{"study_id": 17351, "supplement_id": 1178, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to develop and evaluate novel chitosan-gelatin-green tea extract (CS-Gel-GTE) composite particles for their potential therapeutic effects in treating Parkinson's disease.", "results_summary": "The study found that CS-Gel-GTE composite particles exhibited prolonged release of GTE, enhanced cell viability, reduced apoptosis, inhibited ROS formation, increased TH enzyme expression, and decreased α-syn protein expression, suggesting neuroprotective effects.", "population_specificity": "In vitro cellular study (specific human or animal cell type not specified).", "effective_dosage": "Not specified.", "study_duration": "Prolonged release time of nine days for GTE.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:49.348130+00:00"}
{"study_id": 17348, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the anticancer effects of aged Chinese Hakka stir-fried green tea (HSGT) extracts on human colorectal cancer cells, specifically their impact on proliferation, apoptosis, and cell-cycle progression.", "results_summary": "The study found that HSGT extracts significantly inhibited HT-29 colorectal cancer cell proliferation, enhanced apoptosis, and blocked cell-cycle progression, particularly in samples aged for 2 and 6 years. The extracts also modulated key proteins involved in the PI3K/AKT signaling pathway.", "population_specificity": "Human colorectal cancer cells (HT-29, an epithelial cell line isolated from a primary tumor).", "effective_dosage": "0.2 mg/mL for 24 h or 48 h.", "study_duration": "24 to 48 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:49.766135+00:00"}
{"study_id": 17345, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the prophylactic and therapeutic effects and mechanisms of Green Tea Extract (GTE) on retinal ganglion cell survival and axonal regeneration in rats with optic nerve injury.", "results_summary": "GTE (275 mg/kg) significantly improved retinal ganglion cell survival, axonal regeneration, and pupillary light reflex in rats with optic nerve injury, with higher activation of Akt and Erk p42/44 in pre-surgery treatment and Stat3 in post-operation treatment. RNA sequencing showed downregulation of inflammation, apoptosis, and microglia activation genes in GTE-treated rats.", "population_specificity": "Adult Fischer 344 rats with optic nerve crush injury.", "effective_dosage": "275 or 550 mg/kg administered intragastrically.", "study_duration": "7 days before or 14 days after surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:49.978606+00:00"}
{"study_id": 17353, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antidiabetic effects of Green Tea Extract (GTE) and its molecular mechanisms in a leptin receptor-deficient mouse model.", "results_summary": "GTE treatment improved glucose tolerance, insulin sensitivity, and reduced body weight and adiposity in mice. It also lowered pro-inflammatory gene expression (NF-κB) and DPP4 levels in white adipose tissue and serum.", "population_specificity": "Leptin receptor-deficient (Leprdb/db) mice", "effective_dosage": "Not specified", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:56.920592+00:00"}
{"study_id": 17355, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the impact of green tea extract (GTE) on gut microbiota composition and metabolism in adults with metabolic syndrome (MetS).", "results_summary": "GTE treatment altered gut microbiota composition, increasing Escherichia and Klebsiella while reducing Bacteroides, Citrobacter, and Clostridium. It also significantly increased free fatty acids and regulated metabolic pathways like lipopolysaccharide biosynthesis and tyrosine metabolism.", "population_specificity": "Adults with metabolic syndrome (MetS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:57.062724+00:00"}
{"study_id": 17352, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine if green tea extract supplementation improves vigor, activity behavior, and IgG absorption in neonatal dairy calves during the first 72 hours postnatal.", "results_summary": "The study found no significant association between green tea extract supplementation and improved vigor, IgG absorption, or calf vitality. However, it did not compromise IgG absorption.", "population_specificity": "Neonatal Holstein dairy calves (n = 24) weighing 42.49 ± 1.07 kg at birth.", "effective_dosage": "15 mL of green tea extract (Calf Perk, TechMix) administered once at 3 hours postnatal.", "study_duration": "72 hours postnatal.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:57.199859+00:00"}
{"study_id": 17354, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the research progress on the antimicrobial activity of EGCG (a component of green tea) against common oral disease-associated organisms and discuss its mechanisms of action.", "results_summary": "The study found that EGCG, the most abundant and active catechin in green tea, exhibits broad-spectrum antimicrobial activity against gram-positive and negative bacteria, fungi, and viruses, suggesting potential for preventing and treating oral infectious diseases.", "population_specificity": "Not specified (focus on in vitro or general research on oral microorganisms).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:57.478873+00:00"}
{"study_id": 17356, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the systemic and local mechanisms by which Green Tea Extract alleviates ocular inflammation in an endotoxin-induced uveitis rat model.", "results_summary": "Green Tea Extract increased electroretinography waves by 13%, reduced inflammatory markers like prostaglandin E1 and cholanic metabolites in plasma, and elevated anti-oxidative seleno-peptide levels in the retina. It also showed significant correlations with phospholipids and fatty acid metabolites in both plasma and retina.", "population_specificity": "Sprague-Dawley rats with endotoxin-induced uveitis", "effective_dosage": "Not specified", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:57.691455+00:00"}
{"study_id": 17358, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the independent contributions of EGCG and CAT in GTE to restore microbial and host metabolism in obesity, comparing their effects to whole GTE.", "results_summary": "The study found that GTE and its catechins (EGCG and CAT) differentially altered gut microbial and liver metabolic pathways, with EGCG showing effects more similar to GTE than CAT. These changes suggest distinct benefits of GTE components in regulating energy metabolism to protect against obesity-related dysfunction.", "population_specificity": "Male C57BL6/J mice fed a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:58.815025+00:00"}
{"study_id": 17357, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the therapeutic potential of green tea extract (GTE) in combination with Ribociclib for breast cancer treatment using nanostructure lipidic carriers (NLCs).", "results_summary": "The study found that GTE-loaded NLCs showed controlled drug release over 72 hours, enhanced bioavailability (1.53-fold increase in GTE), and improved therapeutic efficacy in MCF-7 cell lines, including antioxidant effects (ROS and SOD).", "population_specificity": "Female Wistar rats and MCF-7 cell lines (breast cancer model).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:59.303369+00:00"}
{"study_id": 17359, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether gallic acid (GA) and green tea extract (GT) could retard the self-degradation of ready-to-eat sea cucumber (RSC) and stabilize its physical and chemical properties.", "results_summary": "Green tea extract, along with gallic acid, effectively retarded the degradation of peptides in RSC during storage, as evidenced by increased relative peak heights of specific peptides (NQ, NL, GLQ) and stabilization of the α-helix structure. Hydrogen bonding was identified as the main force maintaining the stability of RSC before and after cross-linking.", "population_specificity": "Ready-to-eat sea cucumber (RSC) samples", "effective_dosage": "Not specified", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:59.372599+00:00"}
{"study_id": 17360, "supplement_id": 1178, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the positive effects of green tea extract on sperm quality and testicular cytoarchitecture in male mice treated with dimethoate (DM) and its impact on reproductive performance.", "results_summary": "The study found that green tea extract effectively reduced the negative effects of DM on sperm quality (motility, morphology) and testicular tissue microstructure, and improved reproductive outcomes (number of live embryos).", "population_specificity": "Male mice treated with dimethoate.", "effective_dosage": "100 mg/kg green tea extract.", "study_duration": "20 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:05.504280+00:00"}
{"study_id": 17362, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of Green Tea Extract (GTE) as a chelating agent, alongside other agents, on the push-out bond strength of an epoxy resin-based sealer when used with different root canal disinfection methods.", "results_summary": "GTE, when used with sodium hypochlorite (NaOCl) disinfection, demonstrated significantly higher push-out bond strength compared to photodynamic therapy (PDT). The failure mode analysis indicated cohesive failure with NaOCl, suggesting better bonding performance.", "population_specificity": "Single-rooted human teeth (60 samples).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:05.985293+00:00"}
{"study_id": 17361, "supplement_id": 1178, "safety_score": "80", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine if green tea extract (GTE) causes a clinically relevant herb-drug interaction with nintedanib by modulating ABCB1 transporter activity.", "results_summary": "The study found that GTE reduced nintedanib exposure by 21%, indicating a significant pharmacokinetic interaction. No differences in toxicities were observed, but the interaction could potentially impair treatment efficacy.", "population_specificity": "Patients with idiopathic pulmonary fibrosis (n=26).", "effective_dosage": "500 mg GTE twice daily (>60% EGCG).", "study_duration": "7 days per intervention period.", "interactions": "Significant interaction with nintedanib, reducing its AUC0-12h by 21%.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:06.192889+00:00"}
{"study_id": 17364, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether a throat spray containing concentrated green tea extract (sGTE) could neutralize SARS-CoV-2 viral particles and block virus replication.", "results_summary": "The study found that sGTE had strong neutralizing activity on SARS-CoV-2, reducing infectivity by up to 6.3E+04-fold across different strains. The tannin concentrations in the pharyngeal mucosa after spray application exceeded the effective dose identified in vitro.", "population_specificity": "VeroE6 cell culture model (in vitro study).", "effective_dosage": "Not specified (spray application).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:06.733749+00:00"}
{"study_id": 17365, "supplement_id": 1178, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the clinical effectiveness and safety of green tea extract encapsulated chitosan microparticles (GTP) in improving skin elasticity, dullness, and wrinkles.", "results_summary": "The study found that GTP cream significantly improved skin elasticity by the 4th week, reduced melanin index (indicating improved skin dullness) by the 6th week, and visibly decreased facial wrinkles compared to placebo. No signs of skin irritation were reported in either group.", "population_specificity": "29 female volunteers.", "effective_dosage": "Not specified.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:07.139693+00:00"}
{"study_id": 17363, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the thermogenic and anti-obesity effects of heat-transformed green tea extract (HTGT) and enzymatically modified isoquercetin (EMIQ) in adipocytes and a high-fat diet-induced obesity mouse model.", "results_summary": "The study found that HTGT and EMIQ increased mitochondrial metabolism and brown adipocyte markers, leading to reduced body weight (3%) and body fat (7.09%), increased energy expenditure (8.95%), and improved glucose tolerance in obese mice.", "population_specificity": "High-fat diet-induced obesity mouse model and immortalized brown pre-adipocytes/C3H10T1/2 cells.", "effective_dosage": "100 mg/kg each of HTGT and EMIQ in vivo; 50 μg/mL each in vitro.", "study_duration": "Two weeks in vivo; 48 hours in vitro.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:07.900715+00:00"}
{"study_id": 17367, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate whether green tea extract (GTE) could increase sRAGE levels, improve renal function, and enhance metabolic profiles in patients with type 2 diabetes mellitus (T2DM) and diabetic nephropathy (DN).", "results_summary": "GTE administration significantly increased sRAGE levels and glomerular filtration rate (GFR) while reducing fasting serum glucose and triacylglycerol concentrations in patients with T2DM and DN.", "population_specificity": "39 patients with type 2 diabetes mellitus and diabetic nephropathy.", "effective_dosage": "400 mg every 12 hours.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:08.193631+00:00"}
{"study_id": 17366, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether green tea extract (GTE) could inhibit pathogenic E. coli growth and ameliorate E. coli-induced intestinal damage by modulating inflammation and epithelial cell proliferation.", "results_summary": "GTE demonstrated strong antibacterial activity against pathogenic E. coli, reducing bacterial growth by over 3-fold in vitro and achieving a 90% inhibition rate in vivo. It also improved intestinal injury, preserved epithelial linings, suppressed inflammation-related signals, and enhanced proliferation-related signals.", "population_specificity": "Pathogenic E. coli-induced colitis model (animal study).", "effective_dosage": "500 and 1000 mg/kg, administered orally for 10 consecutive days.", "study_duration": "10 days of GTE administration followed by 3 days of E. coli challenge.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:09.386099+00:00"}
{"study_id": 17368, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether green tea extract powder, alone or combined with rosemary extract powder and white kimchi powder, could effectively replace synthetic nitrite and ascorbate in naturally cured pork sausages.", "results_summary": "Green tea extract powder, especially at 0.1%, reduced lipid oxidation in sausages and maintained quality characteristics similar to synthetic nitrite-treated controls. The combination with rosemary extract powder also showed comparable curing efficiency and pigment retention.", "population_specificity": "Ground pork sausages (in vitro food model).", "effective_dosage": "0.05% and 0.1% green tea extract powder.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:14.493465+00:00"}
{"study_id": 17369, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a MWCNT-tannase composite could enhance the antioxidative potential of green tea extract by improving its free radical scavenging capacity.", "results_summary": "The study found that treatment with the MWCNT-tannase composite significantly improved the radical scavenging activity of green tea extract, reducing the EC50 value for DPPH radicals by 20%-34%. The composite demonstrated advantages such as ease of preparation, low cost, and reusability.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:14.567246+00:00"}
{"study_id": 17370, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antiviral properties of green tea extract against pseudotyped coronaviruses (SARS-CoV-1, MERS-CoV, and SARS-CoV-2) by assessing its ability to block viral entry.", "results_summary": "Green tea extract effectively blocked the entry of SARS-CoV-1-PV, MERS-CoV-PV, and SARS-CoV-2-PV by binding to the S1 domain of the spike protein and inhibiting receptor interaction, demonstrating superior inhibitory effects compared to Spirulina extract.", "population_specificity": "In vitro study using pseudotyped coronaviruses and Vero E6/BHK21 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:15.534589+00:00"}
{"study_id": 17371, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of green tea extract in synthesizing hybrid bimetallic Fe/Ni nanoparticles and reduced graphene-supported nanoparticles for the removal of rifampicin and Pb(II) from aqueous solutions.", "results_summary": "The study found that Fe/Ni-rGO nanoparticles synthesized using green tea extract achieved high removal efficiencies of 87.5% for Pb(II) and 96.8% for rifampicin, outperforming other tested materials. The removal mechanism involved chemical adsorption and catalytic reduction, with the hybrid material showing potential for reuse in wastewater treatment.", "population_specificity": "Not applicable (in vitro study on aqueous solutions).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:15.601805+00:00"}
{"study_id": 17374, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess whether green tea extract (GTE) could prevent obesity development in zebrafish models.", "results_summary": "GTE significantly reduced visceral adipose tissue accumulation in juvenile zebrafish and improved visceral adiposity and plasma triglyceride levels in adult zebrafish. Transcriptome analysis indicated GTE affects anti-obesity pathways, including STAT activation and CEBP downregulation.", "population_specificity": "Juvenile and adult zebrafish", "effective_dosage": "Not specified", "study_duration": "7 days for juveniles, 2 weeks for adults", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:16.207176+00:00"}
{"study_id": 17373, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effect of green tea extract (GTE) in combination with CM1 on iron-induced oxidative stress in neuroblastoma cells.", "results_summary": "The combination of CM1 and GTE significantly increased cell viability, reduced mitochondrial disruption, and lowered levels of labile iron pool, reactive oxygen species, and lipid-peroxidation products compared to monotherapy.", "population_specificity": "Neuroblastoma (SH-SY5Y) cells", "effective_dosage": "Not specified for GTE (CM1 used at 10 µM)", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:16.556806+00:00"}
{"study_id": 17372, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the effects of green tea hydro alcoholic extract (GT) on adipocyte differentiation and fat accumulation in obese and healthy subjects.", "results_summary": "GT significantly reduced body weight and fat droplet formation in a dose-dependent manner, normalized liver and visceral fat tissues in obese mice, and showed no significant effect on blood glucose levels.", "population_specificity": "Female NMRI mice (obese and healthy) and 3T3L1 cell line.", "effective_dosage": "8 mg/Kg/day for mice; 100, 150, and 200 µg/ml for 3T3L1 cells.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:16.740705+00:00"}
{"study_id": 17375, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining calcium hydroxide with green tea extract enhances p38 MAPK activation and reparative dentin formation in mice dental tissue.", "results_summary": "The combination of calcium hydroxide with green tea extract significantly increased p38 MAPK activation and reparative dentin area compared to the control, with no significant difference between green tea and cocoa pod husk extract groups.", "population_specificity": "36 rats divided into three treatment groups.", "effective_dosage": "Not specified", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:17.358731+00:00"}
{"study_id": 17376, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the cytotoxic effects and underlying mechanisms of green tea extract combined with paclitaxel (PTX) in human ovarian cancer cell lines.", "results_summary": "The combination of green tea extract and PTX synergistically inhibited cancer cell viability and induced apoptosis by modulating key apoptotic proteins (Bcl-2, Bax, Cyt-C, cleaved-caspases) and blocking Akt phosphorylation, showing stronger effects than either treatment alone.", "population_specificity": "Human ovarian cancer cell lines (SKOV-3 and OVCAR-3).", "effective_dosage": "Green tea extract (25 and 50 µg/ml) combined with PTX (20 and 40 µg/ml).", "study_duration": "24 hours.", "interactions": "Synergistic interaction with paclitaxel (PTX).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:23.989233+00:00"}
{"study_id": 17380, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of green tea extract (GTE) on clinical and neurophysiological parameters in patients with mild-to-moderate diabetic peripheral neuropathy (DPN).", "results_summary": "After 8 weeks, GTE significantly reduced pain (VAS), neuropathy symptoms (TCSS), and neural dysfunction (VPT) compared to placebo, with effects becoming more pronounced by 16 weeks.", "population_specificity": "194 patients with mild-to-moderate diabetic peripheral neuropathy (DPN).", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:24.488749+00:00"}
{"study_id": 17377, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the potential synergistic effects of green tea extract (GTE) with alendronate or raloxifene in managing osteoporosis in ovariectomized rats.", "results_summary": "GTE alone effectively mitigated bone mineral density (BMD) loss and improved bone microarchitecture. Co-administration of GTE and alendronate increased total BMD and synergistically enhanced the effect of low-dose alendronate on bone microarchitecture while reducing serum tartrate-resistant acid phosphatase.", "population_specificity": "Ovariectomized rats (postmenopausal osteoporosis model)", "effective_dosage": "Different concentrations (specific amounts not provided)", "study_duration": "4 weeks", "interactions": "Synergistic effects noted with alendronate and raloxifene", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:25.127904+00:00"}
{"study_id": 17382, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of green tea extract (GTE) in nanocomposite films for controlling microbial growth and preserving the quality of salmon during storage.", "results_summary": "The study found that nanocomposite films containing GTE, ZnO NPs, and 4A Z significantly inhibited microbial growth and slowed chemical degradation in salmon, with the 6% treatment showing the highest antimicrobial effect and extending shelf life to nine days.", "population_specificity": "Salmon stored at 4 ± 1°C.", "effective_dosage": "3% (w/w) and 6% (w/w) ZnO NPs/4A Z/GTE in nanocomposite films.", "study_duration": "Nine days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:26.034959+00:00"}
{"study_id": 17378, "supplement_id": 1178, "safety_score": "30", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine whether green tea extract causes immune-mediated liver injury in a mouse model with impaired immune tolerance, similar to idiosyncratic drug-induced liver injury (IDILI) in humans.", "results_summary": "Green tea extract caused delayed-onset liver injury in female PD-1-/- mice treated with anti-CTLA-4, evidenced by increased serum alanine transaminase levels and hepatic CD8+ T cells, but had a less pronounced effect in male mice and no effect in wild-type mice. These findings suggest that green tea extract may cause immune-mediated liver injury in susceptible individuals.", "population_specificity": "Female and male PD-1-/- mice with impaired immune tolerance (treated with anti-CTLA-4) and wild-type mice.", "effective_dosage": "500 mg/kg (no frequency specified)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:26.244901+00:00"}
{"study_id": 17383, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of EGCG (a green tea extract) on disrupting Aβ42 protofibrils and protecting cellular membranes in the context of Alzheimer's disease.", "results_summary": "EGCG showed a dual role in disrupting Aβ42 protofibrils and protecting lipid bilayers, though its disruptive effect was weaker in the presence of membranes compared to a membrane-free environment. It destabilized key hydrophobic regions and disrupted intrachain salt bridges in Aβ42 protofibrils.", "population_specificity": "In vitro molecular dynamics simulations (no human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:26.768107+00:00"}
{"study_id": 17379, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to assess the clinical evidence for the effectiveness and risks of green tea catechins, particularly EGCG, in cancer care.", "results_summary": "The studies showed a small decrease in prostate-specific antigen levels in one study, topical green tea was as effective as metronidazole in reducing wound odor and improving quality of life, and green tea reduced radiotherapy-induced diarrhea compared to placebo.", "population_specificity": "Patients with breast and prostate cancer, and those with fungating malignant wounds or undergoing radiotherapy.", "effective_dosage": "28 mg to 1600 mg EGCG, administered topically or orally.", "study_duration": "7 days to 6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:28.118286+00:00"}
{"study_id": 17381, "supplement_id": 1178, "safety_score": "90", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of daily green tea extract (GTE) capsule ingestion on quality of life, myoma-associated complaints, and side effects in women with oligo- or asymptomatic uterine myomas.", "results_summary": "GTE significantly improved the physical cumulative score on the SF-12 questionnaire but did not affect the mental score, myoma size, or symptom questionnaire results. No relevant adverse side effects were reported.", "population_specificity": "Women (median age 45) with oligo- or asymptomatic uterine myomas.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:28.465682+00:00"}
{"study_id": 17384, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of green tea extract combined with brisk walking on lipid profiles and liver function in overweight and obese men.", "results_summary": "The study found that green tea extract significantly reduced LDL-C and TC levels but also decreased HDL-C levels. It also improved liver function markers compared to brisk walking alone.", "population_specificity": "Overweight and obese men", "effective_dosage": "150mg twice daily", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:31.804890+00:00"}
{"study_id": 17386, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether green zinc oxide nanoparticles synthesized with green tea extract (ZnO NPs/GTE) could mitigate monosodium glutamate (MSG)-induced pancreatic toxicity in rats.", "results_summary": "The study found that ZnO NPs/GTE reduced blood glucose, increased serum insulin, inhibited lipid peroxidation, and enhanced antioxidant parameters in the pancreas. It also improved pancreatic cell and Langerhans islet structure.", "population_specificity": "Male rats with MSG-induced pancreatic toxicity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:33.851850+00:00"}
{"study_id": 17389, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the mechanisms by which green tea extracts, environmental enrichment, and their combination improve cognition in a Down syndrome mouse model.", "results_summary": "Green tea extracts restored over 70% of phosphoprotein deregulation in the DS mouse model, improved cognitive-related proteins, and may contribute to cognitive rescue by re-establishing proper epigenetic states and kinome regulation.", "population_specificity": "Ts65Dn mouse model of Down syndrome", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:34.939973+00:00"}
{"study_id": 17387, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the influence of green tea extract (GTE) on bone metabolism in ovariectomized rats with experimental periodontal disease.", "results_summary": "GTE significantly reduced alveolar and femoral trabecular bone loss in treated groups, with microtomographic results showing trabecular thickness and bone surface density values similar to the Sham group. The findings suggest GTE may improve bone metabolism in osteoporotic rats with periodontal disease.", "population_specificity": "Ovariectomized female Wistar rats with induced periodontal disease.", "effective_dosage": "50 mg/kg administered via gavage.", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:35.011484+00:00"}
{"study_id": 17385, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of EGCG-enriched green tea extract in altering the Maillard reaction and the formation of advanced glycation endproducts (AGEs) in lactose-reduced UHT-treated milk during storage.", "results_summary": "The study found that EGCG/GCG trapped α-dicarbonyl compounds but did not significantly lower their net steady-state concentrations, except for 3-deoxyglucosone. GTE reduced Arg-derived AGEs by 2- to 3-fold but increased furosine and lysine-derived AGEs by 2-4-fold.", "population_specificity": "Lactose-reduced UHT-treated milk (in vitro study, not human subjects).", "effective_dosage": "0.1% w/v GTE.", "study_duration": "1-year storage.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:35.962286+00:00"}
{"study_id": 17388, "supplement_id": 1178, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the therapeutic efficacy of a novel peracetate-protected derivative of EGCG (ProEGCG) with EGCG in treating human endometrial cancer, focusing on anti-proliferative, pro-apoptotic, and anti-tumor effects.", "results_summary": "ProEGCG, but not EGCG, inhibited endometrial cancer cell proliferation and increased apoptosis in a time- and dose-dependent manner, significantly reducing tumor growth and microvessel formation in xenograft models without obvious adverse effects.", "population_specificity": "Human endometrial cancer cells (RL95-2 and AN3 CA) and xenograft models.", "effective_dosage": "Low dose (specific amount not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:36.134158+00:00"}
{"study_id": 17390, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of green tea extract and EGCG in preventing BPA-induced vascular toxicity and explore potential mechanisms.", "results_summary": "Green tea extract and EGCG reduced BPA-induced vascular toxicity by lowering oxidative stress markers and regulating apoptotic, autophagic, and cell adhesion pathways. The compounds improved vascular responses and cell viability in both rat aorta and human endothelial cells.", "population_specificity": "Isolated rat aorta and human umbilical vein endothelial cells (HUVECs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:37.164834+00:00"}
{"study_id": 17391, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the synergistic antiviral effects of aged green tea extract combined with mild heat treatments against foodborne viruses.", "results_summary": "Aged green tea extract combined with heat treatment at 50°C for 30 minutes significantly reduced murine norovirus (MNV-1) infectivity by over 5 log in PBS and decreased norovirus binding to porcine gastric mucine. However, no synergistic effect was observed for hepatitis A virus (HAV) in juices.", "population_specificity": "Viral pathogens (murine norovirus, hepatitis A virus, human norovirus) in laboratory settings.", "effective_dosage": "Not specified", "study_duration": "30 minutes per heat treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:37.665993+00:00"}
{"study_id": 17392, "supplement_id": 1178, "safety_score": "90", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to assess the synergistic effect of green tea extract and curcumin in patients with oral potentially malignant disorders (OPMDs) and understand their mechanism of action via biomarker evaluation.", "results_summary": "Green tea extract showed a 35% clinical response rate in OPMDs, lower than curcumin (55%) and the combination therapy (65%). Biomarker downregulation (p53, Ki67, cyclin D1) was significant in the combination group.", "population_specificity": "Patients with oral potentially malignant disorders (OPMDs) (n = 60).", "effective_dosage": "800 mg/day (systemic) + topical application.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:41.424558+00:00"}
{"study_id": 17396, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of high temperature processed-green tea extract (HTP-GTE) on cognitive dysfunction and neuronal differentiation, and to understand its mechanisms of action.", "results_summary": "HTP-GTE promoted neuronal differentiation and neurite outgrowth by upregulating synaptophysin expression and reducing DNA methylation at its promoter. It also improved cognitive function in scopolamine-treated mice.", "population_specificity": "SH-SY5Y cells and scopolamine-treated mice.", "effective_dosage": "30, 100, and 300 mg/kg (oral administration).", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:43.925978+00:00"}
{"study_id": 17393, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of intact green tea extract (GTE) versus its purified components (EGCG and CAT) on NASH-related gut-liver axis responses, including inflammation, gut barrier function, and microbial ecology.", "results_summary": "GTE prevented obesity more effectively than EGCG or CAT, while GTE and EGCG better attenuated insulin resistance. All treatments similarly reduced serum endotoxin and hepatic inflammation, but only GTE and EGCG fully alleviated NASH. GTE and CAT maintained gut microbial diversity, with metabolic functions differing between treatments.", "population_specificity": "Male C57BL/6J mice fed a high-fat diet.", "effective_dosage": "2% GTE, 0.3% EGCG, or 0.3% CAT in diet.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:44.318637+00:00"}
{"study_id": 17395, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of green tea extract on oxidative stability, sensory properties, and microbial quality in fish sausages enriched with cod liver oil.", "results_summary": "Green tea extract showed no significant differences in preventing oxidation compared to related samples. It did not notably impact sensory or microbial properties, with panelists unable to distinguish between samples containing green tea extract.", "population_specificity": "Fish sausages (in vitro food model)", "effective_dosage": "700 and 900 mg kg⁻¹", "study_duration": "Refrigerated storage duration not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:45.101909+00:00"}
{"study_id": 17398, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether the thermogenic effects of Green Tea Extract are mediated by adiponectin, using an adiponectin-knockout mouse model.", "results_summary": "Green Tea Extract reversed obesity-related complications (weight gain, adiposity, insulin resistance) in wild-type mice and enhanced energy expenditure and thermogenesis, but these effects were impaired in adiponectin-knockout mice, except for insulin resistance reversal.", "population_specificity": "Male wild-type and adiponectin-knockout C57Bl/6 mice (3 months old).", "effective_dosage": "500 mg/kg body weight.", "study_duration": "20 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:45.700325+00:00"}
{"study_id": 17397, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the efficacy of green tea extract (GTE) in improving lipid profiles (HDL, LDL, TG, TC) in patients with type 2 diabetes mellitus (T2DM) through a systematic review and meta-analysis of randomized controlled trials.", "results_summary": "GTE supplementation improved lipid profiles by reducing serum triglyceride (TG) concentrations in T2DM patients. Longer-term interventions (>8 weeks) and higher doses (>800 mg/day) significantly reduced TG, while lower doses (<800 mg/day) over >8 weeks reduced total cholesterol (TC).", "population_specificity": "Patients with type 2 diabetes mellitus (T2DM).", "effective_dosage": "≤800 mg/day and >800 mg/day.", "study_duration": "≤8 weeks and >8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:45.738511+00:00"}
{"study_id": 17399, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Green Tea Extract (GTE) supplementation enhances the anti-inflammatory and metabolic effects of endurance training in overweight middle-aged males.", "results_summary": "The study found that combining GTE with endurance training significantly reduced inflammatory markers (IL-6, hs-CRP) and improved metabolic markers (adiponectin, irisin) and body composition (weight, BMI, body fat) more than exercise alone. No changes were observed in TNF-α levels.", "population_specificity": "Overweight middle-aged males", "effective_dosage": "500 mg/day", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:45.987175+00:00"}
{"study_id": 17400, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of tannase-converted green tea extract on myotube density and fusion in C2C12 skeletal muscle cells under normal and oxidative stress conditions.", "results_summary": "Tannase-converted green tea extract significantly increased myotube density and upregulated myogenic gene expression (myogenin, Myf5, MyoD) in both normal and oxidative stress-induced cells. It also elevated AMPKα and MuRF-1 levels more effectively than standard green tea extract or AICAR.", "population_specificity": "C2C12 skeletal muscle cells (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:46.836469+00:00"}
{"study_id": 17401, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate whether a green tea extract-curcumin (GTE-CUR) drink could ameliorate iron overload and oxidative stress in transfusion-dependent β-thalassemia patients.", "results_summary": "The study found that GTE-CUR reduced blood urea nitrogen levels, showed a tendency to decrease non-transferrin bound iron (NTBI) and labile plasma iron (LPI), and delayed increases in lipid-peroxidation products, suggesting improved kidney function and reduced redox-active iron.", "population_specificity": "Transfusion-dependent β-thalassemia (TDT) patients.", "effective_dosage": "17.3 and 35.5 mg EGCG equivalent, administered daily.", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:51.129313+00:00"}
{"study_id": 17402, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether green tea extract containing EGCG improves cognitive function in Down syndrome models by normalizing DYRK1A kinase activity and altering synaptic pathways.", "results_summary": "Green tea extract improved cognition in transgenic and trisomic DS mouse models, normalized DYRK1A kinase activity, and rescued alterations in postsynaptic and plasticity-related pathways. Combined with environmental enrichment, it showed pro-cognitive effects.", "population_specificity": "Transgenic DYRK1A mice and trisomic DS mouse models (Ts65Dn).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:52.561164+00:00"}
{"study_id": 17404, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Green Tea Extract (GTE) enhances the benefits of exercise on body composition and inflammatory markers in inactive overweight women.", "results_summary": "GTE combined with exercise significantly improved body composition (weight, BMI, waist-to-hip ratio, body fat percentage) and inflammatory markers (increased adiponectin, decreased hs-CRP) more than exercise alone, but did not affect irisin, IL-6, or TNF-α levels.", "population_specificity": "Inactive overweight women (n=30).", "effective_dosage": "500 mg/day (green tea capsule).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:54.188508+00:00"}
{"study_id": 17403, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether decaffeinated green tea extract (GTE), alone or combined with voluntary exercise, could mitigate obesity-related non-alcoholic fatty liver disease (NAFLD) in high-fat-fed mice.", "results_summary": "The combination of GTE and exercise significantly reduced NAFLD markers (92% lower plasma alanine aminotransferase, 80% lower hepatic lipid accumulation) compared to high-fat-fed controls, with greater efficacy than either treatment alone. GTE alone also improved hepatic gene expression related to mitochondrial biogenesis and cholesterol metabolism, though the combination showed superior effects.", "population_specificity": "Male C57BL/6 J mice fed a high-fat diet (60% energy from fat).", "effective_dosage": "7.7 g GTE/kg diet.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:54.475484+00:00"}
{"study_id": 17406, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of green tea extract, alone and combined with aerobic exercise, on NF-kB, COX-2, and p53 levels in rats with induced prostate cancer.", "results_summary": "Green tea extract, especially when combined with exercise, reduced NF-kB and p53 levels in prostate cancer-induced rats, but no significant changes were observed in COX-2 levels.", "population_specificity": "Adult male Wistar rats with induced prostate cancer.", "effective_dosage": "1.34 mL of green tea extract, three times per week.", "study_duration": "8 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:54.620881+00:00"}
{"study_id": 17405, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether green tea extract (GTE) in tris citric acid extender improves post-thaw sperm quality, antioxidant capacity, and fertility in buffalo bull spermatozoa.", "results_summary": "GTE at 1.0% concentration significantly improved sperm motility, membrane integrity, antioxidant capacity, and fertility while reducing DNA fragmentation and lipid peroxidation compared to the control.", "population_specificity": "Buffalo (Bubalus bubalis) bull spermatozoa.", "effective_dosage": "0.1%, 0.5%, 0.75%, and 1.0% GTE in tris citric acid extender.", "study_duration": "Not explicitly stated (experiment repeated thrice).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:55.399811+00:00"}
{"study_id": 17408, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether green tea extract could be used to fabricate doxorubicin-loaded gold nanoclusters for combinational photothermal and chemotherapy against melanoma.", "results_summary": "The study found that green tea extract successfully acted as a reducing and stabilizing agent for gold nanoclusters, enabling pH-sensitive drug release and enhanced cellular uptake. In vitro and in vivo experiments demonstrated significantly improved tumor growth inhibition compared to monotherapy.", "population_specificity": "Melanoma (in vitro and in vivo models)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:55.405404+00:00"}
{"study_id": 17407, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how catechin-rich green tea extract (GTE) alleviates nonalcoholic steatohepatitis (NASH) by restoring altered hepatic metabolites and reducing inflammation via the endotoxin-TLR4-NFκB pathway.", "results_summary": "GTE restored 122 hepatic metabolites linked to dyslipidemia, insulin resistance, and inflammation in HF-fed mice, including amino acids, lipids, and bile acids. Thirteen catechin metabolites were identified, mostly as phase II conjugates, correlating with reduced biomarkers of liver injury and NFκB inflammation.", "population_specificity": "Mice fed a high-fat diet to induce NASH.", "effective_dosage": "2% GTE in diet.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:55.753218+00:00"}
{"study_id": 17409, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the anti-obesity effects and underlying molecular mechanisms of green tea extract (GTE) using zebrafish larva and adult obesity models.", "results_summary": "GTE significantly reduced visceral adipose tissue volume in both zebrafish larvae and adults, lowered plasma triglyceride and total cholesterol levels, and activated Wnt/β-catenin and AMPK pathways, suggesting a shared molecular response between zebrafish and mammals.", "population_specificity": "Zebrafish larvae and adult diet-induced obese zebrafish.", "effective_dosage": "100 μg/mL for larvae; 250 µg/g body weight/day for adults.", "study_duration": "Short-term obesogenic test for larvae; duration for adults not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:00.137011+00:00"}
{"study_id": 17410, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how tannase and ultrasound treatment affect the bioactive compounds and antioxidant activity of green tea extract.", "results_summary": "The study found that tannase increased gallic acid and decreased epigallocatechin gallate, while ultrasound enhanced enzymatic reaction efficiency. Optimal conditions for antioxidant activity included specific pH, temperature, time, tannase concentration, and ultrasonic power.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Tannase concentration of 1 mg/mL", "study_duration": "Ultrasonic time of 12.17 min", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:00.880143+00:00"}
{"study_id": 17411, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether green tea extract (EGCG) applied to dentin surfaces affects color change in composite resin restorations after thermocycling in coffee.", "results_summary": "The study found no statistically significant difference in color change (ΔE) between groups treated with EGCG and control groups, regardless of restoration depth. EGCG application did not significantly alter the color stability of the dentin-resin interface after aging in coffee.", "population_specificity": "Human molars (48 teeth divided into 6 groups).", "effective_dosage": "0.5% EGCG applied for 30 seconds.", "study_duration": "Single application prior to restoration.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:03.288448+00:00"}
{"study_id": 17413, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 60, "study_goal": "The researchers aimed to determine the prevalence and attitudes among Down syndrome (DS) caregivers regarding the use of green tea extract (GTE) and EGCG treatments.", "results_summary": "18% of caregivers provided GTE/EGCG, primarily influenced by scientific sources and other parents. Most non-users cited concerns about side effects and lack of effectiveness. Few caregivers consulted medical providers about usage.", "population_specificity": "Caregivers of individuals with Down syndrome (DS).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:03.350865+00:00"}
{"study_id": 18488, "supplement_id": 1179, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy and safety of a Griffonia simplicifolia/magnesium complex as a prophylactic therapy for motion sickness in a pediatric population.", "results_summary": "After 3 months, the group receiving the Griffonia/magnesium complex showed a significantly lower prevalence of motion sickness (36%) compared to the untreated group (73%), suggesting middle-term efficacy.", "population_specificity": "Pediatric population with motion sickness", "effective_dosage": "50 mg Griffonia simplicifolia and 200 mg magnesium, administered orally twice daily", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:03.999522+00:00"}
{"study_id": 17412, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the preventive effects of high-temperature-processed green tea extract (HTP-GTE) on cognitive decline, particularly its neuroprotective effects against amyloid β-induced neurotoxicity and its potential to attenuate Alzheimer's disease phenotypes.", "results_summary": "HTP-GTE showed elevated gallocatechin gallate (GCG) content, inhibited amyloid β aggregation in vitro, and attenuated cognitive-decline phenotypes in an Alzheimer's disease mouse model. The neuroprotective effects were attributed to the distinctive composition of the extract.", "population_specificity": "Model mice of Alzheimer's disease (in vivo) and neurons (in vitro).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:04.006394+00:00"}
{"study_id": 17415, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the efficacy of green tea extract (GTE) in mobilizing redox iron, scavenging reactive oxygen species (ROS), and improving insulin production in iron-loaded pancreatic β-cells.", "results_summary": "GTE dose-dependently reduced cellular iron and ROS levels while increasing secretory insulin by nearly 2.5-fold at the highest dose (2.29 μg EGCG equivalent), indicating restored insulin production and oxidative damage amelioration.", "population_specificity": "Rat insulinoma pancreatic β-cells (in vitro study).", "effective_dosage": "0.23-2.29 μg EGCG equivalent.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:04.770418+00:00"}
{"study_id": 17414, "supplement_id": 1178, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 70, "study_goal": "The researchers aimed to determine the antioxidative and hypolipidemic effects of green tea extract (GTE) alone and combined with lemon juice (LJ) in pigs fed high-fat diets.", "results_summary": "A single dose of GTE did not significantly affect plasma cholesterol, triacylglycerol, antioxidant enzymes, or lipid peroxidation in high-fat-fed pigs. Adding LJ increased plasma catechin levels but only reduced triacylglycerol in low-fat-fed pigs, with no other significant effects.", "population_specificity": "Pigs fed either low-fat (5% fat) or high-fat (22% fat) diets.", "effective_dosage": "GTE (190 mg/kg/day) or GTE + LJ (0.75 mL/kg/day).", "study_duration": "Single dose with blood samples collected over 24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:05.961285+00:00"}
{"study_id": 18489, "supplement_id": 1179, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of Griffonia simplicifolia extract (containing 5-HTP) in increasing satiety and reducing BMI in overweight females.", "results_summary": "The study found that Griffonia simplicifolia significantly increased 24-h urinary 5-HIAA levels, reduced appetite (Haber score), and improved body composition (BMI, skinfold thickness, arm/hip circumference) compared to placebo.", "population_specificity": "20 overweight females", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:08.149466+00:00"}
{"study_id": 18490, "supplement_id": 1179, "safety_score": "60", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the influence of Griffonia simplicifolia seed extract on male sexual behavior and serotonin levels in rats.", "results_summary": "Acute treatment increased mount, intromission, and ejaculation latencies and post-ejaculatory interval, while subchronic treatment had no significant effect on copulatory behavior. The extract also reduced food intake and body weight at higher doses and increased serotonin and its metabolite levels in the brain.", "population_specificity": "Male Sprague-Dawley rats", "effective_dosage": "25, 50, and 100 mg/kg, administered orally", "study_duration": "Acute (single dose) and subchronic (daily for 9 days)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:10.390109+00:00"}
{"study_id": 18491, "supplement_id": 1179, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anxiolytic-like effects of Griffonia simplicifolia seed extract in rats using behavioral tests.", "results_summary": "The extract at 10 and 25 mg/kg significantly increased time spent in the light compartment in the dark-light test, and doses of 5, 10, and 25 mg/kg reduced thigmotaxis in the open field test, indicating anxiolytic effects.", "population_specificity": "Rats", "effective_dosage": "1, 5, 10, and 25 mg/kg, single oral administration", "study_duration": "Acute (60 minutes post-administration)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:11.820318+00:00"}
{"study_id": 18492, "supplement_id": 1179, "safety_score": "40", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the influence of Griffonia simplicifolia seed extract on sexual behavior, food intake, and body weight in ovariectomized hormone-primed rats.", "results_summary": "Acute administration reduced lordosis response and increased rejection behavior at the highest dose, while subchronic administration reduced proceptivity and increased rejection behavior. All dosages decreased food intake and body weight after 9 days.", "population_specificity": "Ovariectomized hormone-primed female rats", "effective_dosage": "25, 50, and 100 mg/kg", "study_duration": "Acute (single dose) and subchronic (9-day treatment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:12.127989+00:00"}
{"study_id": 18494, "supplement_id": 1179, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether the anti-insect activity of Griffonia simplicifolia lectin II (GSII) is due to direct carbohydrate binding or structural disruption caused by mutations.", "results_summary": "The study found that mutations at carbohydrate-binding residues of GSII did not disrupt its secondary or tertiary structure, and its anti-insect activity depends on carbohydrate binding and biochemical stability, both of which are Ca(2+)-dependent.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:12.303281+00:00"}
{"study_id": 18495, "supplement_id": 1179, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to purify and characterize Griffonia simplicifolia agglutinin-II (GSA-II)-binding mucus glycoprotein (GMG) from rat gastric mucosa and develop an antibody to study its distribution.", "results_summary": "The study successfully purified GMG, identified its components, and developed an antibody that recognized GMG and related structures in mucous-secreting cells across the stomach and intestines.", "population_specificity": "Rat gastric mucosa", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:12.438949+00:00"}
{"study_id": 18493, "supplement_id": 1179, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop an HPLC method for accurately measuring 5-Hydroxytryptophan (5-HTP) levels in Griffonia simplicifolia seeds and assess its potential for treating serotonin deficiency syndrome.", "results_summary": "The study successfully developed a simple, fast, and efficient HPLC method for quantifying 5-HTP in Griffonia simplicifolia seeds, identifying the highest recorded levels (20.83% fresh weight) in seeds from Ghana. The optimized extraction and chromatographic conditions improved accuracy compared to previous techniques.", "population_specificity": "Not specified (study focused on seed analysis, not human subjects).", "effective_dosage": "Not specified (study focused on extraction methods, not dosage).", "study_duration": "Not specified (laboratory-based analysis, no intervention duration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:14.001893+00:00"}
{"study_id": 18496, "supplement_id": 1179, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how Griffonia simplicifolia IB4 (GSIB4) binding to macrophages influences TNF-alpha production and tumoricidal activity.", "results_summary": "GSIB4 binding induced TNF-alpha secretion and enhanced TNF-mediated tumoricidal activity, but concurrent incubation with IFN/LPS diminished this effect. Signal transduction involved the phosphatidyl inositol pathway, with increased IP3 levels but unchanged cAMP.", "population_specificity": "Thioglycollate-elicited macrophages (in vitro study)", "effective_dosage": "40 micrograms/ml GSIB4 (maximum dose used)", "study_duration": "Not specified", "interactions": "Interaction noted with IFN/LPS treatment, altering tumoricidal response.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:14.800462+00:00"}
{"study_id": 18497, "supplement_id": 1179, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the binding properties of Griffonia simplicifolia lectin (GSI-B4) to macrophage membrane glycoproteins and its effects on macrophage function.", "results_summary": "The study found that GSI-B4 binds to two major membrane glycoproteins in thioglycollate-elicited macrophages, altering their function by reducing interferon- and lipopolysaccharide-induced cytotoxicity and modifying secreted protein patterns.", "population_specificity": "Thioglycollate-elicited peritoneal macrophages (TG-Møs) and resident peritoneal macrophages (R-Møs) in a laboratory setting.", "effective_dosage": "Not specified", "study_duration": "Effects observed as early as 2 hours after contact.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:17.578156+00:00"}
{"study_id": 18498, "supplement_id": 1179, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the binding patterns of Griffonia simplicifolia-1 (GS-1) lectin to different rat mammary cell types and its role in epithelial to myoepithelial-like cell differentiation.", "results_summary": "The study found that GS-1 strongly binds to myoepithelial-like cell lines and marks discrete stages in epithelial cell differentiation, with binding occurring before morphological changes. PWM binding was specific to myoepithelial-like cells and occurred after major morphological changes.", "population_specificity": "Rat mammary cell lines (myoepithelial-like, epithelial, and fibroblastic).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:19.838955+00:00"}
{"study_id": 17635, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop CGG/APAM/PDA hydrogels for cellulase immobilization to enhance bamboo fiber flexibility for tissue paper applications.", "results_summary": "Immobilized cellulases on CGG/APAM/PDA hydrogels showed improved pH applicability, storage stability, and high relative activity at elevated temperatures, significantly increasing bamboo fiber flexibility (7.18 times higher than untreated fibers).", "population_specificity": "Bamboo fibers (in vitro study, no human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:20.966833+00:00"}
{"study_id": 18500, "supplement_id": 1179, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the binding properties of the TSH receptor to immobilized lectins, including Griffonia simplicifolia I, and assess its potential for purifying the bovine TSH receptor.", "results_summary": "The study found that the TSH receptor bound extensively to Griffonia simplicifolia I-agarose (84%), with specificity for terminal alpha-D-galactosyl groups. Purification of the bovine TSH receptor was achieved (800-fold) using a combination of TSH and Griffonia simplicifolia I affinity chromatographies.", "population_specificity": "Bovine microsomal membranes (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:21.099567+00:00"}
{"study_id": 18501, "supplement_id": 1179, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the specificity of Griffonia simplicifolia I-B4 isolectin in distinguishing stimulated murine macrophages from resident populations and its binding interactions with carbohydrate determinants.", "results_summary": "The study found that Griffonia simplicifolia I-B4 isolectin selectively binds to alpha-D-galactopyranoside residues on macrophages, enabling separation into reactive and unreactive subpopulations, with binding inhibited by specific enzymatic and sugar treatments.", "population_specificity": "Murine macrophages (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:21.589004+00:00"}
{"study_id": 18499, "supplement_id": 1179, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the binding specificity of the lectin BS-I from Griffonia simplicifolia to murine IgD and its potential for purifying IgD from ascitic fluid.", "results_summary": "The study found that BS-I strongly and specifically binds to murine IgD via N-linked carbohydrate chains, enabling rapid purification with high purity (95-99%) and yield (90-95%). Human IgD did not react with the lectin.", "population_specificity": "Murine (mouse) ascitic fluid samples.", "effective_dosage": "Not specified (affinity purification used 0.1 M D-galactose for elution).", "study_duration": "Not specified (single-step purification process).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:21.597314+00:00"}
{"study_id": 17636, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a cost-effective composite aerogel from guar gum and esterified lignin for oil spill cleanup, evaluating its absorption capacity and environmental sustainability.", "results_summary": "The guar gum-esterified lignin composite aerogel exhibited high porosity (>95%), low density (27.4 mg/cm³), and strong oil absorption capacity (32.5 g/g for sunflower oil), demonstrating effectiveness for environmental applications.", "population_specificity": "Not applicable (material science study, no human or animal subjects).", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:22.220434+00:00"}
{"study_id": 17637, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how guar gum (GG) affects the physical, chemical, and digestive properties of maize, pea, and sweet potato starches when combined and subjected to extrusion treatment.", "results_summary": "GG enhanced the gelatinization characteristics of starch, increasing viscosity and flow resistance, and improved slow-digestible and resistant starch levels, reducing digestibility and glycemic index. The effects varied by starch type, with sweet potato starch showing the most favorable outcomes.", "population_specificity": "In vitro study (no human or animal subjects).", "effective_dosage": "Starch combined with GG in a 9:1 ratio (25% moisture content).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:23.768610+00:00"}
{"study_id": 17638, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of cationic guar gum as a bioflocculant for microalgae harvesting and spent medium treatment.", "results_summary": "Cationic guar gum achieved 83.5% flocculation efficiency at 18.0 mg/L dosage (pH 10.0) and demonstrated low bacterial inhibition (12.0% for Staphylococcus aureus, none for Escherichia coli), indicating high efficacy and biocompatibility.", "population_specificity": "Microalgae biomass in industrial applications.", "effective_dosage": "18.0 mg/L for flocculation; 60.0 mg/L for safety testing.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:26.637604+00:00"}
{"study_id": 17639, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the role and mechanism of partially hydrolyzed guar gum (PHGG) in protecting intestinal barrier function during sepsis.", "results_summary": "PHGG pretreatment reduced inflammation, increased tight junction protein expression, and improved intestinal permeability by suppressing the NF-κB/MLCK pathway in both septic rats and LPS-treated Caco-2 cells.", "population_specificity": "Rats with sepsis induced by cecal ligation and puncture (CLP) and Caco-2 cell monolayers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:28.019571+00:00"}
{"study_id": 17641, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if a guar gum-based nanocomposite hydrogel (GBTF) could effectively promote infected wound healing through photothermal antibacterial therapy.", "results_summary": "The GBTF hydrogel demonstrated photothermal antibacterial properties, self-healing capabilities, and good cytocompatibility, significantly promoting wound healing by reducing bacterial viability and accelerating tissue regeneration.", "population_specificity": "Not specified (likely preclinical models, as indicated by \"precandidate for preclinical and clinical applications\").", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:29.243432+00:00"}
{"study_id": 17642, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Ag NPs/guar gum hybrid hydrogels could effectively remediate complex wastewater by addressing aromatic compounds, dye pollutants, pathogenic bacteria, and oil-water separation.", "results_summary": "The Ag NPs/guar gum hybrid hydrogel demonstrated exceptional catalytic activity for reducing pollutants, strong antibacterial efficacy, and effective oil-water separation capabilities when coated on substrates like cotton fabrics and stainless steel meshes.", "population_specificity": "Not applicable (in vitro/environmental application)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:29.588512+00:00"}
{"study_id": 17644, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate guar gum as a natural polymer for 3D-printed controlled-release pimobendan tablets to improve dose customization and administration in dogs with chronic heart disease.", "results_summary": "Guar gum demonstrated superior rheological behavior and printability compared to xanthan gum, enabling the production of controlled-release printlets in various shapes and sizes. The guar gum printlets effectively controlled pimobendan release regardless of shape or size, offering a novel approach for veterinary drug delivery.", "population_specificity": "Dogs with chronic heart disease", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:30.604009+00:00"}
{"study_id": 17643, "supplement_id": 1180, "safety_score": "30", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine how guar gum affects gut microbiota activity and the pathogenesis of inflammatory bowel disease (IBD), specifically its role in colitis development.", "results_summary": "Guar gum increased susceptibility to colonic inflammation, exacerbated colitis symptoms, and altered gut microbiota composition, favoring the accumulation of metabolites like succinate and lactate. Pre-treatment with antibiotics or recombinant IL-18 attenuated colitis, suggesting microbiota and IL-18 play key roles in guar gum's inflammatory effects.", "population_specificity": "Mice (specifically, DSS-induced colitis model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:30.726184+00:00"}
{"study_id": 17645, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the combination of alkalis (Na2CO3 and NaHCO3) and guar gum (GG) could improve the gel properties of germinated highland barley starch (GBS).", "results_summary": "The study found that the combined use of alkalis and GG significantly enhanced peak viscosity, setback viscosity, and hardness of GBS gels compared to GG alone. Alkalis strengthened interaction forces and reduced spin-spin relaxation time, resulting in a denser starch gel network.", "population_specificity": "Germinated highland barley starch (GBS)", "effective_dosage": "0.4% Na2CO3 addition (specific GG dosage not mentioned)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:34.197924+00:00"}
{"study_id": 17646, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of high hydrostatic pressure (HHP) on the structural properties of a whey protein concentrate (WPC) and guar gum mixture at pH 5.", "results_summary": "The study found that HHP treatment reduced solubility, increased denaturation temperature, and altered particle size and structure of the WPC-guar gum mixture. Higher pressure and longer treatment times resulted in more crystalline structures and larger particle sizes.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "0.25% w/v guar gum", "study_duration": "0-30 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:36.029488+00:00"}
{"study_id": 17647, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of guar gum, alone or combined with glycerol or ethylene glycol, on bull sperm cryopreservation quality and embryo development.", "results_summary": "Guar gum, particularly at 0.001%, improved sperm viability, antioxidant capacity, membrane integrity, and embryo development while reducing DNA damage and apoptotic-like changes. It showed synergistic effects when combined with 3.5% glycerol or ethylene glycol.", "population_specificity": "Bull sperm samples (pooled ejaculates from 4 bulls).", "effective_dosage": "0.001% and 0.002% guar gum, alone or combined with 3.5% glycerol or ethylene glycol.", "study_duration": "Not specified (cryopreservation study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:37.801421+00:00"}
{"study_id": 17650, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of partially hydrolyzed guar gum (PHGG) on gut microbiota, short-chain fatty acid production, and inflammatory response in a mouse model of H1N1 influenza infection.", "results_summary": "PHGG attenuated weight loss, intestinal atrophy, and H1N1-induced inflammatory cytokine increases while boosting SCFA production and immune cell activity. It also reduced lung inflammation and promoted regulatory T-cell differentiation.", "population_specificity": "Eight-week-old C57BL/6 mice infected with H1N1 influenza virus.", "effective_dosage": "500 mg/kg per day", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:38.136463+00:00"}
{"study_id": 17649, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a guar gum/chitosan-based composite edible coating functionalized with coconut oil and essential oils could prolong the postharvest shelf life of Khasi mandarins.", "results_summary": "The guar gum/chitosan-based composite coating significantly reduced weight loss and maintained fruit firmness, acidity, and total soluble solids in Khasi mandarins over 20 days, with the GGCsC-Cl-Cn treatment being the most effective.", "population_specificity": "Khasi mandarins (postharvest fruit)", "effective_dosage": "0.7% guar gum in the composite coating", "study_duration": "20 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:38.394093+00:00"}
{"study_id": 17652, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of partially hydrolyzed guar gum (PHGG) on gut microbiota, short-chain fatty acids (SCFAs), and gas production in fecal samples from Chinese individuals.", "results_summary": "PHGG stimulated beneficial bacteria (Bifidobacterium, Faecalibacterium), inhibited harmful bacteria (Escherichia-Shigella, Klebsiella, Dorea), and increased SCFAs and fermentation gases, with variations observed across different demographic groups.", "population_specificity": "41 Chinese individuals (young females, old males, old females).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:39.324298+00:00"}
{"study_id": 17651, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 85, "study_goal": "The researchers aimed to develop an injectable hydrogel dressing using cation guar gum (CG) and metallic-polyphenolic nanoparticles (PA-ZnII NPs) to enhance burn wound healing through moisturizing, antibacterial, and anti-inflammatory properties.", "results_summary": "The CGPZ hydrogel demonstrated prolonged moisturization (>3 days), strong adhesion, self-healing capabilities, and broad-spectrum antibacterial efficiency (>99.99% against E. coli and S. aureus). It also accelerated wound healing by reducing inflammation and promoting neovascularization compared to commercial dressings.", "population_specificity": "Burn wound treatment (specific human or animal model not specified in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:40.766441+00:00"}
{"study_id": 17654, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether partially hydrolyzed guar gum (PHGG) could suppress the development of pulmonary arterial hypertension and vascular remodeling in a rat model.", "results_summary": "PHGG treatment effectively suppressed pulmonary hypertension and vascular remodeling in the SU5416/hypoxia rat model, with associated changes in gut microbiota composition.", "population_specificity": "SU5416/hypoxia-induced pulmonary arterial hypertension rat model", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:43.462962+00:00"}
{"study_id": 17657, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Guar Gum (GG) modification enhances the adhesive strength, cellular uptake, and therapeutic efficacy of tilmicosin-loaded nanogels against Lawsonia intracellularis.", "results_summary": "GG-modified nanogels showed the strongest adhesive strength, improved cellular uptake of tilmicosin via clathrin-mediated endocytosis, and increased therapeutic effects against L. intracellularis in vitro and in vivo.", "population_specificity": "Not specified (in vitro and in vivo study, likely animal models).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:46.834714+00:00"}
{"study_id": 17658, "supplement_id": 1180, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the tolerability and safety of a semi-elemental enteral formula containing partially hydrolyzed guar gum (PHGG) in tube-fed young children.", "results_summary": "The formula was generally well-tolerated (82.6% of subjects), improved stool frequency and softness, and maintained stable weight. Adverse events were reported in 52% of subjects, with 13% deemed related to the formula.", "population_specificity": "Tube-fed children aged 1-4 years with neuro-developmental disabilities and gastrointestinal comorbidities.", "effective_dosage": "12 g/L", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:47.560213+00:00"}
{"study_id": 17656, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if guar gum (GG) could enhance the fluorescence emission of gold nanoclusters (AuNCs) for improved detection of α-glucosidase (α-Glu) and screening of its inhibitors, relevant to type 2 diabetes therapy.", "results_summary": "Guar gum enhanced the fluorescence emission of AuNCs at low concentrations (<1.0 wt%) in a viscosity-dependent manner, improving α-Glu detection sensitivity (limit: 0.13 U L-1, range: 0.2–4000 U L-1). The method was successfully applied to screen α-Glu inhibitors from plant extracts.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "<1.0 wt%", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:48.181193+00:00"}
{"study_id": 17655, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antifungal efficacy and environmental safety of guar gum nanoemulsions containing mancozeb as an alternative to commercial fungicides.", "results_summary": "Guar gum nanoemulsions showed comparable antifungal efficacy to commercial mancozeb (84.5% vs. 86.5% inhibition against A. alternata) and superior sustained release (43% vs. 98% release in 2 hours). The nanoemulsions also improved plant growth parameters and demonstrated higher cell viability (63.83-71.88%) compared to commercial mancozeb (21.67%).", "population_specificity": "Tomato and potato plants in pot conditions.", "effective_dosage": "0.5, 1.0, and 1.5 mg/mL mancozeb-loaded nanoemulsions.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:48.206648+00:00"}
{"study_id": 17659, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the performance of celecoxib-loaded chitosan/guar gum hydrogel beads for sustained drug release and anti-inflammatory effects.", "results_summary": "The study found that guar gum-based hydrogel beads provided sustained celecoxib release (74% for single-crosslinked and 24% for dual-crosslinked beads over 24 hours) and reduced inflammation in rats, with single-crosslinked beads showing better therapeutic efficiency.", "population_specificity": "Rats (in vivo study)", "effective_dosage": "Not specified", "study_duration": "24 hours (in vitro), duration of in vivo study not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:49.483220+00:00"}
{"study_id": 17640, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of guar gum (GG) in edible coatings, combined with other additives, in preserving the quality and extending the shelf life of cut potatoes.", "results_summary": "The study found that guar gum, especially at concentrations of 0.5 to 1 g/100 mL, reduced oxygen and water vapor transmission rates, delayed browning, and extended shelf life from two to seven days compared to uncoated controls. The interaction of GG with CAEE and TEO further improved coating permeability and freshness.", "population_specificity": "Cut potatoes stored at room temperature (27 ± 3 °C, 70-85 % RH).", "effective_dosage": "0.5 to 1 g/100 mL of guar gum in coating solution.", "study_duration": "Seven days of storage.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:51.920872+00:00"}
{"study_id": 17660, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how different factors (carboxylate content, TOCN size, freezing-thawing cycles, and solid content) influence the structure and rheological properties of a hydrogel composed of TEMPO-oxidized cellulose nanofibers (TOCN) and cationic guar gum (CGG).", "results_summary": "The study found that increasing carboxylate content, freezing-thawing cycles, and solid content improved hydrogel crosslinking density, resulting in more compact structures and enhanced rheological properties. TOCN size influenced hydrogel properties based on a balance between exposed functional groups and entanglement generation.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:53.099993+00:00"}
{"study_id": 17661, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of guar gum supplementation on glycemic control, blood pressure, and body mass in adults.", "results_summary": "Guar gum supplementation significantly reduced hemoglobin A1c (HbA1c) but had no effect on fasting blood sugar, blood pressure, or body mass. Subgroup analysis showed benefits for type 2 diabetes patients and high dosages (>15 g/d) in reducing fasting blood sugar.", "population_specificity": "Adults, with specific benefits noted for type 2 diabetes patients.", "effective_dosage": "High supplementation dosages (>15 g/d) showed significant effects.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:55.411071+00:00"}
{"study_id": 17662, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how Guar Gum (GG) affects the rheology, gel strength, and structural characteristics of germinated highland barley starch (GBS) and its potential for gel-based food applications.", "results_summary": "The addition of GG significantly increased the viscosity, gel strength, and viscoelasticity of GBS, promoting the formation of an ordered and compact gel network structure, which enhances its suitability for gel-based products.", "population_specificity": "Germinated highland barley starch (GBS)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:55.767670+00:00"}
{"study_id": 17663, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of starch-guar gum-ferulic acid molecular interactions on retrogradation properties, digestibility, and structural changes of chestnut starch under extrusion treatment.", "results_summary": "Guar gum inhibited the formation of helical and crystalline structures in chestnut starch, while ferulic acid weakened interactions between guar gum and starch, increasing single/double helix and V-type crystalline structures. The combination resulted in 20.31% resistant starch content and a 42.98% anti-retrogradation rate after 21-day storage.", "population_specificity": "Not specified (in vitro study on chestnut starch)", "effective_dosage": "Not specified", "study_duration": "21-day storage period", "interactions": "Ferulic acid (weakened interactions with guar gum and starch)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:58.079710+00:00"}
{"study_id": 17664, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the adsorption performance of a modified guar gum (DGH) for removing dyes from wastewater and assess its reusability and phytotoxicity.", "results_summary": "The modified guar gum (DGH) demonstrated high adsorption capacity for multiple dyes (CR, MG, ST), fitting Langmuir isotherm and pseudo-second-order kinetic models. It maintained over 90% removal efficiency after six cycles and reduced dye toxicity in mung bean germination tests.", "population_specificity": "Not applicable (in vitro and phytotoxicity assay using mung bean seeds).", "effective_dosage": "Not specified (adsorption capacity measured in mg/g at 298.15 K).", "study_duration": "Not specified (adsorption-desorption cycles tested).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:58.175903+00:00"}
{"study_id": 17665, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop and evaluate semi-interpenetrating polymer networks (semi-IPNs) incorporating guar gum (GG) for use as gastroretentive drug delivery systems (GRDDSs) to improve the sustained release of antibiotics like amoxicillin (AMOX) in the gastrointestinal tract.", "results_summary": "The study found that GG-based semi-IPNs exhibited high encapsulation efficiency for AMOX, excellent mucoadhesiveness, optimal mechanical strength in stomach-like fluids, and self-floating properties, making them promising candidates for GRDDSs. The acidic hydrolysis of acid-sensitive polymers in the matrices was also studied, confirming their potential for sustained drug release.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:59.780154+00:00"}
{"study_id": 17666, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a hydrogel platform using cationic guar gum (CG) combined with lignosulfonate (LS) and Ag2O NPs for rapid identification and killing of drug-resistant superbacteria.", "results_summary": "The hybrid hydrogel demonstrated catalytic properties for bacterial identification and utilized photothermal characteristics of oxidized TMB to effectively kill drug-resistant superbacteria when triggered by near-infrared laser. The platform showed potential for distinguishing drug resistance based on inhibition abilities in reactions.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:00.642324+00:00"}
{"study_id": 17669, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the structure, properties, and modifications of guar gum-based adsorbents and their effectiveness in remediating hazardous substances like organic dyes, heavy metal ions, and bacterial pathogens.", "results_summary": "The study found that guar gum-based nanocomposites are effective for water remediation, including removing hazardous substances and inhibiting bacterial growth, highlighting their potential to improve water quality.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:03.340484+00:00"}
{"study_id": 17653, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of guar gum-based hydrogels as drug carriers for colon cancer treatment, specifically assessing their drug release kinetics, biocompatibility, and cytotoxicity.", "results_summary": "The guar gum-based hydrogel demonstrated sustained drug release (96% in 7h 25min), was non-hemolytic, and showed significant antiproliferative effects against HCT-116 colon cancer cells (IC50 11.7 µg/ml). The hydrogel also reduced cell viability more effectively than free methotrexate.", "population_specificity": "In vitro study using HCT-116 colon cancer cells.", "effective_dosage": "IC50 of 11.7 µg/ml for MTX-loaded hydrogel.", "study_duration": "Drug release assessed over 7h 25min; cytotoxicity evaluated via MTT assay (duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:05.690581+00:00"}
{"study_id": 17670, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop and evaluate the bactericidal efficacy of bio-nano-composite guar gum/polyvinyl alcohol membranes loaded with aluminum-doped zinc oxide nanoparticles for wound dressing applications.", "results_summary": "The study found that the membranes, after an alkaline thermo-chemical treatment, showed a 57% increase in Staphylococcus aureus growth inhibition compared to untreated fibers, indicating improved bactericidal properties.", "population_specificity": "Not specified (in vitro study on bacterial cultures)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:06.394099+00:00"}
{"study_id": 17668, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a hybrid sono-Fenton system in degrading hydroxypropyl guar gum (HPG) pollutants in fracturing flowback fluid.", "results_summary": "The study found that the sono-Fenton system achieved an 81.15% COD removal rate under optimal conditions, effectively degrading HPG into smaller compounds and meeting environmental discharge standards. OH radicals played a dominant role in HPG degradation, and the Chan Kinetic Model best described the process.", "population_specificity": "Fracturing flowback fluid (industrial/environmental context, not human subjects).", "effective_dosage": "Not applicable (treatment parameters: pH 3.0, 80 mM H2O2, 5 mM Fe2+, 180 W ultrasonic power, 20-25 kHz frequency, 39°C, 30 min reaction time).", "study_duration": "30-60 minutes (treatment duration).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:06.822344+00:00"}
{"study_id": 17671, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a colon-targeted solid self-nanoemulsifying drug delivery system (S-SNEDDS) using guar gum and pectin to improve the bioavailability of xanthohumol (XH) for treating colorectal diseases.", "results_summary": "The S-SNEDDS formulation showed controlled release of XH, with less than 10% release in the first 5 hours and rapid release between the 5th and 10th hour. The formulation demonstrated good cytotoxicity against Caco2 cells compared to raw XH.", "population_specificity": "In vitro (Caco2 cells) and dissolution studies using rat caecal contents (RCC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:07.834808+00:00"}
{"study_id": 17672, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-obesity effects of low molecular weight hydrolyzed guar gum (GMLP) on hepatic lipid metabolism in high-fat diet-fed mice.", "results_summary": "GMLP reduced body weight gain, hepatic lipid accumulation, and improved liver damage in mice. It altered lipid metabolism pathways, reduced disease biomarkers, and promoted fatty acid oxidation and choline synthesis.", "population_specificity": "High-fat diet-fed C57BL/6J mice", "effective_dosage": "Not specified (dose-dependent effects mentioned)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:08.099080+00:00"}
{"study_id": 17673, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to develop a dual-layer wound dressing containing Guar Gum and L. plantarum to enhance wound recovery and mechanical properties.", "results_summary": "The Guar Gum-based dual-layer dressing exhibited significantly improved swelling capacity and elasticity compared to a single hydrogel layer, and accelerated wound recovery in a Pseudomonas aeruginosa-infected animal model, outperforming a commercial product and non-treated controls.", "population_specificity": "Pseudomonas aeruginosa-infected animal model (specific species not mentioned).", "effective_dosage": "Hydrogel composition included Guar Gum at a ratio of 2 parts by weight (10:2:10, w/w/w with L. plantarum stock solution and polyvinyl alcohol).", "study_duration": "Not explicitly stated, but results were measured up to Day 3 post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:10.859015+00:00"}
{"study_id": 17667, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the use of guar gum as a thickening agent in a hydrogel containing sesamol-loaded nanocapsules for treating irritant contact dermatitis.", "results_summary": "The hydrogel thickened with guar gum maintained the nanometric size of the nanocapsules and a consistent sesamol content. The formulation demonstrated prolonged release and reduced skin permeation compared to free sesamol, along with significant anti-inflammatory effects in an irritant contact dermatitis model.", "population_specificity": "Not specified (animal model likely, based on croton oil-induced dermatitis).", "effective_dosage": "2.5% guar gum in hydrogel formulation.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:11.502074+00:00"}
{"study_id": 17674, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of guar gum-based microgels for targeted drug delivery of curcumin in treating ulcerative colitis.", "results_summary": "The guar gum-based microgels demonstrated sustained drug release (84.6% over 34 hours) in simulated colon fluid, effectively accumulated in colon tissue for 24 hours, and alleviated symptoms in DSS-induced UC mice.", "population_specificity": "DSS-induced ulcerative colitis mice", "effective_dosage": "Not specified", "study_duration": "24-hour accumulation observed; full intervention duration not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:11.744554+00:00"}
{"study_id": 17675, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether partially hydrolyzed guar gum (PHGG) could alleviate liver damage and modulate gut microbiota in a murine liver injury model.", "results_summary": "PHGG significantly reduced lipid accumulation and TNF-α-positive cells in liver-injured mice, while also increasing the abundance of Parabacteroides in the cecum, suggesting a protective effect against hepatic steatosis.", "population_specificity": "6-week-old male C57BL/6 mice with induced liver injury.", "effective_dosage": "5% PHGG in the diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:14.019805+00:00"}
{"study_id": 17676, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and therapeutic potency of PPD-loaded intranasal in-situ gel (PPGISG) using guar gum as a polymer for the treatment of schizophrenia.", "results_summary": "The study found that PPGISG showed improved ex-vivo permeation compared to PNE and PPD-suspension, with no extrapyramidal symptoms or hematological alterations observed in experimental animals.", "population_specificity": "Experimental animals (specific species not mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:14.293068+00:00"}
{"study_id": 17677, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess whether partially hydrolyzed guar gum (PHGG) could improve constipation and reduce laxative use among long-term care facility residents.", "results_summary": "PHGG did not significantly affect bowel frequency or stool characteristics but significantly reduced laxative use in weeks 3 and 4 compared to placebo, with no difference in adverse effects.", "population_specificity": "Long-term care facility residents with chronic constipation (mean age 83.9±7.6 years, 38% male).", "effective_dosage": "5g PHGG mixed with 200ml water per day.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:15.430635+00:00"}
{"study_id": 17679, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the biocompatibility and potential applications of chemically functionalized guar gum (GG-BA) for biomaterial development.", "results_summary": "GG-BA demonstrated good biocompatibility with mouse embryonic fibroblasts (MEF) and human mammary epithelial cells (MCF-10A) at concentrations up to 4000 μg mL-1, suggesting its suitability for bioadhesives, hydrogels, and coacervates. The functionalization was confirmed through multiple analytical techniques.", "population_specificity": "Mouse embryonic fibroblasts (MEF) and human mammary epithelial cells (MCF-10A).", "effective_dosage": "0 to 4000 μg mL-1", "study_duration": "48 and 72 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:17.414208+00:00"}
{"study_id": 17678, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the repellent effect and mechanism of a guar gum-citral (GC) film against brown planthoppers (BPHs) in rice crops.", "results_summary": "The GC film demonstrated significant repellency against BPHs (60.00% and 73.93% in different tests), primarily through olfactory disruption. RNA sequencing revealed differential gene expression in BPHs, implicating odorant-binding and gustatory/odorant receptor genes in the repellent mechanism.", "population_specificity": "Brown planthoppers (BPHs) in rice crops.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:17.441631+00:00"}
{"study_id": 17682, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the dose-response relationship between guar gum supplementation and its effects on lipid profiles in patients with various cardiometabolic conditions.", "results_summary": "Guar gum supplementation significantly reduced total cholesterol and LDL-C levels but had no significant effect on triglycerides or HDL-C levels. The effects were consistent across multiple studies, though the magnitude of reduction varied.", "population_specificity": "Patients with hyperlipidemia, diabetes, metabolic syndrome, hypertension, overweight, carotid endarterectomy, and menopausal women.", "effective_dosage": "100 mg/d to 30 g/d", "study_duration": "1-24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:20.687030+00:00"}
{"study_id": 17681, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to synthesize and evaluate a composite hydrogel (TiO2@GGH) from guar gum and TiO2 for removing methylene blue through adsorption and photodegradation in water treatment.", "results_summary": "The TiO2@GGH composite demonstrated high dye removal efficiency, with a maximum adsorption capacity of 198.61 mg g-1, and UV radiation enhanced its photodegradation effect. The highest removal efficiency occurred at pH 10, reaching equilibrium within 5 hours.", "population_specificity": "Not applicable (in vitro study on water treatment).", "effective_dosage": "Not applicable (material testing, not human dosage).", "study_duration": "Not applicable (batch mode testing under varying conditions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:20.868780+00:00"}
{"study_id": 17680, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to develop a prolonged-release film based on guar gum loaded with Lysine Clonixinate (LC) as an alternative treatment for dental pain.", "results_summary": "The LC-loaded guar gum film demonstrated high adherence, suitable swelling behavior, high LC content, and prolonged drug release, suggesting its potential as an alternative treatment for dental pain.", "population_specificity": "Not specified (implied general dental pain patients).", "effective_dosage": "Not specified (different concentrations of LC were loaded but exact dosages not detailed).", "study_duration": "Not specified (in vitro release studies were performed, but intervention duration in vivo was not mentioned).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:21.242832+00:00"}
{"study_id": 17684, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if partially hydrolyzed guar gum (PHGG) is safe and exhibits protective effects in a mouse model of depression.", "results_summary": "PHGG significantly inhibited body weight loss and prevented depressive-like behavior in mice, likely by modulating gut microbiota and increasing short-chain fatty acids, serotonin, and dopamine levels. PHGG was less effective in intervention trials but showed potential synergy with fluoxetine.", "population_specificity": "Mice with depression induced by chronic unpredictable mild stress (CUMS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Potential synergistic effect with fluoxetine.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:22.322254+00:00"}
{"study_id": 17683, "supplement_id": 1180, "safety_score": "30", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether oral administration of guar gum-derived galactomannan (GGGM) could trigger intestinal inflammatory responses and physiological effects in mice.", "results_summary": "Oral GGGM administration compromised growth performance, increased spleen and epididymal fat weight, elevated α1-acid glycoprotein levels, and triggered intestinal inflammatory responses (e.g., increased TNF-α and IL-6). It also altered energy metabolism, increasing intestinal enzyme activity and reducing epithelial cell viability.", "population_specificity": "Mice (in vivo and in vitro intestinal epithelial cells)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:22.443602+00:00"}
{"study_id": 17685, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether partially hydrolyzed guar gum (PHGG) attenuates non-alcoholic fatty liver disease (NAFLD) development in mice through modulation of the gut-liver axis.", "results_summary": "PHGG treatment significantly reduced liver inflammation, fat accumulation, and fibrogenic markers in mice with increased intestinal permeability fed an atherogenic diet. It also improved gut microbiota composition and increased short-chain fatty acid levels, particularly butyric, acetic, propionic, and formic acids.", "population_specificity": "Seven-week-old male C57BL/6J mice with induced intestinal permeability.", "effective_dosage": "5% PHGG in diet.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:24.963604+00:00"}
{"study_id": 17686, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the potential additive anti-inflammatory effect of guar gum when combined with 5ASA in a murine experimental colitis model.", "results_summary": "Guar gum showed significant anti-inflammatory effects in reducing inflammatory markers in murine colitis. When combined with 5ASA, guar gum had a weaker therapeutic effect compared to acacia, particularly at higher doses.", "population_specificity": "Murine (mice) experimental colitis model", "effective_dosage": "30 or 300 mg/kg, administered rectally", "study_duration": "Not specified", "interactions": "Combined with 5ASA (30 mg/kg)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:26.221717+00:00"}
{"study_id": 17687, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a phosphorylated guar gum-chitosan sorbent for efficient U(VI) removal from acidic solutions and evaluate its antimicrobial properties.", "results_summary": "The sorbent showed fast uptake kinetics (60 min), high sorption capacities (1.28 and 1.16 mmol U g⁻¹ for non-magnetic and magnetic forms), and recyclability (5 cycles with minimal performance loss). The magnetic composite exhibited antibacterial effects against both Gram+ and Gram- bacteria.", "population_specificity": "Not applicable (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified (uptake kinetics measured at 60 min).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:27.045420+00:00"}
{"study_id": 17689, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the role of guar gum-based nanocomposites in removing toxic dyes and heavy metal ions from wastewater through adsorption and photocatalytic degradation.", "results_summary": "The study found that guar gum's versatile functionalization potential and abundant hydroxyl groups make it an excellent material for wastewater treatment, with promising results in adsorption and degradation mechanisms. The review highlights its potential for real-time wastewater treatment applications.", "population_specificity": "Not specified (focus on material properties and applications).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:28.801523+00:00"}
{"study_id": 17690, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop an efficient and economical method for removing hydroxypropyl guar gum (HPG) from fracturing fluids to meet reinjection requirements while avoiding secondary pollution.", "results_summary": "The study successfully designed a process involving gel-breaking, coagulation, and precipitation to remove HPG from fracturing fluids, achieving reinjection standards. The method was characterized as environmentally friendly and cost-effective, with detailed analysis using SEM, EDX, XRD, and FTIR.", "population_specificity": "Not applicable (industrial application, not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:30.163820+00:00"}
{"study_id": 17691, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a guar gum-based composite material for adsorbing heavy metal ions (Cu2+ and Co2+) in wastewater treatment.", "results_summary": "The guar gum composite demonstrated high adsorption capacities (709 mg g-1 for Cu2+ and 601 mg g-1 for Co2+), with chemisorption as the primary mechanism, and exhibited good chemical stability in recycling studies.", "population_specificity": "Not applicable (in vitro study on wastewater treatment).", "effective_dosage": "Not specified (optimized synthesized product used).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:30.580563+00:00"}
{"study_id": 17688, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the controlled release of mebendazole from ethyl cellulose nanofibers containing guar gum and its effect on the mortality of hydatid cyst protoscoleces.", "results_summary": "Guar gum nanofibers at concentrations of 10, 50, 250, and 500 ppm showed drug release rates of 42.09%, 39.95%, 33.05%, and 30.96% after 312 hours, respectively, and achieved 100% protoscolex mortality within 3-13 days.", "population_specificity": "Hydatid cyst protoscoleces under laboratory conditions.", "effective_dosage": "10, 50, 250, and 500 ppm.", "study_duration": "13 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:30.865968+00:00"}
{"study_id": 17692, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of guar gum (GG) as a hydrophilic agent in a membrane for purifying water contaminated with CTAB and congo-red dye.", "results_summary": "The GG/UiO-66 membrane demonstrated excellent hydrophilicity, self-healing properties, and effective pollutant separation, enhancing recyclability and sustainability. The central composite design highlighted operational parameters influencing removal efficiency.", "population_specificity": "Contaminated water samples (not human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:31.044425+00:00"}
{"study_id": 17694, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficiency of bentonite-supported zero-valent metal catalysts, particularly zero-valent copper, in Fenton-like oxidation processing for treating waste fracturing fluid containing hydroxypropyl guar gum (HPGG).", "results_summary": "The study found that bentonite-supported zero-valent copper exhibited the best catalytic performance, achieving a 76% chemical oxygen demand removal rate for HPGG under optimal conditions (45 min reaction time). The catalyst also demonstrated good stability after recycling.", "population_specificity": "Waste fracturing fluid containing HPGG (not human or animal subjects).", "effective_dosage": "Not specified (study focused on catalyst dosage, H2O2 concentration, temperature, and pH).", "study_duration": "45 minutes (reaction time under optimal conditions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:35.778293+00:00"}
{"study_id": 17695, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of guar gum-based edible coatings on extending the shelf life and preserving the quality of blackberries stored at 5°C.", "results_summary": "The study found that a 0.3% guar gum coating combined with perforated clamshells reduced deterioration and preserved blackberries for 13 days, though with high weight loss (23.23%). A 0.3% guar gum coating with polylactic acid film maintained samples for 12 days with minimal weight loss (1.75%).", "population_specificity": "Blackberry fruits (cv. Castilla)", "effective_dosage": "0.3% and 0.4% guar gum solutions in water", "study_duration": "Up to 13 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:36.545284+00:00"}
{"study_id": 17696, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether voluntary exercise could enhance the effects of partially hydrolyzed guar gum (PHGG) on gut microbiota, obesity, and glucose tolerance in mice fed a high-fat diet.", "results_summary": "Voluntary exercise combined with PHGG treatment significantly reduced obesity and improved glucose tolerance in mice on a high-fat diet. Exercise also accelerated beneficial changes in gut microbiota, particularly lowering the Firmicutes/Bacteroidetes ratio.", "population_specificity": "4-week-old male C57BL/6J mice (n = 80)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:37.444815+00:00"}
{"study_id": 17699, "supplement_id": 1180, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to develop a guar gum-based non-viral gene delivery vehicle for gene therapy in triple-negative breast cancer (TNBC).", "results_summary": "The guar gum-based carrier demonstrated cytocompatibility, excellent blood compatibility up to 200 μg/ml, high gene binding capability, and superior in vitro transfection efficiency in TNBC cells compared to lipofectamine 2000.", "population_specificity": "MDA-MB-231 (TNBC) and HeLa cell lines.", "effective_dosage": "Up to 200 μg/ml.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:38.997840+00:00"}
{"study_id": 17698, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effectiveness of guar gum as a natural coagulant for treating landfill leachate, optimizing its performance in Chemical Oxygen Demand (COD) removal.", "results_summary": "The study found that guar gum achieved 22.57% COD removal at an optimal dosage of 44.39 mg/L, pH 8.56, and mixing speed of 79.27 rpm. Structural analysis indicated that hydrogen bonding and adsorption mechanisms contributed to pollutant removal.", "population_specificity": "Landfill leachate (wastewater treatment context)", "effective_dosage": "44.39 mg/L", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:39.551713+00:00"}
{"study_id": 17697, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if partially hydrolyzed guar gum (PHGG) could reduce radiotherapy-induced diarrhea, improve bacterial count, nutrition status, and quality of life in pelvic cancer patients.", "results_summary": "PHGG supplementation increased bifidobacterial count and reduced diarrhea frequency after pelvic radiation completion, though initial diarrhea frequency was higher in the intervention group. The effect was significant after controlling for confounders.", "population_specificity": "Adult pelvic cancer patients undergoing radiation therapy (mean age 56.5 ± 10.8 years, 75% malnourished).", "effective_dosage": "10 g of PHGG twice daily.", "study_duration": "14 days prior to and 14 days during pelvic radiation (total 28 days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:39.771307+00:00"}
{"study_id": 17700, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a chitosan/cationic guar gum hydrogel for phosphate removal from wastewater and evaluate its potential as a supercapacitor electrode material.", "results_summary": "The CS/CGG hydrogel effectively adsorbed phosphate from wastewater, fitting the Freundlich model, and the phosphate-adsorbed hydrogels were converted into porous N,P-doped carbon aerogels with excellent capacitive performance (302.2 ± 4.9 F/g) and cycling stability.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:40.456991+00:00"}
{"study_id": 17703, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a nanoformulation of amphotericin B and piperine using guar gum to enhance bioavailability and reduce toxicity for antileishmanial therapy.", "results_summary": "The guar gum-based nanoparticles demonstrated controlled drug release, protection from acidic pH, and effective suppression of Leishmania donovani growth in vitro and in vivo, with 96% parasite inhibition and no nephrotoxicity.", "population_specificity": "Golden hamster-L. donovani model (animal study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:45.470363+00:00"}
{"study_id": 17701, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the microbiota-modulating effects of partially hydrolyzed guar gum (PHGG) in healthy human subjects.", "results_summary": "PHGG significantly improved stool frequency and consistency, altered gut microbiota diversity, increased beneficial metabolites (e.g., butyrate, acetate), and induced taxonomic shifts favoring Ruminococcus, Fusicatenibacter, and Faecalibacterium while reducing Roseburia and Lachnospiracea. Most effects reversed post-intervention and were more pronounced in males.", "population_specificity": "20 healthy volunteers", "effective_dosage": "5 g PHGG up to three times per day", "study_duration": "3 weeks (intervention phase)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:45.548281+00:00"}
{"study_id": 17702, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a green synthesis method for silver nanoparticles using alginate-guar gum blend (GG-Alg@Ag) and evaluate its effectiveness in degrading methylene blue dye in wastewater.", "results_summary": "The study demonstrated successful synthesis of GG-Alg@Ag nanoparticles, achieving 92.33% photodegradation of methylene blue under optimized conditions (pH 4.98, 194 mg L-1 dye concentration, 0.07 g catalyst dose, 120 min exposure). The degradation mechanism followed a pseudo-second-order model, with the composite showing a bandgap energy of 2.5 eV.", "population_specificity": "Not applicable (in vitro study on wastewater treatment).", "effective_dosage": "Catalyst dose of 0.07 g.", "study_duration": "Exposure time of 120 minutes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:47.347931+00:00"}
{"study_id": 17704, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop and evaluate a novel nanoparticle system (FITC-SiO2@Au-DOX-GGS-FA NPs) using guar gum succinate for targeted cancer imaging and combined chemo/photothermal therapy.", "results_summary": "The NPs demonstrated improved cellular uptake in HeLa cells via folate-receptor-mediated endocytosis, pH-sensitive drug release, and enhanced cytotoxicity due to tumor-targetability and combined DOX/photothermal effects. The NPs were also effective for dual CT/fluorescence imaging.", "population_specificity": "HeLa cells (in vitro cancer cell line)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:47.934193+00:00"}
{"study_id": 17706, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of guar gum modified with salicylhydrazine in removing Ni2+, Co2+, and Cr3+ from aqueous solutions.", "results_summary": "The modified guar gum demonstrated high adsorption capacities for nickel (1272.4 mg•g-1), chromium (748.86 mg•g-1), and cobalt (521.81 mg•g-1), fitting the Langmuir model. The adsorption mechanism was confirmed through 1H NMR titration, indicating exothermic behavior and suitability for water purification.", "population_specificity": "Aqueous solutions (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:48.915234+00:00"}
{"study_id": 17707, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of high- and medium-molecular-weight partially hydrolyzed guar gum (PHGG) on gut microbiota modulation and constipation relief in mice.", "results_summary": "PHGG increased fecal moisture, improved small intestinal transit, and shortened the time to first defecation after constipation. High-dose medium-molecular-weight PHGG showed the highest short-chain fatty acid production and promoted beneficial gut microbiota changes.", "population_specificity": "Constipation-induced mice.", "effective_dosage": "250 mg/kg bw (low dose) and 1 g/kg bw (high dose) for HHGG and MHGG.", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:49.361256+00:00"}
{"study_id": 17705, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the protective effects of partially hydrolyzed guar gum (PHGG) against oxidative damage and its probiotic functions in d-galactose-induced aging rats.", "results_summary": "PHGG treatment at 1500 mg/kg/day significantly reduced oxidative stress markers, improved antioxidant enzyme activity, and enhanced intestinal microbiota composition. It also alleviated oxidative damage in the liver and hippocampus and upregulated beneficial protein expressions.", "population_specificity": "Rats injected with d-galactose to induce aging-related injury.", "effective_dosage": "500, 1000, and 1500 mg/kg/day", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:49.810115+00:00"}
{"study_id": 17709, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the use of guar gum (GG) as an enzyme-triggered capping agent for controlled drug release in a multimodal nanoplatform targeting colorectal cancer cells.", "results_summary": "The study found that guar gum effectively capped the 5FU-loaded nanoplatform, showing zero-release in simulated GI conditions until triggered by colonic enzymes, enabling targeted drug delivery. The nanoplatform demonstrated enhanced therapeutic efficacy in HT-29 CRC cells when combined with enzyme-triggered release and photodynamic therapy.", "population_specificity": "HT-29 colon carcinoma cell lines (in vitro)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:53.990798+00:00"}
{"study_id": 17693, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop and evaluate a curcumin-loaded hydrogel (Cur-NPs/OGG/SF) for wound healing applications, focusing on its physicochemical properties and biological effects.", "results_summary": "The hydrogel showed improved degradation behavior with increased OGG content, enhanced cell proliferation without cytotoxicity, and exhibited antibacterial activity against Bacillus and E. coli. The results suggest the hydrogel is suitable for wound healing.", "population_specificity": "Mouse embryonic fibroblast (NIH-3T3) cells and bacterial strains (Bacillus and E. coli).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:54.047300+00:00"}
{"study_id": 17708, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether partially hydrolyzed guar gum (PHGG) could protect against acute alcohol-induced liver injury by examining its effects on mitochondrial integrity, oxidative stress, inflammation, and apoptosis.", "results_summary": "PHGG attenuated liver damage markers, improved antioxidant enzyme activity, reduced inflammation via TLR4 signaling, and inhibited apoptosis in both in vitro and in vivo models. It also enhanced lipid metabolism and mitochondrial protection.", "population_specificity": "HepG2 cells (in vitro) and acute alcohol-intoxicated mice (in vivo).", "effective_dosage": "1000 mg/kg∙day", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:54.064234+00:00"}
{"study_id": 17711, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to develop and evaluate non-thermal plasma-assisted surface-modified CMGG/CS hydrogels for biomedical applications, focusing on pH-responsive drug delivery and biofilm eradication.", "results_summary": "The hydrogels showed pH-responsive swelling, effective diclofenac sodium release for colon-targeted drug delivery, excellent biofilm eradication against E. coli, hemocompatibility, and biodegradability.", "population_specificity": "Human RBCs (in vitro) and bacterial biofilm (E. coli).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:55.805755+00:00"}
{"study_id": 17713, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a novel nanoparticle (TPGS-g-guar gum) as a drug delivery system for borneol to improve its solubility and drug-loading capacity for treating central nervous system illnesses.", "results_summary": "The study found that TPGS-g-guar gum nanoparticles effectively carried borneol and released the drug, suggesting potential for improving treatment of central nervous system and cerebrovascular diseases.", "population_specificity": "Not specified (in vitro or preclinical study implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:57.254429+00:00"}
{"study_id": 17714, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to synthesize guar gum-zero valent iron nanocomposites (ZGNC) and evaluate their effectiveness in pollutant treatment.", "results_summary": "The study found that ZGNC effectively adsorbed ciprofloxacin (94% removal efficiency) and catalyzed the oxidation of methyl orange (99% efficiency) within 60 minutes under specific pH conditions. The nanocomposites exhibited clear physicochemical properties and elemental composition.", "population_specificity": "Not specified (laboratory study).", "effective_dosage": "0.5 g/L ZGNC.", "study_duration": "60 minutes (treatment duration).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:58.610473+00:00"}
{"study_id": 17710, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of galacylhydrazine modified guar gum (GG-GH) in removing organic dyes from water samples.", "results_summary": "GG-GH demonstrated highly efficient removal of organic dyes, achieving equilibrium in 0.5 hours with maximum adsorption capacities ranging from 868.83 to 1522.2 mg g-1 for different dyes. The material maintained high removal efficiency (>95%) even after ten filtration-regeneration cycles, indicating excellent recyclability and long-term usability.", "population_specificity": "Water samples (not human or animal subjects).", "effective_dosage": "Not specified (study focused on material performance rather than dosage).", "study_duration": "Not specified (study measured performance over filtration-regeneration cycles).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:58.954804+00:00"}
{"study_id": 67091, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to review the effects of nutraceuticals, including Guar Gum, on infantile colic, functional abdominal pain, and irritable bowel syndrome in children and adolescents.", "results_summary": "The abstract does not mention specific findings related to Guar Gum.", "population_specificity": "Infants, children, and adolescents with abdominal pain and gut-brain interaction disorders.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:00.872001+00:00"}
{"study_id": 67096, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to review the physicochemical and biological properties of artificial tear components, including Guar Gum, and their efficacy in managing dry eye disease.", "results_summary": "The abstract does not provide specific findings about Guar Gum's effects, only mentioning a general review of artificial tear components and formulations.", "population_specificity": "Not specified (general discussion of dry eye disease management).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:01.353381+00:00"}
{"study_id": 67092, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a prebiotic formulation containing partially hydrolysed guar gum and acacia gum altered the composition, richness, and diversity of the gut microbiota in adults with functional constipation.", "results_summary": "The prebiotic formulation significantly reduced species richness and Shannon diversity in the gut microbiota of the treatment group, though functional composition remained unchanged. The control group did not exhibit these changes.", "population_specificity": "61 adults with functional constipation", "effective_dosage": "Not specified", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:01.629644+00:00"}
{"study_id": 67097, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of extracted and isolated fibers, including guar gum, in reducing appetite and energy intake in healthy adults.", "results_summary": "Acute intakes of guar gum were observed to frequently result in reductions in appetite ratings, with viscous fibers like guar gum showing more consistent benefits compared to non-viscous fibers. However, the overall evidence base was varied due to methodological differences and limited research on many fibers.", "population_specificity": "Healthy adults", "effective_dosage": "Not specified", "study_duration": "Acute (short-term) and chronic (long-term) studies included, but exact duration for guar gum not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:06.040897+00:00"}
{"study_id": 67099, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of Guar Gum on glycemia, including fasting plasma glucose, post-prandial plasma glucose, and insulin resistance in humans.", "results_summary": "The study found that Guar Gum had positive effects on glycemia, improving fasting and post-prandial plasma glucose levels, as well as insulin resistance. It was highlighted as one of the nutraceuticals with potential benefits for managing prediabetes and diabetes.", "population_specificity": "Humans with dysglycemia (impaired fasting glycemia or impaired glucose tolerance), prediabetes, or diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:07.478793+00:00"}
{"study_id": 67098, "supplement_id": 1180, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to synthesize literature on gastrointestinal effects of Guar Gum and other NDCs to establish tolerable intake dose recommendations.", "results_summary": "The study found that Guar Gum's tolerance was NDC-specific, with gastrointestinal effects such as bloating and flatulence noted, but no severe adverse effects were reported. Tolerable intake levels varied among NDCs, though specific recommendations for Guar Gum were not detailed in the abstract.", "population_specificity": "Adults without gastrointestinal disease.", "effective_dosage": "Doses ranged from 0.75-160 g/d (specific Guar Gum dosage not detailed).", "study_duration": "Ranged from a single-meal tolerance test to 28 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:07.818392+00:00"}
{"study_id": 67100, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of partially hydrolyzed guar gum (PHGG) on gastric emptying, small intestinal transit, intestinal hormone levels, and feelings of hunger and satiety compared to fructooligosaccharide (FOS) and a placebo.", "results_summary": "PHGG reduced small intestinal transit compared to placebo but did not significantly affect gastric emptying, intestinal hormone levels, hunger, satiety, or desire to eat. FOS increased gastric emptying, while both fibers reduced small intestinal transit without altering other measured outcomes.", "population_specificity": "Healthy participants", "effective_dosage": "20 g of PHGG in a single test meal", "study_duration": "Acute (single ingestion)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:08.514648+00:00"}
{"study_id": 67107, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of partially hydrolyzed guar gum (PHGG) on bowel movements, plasma bile acids, quality of life, and gut microbiota in healthy volunteers with IBS-D-like symptoms.", "results_summary": "PHGG significantly improved stool form (normalized Bristol stool scale) but had no effect on stool frequency. It also altered the gut microbiota composition, increasing certain beneficial bacteria.", "population_specificity": "44 healthy volunteers (22 males, 22 females, average age 41.9 ± 6.3 years) with frequent bowel movements and loose stools (Bristol stool scale 5-6).", "effective_dosage": "Not specified in the abstract.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:10.837553+00:00"}
{"study_id": 67102, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the short-term physiological effects and tolerability of partially-hydrolyzed guar gum (PHGG) in mild-to-moderate symptomatic gastroparesis patients.", "results_summary": "The study compared PHGG, gum Arabic, psyllium husk, and water, suggesting that low-viscosity soluble fibers like PHGG could be tolerable for gastroparesis patients, though specific efficacy results for PHGG were not detailed in the abstract.", "population_specificity": "Mild-to-moderate symptomatic gastroparesis patients (primarily female, some with Type-1 or Type-2 diabetes) not requiring enteral tube feeding.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:10.839748+00:00"}
{"study_id": 67108, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of a whey/guar preload on gastric emptying, postprandial glycaemia, and HbA1c levels in people with type 2 diabetes.", "results_summary": "The whey/guar preload slowed gastric emptying, reduced postprandial blood glucose levels, and modestly lowered HbA1c compared to placebo, without affecting energy intake, body weight, or body composition. The effects were sustained over 12 weeks.", "population_specificity": "People with well-controlled type 2 diabetes managed on diet or metformin.", "effective_dosage": "5 g guar gum plus 17 g whey protein, taken twice daily before meals.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:11.044417+00:00"}
{"study_id": 67112, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of fiber-containing foods and supplements, including partially hydrolyzed guar gum, on digestive health outcomes in children.", "results_summary": "The review found that partially hydrolyzed guar gum, glucomannan, and bran showed beneficial effects on digestive health outcomes in children, though the evidence was not conclusive. Limited data existed on whole-grain fiber sources like oats.", "population_specificity": "Children", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:15.520589+00:00"}
{"study_id": 67109, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 65, "study_goal": "The researchers aimed to compare the effectiveness of probiotics versus a guar gum-containing nutritional supplement in preventing severe diarrhoea in cancer patients undergoing radiotherapy (with or without chemotherapy).", "results_summary": "The study found that grade 3 or 4 diarrhoea occurred less often in the probiotics group compared to the guar gum group (OR 0.38, 95% CI 0.16 to 0.89), suggesting probiotics may be more effective. However, the evidence was of low certainty due to study limitations.", "population_specificity": "Cancer patients receiving radiotherapy (with or without chemotherapy).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:16.007404+00:00"}
{"study_id": 67111, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of two glutamine supplements (glutamine-fiber-oligosaccharide and glutamine F) on bowel movement in elderly inpatients starting enteral feeding.", "results_summary": "Glutamine F administration resulted in significantly lower stool frequency and harder stools compared to glutamine-fiber-oligosaccharide, suggesting different effects due to additive components.", "population_specificity": "Elderly inpatients (>75 years) recovering from critical illness in non-intensive care units.", "effective_dosage": "9 g/day of glutamine, administered three times daily.", "study_duration": "Duration of the study (exact length not specified in the abstract).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:16.127382+00:00"}
{"study_id": 67113, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the clinical efficacy of high-viscosity soluble fibers like guar gum in providing health benefits such as cholesterol lowering, improved glycemic control, and normalizing stool form.", "results_summary": "The study found that high-viscosity soluble fibers like guar gum significantly improve cholesterol levels and glycemic control, and they effectively normalize stool form by resisting dehydration in the large bowel. Nonviscous or insoluble fibers did not provide these benefits.", "population_specificity": "Not specified (general focus on clinical outcomes in well-controlled studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:17.172350+00:00"}
{"study_id": 67114, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to compare the efficacy of hydrolyzed guar gum with lactulose in treating functional childhood constipation.", "results_summary": "The study found no statistically significant difference in the number of stools per week between hydrolyzed guar gum and lactulose (MD 1.00, 95% CI -1.80 to 3.80). No serious adverse events were reported.", "population_specificity": "Children aged 0 to 18 years with functional constipation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:19.135030+00:00"}
{"study_id": 67115, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the beneficial effects of partially hydrolyzed guar gum (PHGG) as a non-pharmacologic treatment for pediatric irritable bowel syndrome (IBS).", "results_summary": "The study found some evidence supporting the beneficial effects of PHGG in managing pediatric IBS, alongside other interventions like cognitive behavioral therapy and probiotics. The efficacy was noted in a systematic review of 24 studies, though specific details on PHGG's impact were not isolated.", "population_specificity": "Children with irritable bowel syndrome (IBS) or functional gastrointestinal disorders (FGIDs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:19.329398+00:00"}
{"study_id": 67116, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether synbiotic supplementation (including Guar Gum) combined with nutritional counseling improved metabolic parameters, hepatic steatosis, and gut health in NASH patients compared to nutritional counseling alone.", "results_summary": "The synbiotic group (including Guar Gum) showed reduced hepatic steatosis, weight loss, decreased BMI, and reduced waist circumference, but no improvement in intestinal permeability or LPS levels.", "population_specificity": "50 biopsy-proven NASH patients", "effective_dosage": "Not specified (combined with Lactobacillus reuteri and inulin)", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:20.705544+00:00"}
{"study_id": 67117, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of guar gum and other polysaccharides on postprandial glucose, appetite responses, and subsequent food intake when added to milk.", "results_summary": "Guar gum significantly suppressed post-treatment glucose and average appetite (p < 0.0001) and reduced caloric intake at a subsequent meal, with effects more pronounced than alginate but less pronounced in blood glucose reduction compared to alginate.", "population_specificity": "30 females aged 18-30 years.", "effective_dosage": "2.5 g guar gum added to 250 ml milk.", "study_duration": "Single administration with follow-up measurements over 120 minutes.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:24.328781+00:00"}
{"study_id": 67120, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a novel co-processed fiber composite (FC) containing guar gum could blunt and sustain postprandial glucose and insulin responses compared to maltodextrin in healthy adults.", "results_summary": "The FC significantly reduced postprandial glucose and insulin responses after breakfast and showed a modest glycemic reduction after lunch in both beverage and bar forms compared to maltodextrin.", "population_specificity": "Young, nondiabetic, nonobese adults", "effective_dosage": "Not specified", "study_duration": "Single testing days separated by at least 1 week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:25.541739+00:00"}
{"study_id": 67119, "supplement_id": 1180, "safety_score": "92", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the safety and efficacy of a guar gum-based hydrogel (CQ-01) in treating severe and intractable pruritus associated with burn-induced hypertrophic scars.", "results_summary": "CQ-01 provided significant symptomatic relief, with a mean JW score reduction of 36 compared to baseline, and was safe, with only minor skin irritation reported in 8% of patients. The effect lasted up to 3 days and showed no tachyphylaxis with repeated applications.", "population_specificity": "74 patients with burn-induced hypertrophic scars and severe pruritus.", "effective_dosage": "24-hour application of CQ-01 hydrogel (specific dosage not detailed).", "study_duration": "Single application with follow-up assessments up to 7 days; repeated applications were also studied.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:26.441737+00:00"}
{"study_id": 67118, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to summarize clinical studies on Guar Gum's effects on appetite control in normal subjects and propose its mechanism of action.", "results_summary": "Guar Gum delayed colonic transit time, stimulated satiety hormone CCK, and prolonged post-meal satiation, reducing inter-meal calorie intake by about 20%. Doses of 2g/serving provided sustained satiation, while >5g/serving or combined with protein showed acute satiety effects.", "population_specificity": "Normal subjects", "effective_dosage": "2g/serving for sustained effects; >5g/serving or 2.6g Guar Gum + 8g protein/serving for acute effects", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:26.834956+00:00"}
{"study_id": 67122, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of partially hydrolyzed guar gum (PHGG) on symptom relief in constipation-predominant IBS patients, focusing on gender, age, and BMI.", "results_summary": "PHGG administration significantly improved symptom scores, laxative/enema use, stool consistency, and colonic transit time. Improvements varied by gender, age, and BMI, with notable benefits in women, patients ≥45 years, and those with BMI ≥25 for evacuations, and in males, younger patients, and those with BMI <25 for bloating.", "population_specificity": "68 patients with constipation-predominant IBS.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:28.146347+00:00"}
{"study_id": 67123, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of guar gum on postprandial blood pressure in older adults with postprandial hypotension.", "results_summary": "Guar gum significantly reduced the prevalence of postprandial hypotension compared to placebo (18.2% vs. 72.7%) and showed significant differences in systolic and diastolic blood pressure changes over time.", "population_specificity": "Twenty-two older female adults aged 67 to 88 with postprandial hypotension.", "effective_dosage": "9 grams of guar gum mixed with semi-fluid food.", "study_duration": "Two treatment phases with a 1-week washout period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:29.146142+00:00"}
{"study_id": 67121, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine whether partially hydrolyzed guar gum (PHGG) added to oral rehydration solution (ORS) reduces diarrhea duration, stool output, and enhances weight gain in malnourished children with acute diarrhea.", "results_summary": "PHGG added to ORS significantly reduced the duration of diarrhea and improved weight gain, though stool output reduction trends were not statistically significant.", "population_specificity": "126 malnourished children aged 6-36 months with acute diarrhea (<7 days) and weight-for-length/weight-for-age < -3 Z-score, with or without pedal edema.", "effective_dosage": "15 g/L of PHGG added to modified WHO ORS.", "study_duration": "Intervention duration was monitored over 72 hours (3 days) for stool output, with follow-up for weight gain.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:29.173227+00:00"}
{"study_id": 67124, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of Guar Gum in improving irritable bowel syndrome symptom frequency in children with abdominal pain-related functional gastrointestinal disorders.", "results_summary": "Guar Gum significantly improved irritable bowel syndrome symptom frequency, but no effect was found for other fiber supplements. The study did not report serious adverse effects.", "population_specificity": "Children aged 3-18 years with abdominal pain-related functional gastrointestinal disorders.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:31.296611+00:00"}
{"study_id": 67125, "supplement_id": 1180, "safety_score": "75", "efficacy_score": null, "quality_score": 82, "study_goal": "The researchers aimed to determine the degree of immune reactivity (IgG and IgE antibodies) to guar gum and other gums in the general population.", "results_summary": "The study found that 4.2%-27% of specimens showed elevated IgG antibodies against guar gum, while 15.6%-29.1% showed elevated IgE antibodies. A subgroup of individuals produced both IgG and IgE antibodies, suggesting potential hidden immune reactivities.", "population_specificity": "288 commercially sourced sera representing the general population.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:33.456973+00:00"}
{"study_id": 67128, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of guar gum as an add-on therapy to bezafibrate in reducing cholesterol levels in patients with familial hypercholesterolaemia.", "results_summary": "Guar gum, when added to bezafibrate, reduced total cholesterol and LDL levels compared to bezafibrate alone, though the study did not assess long-term outcomes or primary clinical endpoints.", "population_specificity": "Children and adults with familial hypercholesterolaemia.", "effective_dosage": "Not specified", "study_duration": "Short-term (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:36.042327+00:00"}
{"study_id": 67126, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the relative available energy (RAE) of partially hydrolysed guar gum compared to other dietary fiber materials based on fermentability from breath hydrogen excretion.", "results_summary": "The study found that partially hydrolysed guar gum had a relative available energy (RAE) of 1 kcal/g based on the area under the curve (AUC) of breath hydrogen excretion (BHE) over 8 hours, similar to other tested dietary fibers. Extending the collection period to 14 or 24 hours also yielded an RAE of 1 kcal/g for all tested fibers, including guar gum.", "population_specificity": "Subjects (specific demographics not detailed in the abstract)", "effective_dosage": "Not specified", "study_duration": "Breath hydrogen collection occurred over 24 hours post-ingestion.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:36.153432+00:00"}
{"study_id": 67130, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of guar gum-based polymers as controlled release formulations for therapeutic delivery, particularly via the oral route.", "results_summary": "The study found that guar gum-based polymers are effective as controlled release formulations in various forms (microspheres, nanoparticles, hydrogels, matrix tablets) for delivering diverse therapeutics, with a focus on oral administration due to its convenience and patient compliance.", "population_specificity": "Not specified (review of existing literature).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:36.871926+00:00"}
{"study_id": 67129, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of partially hydrolyzed guar gum (PHGG) on colonic transit time and symptoms of chronic constipation.", "results_summary": "PHGG significantly reduced colonic transit time, increased bowel movement frequency, improved stool form, and decreased straining, laxative use, and abdominal pain in patients with chronic constipation.", "population_specificity": "Patients fulfilling Rome III criteria for chronic constipation.", "effective_dosage": "5 mg PHGG daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:37.192025+00:00"}
{"study_id": 67127, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether maintenance therapy with partially hydrolyzed guar gum (PHGG) reduces recurrence rates and improves success rates in patients with healed chronic anal fissure (CAF) after treatment with glyceryl trinitrate (GTN) ointment.", "results_summary": "PHGG maintenance therapy significantly reduced recurrence rates (14.5% vs. 30.2%) and increased success rates (58.5% vs. 38.3%) at 12-month follow-up compared to no maintenance therapy. The results were statistically significant (P = 0.019 for success rate, P = 0.0047 for recurrence rate).", "population_specificity": "Patients with healed chronic anal fissure (CAF) after standard therapy with topical GTN 0.4% ointment.", "effective_dosage": "Not specified in the abstract.", "study_duration": "10 months of maintenance therapy.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:37.848148+00:00"}
{"study_id": 67131, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether Guar Gum could attenuate postprandial reductions in blood pressure.", "results_summary": "Three studies demonstrated that Guar Gum statistically attenuated postprandial reductions in blood pressure, though most studies did not include individuals with symptomatic postprandial hypotension.", "population_specificity": "Adults, primarily without symptomatic postprandial hypotension.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:38.765451+00:00"}
{"study_id": 17712, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the acute effects of low-dose guar gum, alone or combined with whey protein, on postprandial glycemia, insulin, GLP-1, and gastric emptying in type 2 diabetes.", "results_summary": "Low-dose guar gum (5g) was less effective than whey protein or the whey-guar combination in reducing postprandial glycemia and did not slow gastric emptying. The combination of whey and guar showed significant glucose-lowering effects, associated with delayed gastric emptying.", "population_specificity": "21 patients with type 2 diabetes managed by diet or metformin alone.", "effective_dosage": "5g guar gum, administered once as a preload before a meal.", "study_duration": "Acute effects measured over 240 minutes post-meal.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:42.131906+00:00"}
{"study_id": 67134, "supplement_id": 1180, "safety_score": "70", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of Guar Gum as a therapeutic intervention for women with cholestasis of pregnancy.", "results_summary": "Guar gum caused mild abdominal distress, diarrhoea, and flatulence during the first days of treatment. The study concluded there is insufficient evidence to indicate that Guar Gum is effective in treating women with cholestasis of pregnancy.", "population_specificity": "Women with a clinical diagnosis of obstetric cholestasis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:43.921589+00:00"}
{"study_id": 67136, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to examine the effect of Guar Gum on mucin secretion in the small intestine compared to other fibers.", "results_summary": "The study found that Guar Gum did not significantly increase luminal mucin or goblet cell count compared to the fiber-free control group, unlike some other fibers tested.", "population_specificity": "Wistar rats and Sprague-Dawley rats", "effective_dosage": "50 g/kg diet", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:44.160009+00:00"}
{"study_id": 67132, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if guar gum compression-coated tablets could effectively target flurbiprofen delivery to the colon while minimizing side effects in the upper gastrointestinal tract.", "results_summary": "The optimized guar gum-coated formulation (F4) achieved nearly complete drug release in the colon (99.86%) within 24 hours, with minimal drug loss (6.84%) during the initial 5-hour lag period. Pharmacokinetic data confirmed colon targeting, showing delayed peak concentration (Tmax 10h vs. 3h for immediate-release tablets) and higher bioavailability (AUC 78214.50 vs. 40385.78 ng-h/mL).", "population_specificity": "Not specified (in vitro and pharmacokinetic study, no human subjects mentioned).", "effective_dosage": "Not specified (optimized formulation F4 used, but exact guar gum dosage not stated).", "study_duration": "24-hour dissolution study; pharmacokinetic parameters measured post-administration (duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:44.686239+00:00"}
{"study_id": 67133, "supplement_id": 1180, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the safety, efficacy, and clinical applications of Partially Hydrolyzed Guar Gum (PHGG) as a dietary fiber for managing functional gastrointestinal disorders in adults and children.", "results_summary": "PHGG was found to be safe and effective in treating IBS symptoms (both constipation and diarrhea), chronic constipation, and improving gut health in enteral nutrition. It also showed potential in reducing diarrhea incidence in clinical nutrition and optimizing antibiotic use in SIBO treatment.", "population_specificity": "Adults (healthy volunteers and patients with IBS, constipation, enteral nutrition needs, SIBO) and children with functional abdominal pain.", "effective_dosage": "Up to 22 g/day", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:46.274109+00:00"}
{"study_id": 67135, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of partially hydrolyzed guar gum (PHGG) on metabolic syndrome (MetS) and cardiovascular risk factors in patients with type 2 diabetes.", "results_summary": "PHGG supplementation reduced waist circumference, HbA1c, urinary albumin excretion, and serum trans-fatty acids in patients with type 2 diabetes and MetS, but did not affect other MetS components or inflammatory markers. The control group only showed weight reduction.", "population_specificity": "Patients with type 2 diabetes and metabolic syndrome (44 participants, 38.6% male, mean age 62 years, mean diabetes duration 14.2 years).", "effective_dosage": "10 g/day of PHGG.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:46.482249+00:00"}
{"study_id": 67137, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to assess the tolerance and effectiveness of a prebiotic inulin/partially hydrolyzed guar gum mixture (I-PHGG) for treating constipation in females and its impact on gut microbiota and short-chain fatty acid production.", "results_summary": "I-PHGG showed comparable clinical results to placebo in improving bowel movement frequency and patient satisfaction but reduced pathogenic Clostridium sp. in the gut microbiota. No significant changes in short-chain fatty acid profiles were observed.", "population_specificity": "60 constipated female health workers reporting fewer than 3 bowel movements per week.", "effective_dosage": "15 g/d of I-PHGG", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:46.700733+00:00"}
{"study_id": 67138, "supplement_id": 1180, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the safety and efficacy of partially hydrolyzed guar gum (PHGG) with lactulose for treating constipation in children.", "results_summary": "PHGG was as effective as lactulose in improving bowel movement frequency, stool consistency, and reducing abdominal pain, with fewer reported side effects like flatulence and bad taste. Parents were more satisfied with PHGG treatment.", "population_specificity": "61 children with constipation (31 in PHGG group, 30 in lactulose group).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:47.198346+00:00"}
{"study_id": 18397, "supplement_id": 1181, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if guarana powder could prevent liver damage and oxidative stress induced by high doses of paracetamol in rats.", "results_summary": "Guarana significantly reduced liver damage markers (ALT, AST, ALP) and oxidative stress, prevented necrosis, and enhanced antioxidant defenses in rats treated with paracetamol.", "population_specificity": "Male Wistar rats", "effective_dosage": "300 mg/kg daily", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:51.222082+00:00"}
{"study_id": 67139, "supplement_id": 1180, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining partially hydrolysed guar gum with rifaximin was more effective than rifaximin alone in treating small intestinal bacterial overgrowth (SIBO).", "results_summary": "The combination of rifaximin and partially hydrolysed guar gum showed a significantly higher eradication rate of SIBO (87.1% per-protocol, 85.0% intention-to-treat) compared to rifaximin alone (62.1%). Clinical improvement was similar in both groups (86.9% vs. 91.1%).", "population_specificity": "Patients with a positive glucose breath test and predisposing conditions to SIBO (n=77).", "effective_dosage": "5 g/day of partially hydrolysed guar gum.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:52.091002+00:00"}
