{"study_id": 59845, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to compare the effect of esomeprazole 20 mg twice daily versus placebo on voice and acoustic-related measures in patients with laryngopharyngeal reflux (LPR).", "results_summary": "The study found no significant differences in videostroboscopic reflux finding scores, acoustic measures, or voice use and quality diary outcomes between the esomeprazole and placebo groups, even in patients with documented esophageal inflammation.", "population_specificity": "Patients with laryngopharyngeal reflux (LPR).", "effective_dosage": "Esomeprazole 20 mg twice daily.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:40:47.593571+00:00"}
{"study_id": 59844, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effect of dairy and non-dairy dietary calcium on fecal fat excretion in lactose digesters and maldigesters during moderate energy restriction.", "results_summary": "The study found that a high-calcium diet (1500 mg/day) significantly increased fecal fat excretion compared to a low-calcium diet (500 mg/day), regardless of calcium source (dairy or non-dairy) or lactose digestion status. This effect was consistent and not diminished over time.", "population_specificity": "34 healthy adults classified as lactose digesters or maldigesters.", "effective_dosage": "500 mg/day (low calcium) vs. 1500 mg/day (high calcium).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:40:48.298131+00:00"}
{"study_id": 59846, "supplement_id": 1068, "safety_score": "30", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to examine whether dairy products were reported to cause gastrointestinal (GI) symptoms in irritable bowel syndrome (IBS) patients compared to healthy controls.", "results_summary": "Dairy products were significantly more reported to cause GI complaints among IBS patients compared to healthy controls. The majority of participants who changed their dietary habits due to GI problems experienced symptom improvement.", "population_specificity": "IBS patients and healthy controls from primary healthcare centers in Linköping, Sweden.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:40:48.527329+00:00"}
{"study_id": 190476, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the physiological effects of pentadecanoic acid (PDA), a fatty acid found in dairy fat, and its potential role in health maintenance, particularly in metabolic and inflammatory conditions.", "results_summary": "The study found that PDA supplementation was negatively correlated with metabolic syndrome markers, reduced severity of metabolic dysfunction-associated steatohepatitis (MASH), and exhibited anti-inflammatory properties. PDA also showed insulin-sensitizing effects via AMPK pathway activation.", "population_specificity": "Not specified (general physiological effects discussed, no specific population mentioned).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:40:50.532034+00:00"}
{"study_id": 190477, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the potential of whey-derived products as value-added materials through enzymatic treatments, focusing on their physiological effects and applications.", "results_summary": "Whey proteins and lactose can be transformed into bioactive peptides and prebiotics with various health benefits, including antihypertensive, antioxidant, and immuno-modulatory effects, using enzymatic processes. Enzymatic treatments are highlighted as efficient, selective, and environmentally friendly methods for producing these compounds.", "population_specificity": "Not specified (general human consumption implied)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:40:50.688461+00:00"}
{"study_id": 59847, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the influence of short-term dietary intake of sheep's milk cheese naturally rich in CLA on atherosclerotic biomarkers compared to a commercially available cheese.", "results_summary": "The study found that consuming cheese rich in CLA significantly reduced inflammatory markers (interleukin-6, interleukin-8, TNF-alpha) and improved erythrocyte filtration rate and platelet aggregation compared to the placebo cheese. No significant changes were observed during the placebo period.", "population_specificity": "10 subjects (6 female, 4 male) with a median age of 51.5.", "effective_dosage": "200 g/week of cheese.", "study_duration": "10 weeks per intervention (test and placebo periods).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:40:50.866993+00:00"}
{"study_id": 190479, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the nutritional characteristics of pasture-based diets for dairy cows and identify factors affecting pasture dietary inclusion.", "results_summary": "The study found that pasture quality and management practices significantly influence dry matter intake, energy density, protein supply, and digestibility. Optimal pasture inclusion (40%-50% of the diet) may reduce costs without limiting feed intake.", "population_specificity": "Dairy cows in pasture-based systems", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:40:52.559396+00:00"}
{"study_id": 190478, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of whey protein from pasture-raised, grass-fed cows (PRWP) versus conventional whey protein (CWP) on muscle damage recovery after eccentric exercise in resistance-trained individuals.", "results_summary": "The abstract does not provide specific results, but the study design suggests a focus on evaluating PRWP's potential advantages over CWP in mitigating exercise-induced muscle damage.", "population_specificity": "Resistance-trained individuals (39 subjects mentioned).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:40:54.049265+00:00"}
{"study_id": 190480, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to assess the risk of micronutrient deficiencies in vegetarian children, with a focus on the role of dairy in mitigating these risks.", "results_summary": "The study found that a lacto-ovo-vegetarian diet, which includes dairy, poses a low risk of micronutrient deficiencies if the diet is varied and includes sufficient dairy intake. Vegan and macrobiotic diets, which exclude dairy, were associated with higher risks of deficiencies.", "population_specificity": "Vegetarian children, particularly those on lacto-ovo-vegetarian, vegan, or macrobiotic diets.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:40:56.403998+00:00"}
{"study_id": 190482, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate how nutritional supplementation can manage metabolic stress in dairy cows during the transition period from late pregnancy to early lactation.", "results_summary": "The study found that nutritional supplements, including polyunsaturated fatty acids, vitamins, dietary amino acids, and phytochemicals, effectively modulate energy homeostasis and address metabolic issues in transition cows. These supplements influence gene expression related to stress responses, improving cow welfare and productivity.", "population_specificity": "Dairy cows in the transition period (late pregnancy to early lactation).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:40:56.958320+00:00"}
{"study_id": 190484, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether post-exercise yogurt intake reduces cardiovascular strain during outdoor interval walking training in older adults.", "results_summary": "The study found that yogurt intake significantly reduced mean heart rate during fast walking after 30 days, suggesting reduced cardiovascular strain, while the carbohydrate group showed no significant change. Training achievements did not differ between groups.", "population_specificity": "Older adults (28 male, 75 female, ~73 years) who had performed interval walking training for at least 12 months.", "effective_dosage": "Yogurt drink (9.3 g protein, 39 g CHO, 192 kcal) consumed immediately after daily training.", "study_duration": "56 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:40:59.663704+00:00"}
{"study_id": 190485, "supplement_id": 1068, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the combined and separate effects of high dairy protein intake and vitamin D supplementation on body composition and cardiometabolic markers in children.", "results_summary": "High dairy protein intake reduced increases in fat mass index compared to normal protein intake, while vitamin D supplementation prevented winter declines in 25-hydroxyvitamin D and reduced LDL cholesterol. No significant combined effects were observed except for plasma glucose.", "population_specificity": "200 white, Danish children aged 6-8 years.", "effective_dosage": "260 g/d of high-protein (10 g/100 g) or normal-protein (3.5 g/100 g) yogurt, plus 20 µg/d vitamin D3 or placebo.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:00.551078+00:00"}
{"study_id": 190486, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effect of farm-related factors on the quality of bovine raw milk intended for cheesemaking and its impact on cheese quality.", "results_summary": "The study found that cow breed, feed, housing, milking systems, and seasonality significantly influence raw milk composition, technological properties, and cheese quality. The microbiota in raw milk, shaped by on-farm factors, also affects cheese sensory profiles and technological properties.", "population_specificity": "Bovine raw milk intended for cheesemaking.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:01.262810+00:00"}
{"study_id": 190483, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to investigate the separate and combined effects of vitamin D supplementation and increased dairy protein intake on muscle strength and physical function in children, while also exploring potential sex differences.", "results_summary": "The study found no separate or combined effects of vitamin D supplementation or increased dairy protein intake on muscle strength or physical function in children. There was an interaction noted on the sit-to-stand test, but overall, the interventions did not produce significant effects.", "population_specificity": "Healthy children aged 6-8 years.", "effective_dosage": "Increased dairy protein intake to 18.4 ± 3.4 E% (from baseline 15.5 ± 2.4 E%).", "study_duration": "Extended winter (exact duration not specified in abstract).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:01.370386+00:00"}
{"study_id": 190487, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the role of magnesium (Mg) supplementation in farm animals, including dairy cows, and its impact on animal health, product quality, and human nutrition.", "results_summary": "Mg supplementation in dairy cows helps prevent conditions like grass tetany and milk fever, improves milk quality, and ensures adequate Mg content in animal-source foods, which are important for human diets. The study highlights Mg's broader benefits in enhancing animal performance and human health.", "population_specificity": "Farm animals (pigs, poultry, dairy cows) and implications for human nutrition.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:03.000827+00:00"}
{"study_id": 190489, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of dairy and other nutritional interventions in maintaining muscle mass and strength, particularly from midlife through old age.", "results_summary": "The study found that dairy products, containing bioactive compounds like protein and leucine, can enhance muscle protein synthesis, especially when combined with resistance exercise. However, effects independent of exercise were not consistently demonstrated.", "population_specificity": "Midlife through old age individuals, particularly those at risk of sarcopenia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:04.843213+00:00"}
{"study_id": 190481, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of milk protein (MP) versus soy and whey permeate (WP) versus maltodextrin in a lipid-based nutrient supplement (LNS) on child development and head circumference among stunted children.", "results_summary": "The abstract does not provide specific results regarding the effects of dairy, but the study design suggests a comparison of different supplement formulations on developmental outcomes in stunted children.", "population_specificity": "Stunted children aged 1-5 years in Uganda.", "effective_dosage": "~535 kcal/day (LNS formulation).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:06.406711+00:00"}
{"study_id": 190488, "supplement_id": 1068, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the relationship between fermented dairy foods (FDFs) and probiotics on cardiometabolic disease (CMD) risk factors and management, comparing dairy matrix versus capsule/powder probiotic delivery.", "results_summary": "Fermented milk consumption was linked to reduced cardiovascular risk, while yogurt intake was associated with lower risks of type 2 diabetes (T2D) and metabolic syndrome. Probiotics in dairy matrices improved lipid biomarkers, whereas capsule/powder forms were more effective for T2D biomarkers; both reduced anthropometric parameters in obese subjects.", "population_specificity": "General population, hypercholesterolemic subjects, diabetic subjects, and obese subjects.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:07.560663+00:00"}
{"study_id": 190491, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to evaluate dietary recommendations, including moderate consumption of low-fat dairy, for cardiovascular disease prevention.", "results_summary": "The abstract suggests that diets moderate in low-fat dairy are recommended for cardiovascular health, but no specific study results on dairy's effects are provided.", "population_specificity": "Not specified (general population and higher-risk individuals implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:07.712245+00:00"}
{"study_id": 190493, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to evaluate dietary recommendations, including moderate consumption of low-fat dairy, for cardiovascular disease prevention.", "results_summary": "The abstract suggests that diets moderate in low-fat dairy are recommended for cardiovascular health, but no specific results about dairy's effects are provided.", "population_specificity": "Not specified (general population implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:08.215033+00:00"}
{"study_id": 190490, "supplement_id": 1068, "safety_score": "90", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of dairy proteins on muscle mass and strength in middle-aged and older adults, focusing on outcomes related to sarcopenia.", "results_summary": "Dairy protein significantly increased appendicular muscle mass but had no significant effect on handgrip or leg press strength. The impact on the Short Physical Performance Battery was inconclusive, and dairy protein was generally well-tolerated with no serious adverse events.", "population_specificity": "Middle-aged and older adults (aged 61-81 years).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:08.248406+00:00"}
{"study_id": 190492, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether dairy consumption affects self-reported levels of nasopharyngeal mucus secretion compared to a dairy-free diet.", "results_summary": "The study found that a dairy-free diet significantly reduced self-reported nasopharyngeal mucus secretion, while reintroducing dairy led to a significant increase in secretion scores. The nondairy group showed a sustained reduction in secretion levels over the study period.", "population_specificity": "26 men and 82 women over 15 years old with persistent nasopharyngeal mucus hypersecretion.", "effective_dosage": "Not specified", "study_duration": "6-day dairy-free diet, with dairy or nondairy supplementation for the last 4 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:10.046835+00:00"}
{"study_id": 190496, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the role of iodine-rich foods, particularly dairy and seafood, in improving iodine status, especially among women of childbearing age in the UK.", "results_summary": "The study highlights that dairy and seafood are the richest sources of iodine and are essential for maintaining adequate iodine status, but their current contribution to the average energy intake of adult women is only about 13%. It suggests repositioning iodine-rich foods in the diet as a viable strategy alongside other public health measures.", "population_specificity": "Women of childbearing age, particularly pregnant women in the UK.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:13.367191+00:00"}
{"study_id": 190495, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To examine the effects of pre- and post-natal small-quantity lipid-based nutrient supplements (SQ-LNS) on fetal and infant growth in Ghana.", "results_summary": "The study found that SQ-LNS consumption led to greater birth weight and improved growth metrics (length, weight, head circumference) compared to iron and folic acid or multiple micronutrient groups, with sustained benefits up to 18 months of age.", "population_specificity": "1320 pregnant women (≤ 20 weeks of pregnancy) and their infants in Ghana.", "effective_dosage": "20 g/d SQ-LNS for mothers until 6 months postpartum; infants received SQ-LNS from 6 to 18 months of age.", "study_duration": "Mothers: from ≤ 20 weeks of pregnancy until 6 months postpartum; infants: from 6 to 18 months of age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:13.663748+00:00"}
{"study_id": 190498, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to characterize the miRNA response in the vastus lateralis muscle after 14 days of disuse in middle-aged males supplemented with 20 g of dairy protein.", "results_summary": "The abstract does not provide specific results regarding the effects of dairy supplementation on muscle loss or miRNA response.", "population_specificity": "Males aged 45-60 years undergoing limb immobilization.", "effective_dosage": "20 g per day", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:15.266755+00:00"}
{"study_id": 190500, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare iodine levels and deficiency risk between a Paleolithic-type diet (excluding dairy) and a diet following Nordic Nutrition Recommendations (including dairy).", "results_summary": "The study found that the Paleolithic-type diet (excluding dairy) led to significantly lower iodine levels compared to the Nordic Nutrition Recommendations diet (including dairy), increasing the risk of iodine deficiency. Thyroid hormone levels remained similar between groups, except for lower FT3 in the Paleolithic group at 6 months.", "population_specificity": "Healthy postmenopausal overweight or obese women.", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:16.459375+00:00"}
{"study_id": 190499, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review current knowledge on modeling vitamin D-relevant data, including dietary sources like dairy, to understand population vitamin D status and inform public health strategies.", "results_summary": "The study highlights the importance of 25(OH)D measurement and modeling to assess vitamin D deficiency, emphasizing the potential of food-based solutions, including dairy, to improve vitamin D status and bone health.", "population_specificity": "General population in North America and Europe", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:16.901920+00:00"}
{"study_id": 190497, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to assess the effectiveness of dairy components (protein and vitamin D) on nutritional status and physical fitness in older adults.", "results_summary": "Most trials showed no significant effects of protein or vitamin D supplementation on outcomes, except for a small increase in body weight with protein and a minor improvement in physical performance with vitamin D. Effects were more pronounced in malnourished, frail, or inactive older adults and with higher dosages (≥20 g protein or 400-1000 IU vitamin D).", "population_specificity": "Older adults aged ≥55 years, including (pre-)frail, inactive, or malnourished individuals.", "effective_dosage": "≥20 g protein per day; 400-1000 IU vitamin D.", "study_duration": "Trials with durations up to 6 months were included, with longer durations showing more pronounced effects.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:17.087397+00:00"}
{"study_id": 190501, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of two lipid-based ready-to-use supplementary foods (RUSFs) with differing dairy protein content in improving the nutritional status of mothers and at-risk infants and young children in rural Guinea-Bissau.", "results_summary": "The RUSF with 33% dairy protein significantly improved mid-upper arm circumference (MUAC) in mothers. Infants and children showed substantial increases in weight-for-age and height-for-age z-scores, independent of group randomization, with older children's improvements linked to maternal nutritional changes.", "population_specificity": "Mothers and mildly or moderately malnourished infants (6-23 months) and children (24-59 months) in rural Guinea-Bissau.", "effective_dosage": "478 kcal/d (mothers, children) or 239 kcal/d (infants), distributed 5 days/week.", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:18.587748+00:00"}
{"study_id": 190502, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to determine the efficacy of protein supplementation (specifically soy-dairy protein blend and whey protein isolate) during resistance training on muscle hypertrophy, satellite cell content, and myonuclear addition.", "results_summary": "Protein supplementation (soy-dairy blend and whey) showed a modest increase in whole-body lean mass compared to placebo, but no significant differences were found between protein types. Protein supplementation did not enhance muscle fiber hypertrophy, satellite cell content, or myonuclear addition beyond resistance training alone.", "population_specificity": "Healthy young men", "effective_dosage": "22 grams daily (soy-dairy protein blend or whey protein isolate)", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:19.358413+00:00"}
{"study_id": 190503, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to review the current knowledge about palmitoleate, its metabolism, and its influence on metabolic abnormalities, particularly focusing on its presence in dairy products.", "results_summary": "The study found mixed cardiovascular effects, correlations (both direct and inverse) with obesity and hepatosteatosis, but significant improvement in insulin resistance and diabetes. Dietary intake and supplementation of palmitoleate showed potential benefits for certain metabolic diseases.", "population_specificity": "Not specified (general human metabolism focus)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:21.220446+00:00"}
{"study_id": 190504, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate food-based solutions, including dairy fortification, to address vitamin D inadequacy in populations.", "results_summary": "The study highlights the need for traditional fortification and biofortification of dairy and other foods to bridge the gap between current vitamin D intakes and dietary reference values. It emphasizes the potential of these strategies to improve population-wide vitamin D intake.", "population_specificity": "General population in Europe and elsewhere", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:21.685527+00:00"}
{"study_id": 190505, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to clarify the ability of lactic acid bacteria (LAB) to produce folate in fermented dairy products, assess if this production meets human vitamin B9 requirements, and suggest ways to optimize folate production.", "results_summary": "The study found that some fermented dairy products showed promising folate production by LAB, but others had low production or folate consumption by LAB, making their contribution to vitamin B9 intake uncertain. Optimal conditions for folate biosynthesis by LAB remain unclear.", "population_specificity": "Not specified (general human population implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:25.757253+00:00"}
{"study_id": 190508, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess iodine nutritional status in a general population from an iodine-deficient area, focusing on the role of iodized salt, milk, and dairy products in improving iodine levels.", "results_summary": "The study found that iodine levels were higher in schoolchildren compared to older adults, but a significant portion of the population, especially women of childbearing age, still had inadequate iodine levels. Iodized salt consumption was lower than WHO recommendations.", "population_specificity": "General population of the Jaén healthcare district, stratified by sex and age groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:25.836908+00:00"}
{"study_id": 190507, "supplement_id": 1068, "safety_score": "80", "efficacy_score": 45, "quality_score": 85, "study_goal": "The researchers aimed to examine the associations between dairy product consumption (total and specific types) and cognitive performance in aging adults, as well as compliance with dairy intake recommendations in France.", "results_summary": "Total dairy consumption was not associated with cognitive function, but higher milk intake was negatively linked to verbal memory performance. Among women, exceeding recommended dairy intake was negatively associated with working memory performance.", "population_specificity": "3,076 aging adults in France (mean age 65.5 years at cognitive evaluation).", "effective_dosage": "Not specified (dairy intake estimated via repeated 24h records).", "study_duration": "Cognitive performance assessed ~13 years post-baseline.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:26.307884+00:00"}
{"study_id": 190506, "supplement_id": 1068, "safety_score": "85", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to determine whether acute dairy milk intake improves microvascular function, specifically endothelial nitric oxide-dependent cutaneous vasodilation, compared to a rice beverage.", "results_summary": "The study found that acute dairy milk ingestion did not augment nitric oxide-dependent vasodilation in the cutaneous microcirculation compared to a rice beverage, with dairy milk showing lower vasodilation than the rice beverage. There was no effect of serving size on the total vasodilatory response.", "population_specificity": "Eleven men and women, average age 61 years.", "effective_dosage": "Two or four servings (473 ml and 946 ml) of 1% dairy milk or a rice beverage.", "study_duration": "Single ingestion on each of 4 separate study days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:26.600247+00:00"}
{"study_id": 190509, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop and validate a mathematical model to predict how vitamin D fortification in dairy and other foods could affect serum 25(OH)D concentrations and reduce deficiency prevalence.", "results_summary": "The model predicted that fortifying dairy-related products, along with other foods, could reduce vitamin D deficiency prevalence from 18.1% to 6.6% during winter. The integrated model was validated using independent data, showing accurate predictions.", "population_specificity": "Irish adults aged 18-64 years.", "effective_dosage": "Not specified (hypothetical fortification scenarios).", "study_duration": "Not specified (model based on seasonal UVB availability).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:28.934211+00:00"}
{"study_id": 190510, "supplement_id": 1068, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine the effects of consuming sphingomyelin-containing milk phospholipid concentrate (SM-MPC) on skin hydration and elasticity in healthy adults with low skin hydration.", "results_summary": "The study found that supplementation with SM-MPC significantly improved skin hydration at the heel (low-SM group) and skin elasticity below the eye (high-SM group), along with subjective improvements in facial moisture and wrinkle perception (high-SM group) compared to placebo.", "population_specificity": "Healthy subjects aged 20 to 39 years with low skin hydration.", "effective_dosage": "High-SM group: 10 mg/d SM; low-SM group: 5 mg/d SM.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:29.060246+00:00"}
{"study_id": 190511, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers sought to determine whether resistance exercise combined with dairy supplementation could have an additive impact on fat mass and energy metabolism, particularly in older overweight sarcopenic men.", "results_summary": "The dairy supplement group showed significant decreases in fat mass, while no changes were observed in metabolic parameters or other variables. The study concluded that dairy supplementation during resistance training may reduce fat mass without altering metabolic properties.", "population_specificity": "Older overweight sarcopenic men (65 ± 5 years old).", "effective_dosage": "375 ml (~280 calories) per shake, post-exercise.", "study_duration": "4 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:29.941149+00:00"}
{"study_id": 190512, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to investigate dietary differences, particularly dairy intake, and their association with child size (BMI) among 4-year-old children in Spain, Germany, and Hungary.", "results_summary": "Spanish children had higher dairy-derived animal protein intake and higher BMI compared to German and Hungarian children. Diets in all three countries were high in protein, saturated fat, and sugar, potentially contributing to obesogenic effects.", "population_specificity": "161 4-year-old children from Spain, Germany, and Hungary whose mothers participated in a pregnancy micronutrient supplementation trial.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:30.102901+00:00"}
{"study_id": 190515, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dairy milk supplementation could preferentially inhibit inflammation-responsive and proteolytic gene expression in skeletal muscle compared to soy milk in post-menopausal women.", "results_summary": "The study found no significant difference between dairy and soy milk in inhibiting inflammation-responsive or proteolytic gene expression. Dairy milk did not attenuate the up-regulation of proteolytic genes induced by eccentric exercise.", "population_specificity": "15 post-menopausal women", "effective_dosage": "Three servings per day", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:33.979369+00:00"}
{"study_id": 190516, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the historical understanding and practical applications of zinc supplementation in agriculture, including its role in preventing deficiencies in livestock such as dairy cattle.", "results_summary": "The study found that zinc supplementation effectively prevents deficiencies in dairy cattle, alleviating conditions like parakeratosis and improving overall health and productivity. Zinc fertilization of pastures or direct supplementation in feed has been established as a reliable method to address zinc deficiency in livestock.", "population_specificity": "Livestock, including dairy cattle, poultry, swine, and sheep.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:34.698435+00:00"}
{"study_id": 190514, "supplement_id": 1068, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to analyze factors influencing the iodine content in ruminant milk and its implications for human consumption.", "results_summary": "The study found that milk iodine content is influenced by feed supplementation, iodine antagonists, farm management, and processing. Feed iodine supplementation has the most significant effect, but variability arises from other factors.", "population_specificity": "Ruminants (dairy animals) and indirectly, human consumers of dairy products.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Iodine antagonists such as glucosinolates in feed were mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:34.976973+00:00"}
{"study_id": 190513, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare fatty acid profiles, meat quality, sensory attributes, and consumer acceptance of meat from Holstein and crossbred organic and conventional dairy steers.", "results_summary": "Organic steers had higher oleic acid content, while grass-fed organic steers had lower monounsaturated fat and a more favorable n-6-to-n-3 fat ratio. Grass-fed steers had lower consumer liking scores and higher off-flavor ratings compared to organic and conventional steers.", "population_specificity": "Bull calves (n=49) from Holstein and crossbred dairy steers, assigned to conventional, organic, or grass-fed organic diets.", "effective_dosage": "Not specified (diets described as percentages of concentrate, forage, pasture, and supplements).", "study_duration": "Not specified (study conducted between March and May 2011, but intervention duration not detailed).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:37.280261+00:00"}
{"study_id": 190517, "supplement_id": 1068, "safety_score": "70", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to summarize the literature on the effects of conjugated linoleic acids (CLA) from dairy and other sources, focusing on potential benefits and risks.", "results_summary": "The study found that while CLA from dairy is a natural source, additional supplementation's benefits remain unclear, and some isomers may induce insulin resistance. A balanced diet rich in natural CLA is currently recommended.", "population_specificity": "Animal and human models (general, not specified).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:38.460928+00:00"}
{"study_id": 190520, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether dairy product supplementation has a causal effect on physical growth by reviewing controlled trials.", "results_summary": "The meta-analysis found that dairy supplementation likely increases growth by 0.4 cm per year per 245 ml of milk daily, with stronger effects in teenagers and those with lower height-for-age. The evidence was of moderate quality due to some validity issues in the included studies.", "population_specificity": "Studies were conducted in Europe, USA, China, Northern Vietnam, Kenya, Indonesia, and India, involving various age groups.", "effective_dosage": "Approximately 245 ml of milk daily.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:39.239156+00:00"}
{"study_id": 190518, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of probiotic bacteria, particularly Lactobacillus and Bifidobacterium, to produce folate and enhance folate levels in fermented dairy products or as probiotic supplements.", "results_summary": "The study found that most lactobacilli do not produce folate, except for Lactobacillus plantarum, which requires para-aminobenzoic acid (pABA) for folate production. Several Bifidobacterium strains, especially B. adolescentis and B. pseudocatenulatum, demonstrated folate production, with in vivo studies in rats and humans showing increased folate levels in plasma and feces, respectively.", "population_specificity": "Rats and humans (specific demographics not detailed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:40.333112+00:00"}
{"study_id": 190519, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether Bifidobacterium animalis ssp. lactis (BB-12®) and Lactobacillus paracasei ssp. paracasei (L. casei 431®) could enhance immune responses to influenza vaccination in healthy subjects.", "results_summary": "Both probiotics significantly increased vaccine-specific plasma IgG, IgG1, IgG3, and secretory IgA in saliva compared to placebo, indicating improved systemic and mucosal immune responses. No differences were observed in plasma cytokines or innate immune parameters.", "population_specificity": "211 healthy subjects (56% female, mean age 33.2 years).", "effective_dosage": "Minimum 10⁹ colony-forming units daily (BB-12® in capsule, L. casei 431® in dairy drink).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:40.650580+00:00"}
{"study_id": 190521, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "To determine if yogurt supplementation before and after exercise enhances body composition changes in overweight women undergoing resistance training and energy restriction.", "results_summary": "Yogurt supplementation did not provide additional benefits for increasing lean mass compared to a control sucrose beverage, though both groups showed significant weight loss, lean mass gain, and fat reduction. No differences were observed in hormone levels or strength improvements between groups.", "population_specificity": "Overweight women (age 36.8 ± 4.8 yr, BMI 29.1 ± 2.1 kg/m²) engaged in resistance training.", "effective_dosage": "Not specified (yogurt supplement consumed before and after exercise).", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:43.697302+00:00"}
{"study_id": 190523, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of dairy milk versus soy milk on markers of inflammation and oxidative stress in postmenopausal women.", "results_summary": "The study found that dairy milk consumption led to increased plasma TNF-alpha post-supplementation, which then decreased after exercise. No significant attenuation of systemic inflammation or oxidative defense markers was observed with dairy milk.", "population_specificity": "Healthy postmenopausal women (n=15 in dairy group).", "effective_dosage": "3 servings per day.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:43.832164+00:00"}
{"study_id": 190522, "supplement_id": 1068, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of selenium-enriched milk protein (dairy-Se) and selenium-rich yeast (yeast-Se) on plasma selenium levels and rectal selenoprotein gene expression to assess potential regulation of colorectal cancer risk.", "results_summary": "Both dairy-Se and yeast-Se increased plasma selenium levels, but only dairy-Se resulted in sustained elevation of selenoprotein P (SeP) after washout. Dairy-Se also significantly increased rectal GPx-1 and GPx-2 mRNA compared to yeast-Se, suggesting differential regulation of selenoproteins relevant to colorectal cancer risk.", "population_specificity": "23 healthy volunteers with plasma selenium levels in the lower half of the population range.", "effective_dosage": "150 μg/day of dairy-Se or yeast-Se.", "study_duration": "6 weeks of supplementation followed by 6 weeks of washout.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:45.107207+00:00"}
{"study_id": 11957, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the molecular mechanism of dandelion in treating diabetes mellitus (DM) and the pharmacokinetic behavior of its bioactive components in rats.", "results_summary": "The study found that dandelion's primary active components (hesperidin, protocatechuic acid, and syringic acid) interact with multiple targets to regulate pathways related to DM and diabetic complications, showing good binding activity. Pharmacokinetic analysis revealed these components were abundant in rat plasma with extended half-life and high bioavailability.", "population_specificity": "Rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:45.509356+00:00"}
{"study_id": 11958, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of dandelion leaf aqueous extract (DLE) on the immunological response and parasite burden in mice infected with Schistosoma mansoni.", "results_summary": "DLE treatment enhanced immunological responses (increased cytokine levels, CD4+/CD25+ cells, and altered apoptosis-related gene expression) and reduced parasite burden, though it did not surpass the protective effect of praziquantel (PZQ). Combined DLE/PZQ treatment showed the largest impact.", "population_specificity": "Experimentally infected mice (groups of 7).", "effective_dosage": "Not specified.", "study_duration": "Treatment administered 6 weeks post-infection (duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:47.571286+00:00"}
{"study_id": 11960, "supplement_id": 1070, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the molecular mechanisms of Taraxasterol, a main component of dandelion, in treating endometriosis, focusing on its effects on cell proliferation, migration, and apoptosis.", "results_summary": "The study found that Taraxasterol inhibits the proliferation and migration of ectopic endometrial cells and promotes apoptosis via the PI3K/Akt/mTOR pathway, demonstrating potential therapeutic efficacy for endometriosis.", "population_specificity": "In vitro cell experiments (ectopic endometrial cells).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:48.815909+00:00"}
{"study_id": 11961, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether taraxerol acetate (TA) from dandelions could alleviate oxidative stress in murine intestinal epithelial cells and identify the underlying mechanisms.", "results_summary": "TA activated the antioxidant defense system, increased total antioxidant capacity and catalase activity, reduced oxidative stress markers (LDH and MDA), and altered metabolite levels and gene transcript levels related to key pathways.", "population_specificity": "Murine intestinal epithelial cells", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:49.225038+00:00"}
{"study_id": 11959, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 90, "study_goal": "The researchers aimed to develop an AI-based method (FTLDA-AASDDC) using the Dandelion Algorithm for accurate detection and classification of autism spectrum disorder (ASD) from facial images.", "results_summary": "The FTLDA-AASDDC technique achieved 97.50% accuracy in classifying ASD and non-ASD samples using facial images, outperforming existing methods. The approach combined transfer learning models (MobileNetV2, DenseNet201, ResNet50) with the Dandelion Algorithm for parameter optimization.", "population_specificity": "Children with and without autism spectrum disorder (specific demographics not detailed).", "effective_dosage": "Not applicable (algorithm-based study).", "study_duration": "Not applicable (simulation-based analysis).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:49.724251+00:00"}
{"study_id": 11962, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of extraction temperatures (4°C and 80°C) on the structural characteristics and antioxidant activity of dandelion leaf polysaccharides (DLP).", "results_summary": "Higher extraction temperatures improved efficiency but caused molecular weight degradation. DLP4 (low-temperature extraction) showed stronger antioxidant effects, including better protection against oxidative damage and higher free radical scavenging ability compared to DLP80.", "population_specificity": "In vitro (cell-based) study, no human or animal subjects.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:52.424100+00:00"}
{"study_id": 11963, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Taraxacum coreanum NAKAI extract (TC) could protect against LPS-induced neuroinflammation and blood-brain barrier dysfunction.", "results_summary": "TC treatment improved transendothelial electrical resistance (TEER) values, increased tight junction protein expression (ZO-1, claudin-5, occludin), and suppressed NF-κB pathway activation, suggesting protective effects against BBB disruption and neuroinflammation.", "population_specificity": "bEnd.3 cerebral vascular endothelial cells (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:52.631974+00:00"}
{"study_id": 11965, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of dandelion flavone (DF) on multiple myeloma (MM) cell proliferation, migration, and invasion, and to explore its potential as a therapeutic agent in MM.", "results_summary": "DF inhibited MM cell proliferation, migration, and invasion in a dose-dependent manner, reduced MMP-2 and MMP-9 mRNA levels, increased TIMP-1 and TIMP-2 mRNA levels, and induced apoptosis by modulating the PI3K/AKT pathway.", "population_specificity": "Multiple myeloma (MM) cells in vitro.", "effective_dosage": "Not specified (dose-dependent effects noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:54.504183+00:00"}
{"study_id": 11964, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic potential of dandelion root polysaccharide extracts in mitigating ulcerative colitis (UC) by analyzing gut microbiota composition and serum metabolomics.", "results_summary": "Dandelion root polysaccharides (DPs) increased Faecalibaculum populations and fecal N-butyric acid levels, suggesting a role in restoring gut microbiota balance. Metabolomic profiling identified key metabolites linked to oxidative stress reduction, indicating DPs' protective effects on the intestinal lining.", "population_specificity": "Murine (mouse) model of ulcerative colitis induced by dextran sodium sulfate (DSS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:54.574153+00:00"}
{"study_id": 11967, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether dandelion-derived extracellular vesicle-like nanoparticles (TH-EVNs) could neutralize Staphylococcus aureus exotoxins and improve wound healing.", "results_summary": "TH-EVNs effectively bound to S. aureus exotoxins, neutralizing their virulence and protecting host cells. When loaded into a hydrogel dressing, TH-EVNs promoted wound healing by accelerating re-epithelialization, enhancing collagen maturity, and reducing inflammation.", "population_specificity": "Not specified (in vivo study, likely animal models).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:57.132686+00:00"}
{"study_id": 11966, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dandelion root extracts and taraxasterol (TS) could reverse LPS-induced colorectal cancer cell viability and explore the underlying mechanisms.", "results_summary": "Dandelion root extracts (0.1-1 mg/ml) and TS (0.05-1 µg/ml) reversed LPS-induced increases in colorectal cancer cell viability and colony formation by inhibiting the TLR4/NFκB-p65 pathway and pro-inflammatory gene expression. The study also found that dandelion extracts and TS reduced elevated ACE2 and TMPRSS2 levels in cancer cells.", "population_specificity": "Human colorectal cancer cells and normal colon epithelial cells (in vitro study).", "effective_dosage": "Dandelion root extracts (0.1-1 mg/ml), TS (0.05-1 µg/ml).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:58.010868+00:00"}
{"study_id": 11969, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the electrochemical performance of a dandelion-like composite material (SCGN) for use in supercapacitors.", "results_summary": "The SCGN composite demonstrated high specific capacity (3448 F g⁻¹), excellent cyclability (93.2% retention over 3000 cycles), and high energy/power densities (64 W h kg⁻¹ and up to 12,000 W kg⁻¹), suggesting strong potential as an electrode material for supercapacitors.", "population_specificity": "Not applicable (material science study).", "effective_dosage": "Not applicable.", "study_duration": "Not applicable.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:41:58.900297+00:00"}
{"study_id": 11968, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the mechanisms of salt tolerance and caffeic acid biosynthesis in two dandelion varieties under saline stress.", "results_summary": "Dandelion A exhibited higher salt tolerance and phenolic acid content, with key genes in the phenylpropanoid biosynthesis pathway showing differential expression under saline stress. More up-regulated genes in dandelion A correlated with its enhanced salt tolerance, while down-regulated genes in the caffeic acid pathway suggested potential candidate genes for further study.", "population_specificity": "Two dandelion varieties (\"BINPU2\" and \"TANGHAI\") under gradient NaCl concentrations.", "effective_dosage": "NaCl concentrations of 0, 0.3%, 0.5%, 0.7%, and 0.9%.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:00.074920+00:00"}
{"study_id": 11971, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the protective effect and underlying mechanism of dandelion polysaccharide (DP) on dextran sulfate sodium (DSS)-induced colitis in mice.", "results_summary": "DP alleviated colonic lesions, reduced inflammation markers (TNF-α, IL-1β, IL-6), inhibited NF-κB-p65 translocation and NLRP3 inflammasome activation, and activated the Nrf2/HO-1 pathway to reduce oxidative stress.", "population_specificity": "DSS-induced colitis in mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:01.560524+00:00"}
{"study_id": 11970, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the mechanism by which Pugongying granules (primarily dandelion extract) reduce lactational mastitis symptoms, focusing on microbial communities in breastmilk.", "results_summary": "Pugongying granules increased microbial diversity in affected breastmilk, with a higher abundance of Corynebacterium, which correlated with reduced pain and inflammation. The treatment showed comparable efficacy to cefdinir in alleviating fever and pain.", "population_specificity": "Women diagnosed with unilateral lactational mastitis at a Chinese hospital.", "effective_dosage": "Not specified (Pugongying granules administered as a 3-day course).", "study_duration": "3 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:01.720359+00:00"}
{"study_id": 11972, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To determine if dandelion combined with borneol reduces post-surgical inflammation, swelling, pain, and mouth opening limitations in jaw surgery patients.", "results_summary": "Dandelion combined with borneol was more effective than single treatments in reducing facial swelling and mouth opening limitations, with higher patient satisfaction.", "population_specificity": "120 patients who underwent jaw surgery.", "effective_dosage": "Not specified", "study_duration": "Evaluated on the day of surgery, first day, and second day post-operation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:02.226521+00:00"}
{"study_id": 11974, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of dietary dandelion polysaccharides (DP) on the performance and cecum microbiota of laying hens.", "results_summary": "Supplementation with DP or inulin increased daily egg weight, reduced feed conversion rate, improved calcium metabolism, and altered cecal microbiota by increasing short-chain fatty acids and beneficial bacteria like Parabacteroides, Alloprevotella, and Romboutsia.", "population_specificity": "Laying hens", "effective_dosage": "0.5%, 1.0%, and 1.5% DP in basal diet", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:05.604050+00:00"}
{"study_id": 11973, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antiproliferative and anti-metastasis activities of dandelion extract, alone and in combination with ATRA, in human breast cancer cell lines.", "results_summary": "Dandelion/ATRA co-treatment showed additive cytotoxic effects and modulated the expression of anti-metastatic genes (reduced MMP-9 and IL-1β, increased p53 and KAI1) in MCF-7 and MDA-MB231 breast cancer cells. MMP-2 and NM23 expression varied between the two cell lines.", "population_specificity": "Human MCF-7 and MDA-MB231 breast cancer cell lines.", "effective_dosage": "1.5 mg/ml (MCF-7) and 4 mg/ml (MDA-MB231) of dandelion extract combined with 40 μM ATRA.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:05.745363+00:00"}
{"study_id": 11975, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether DNA methylation in CG context (mCG) in dandelions could capture genealogical information at micro-evolutionary time scales, despite environmental influences.", "results_summary": "The study found that mCG profiles clustered perfectly by dandelion accession identity, irrespective of light conditions, and correlated strongly with genetic divergence. However, environmental effects in CG context may dilute the genealogical signal.", "population_specificity": "Apomictic common dandelion (Taraxacum officinale) accessions from a geographically widespread lineage.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:06.884327+00:00"}
{"study_id": 11977, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers investigated the effects of lifestyle activities on cognitive health in older adults, expanding the orchid and dandelion theory to aging.", "results_summary": "The study found that older adults with very high or very low cognitive scores were highly impacted by lifestyle factors, while those with average scores were not. These findings highlight individual differences in sensitivity to environmental effects during aging.", "population_specificity": "More than 3,530 older adults.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:07.657700+00:00"}
{"study_id": 11976, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a dandelion-like nanomedicine for synergistic tumor treatment combining chemotherapy and photo-dynamic therapy (PDT).", "results_summary": "The study successfully synthesized a dandelion-like nanomedicine (cRGDfk-CCPT-mCe6) that demonstrated effective drug release in glutathione-rich cancer cells, leading to apoptosis and synergistic anti-tumor effects. The nanomedicine disrupted intracellular redox homeostasis and achieved persistent anti-cancer effects.", "population_specificity": "Cancer cells (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:08.651997+00:00"}
{"study_id": 11978, "supplement_id": 1070, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether dandelion extract could mitigate cell damage, hematological, and biochemical disorders induced by sodium benzoate in rats.", "results_summary": "Dandelion extract regulated urine pH, proteinuria, nitrituria, and bilirubinemia caused by sodium benzoate, and showed potential in preventing liver and kidney injury, anemia, and other disorders. It also reduced inflammatory responses.", "population_specificity": "Male albino rats", "effective_dosage": "40 mg/kg ethanolic dandelion root extract", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:09.438803+00:00"}
{"study_id": 11979, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to explore how amino-polystyrene (NPS), carboxy-polystyrene (CPS), and lead affect the flavonoid biosynthetic pathway in dandelion (Taraxacum asiaticum Dahlst).", "results_summary": "CPS and NPS significantly inhibited dandelion biomass and flavonoid content, with NPS showing stronger inhibition. These microplastics caused oxidative stress, membrane lipid peroxidation, and cell damage, while also reducing enzymatic activities involved in flavonoid synthesis.", "population_specificity": "Dandelion (Taraxacum asiaticum Dahlst) plants in a hydroponic experimental setup.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:11.278465+00:00"}
{"study_id": 11980, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether dandelion-like nanoparticles co-delivering resveratrol and chlorine e6 could enhance photodynamic therapy (PDT) efficacy in oral squamous cell carcinoma (OSCC) by regulating hypoxia and inducing autophagic cell death.", "results_summary": "The study found that the nanoparticles effectively targeted tumors, inhibited oxygen consumption, and enhanced PDT by increasing oxygen availability and promoting autophagic cell death and apoptosis, resulting in stronger antitumor effects in an OSCC model.", "population_specificity": "Orthotopic oral squamous cell carcinoma (OSCC) model (preclinical study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:11.618749+00:00"}
{"study_id": 11982, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the potential of Dandelion (Taraxacum officinale) in regulating lipid and sugar metabolism, contributing to the treatment of metabolic syndrome, type 2 diabetes, and atherosclerosis.", "results_summary": "The study found that Dandelion consumption affects lipid and sugar metabolism regulation, with potential benefits for treating type 2 diabetes and atherosclerosis, supported by multiple studies.", "population_specificity": "Not specified (general mention of metabolic syndrome, type 2 diabetes, and atherosclerosis patients).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:14.971813+00:00"}
{"study_id": 11981, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether dandelion extract could regulate lipid metabolism in triple-negative breast cancer (TNBC) and exert antitumor effects through this mechanism.", "results_summary": "The study found that dandelion extract exhibited antitumor effects in TNBC by interfering with glycerophospholipid and unsaturated fatty acid metabolism, primarily via downregulation of CHKA expression and inhibition of the PI3K/AKT/SREBP/FADS2 axis. Multi-omics analysis identified picrasinoside F and luteolin as potential CHKA inhibitors in the extract.", "population_specificity": "Triple-negative breast cancer (TNBC) cells (in vitro) and tumor tissues/plasma (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:15.246665+00:00"}
{"study_id": 11983, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of dandelion supplements on lactation performance, antioxidative activity, and plasma metabolomics in primiparous dairy cows.", "results_summary": "Supplementing 200 g/d of dandelion increased milk and lactose yield, reduced somatic cell counts, enhanced antioxidative enzyme activity, and altered plasma metabolite profiles linked to carbohydrate and amino acid metabolism.", "population_specificity": "Mid-lactation primiparous dairy cows (n=60).", "effective_dosage": "0, 100, 200, and 400 g/d per head.", "study_duration": "8 weeks (plus 10-day pre-feeding period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:15.718510+00:00"}
{"study_id": 11984, "supplement_id": 1070, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-inflammatory effects of Dandelion Extract (DE) in LPS-induced RAW264.7 macrophages and copper sulfate (CuSO4)-induced zebrafish larvae.", "results_summary": "DE demonstrated anti-inflammatory effects by reducing nitric oxide production, ROS production, apoptosis, and inflammatory gene expression in RAW264.7 cells, and by inhibiting ROS production and neutrophil aggregation in zebrafish larvae. It also modulated M1/M2 macrophage polarization.", "population_specificity": "RAW264.7 macrophages and zebrafish larvae.", "effective_dosage": "75 μg/ml for RAW264.7 cells, 25 μg/ml for zebrafish larvae.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:17.434615+00:00"}
{"study_id": 11985, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a \"Dandelion\"-like sequential drug delivery system to enable controlled release of different drugs (hydrophilic and hydrophobic) for synergistic tumor treatment.", "results_summary": "The system achieved sequential release of drugs (Ce6 followed by DOX with a 5-hour lag) under NIR laser irradiation, combining photothermal, photodynamic, and chemotherapy effects for enhanced tumor treatment. The platform also demonstrated passive and active tumor-targeting capabilities.", "population_specificity": "Malignant tumors (in vitro/in vivo specifics not detailed in abstract).", "effective_dosage": "Not specified in abstract.", "study_duration": "Not specified in abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:17.870908+00:00"}
{"study_id": 11986, "supplement_id": 1070, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of dandelion on the anti-tumor activity and cardiotoxicity of doxorubicin (DOX) and explore the underlying molecular mechanisms.", "results_summary": "Dandelion significantly alleviated DOX-induced cardiotoxicity by improving cardiomyocyte morphology and reducing enzyme release but reduced DOX's anti-tumor activity by activating P-glycoprotein, which promoted DOX efflux from cells.", "population_specificity": "Triple-negative breast cancer (TNBC) cell lines and 4T1 tumor-bearing mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Interaction with doxorubicin (DOX) noted, reducing its anti-tumor efficacy while mitigating cardiotoxicity.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:19.075190+00:00"}
{"study_id": 11988, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to develop and evaluate the antibacterial efficacy of dandelion-like magnetically-controlled nanoparticles (FSDMSsF NPs) against bacterial biofilms and planktonic bacteria.", "results_summary": "FSDMSsF NPs demonstrated strong antibacterial properties, achieving a 99.5% antibacterial rate at 200 μg mL-1, and effectively targeted and eliminated bacterial biofilms under magnetic field guidance. The synergistic mechanical and chemical factors enhanced their antibacterial performance.", "population_specificity": "Bacterial biofilms and planktonic bacteria (in vitro study).", "effective_dosage": "200 μg mL-1", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:20.711461+00:00"}
{"study_id": 11989, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the current knowledge on dandelion's effects on the cardiovascular system and its potential as a cardioprotective agent.", "results_summary": "The study highlights dandelion's potential as a source of bioactive compounds with antiplatelet, anticoagulant, and antioxidant activities, suggesting cardioprotective benefits based on in vitro and in vivo trials. It also discusses the value of dandelion extracts and pure compounds like chicoric acid.", "population_specificity": "Not specified (in vitro and in vivo trials referenced, but no human population detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:23.607976+00:00"}
{"study_id": 11991, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of Dandelion sterol on diabetes mellitus-induced renal injury in both in vitro and in vivo models.", "results_summary": "Dandelion sterol significantly improved diabetic-induced renal injury by reducing inflammatory markers (TNF-α, IL-1β, IL-6), apoptosis, and modulating the miR-140-5p/TLR4/NF-κB(p65) pathway. The effects were dose-dependent and statistically significant (p < .05).", "population_specificity": "Diabetic nephropathy model rats and high glucose-treated HK-2 cells.", "effective_dosage": "Low, middle, and high doses (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:25.023982+00:00"}
{"study_id": 11990, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the curative effect of dandelion extract on schistosomiasis, either alone or in combination with praziquantel (PZQ), through parasitological, immunological, histopathological, and molecular investigations.", "results_summary": "Dandelion significantly reduced worm burden, ova count, and hepatic granulomas, improved immune response by lowering IL-6 and TNF-α levels, and inhibited hepatic DNA damage. Combined treatment with PZQ enhanced these effects, suggesting dandelion as a potential adjunct therapy for schistosomiasis.", "population_specificity": "Mice experimentally infected with *Schistosoma mansoni* cercariae.", "effective_dosage": "Not specified", "study_duration": "Treatment started 45 days post-infection (duration not specified further).", "interactions": "Positive interaction noted with praziquantel (PZQ).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:27.201516+00:00"}
{"study_id": 11994, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of dandelion extract on antioxidant activity, immune responses, and growth performance in rainbow trout juveniles.", "results_summary": "Dandelion extract increased SOD and GPX activities, suggesting improved antioxidant defense, and showed potential to lower FCR (feed conversion ratio). However, effects varied by dosage and timepoint, with some groups showing no significant improvement.", "population_specificity": "Rainbow trout (Onchorhynchus mykiss) juveniles", "effective_dosage": "0.1%, 0.5%, and 1% aqueous methanolic extract added to diets", "study_duration": "75 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:28.713097+00:00"}
{"study_id": 11992, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the inhibitory effects of aqueous dandelion root extract (DRE) on esophageal squamous cell carcinoma (ESCC) by examining its impact on cell proliferation, migration, invasion, apoptosis, and tumor growth, as well as its influence on PI3K/Akt, Ras/Raf/ERK pathways, and the CBS/H2S system.", "results_summary": "DRE selectively inhibited ESCC cell growth, proliferation, migration, and invasion while inducing apoptosis. It also reduced levels of key proteins (PI3K, p-Akt, Ras, Raf, pERK1/2) and modulated apoptosis-related proteins (BCL2 decrease, BAX increase). DRE inhibited the CBS/H2S system, and CBS knockdown weakened its anti-cancer effects.", "population_specificity": "Human ESCC cells and xenograft models.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:29.117053+00:00"}
{"study_id": 11987, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the anti-cancer potential of aqueous dandelion seed extract (DSE) in esophageal squamous cell carcinoma (ESCC), focusing on its effects on cell proliferation, apoptosis, metastasis, and its ability to enhance cisplatin sensitivity.", "results_summary": "DSE selectively inhibited ESCC cell growth, proliferation, migration, invasion, and angiogenesis while inducing apoptosis. It also enhanced cisplatin sensitivity by promoting DNA damage and inhibiting STAT3 phosphorylation.", "population_specificity": "Human esophageal squamous cell carcinoma (ESCC) cell lines (KYSE450 and Eca109).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:29.677630+00:00"}
{"study_id": 11993, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to enhance the anti-tumor activity of an inulin fructan (TMP50-2) derived from dandelion by developing a stable nanoparticle (Tw-TMP-SeNP) and evaluating its efficacy against cancer cells.", "results_summary": "The study found that Tw-TMP-SeNP significantly inhibited the proliferation of cancer cells (HepG2, A549, and HeLa) in a dose-dependent manner, with HepG2 cells showing the highest susceptibility (IC50 of 46.8 μg/mL). The nanoparticle also induced apoptosis in HepG2 cells (12.5% to 27.4%) and demonstrated anti-tumor effects in a zebrafish model by inhibiting tumor cell proliferation, migration, and angiogenesis.", "population_specificity": "Cancer cell lines (HepG2, A549, HeLa) and zebrafish embryos.", "effective_dosage": "IC50 of 46.8 μg/mL for HepG2 cells (specific dosage regimen not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:29.779989+00:00"}
{"study_id": 11995, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the preventive effect of ethanolic dandelion root extract (TOERE) on acute-on-chronic liver failure (ACLF) in a rat model.", "results_summary": "TOERE reduced liver injury markers, renal test abnormalities, and oxidative stress levels in rats with ACLF, and also diminished liver tissue damage and 3NT immunoexpression.", "population_specificity": "Male Wistar rats (200-250 g) with induced chronic liver failure (CLF) and acute-on-chronic liver failure (ACLF).", "effective_dosage": "200 mg, 100 mg, and 50 mg/kg body weight/day.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:30.290782+00:00"}
{"study_id": 11997, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a dandelion-inspired nanoplatform (UCNPs@C60-DOX-FA) for bioimaging-guided synergistic chemo-photodynamic therapy in cancer treatment.", "results_summary": "The nanoplatform demonstrated effective targeting of 4T1 cancer cells, releasing doxorubicin (DOX) for chemotherapy and enhancing photodynamic therapy (PDT) by reducing glutathione (GSH) levels, resulting in significant cancer cell death. The platform showed excellent biocompatibility and low cytotoxicity.", "population_specificity": "Mouse breast cancer (4T1) cells.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:34.039409+00:00"}
{"study_id": 11996, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to clarify the effects of dandelion polysaccharide (DP) on iron metabolism and its underlying mechanism in hepatocellular carcinoma (HCC).", "results_summary": "DP reduced iron burden in hepatoma cells and grafted tumors, downregulated hepcidin expression, and inhibited the IL-6-activated JAK-STAT signaling pathway, suggesting potential as a treatment for HCC.", "population_specificity": "Hepatoma cells and mouse models with grafted tumors.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:36.605070+00:00"}
{"study_id": 11998, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a 2:1 mixture of lemon balm and dandelion extracts could prevent ethanol-induced liver injury by reducing lipid accumulation, oxidative stress, and inflammation.", "results_summary": "The mixture synergistically reduced liver injury markers, attenuated hepatic fat accumulation, restored fatty acid metabolism, and decreased oxidative stress and inflammation in both in vivo and in vitro models. It also enhanced antioxidant activity and reduced pro-inflammatory mediators.", "population_specificity": "Animal (in vivo) and cell line (HepG2, Raw264.7) models.", "effective_dosage": "2:1 (w/w) mixture of lemon balm and dandelion extracts (specific dosage not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:37.107494+00:00"}
{"study_id": 11999, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of dandelion polysaccharide (DP) on angiogenesis in hepatocellular carcinoma (HCC) and explore the underlying molecular mechanisms.", "results_summary": "DP inhibited HCC cell proliferation, migration, invasion, and vasculogenesis in vitro and in vivo by suppressing key angiogenesis factors (HIF-1α, VEGF) via the PI3K/AKT pathway. Activation of PI3K/AKT with IGF-1 attenuated DP's anti-angiogenic effects.", "population_specificity": "Hepatocellular carcinoma (HCC) cells and human umbilical vein endothelial cells (HUVECs) in vitro; in vivo models (chick chorioallantoic membrane assay).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:38.692726+00:00"}
{"study_id": 12003, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop and evaluate a novel nano-micelle (\"nano-dandelion\") for synchronous delivery of curcumin and baicalin to overcome tumor resistance and enhance targeting of tumor cells and macrophages.", "results_summary": "The study found that nano-dandelion effectively targeted tumor-associated macrophages and tumor cells, demonstrated good cellular penetration and tumor cytotoxicity in vitro, and showed effective antitumor activity with reduced side effects in A549 tumor-bearing nude mice.", "population_specificity": "A549 tumor-bearing nude mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:38.716975+00:00"}
{"study_id": 12000, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the performance of CuCo2O4 dandelion arrays grown on nickel foam as a high-performance positive electrode material for hybrid supercapacitors.", "results_summary": "The CuCo2O4/NF electrode demonstrated a high specific capacitance (2656.7 F g-1), excellent rate performance, and cycling stability. The assembled hybrid supercapacitor showed a broad potential window (1.55 V), high energy density (91.4 Wh kg-1), and maintained 92.32% capacitance retention after 5000 cycles.", "population_specificity": "Not applicable (material science study).", "effective_dosage": "Not applicable.", "study_duration": "Not applicable.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:38.742166+00:00"}
{"study_id": 12004, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of acid-triggered size-changeable nanoparticles (Apt@(DGL-ZA) n NPs) in remodeling the tumor immune microenvironment and enhancing antitumor efficacy.", "results_summary": "The study found that Apt@(DGL-ZA) n NPs demonstrated enhanced tumor penetration, effective macrophage regulation, increased tumor autophagy, and significant antitumor efficacy in both in vitro and in vivo models.", "population_specificity": "Triple-negative breast cancer models (in vitro 3D spheroids and in vivo tumor tissues).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:38.997856+00:00"}
{"study_id": 12002, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of Dandelion flower-like micelles (DFMs) for enhanced penetration into multicellular tumor spheroids (MTS) for therapeutic applications.", "results_summary": "DFMs demonstrated enhanced MTS penetration, mimicking the dispersal property of dandelion seeds, which could be useful in treating diseases like cancer, biofilm infections, and ocular problems. The micelles exhibited non-Brownian motion at an average speed of 19.09 μm s-1 under reductive stimuli.", "population_specificity": "Multicellular tumor spheroids (in vitro model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:39.564596+00:00"}
{"study_id": 12005, "supplement_id": 1070, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the anticancer efficacy of dandelion root extract (DRE) on prostate cancer and its potential interactions with standard chemotherapeutics for adjuvant therapy.", "results_summary": "DRE exhibited selective anticancer activity, enhanced apoptosis when combined with chemotherapeutics (taxol and mitoxantrone), and significantly reduced tumour burden in prostate cancer xenograft models while being well-tolerated.", "population_specificity": "Prostate cancer xenograft models (preclinical study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "Enhanced effects when combined with taxol and mitoxantrone.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:42.730917+00:00"}
{"study_id": 12007, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects of dandelion root extract (DRE) on radiation-induced liver and testicular tissue damage in rats.", "results_summary": "DRE administration reduced oxidative stress, improved antioxidant activity, modulated enzyme levels, and diminished histopathological damage in liver and testicular tissues, with greater efficacy in pre-irradiation treatment.", "population_specificity": "Rats exposed to gamma radiation", "effective_dosage": "200 mg/kg/day", "study_duration": "14 days before and after irradiation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:45.559961+00:00"}
{"study_id": 12008, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were not studying Dandelion; the abstract discusses local ablative therapy for oligoprogressive disease in metastatic patients on targeted treatments.", "results_summary": "The abstract does not mention Dandelion or its effects.", "population_specificity": "Metastatic patients with oligoprogressive disease on targeted treatments.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:46.130899+00:00"}
{"study_id": 12006, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to develop and validate a bioanalytical method to quantify tyrosine kinase inhibitors (DAS, IMA, NIL) in rat plasma, potentially assessing interactions with dandelion as a nutraceutical.", "results_summary": "The study developed a validated UPLC-MS/MS method for quantifying DAS, IMA, and NIL in rat plasma with high extraction recovery (≥94.37%). The abstract suggests dandelion's potential as a dietary antioxidant but does not report specific efficacy or safety results.", "population_specificity": "Rats (animal study)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "Mentions potential mutual interference between drugs and food constituents (e.g., dandelion) but no specific interactions reported.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:46.449257+00:00"}
{"study_id": 12012, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dandelion extract could protect against mercury-induced neurotoxicity and altered testosterone levels in male rats.", "results_summary": "Dandelion extract, along with other herbal extracts and probiotics, enhanced defense mechanisms, restored biochemical attributes, and improved histological architecture in mercury-exposed rats. It helped counteract mercury-induced decreases in glutathione-s-transferase and testosterone levels.", "population_specificity": "Male rats exposed to mercury.", "effective_dosage": "25 ml/rat/day of dandelion extract.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:47.514922+00:00"}
{"study_id": 12009, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dandelion polysaccharide (DP) could suppress lipid oxidation and extend the shelf life of Antarctic krill during frozen storage.", "results_summary": "DP treatment maintained peroxide values, thiobarbituric acid reactants, free fatty acid content, and sensory quality while increasing unsaturated fatty acid content, indicating it effectively suppressed lipid oxidation in Antarctic krill.", "population_specificity": "Antarctic krill (Euphausia superba)", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:47.518835+00:00"}
{"study_id": 12011, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanism by which dandelion chloroform extract (DCE) enhances glucose uptake in L6 cells, focusing on GLUT4 expression and translocation.", "results_summary": "DCE up-regulated GLUT4 expression, promoted its translocation to the plasma membrane, and enhanced glucose uptake in L6 cells via the AMPK signaling pathway, independent of Ca2+. These effects suggest DCE could be a potential hypoglycemic agent for T2DM.", "population_specificity": "L6 skeletal muscle cell lines (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:47.834844+00:00"}
{"study_id": 12013, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of dandelion extract on skeletal muscle cell proliferation and its ability to alleviate LPS-induced inflammatory responses in vitro.", "results_summary": "Dandelion extract at 5 mg/ml increased skeletal muscle cell proliferation, reduced LPS-induced inflammatory factors (IL-1β, IL-6, TNF-α), and counteracted LPS-induced suppression of myogenic factors (MyoD1, myogenin) by modulating p-AKT protein expression.", "population_specificity": "Rat skeletal muscle cells isolated from Sprague-Dawley rats.", "effective_dosage": "5 mg/ml", "study_duration": "4 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:48.075790+00:00"}
{"study_id": 12014, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of dandelion polysaccharide on the IL-6/STAT3 signaling pathway in rats with ulcerative colitis.", "results_summary": "Dandelion polysaccharide significantly reduced IL-6 levels, decreased MPO positive density, and downregulated STAT3 and IL-6 mRNA expressions, alleviating colon inflammation and protecting mucosal tissue in rats with ulcerative colitis.", "population_specificity": "SD rats with induced ulcerative colitis", "effective_dosage": "10 mg/kg·d", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:51.050233+00:00"}
{"study_id": 12016, "supplement_id": 1070, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the anti-platelet and antioxidant properties of dandelion phenolic fractions in blood platelets and their hemostatic activity in plasma.", "results_summary": "Dandelion fractions showed no damage to blood platelets, inhibited lipid peroxidation in two fractions, and prolonged thrombin time in three fractions, indicating antioxidant and anticoagulant activities beneficial for cardiovascular health.", "population_specificity": "Human blood platelets and plasma in vitro.", "effective_dosage": "50 μg/mL for leaves and petals 50% fractions.", "study_duration": "Not specified (in vitro study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:54.428026+00:00"}
{"study_id": 12017, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine how environmental stressors (drought and salicylic acid) induce transgenerational DNA methylation changes in dandelions and whether these changes persist across generations.", "results_summary": "The study found a background rate of heritable DNA methylation changes across generations, with some evidence of stress-induced changes (drought in the exposed generation, SA in offspring). However, these changes were undirected and not predictable.", "population_specificity": "Apomictic dandelion lineages (Taraxacum alatum and T. hemicyclum)", "effective_dosage": "Not specified", "study_duration": "Three generations (exposed generation + two unexposed offspring generations)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:55.830346+00:00"}
{"study_id": 12015, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dandelion root extract could protect against ulcerative colitis (UC) by examining its effects on cell viability, apoptosis, and inflammatory markers in vitro and in vivo.", "results_summary": "The study found that dandelion root extract increased cell viability, reduced apoptosis, and mitigated oxidative stress in human colonic epithelial cells. In mice, it improved disease severity, reduced inflammation, and protected against DSS-induced UC.", "population_specificity": "Human colonic epithelial cells (NCM460) and DSS-induced ulcerative colitis mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:55.836427+00:00"}
{"study_id": 12021, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were not studying dandelion directly but used it as an analogy to discuss treatment approaches for prostate cancer.", "results_summary": "The abstract does not provide any results regarding dandelion's effects, as it was only used metaphorically to describe prostate cancer treatment strategies.", "population_specificity": "Not applicable (dandelion was not studied in a population).", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:55.968188+00:00"}
{"study_id": 12019, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the antiproliferative activity of methanolic extracts of dandelion root (MEDr) on cancer cell lines (HepG2, MCF7, HCT116) and normal cells (Hs27), focusing on AMPK activation and apoptosis.", "results_summary": "MEDr (500 μg/mL) significantly reduced HepG2 cell growth, had less pronounced effects on MCF7 and HCT116, and no effect on Hs27. MEDr enhanced AMPK phosphorylation in HepG2 cells, suggesting potential anticancer effects, particularly for liver cancer.", "population_specificity": "In vitro study using HepG2, MCF7, HCT116 cancer cell lines and normal Hs27 cells.", "effective_dosage": "500 μg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:57.443549+00:00"}
{"study_id": 12018, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the antibacterial activity and phytochemical properties of Taraxacum officinale (Dandelion) extracts against uropathogens, particularly for potential use in treating recurrent urinary tract infections.", "results_summary": "The hexane extract of Dandelion showed high activity against Staphylococcus aureus (MIC 200 μg/mL) and moderate activity against Escherichia coli and Klebsiella pneumoniae (MIC 400-800 μg/mL). The study identified several bioactive compounds, including sesquiterpene lactones and terpenes, contributing to its antibacterial effects.", "population_specificity": "In vitro study (bacterial strains, not human subjects).", "effective_dosage": "MIC values: 200 μg/mL (S. aureus), 400 μg/mL (E. coli), 800 μg/mL (K. pneumoniae).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:57.582855+00:00"}
{"study_id": 12020, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the direct and intergenerational effects of jasmonic acid (JA) treatment on transcriptomes and metabolomes in apomictic common dandelion (Taraxacum officinale).", "results_summary": "The study found that parental JA treatment significantly influenced offspring molecular phenotypes, affecting 307 of 858 JA-responsive transcripts and approximately 10% of the chemical response compared to direct JA treatment. Both transcriptome and metabolome analyses identified the phosphatidylinositol signaling pathway as a target of intergenerational JA effects.", "population_specificity": "Apomictic common dandelion (Taraxacum officinale) plants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:57.584448+00:00"}
{"study_id": 12022, "supplement_id": 1070, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dandelion root extract (DRE) could specifically suppress proliferation and migration in human gastric cancer cells without harming noncancerous cells, and to explore its mechanism involving the lncRNA CCAT1.", "results_summary": "DRE effectively suppressed proliferation and migration in gastric cancer cells without toxicity to noncancerous cells. It downregulated the lncRNA CCAT1, which contributed to its anticancer effects.", "population_specificity": "Human gastric cancer cells (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:42:59.656111+00:00"}
{"study_id": 12023, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dandelion lineages exhibit transgenerational epigenetic changes in small regulatory RNAs due to drought stress and salicylic acid treatment.", "results_summary": "The study found that grandparental stress treatments altered the proportions of 21 and 24 nt RNA pools in dandelion lineages, with enriched GO terms suggesting persistent changes in epigenetic gene regulation across unexposed generations.", "population_specificity": "Apomictic dandelion lineages", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:02.851930+00:00"}
{"study_id": 12024, "supplement_id": 1070, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effect of dandelion (Taraxacum officinale) against lead-induced hepatic toxicity in the offspring of prenatally exposed rats.", "results_summary": "Dandelion supplementation prevented lead-induced liver damage, oxidative stress, and biochemical changes in the offspring of rats exposed to lead, suggesting a protective effect likely mediated by antioxidant mechanisms. No adverse effects were observed in the dandelion-treated group.", "population_specificity": "Pregnant and lactating rats and their offspring.", "effective_dosage": "Not specified (diet enriched with dandelion).", "study_duration": "From the 5th day of gestation until the 14th day postpartum.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:05.300402+00:00"}
{"study_id": 12028, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of dandelion leaves, alone or combined with fenugreek seeds and enzyme treatment, on liver and small intestine histomorphology in broiler chickens.", "results_summary": "Dandelion leaves demonstrated hepato-protective effects and improved intestinal health by enhancing villi architecture and cellular infiltration, particularly when combined with enzyme treatment.", "population_specificity": "Day-old commercial broiler chicks", "effective_dosage": "0.5% dandelion leaves in feed", "study_duration": "Not specified (study began at 7 days of age, duration unclear)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:06.222588+00:00"}
{"study_id": 12027, "supplement_id": 1070, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the anti-cancer potential of aqueous dandelion root extract (DRE) in colon cancer cell models, focusing on its selective cell-killing effectiveness and mechanisms.", "results_summary": "Aqueous DRE induced programmed cell death in >95% of colon cancer cells, regardless of p53 status, and reduced tumor growth by over 90% in xenograft models. The extract activated multiple death pathways and contained bioactive phytochemicals, suggesting multi-targeted anti-cancer effects.", "population_specificity": "Colon cancer cell models (in vitro) and human colon xenograft models (in vivo).", "effective_dosage": "Not specified", "study_duration": "48 hours (in vitro); in vivo duration not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:06.775822+00:00"}
{"study_id": 12030, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Dandelion polysaccharides (DPs) on preserving white shrimp (Penaeus vannamei) during refrigerated storage.", "results_summary": "DPs treatment effectively slowed bacterial growth, reduced pH increase, lowered total volatile basic nitrogen, and improved overall acceptability scores, extending shrimp shelf life by up to 10 days.", "population_specificity": "White shrimp (Penaeus vannamei)", "effective_dosage": "Not specified", "study_duration": "Refrigerated storage period (specific duration not stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:07.812504+00:00"}
{"study_id": 12029, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether dandelion ethanol extract (DEE) exhibits estrogenic activity and could function as a selective estrogen receptor modulator (SERM) for potential use in hormone replacement therapy (HRT).", "results_summary": "DEE showed significant estrogenic activity in vitro, increasing cell proliferation, estrogen response element (ERE)-driven luciferase activity, and expression of estrogen-related genes (pS2 and PR), which was inhibited by tamoxifen. In vivo, DEE slightly increased uterine wet weight at the lowest concentration but had no significant effect at the highest concentration.", "population_specificity": "Human breast cancer cells (in vitro) and immature rats (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Tamoxifen inhibited DEE's estrogenic effects.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:07.952240+00:00"}
{"study_id": 12031, "supplement_id": 1070, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether dandelion extracts could inhibit adipocyte differentiation and lipogenesis in 3T3-L1 preadipocytes, suggesting potential anti-obesity effects.", "results_summary": "The study found that dandelion extracts reduced lipid and triglyceride accumulation in preadipocytes, regulated genes involved in adipogenesis, and showed no cytotoxicity at tested concentrations.", "population_specificity": "3T3-L1 preadipocytes (in vitro cell line)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:10.929985+00:00"}
{"study_id": 12032, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the protective effect of dandelion leaf extract (DLE) on high-fat-diet-induced hepatic steatosis and elucidate its molecular mechanisms.", "results_summary": "DLE supplementation significantly reduced hepatic lipid accumulation, body and liver weights, and improved metabolic markers (TG, TC, insulin, glucose, HOMA-IR) in HFD-fed mice. It activated the AMPK pathway, suggesting a mechanism for its effects.", "population_specificity": "C57BL/6 mice fed a high-fat diet.", "effective_dosage": "2 g/kg and 5 g/kg DLE.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:14.451158+00:00"}
{"study_id": 12025, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review dandelion's potential anti-diabetic properties and its mechanisms of action for treating and preventing type 2 diabetes (T2D).", "results_summary": "The abstract highlights dandelion's bioactive components (e.g., chicoric acid, taraxasterol) and their potential anti-diabetic effects, but notes limited data on cellular impact and the need for further in-vitro, in-vivo, and clinical research. Initial research appears promising but lacks comprehensive evidence.", "population_specificity": "Not specified (general focus on T2D treatment potential).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:14.713610+00:00"}
{"study_id": 12026, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether compound monoammonium glycyrrhizinate combined with dandelion improves clinical outcomes in patients with acute paraquat poisoning compared to routine treatment alone.", "results_summary": "The study found that the combination treatment significantly improved organ function, reduced pulmonary fibrosis and MODS incidence, enhanced oral ulcer healing, and lowered mortality compared to routine treatment.", "population_specificity": "80 patients with acute paraquat poisoning.", "effective_dosage": "Not specified.", "study_duration": "Treatment effects were observed on days 3, 7, and 9.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:15.700596+00:00"}
{"study_id": 12034, "supplement_id": 1070, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of dandelion root extract (DRE) in inducing apoptosis and autophagy in aggressive and resistant pancreatic cancer cells.", "results_summary": "DRE induced selective apoptosis and prodeath autophagy in pancreatic cancer cells (BxPC-3 and PANC-1) in a dose- and time-dependent manner, while normal human fibroblasts remained unaffected at similar doses.", "population_specificity": "Human pancreatic cancer cells (BxPC-3 and PANC-1) and normal human fibroblasts.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:15.726179+00:00"}
{"study_id": 12033, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether stress exposure in apomictic dandelions causes transgenerational phenotypic effects, in addition to previously demonstrated DNA methylation effects.", "results_summary": "Parental stress treatments (jasmonic acid and nutrient stress) led to heritable changes in offspring phenotypes, including leaf morphology, root-shoot biomass ratio, and herbivore interaction. Some effects appeared to enhance offspring stress tolerance, though results varied by genotype and experiment.", "population_specificity": "Apomictic dandelions (specific genotypes)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:15.864895+00:00"}
{"study_id": 12036, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-HIV-1 activity of aqueous dandelion extract, focusing on its ability to inhibit HIV-1 replication and reverse transcriptase activity.", "results_summary": "The study found that dandelion extract significantly reduced HIV-1 replication and reverse transcriptase activity in a dose-dependent manner, suggesting potent inhibitory effects against HIV-1. The results support further exploration of dandelion as a potential antiretroviral therapy.", "population_specificity": "In vitro study using pseudotyped HIV-1 virus and cell cultures.", "effective_dosage": "Not specified (dose-dependent effects noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:18.185208+00:00"}
{"study_id": 12037, "supplement_id": 1070, "safety_score": "30", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to investigate whether the aqueous extract of Taraxacum officinale enhances male reproductive activity in rats, as claimed by Jordanian herbalists.", "results_summary": "The study found that the aqueous extract of Taraxacum officinale significantly reduced testis weight, sperm count, motility, normal morphology, pregnancy rate, and seminiferous tubule integrity, indicating anti-fertility effects rather than fertility enhancement.", "population_specificity": "Adult male rats", "effective_dosage": "1/10 LD(50) (high dose) and 1/20 LD(50) (low dose), administered orally", "study_duration": "60 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:20.397444+00:00"}
{"study_id": 12039, "supplement_id": 1070, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the anti-cancer activity of dandelion root extract (DRE) against human leukemia and evaluate its mechanism of apoptosis induction.", "results_summary": "Aqueous DRE induced apoptosis in human leukemia cell lines in a dose- and time-dependent manner, primarily through caspase-dependent, receptor-mediated pathways, while sparing non-cancerous peripheral blood mononuclear cells (PBMCs).", "population_specificity": "Human leukemia cell lines and non-cancerous peripheral blood mononuclear cells (PBMCs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:23.314910+00:00"}
{"study_id": 12041, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the antiproliferative, antiradical, and protective effects of dandelion extract against oxidative stress, alongside other herbal extracts and a commercial mixture.", "results_summary": "Dandelion exhibited antiradical activity (though less than turmeric and artichoke), dose-dependent antiproliferative effects against HepG2 cells, and reduced prostaglandin E2 release induced by oxidative stress.", "population_specificity": "HepG2 cell lines (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:23.902344+00:00"}
{"study_id": 12038, "supplement_id": 1070, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether dandelion root extract (DRE) specifically induces apoptosis in human melanoma cells without harming noncancerous cells.", "results_summary": "DRE effectively induced apoptosis in A375 human melanoma cells via caspase-8 activation and mitochondrial targeting, while sparing healthy cells. Combining DRE with metformin also overcame resistance in the G361 melanoma cell line.", "population_specificity": "Human melanoma cell lines (A375 and G361).", "effective_dosage": "Not specified.", "study_duration": "Effects observed within 48 hours.", "interactions": "Positive interaction noted with metformin for resistant G361 cells.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:24.086751+00:00"}
{"study_id": 12042, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate metformin's potential as a geroprotector and anticancer drug, focusing on its ability to target cancer-initiating stem cells and prevent relapse (dandelion hypothesis).", "results_summary": "The study found that metformin reduced mammary adenocarcinoma incidence and size in HER2-/neu mice, lowered cancer incidence in type 2 diabetics, and targeted cancer stem cells to prevent relapse when combined with chemotherapy.", "population_specificity": "Female transgenic HER2-/neu mice and type 2 diabetic patients.", "effective_dosage": "Not specified", "study_duration": "Chronic treatment (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:24.939669+00:00"}
{"study_id": 12040, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dandelion leaf water extract (DLWE) protects against carbon tetrachloride (CCl4)-induced liver damage in rats by attenuating oxidative stress and inflammation.", "results_summary": "DLWE significantly reduced CCl4-induced liver enzyme elevations, repaired lipid metabolism disruptions, counteracted oxidative stress markers, and downregulated inflammatory mediators (Fas, TNF-α, and cytochrome P450 2E1). The effects were dose-dependent.", "population_specificity": "Sprague-Dawley rats with CCl4-induced acute liver injury", "effective_dosage": "0.5 g/kg bw and 2 g/kg bw", "study_duration": "1 week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:25.230648+00:00"}
{"study_id": 12043, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the hypolipidemic and antioxidative effects of dandelion root and leaf in rabbits fed a high-cholesterol diet.", "results_summary": "Dandelion root and leaf treatment improved plasma antioxidant enzyme activities and lipid profiles in cholesterol-fed rabbits, suggesting potential hypolipidemic and antioxidant effects. The study also indicated that dandelion could protect against oxidative stress-linked atherosclerosis and reduce the atherogenic index.", "population_specificity": "Twenty-eight male rabbits divided into four subgroups (normal diet, high-cholesterol diet, high-cholesterol diet with 1% dandelion leaf, and high-cholesterol diet with 1% dandelion root).", "effective_dosage": "1% (w/w) dandelion leaf or root in the diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:28.487383+00:00"}
{"study_id": 12044, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether oral intake of Dandelion T-1 extract (DT-1E) up-regulates the expression of estrogen receptors (ERalpha and ERbeta), progesterone receptor (PR), and follicle-stimulating hormone receptor (FSHR) in mice.", "results_summary": "The study found that DT-1E enhanced the expression of ERalpha and ERbeta mRNA in adipose tissue and increased ERalpha, ERbeta, PR, and FSHR expression in reproductive organs following gonadotropin injection, compared to the control group. Immunohistochemical analysis confirmed these findings.", "population_specificity": "Mice (adipose tissue and reproductive organs)", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:29.760057+00:00"}
{"study_id": 12046, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to identify the active components of compound dandelion enema, a preparation used for treating gynecological diseases.", "results_summary": "The study identified caffeic acid, ferulic acid, and protocatechualdehyde as the main active components in compound dandelion enema using HPLC and MS analysis. The method was deemed suitable for qualitative analysis of the preparation.", "population_specificity": "Not specified (study focused on chemical analysis, not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:32.300348+00:00"}
{"study_id": 50182, "supplement_id": 1071, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the molecular mechanism of Dang-Shen-Yu-Xing decoction in treating Mycoplasma bovis pneumonia in calves using network pharmacology, molecular docking, and experimental validation.", "results_summary": "The study identified core targets and key active components of Dang-Shen-Yu-Xing decoction, showing strong binding affinity to disease-related targets and involvement in multiple signaling pathways like PI3K-Akt and IL17. Animal experiments confirmed its pharmacodynamics, suggesting potential as an alternative therapy.", "population_specificity": "Calves with Mycoplasma bovis pneumonia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:32.668997+00:00"}
{"study_id": 12045, "supplement_id": 1070, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to analyze changes in antioxidant and antiradical activities, as well as phenolic compound content, in dandelion after treatment with regulators (KF and CCHG).", "results_summary": "Both regulators increased antioxidant activity in dandelion, with CCHG causing a 2.08-fold increase in root tissues. The study also found a strong relationship between total phenolics and anthocyanin content in dandelion sections.", "population_specificity": "Not specified (plant tissues studied, not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:32.698132+00:00"}
{"study_id": 50183, "supplement_id": 1071, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the efficacy and safety of Dang Shen formulae for treating chronic obstructive pulmonary disease (COPD).", "results_summary": "Dang Shen formulae improved lung function, quality of life, and exercise capacity in COPD patients, with low and comparable adverse events between intervention and control groups. However, methodological flaws limit the strength of the evidence.", "population_specificity": "Patients with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:33.309887+00:00"}
{"study_id": 11160, "supplement_id": 1072, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to evaluate the clinical evidence on Compound Danshen Droplet Pills (CDDP) for managing stable angina pectoris (SAP) by analyzing randomized controlled trials (RCTs).", "results_summary": "The review found that CDDP may offer significant therapeutic benefits, including anti-ischemic, vasodilatory, and antioxidative effects, with favorable safety profiles in both monotherapy and combination therapy. However, further multicenter RCTs are needed to confirm long-term efficacy and safety.", "population_specificity": "Patients with stable angina pectoris (SAP).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:34.485345+00:00"}
{"study_id": 11161, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to identify NPC1L1 inhibitors in Danshen and investigate their therapeutic effects on NAFLD.", "results_summary": "Tanshinones from Danshen inhibited NPC1L1-mediated cholesterol absorption in cells and reduced hepatic steatosis in mice; cryptotanshinone was identified as a novel NPC1L1 inhibitor with significant effects.", "population_specificity": "High-fat diet-fed mice and human Caco2 cell lines expressing NPC1L1.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:36.228468+00:00"}
{"study_id": 11162, "supplement_id": 1072, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Guanxin Danshen dropping pills (GDDP) for treating angina pectoris in patients with coronary heart disease (CHD).", "results_summary": "GDDP showed superior efficacy in treating angina pectoris, improving ECG outcomes, reducing AP episodes, lowering cardiovascular events, and optimizing inflammation and hemorheological parameters without increasing side effects. It also improved lipid profiles and blood viscosity but did not significantly affect IL-6, TNF-α, or MMP-9 levels.", "population_specificity": "Patients with coronary heart disease (CHD) experiencing angina pectoris (AP).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:38.862572+00:00"}
{"study_id": 12035, "supplement_id": 1070, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the selective efficacy of Dandelion Root Extract (DRE) in inducing programmed cell death (apoptosis and autophagy) in aggressive and resistant Chronic Myelomonocytic Leukemia (CMML) cell lines.", "results_summary": "DRE efficiently and selectively induced apoptosis and autophagy in CMML cell lines in a dose- and time-dependent manner, with no significant toxicity on non-cancerous peripheral blood mononuclear cells. The mechanism involved early activation of caspase-8, mitochondrial destabilization, and autophagy induction via the extrinsic apoptosis pathway.", "population_specificity": "Human CMML cell lines (three specific lines studied).", "effective_dosage": "Not specified (dose-dependent effects noted).", "study_duration": "Not specified (time-dependent effects noted).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:39.939588+00:00"}
{"study_id": 11164, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 92, "study_goal": "The researchers aimed to develop a comprehensive chemical analysis method for identifying and quantifying bioactive compounds in the Gegen-Danshen herb pair.", "results_summary": "The study identified 102 compounds in the Gegen-Danshen herb pair using advanced analytical techniques and developed a validated quantitative method for 26 bioactive components, demonstrating high orthogonality (90.20%) and precision (RSD < 4.95%).", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:40.934002+00:00"}
{"study_id": 11165, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the efficacy and preliminary mechanism of Fufang Danshen dripping pills (FFDS) in the secondary prevention of stable coronary heart disease (SCHD).", "results_summary": "FFDS significantly improved serum triglyceride levels and reduced the frequency of angina episodes. The study identified 236 chemical components in FFDS and suggested key proteins (LPL, CD36, FABPpm, L-FABP, LCAT, CEPT) involved in its therapeutic effects.", "population_specificity": "30 patients with stable coronary heart disease (SCHD).", "effective_dosage": "Not specified.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:41.888600+00:00"}
{"study_id": 11163, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to validate the cerebral protective effect of Danshen-Chuanxiong-Honghua (DCH) and elucidate its mechanism, focusing on its main absorbed compound ferulic acid (FA).", "results_summary": "DCH and FA improved blood-brain barrier integrity, reduced brain edema, suppressed proinflammatory factors, and modulated the Ghrelin/GHSR pathway, demonstrating neuroprotective and anti-inflammatory effects in TBI rats.", "population_specificity": "Traumatic brain injury (TBI) model rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:42.243369+00:00"}
{"study_id": 11166, "supplement_id": 1072, "safety_score": "92", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the efficacy and safety of Lutai Danshen Baishao Granules (LDBG) in alleviating melasma, particularly comparing its effects in patients with and without kidney-deficiency and blood-stasis syndrome.", "results_summary": "LDBG significantly reduced melasma-related indicators and TCM syndrome scores, with greater improvements in patients with kidney-deficiency and blood-stasis syndrome. The treatment showed long-term effectiveness and low recurrence, with an overall adverse event incidence of 1.2%.", "population_specificity": "1000 female participants with melasma, divided into those with and without kidney-deficiency and blood-stasis syndrome.", "effective_dosage": "Not specified", "study_duration": "Intervention duration not specified, but follow-up was 2 months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:43.387297+00:00"}
{"study_id": 11167, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Danshen injection (DSI) slows renal fibrosis progression and its potential mechanism via the SIRT1/GPX4 pathway.", "results_summary": "DSI alleviated kidney injury and inhibited renal fibrosis in UUO mice and TGF-β-induced HK-2 cells by reducing ferroptosis through activation of the SIRT1/GPX4 pathway, though these effects were reversed by SIRT1 inhibitor EX527.", "population_specificity": "UUO mice and TGF-β-stimulated HK-2 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:44.136473+00:00"}
{"study_id": 11168, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the antifibrotic mechanisms of Huangqi-Danshen decoction (HDD), focusing on its effects on lipid remodeling and cGAS/STING signaling in renal fibrosis.", "results_summary": "HDD dose-dependently improved renal function, reduced fibrosis, and suppressed cGAS/STING signaling in adenine-induced CKD mice. Three components (isoimperatorin, baicalin, and miltirone) were identified as potentially effective, with isoimperatorin and miltirone counteracting cGAS/STING activation.", "population_specificity": "Male C57BL/6 mice with adenine-induced renal fibrosis and mouse primary proximal tubular epithelial cells (PTECs).", "effective_dosage": "3.4 g/kg/d, 6.8 g/kg/d, and 13.6 g/kg/d (oral administration).", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:47.340793+00:00"}
{"study_id": 11169, "supplement_id": 1072, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Compound Danshen Dripping Pills (CDDP) in improving cardiac function among patients with acute anterior ST-segment elevation myocardial infarction (AAMI) after primary percutaneous coronary intervention (pPCI).", "results_summary": "CDDP significantly improved left ventricular ejection fraction (LVEF) at 24 and 48 weeks compared to placebo, with no significant difference in major adverse cardiovascular and cerebrovascular events between groups. No serious adverse events were attributed to CDDP.", "population_specificity": "Patients with AAMI after pPCI (n=247).", "effective_dosage": "Not specified in the abstract.", "study_duration": "48 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:48.582172+00:00"}
{"study_id": 11170, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the clinical efficacy of different Danshen class injections (DSCIs) for treating coronary heart disease (CHD) and identify the most effective DSCI for regulating inflammatory and oxidative stress markers.", "results_summary": "The study found that combined DSCIs and Western medicine (WM) treatment showed significant efficacy in CHD patients compared to WM alone. Specific DSCIs like XD, STS, DSDFSY, DSCXQ, GXN, and DH demonstrated varying advantages in improving clinical efficacy, reducing inflammatory markers, or regulating oxidative stress indicators.", "population_specificity": "14,979 patients with coronary heart disease (CHD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:49.940979+00:00"}
{"study_id": 11171, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate whether Danshen Injection inhibits peritoneal dialysis fluid-induced endothelial-mesenchymal transition (EndMT) in HMrSV5 cells and its potential mechanism via the TGF-β/Smad signaling pathway.", "results_summary": "Danshen Injection significantly reduced markers of inflammation (IL-6, TNF-α, TGF-β, VEGF) and EndMT (α-SMA, p-Smad 2/3), while increasing protective markers (E-cadherin, Smad7) and cell viability in HMrSV5 cells exposed to peritoneal dialysis fluid.", "population_specificity": "HMrSV5 cells (human peritoneal mesothelial cell line)", "effective_dosage": "0.05%, 0.1%, and 0.5% Danshen Injection", "study_duration": "72 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:51.017571+00:00"}
{"study_id": 11172, "supplement_id": 1072, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Compound Danshen Dripping Pills (CDDP) combined with isosorbide mononitrate (ISMN) versus ISMN alone for treating angina pectoris.", "results_summary": "CDDP combined with ISMN significantly improved angina symptoms, ECG efficacy, and lipid profiles (TG, TC) while reducing the duration and frequency of angina attacks, with no increase in adverse events compared to ISMN alone.", "population_specificity": "7,245 patients with angina pectoris (from 59 RCTs and 11 cohort studies).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:52.632291+00:00"}
{"study_id": 11174, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the protective effects of Huangqi-Danshen decoction (HDD) on myocardial remodeling in heart failure rats and identify the molecular mechanisms involving pericardial adipose tissue-derived extracellular vesicles.", "results_summary": "HDD improved cardiac function, reduced myocardial hypertrophy and fibrosis, and inhibited miR-27a-3p secretion from pericardial adipose tissue-derived extracellular vesicles, activating AMPK/PINK1/Parkin signaling-mediated mitophagy to improve heart failure outcomes.", "population_specificity": "Heart failure model rats (transverse aortic constriction) and Ang II-induced H9c2 cardiomyocytes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:52.705206+00:00"}
{"study_id": 11173, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Danshen decoction (DSD) pretreated BMSC-derived exosomes could protect against myocardial ischemia/reperfusion injury (MI/RI) by targeting miR-93-5p and inhibiting the TXNIP/NLRP3/Caspase-1 signaling pathway.", "results_summary": "DSD pretreatment increased miR-93-5p expression in BMSC-derived exosomes, reducing oxidative stress, inflammation, and apoptosis in MI/RI models. DSD-pretreated exosomes alleviated cardiac damage by suppressing the TXNIP/NLRP3/Caspase-1 pathway.", "population_specificity": "Rats with induced MI/RI and H9c2 cells (a rat cardiomyocyte cell line).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:53.359237+00:00"}
{"study_id": 11175, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to predict and validate the components, targets, and pathways of SanQi-DanShen (SQDS) in treating coronary heart disease using network pharmacology and in vitro experiments.", "results_summary": "The study identified 65 active ingredients and 167 targets of SQDS linked to coronary heart disease treatment, with key targets including AKT1, TNF, TP53, IL6, and VEGFA. SQDS reduced inflammatory markers (TNF-α, IL-6, Bax, cardiac troponin I) and suppressed p-PI3K and p-AKT expression, suggesting protection of myocardial tissue via the PI3K/AKT pathway.", "population_specificity": "Acute coronary heart disease rat model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:54.197205+00:00"}
{"study_id": 11176, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify the bioactive components of Danshen and elucidate its molecular mechanism of action in treating ulcerative colitis (UC).", "results_summary": "The study identified 193 potential targets for Danshen in UC treatment, with 22 serum components acting on 777 targets. Key mechanisms involved inflammatory response and cell apoptosis, targeting proteins like SRC, RELA, and STAT3, with active components including Catechol and Salvianolic acid C.", "population_specificity": "Mice treated with Danshen", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:55.409515+00:00"}
{"study_id": 11177, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of mechanical wounding (MW) on the metabolism of jasmonates (JAs) and tanshinones in Danshen (Salvia miltiorrhiza) to understand its response mechanisms to stress.", "results_summary": "MW transiently increased the expression of JA biosynthetic genes (peaking at 2-4 hours) and elevated JA and JA-Ile levels (peaking at 2 hours). Tanshinone biosynthesis genes showed similar patterns, with diterpene synthase genes peaking at 2 hours and CYP450s at 4 hours, while tanshinone content increased continuously over 8 hours.", "population_specificity": "Medicinal model plant Danshen (Salvia miltiorrhiza).", "effective_dosage": "Not specified", "study_duration": "Observations made up to 8 hours post-MW treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:58.933464+00:00"}
{"study_id": 11179, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the therapeutic potential of Compound Danshen Pills (CDP) and its active ingredient Sa B in treating hypercholesterolemia (HLC) and to elucidate their underlying mechanisms.", "results_summary": "CDP and Sa B significantly reduced cholesterol levels (TC, LDL) and improved liver and aortic health in hypercholesterolemic rats by activating the PPAR pathway and enhancing lipid metabolism. Metabolomics revealed improvements in key metabolic pathways and differential metabolites.", "population_specificity": "High-fat diet-induced hypercholesterolemic rats.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:59.694372+00:00"}
{"study_id": 11178, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify the bioactive components and mechanisms of Danshen-Shanzha Decoction (DSD) in treating coronary heart disease (CHD) using computational and experimental methods.", "results_summary": "The study identified 96 compounds in DSD, with 10 core active components, and linked its effects to modulation of inflammation, oxidative stress, and apoptosis pathways. DSD showed cytoprotective effects in an oxygen-glucose deprivation model, upregulating Bcl-2 and downregulating Bax and cleaved caspase-3.", "population_specificity": "In vitro study using oxygen-glucose deprivation-stimulated H9c2 cells (a rat cardiomyocyte cell line).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:43:59.866808+00:00"}
{"study_id": 11183, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to provide a comprehensive review of Danshen-Shanzha Formula (DSF), including its ethnopharmacological relevance, preparation methods, chemical constituents, pharmacokinetic properties, and pharmacological effects.", "results_summary": "The study found that DSF has considerable benefits for promoting blood circulation and removing blood stasis, with extensive use in treating atherosclerotic cardiac and cerebral vascular diseases. However, it highlighted the need for standardized preparation methods, further mechanistic studies, and more extensive clinical trials.", "population_specificity": "Not specified (review of existing literature)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:01.232509+00:00"}
{"study_id": 11181, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the antithrombotic effects of Danshen-Chishao (DS-CS) extract in zebrafish and explore its potential mechanism of action.", "results_summary": "DS-CS exhibited antithrombotic effects in zebrafish at concentrations of 25–300 μg/mL, with synergistic effects observed when combining its active components (SAA and PF). The mechanism involved regulation of key genes (SRC, EGFR, F10) and pathways related to lipid metabolism and atherosclerosis.", "population_specificity": "Zebrafish (animal model)", "effective_dosage": "25–300 μg/mL DS-CS extract; 25 μg/mL each for SAA and PF", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:02.467316+00:00"}
{"study_id": 11184, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Danshen preparation (DSP) is effective and safe in treating Ulcerative Colitis (UC), either alone or combined with mesalazine.", "results_summary": "The meta-analysis found that combining DSP with mesalazine improved clinical efficacy, blood coagulation function (reduced PLT, increased MPV), and reduced inflammatory markers (CRP, TNF-α, IL-6, IL-8) in UC patients. However, study flaws like allocation concealment and blinding uncertainty warrant caution in interpretation.", "population_specificity": "2426 UC patients across 26 clinical trials and 208 animals in 11 experimental studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:02.688165+00:00"}
{"study_id": 11186, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the potential mechanisms of Danshen in treating COVID-19 complications using network pharmacology and molecular docking.", "results_summary": "The study identified 59 candidate components and 123 targets in Danshen for COVID-19 treatment, with 12 core targets and modulated pathways. Molecular docking and dynamics simulations showed favorable interactions and high stability of key complexes.", "population_specificity": "Not specified (in silico study).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:03.223363+00:00"}
{"study_id": 11185, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the dynamic regulating pattern of Compound Danshen Dripping Pills (CDDP) on myocardial infarction (MI) by identifying characteristic biomarkers and pharmacodynamic substances during the intervention process.", "results_summary": "CDDP demonstrated dynamic regulation of metabolite distribution, biological processes, and pharmacodynamic substances, with varying effects on lipid metabolism, inflammation, and fatty acid metabolism at different time points. Key active ingredients like saponins and tanshinones showed long-range regulating effects, while other components targeted specific pathways like Relaxin Signaling and PPAR signaling.", "population_specificity": "MI model induced by coronary artery left anterior descending branch ligation (animal study).", "effective_dosage": "Not specified", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:03.574664+00:00"}
{"study_id": 11189, "supplement_id": 1072, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of CDDP (Danshen) as an adjuvant therapy for patients with acute myocardial infarction (AMI) undergoing percutaneous coronary intervention (PCI).", "results_summary": "The meta-analysis found that CDDP combined with conventional western treatment improved cardiac function (increased LVEF and TCER, decreased LVEDD) and reduced inflammatory markers (hs-CRP, IL-6, TNF-α). The trial sequential analysis confirmed the efficacy, though some included studies had poor quality.", "population_specificity": "Patients with AMI undergoing PCI.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:08.184347+00:00"}
{"study_id": 11188, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to elucidate the pharmacological mechanisms of Fufang Danshen Tablet (FDT) in treating atherosclerosis using an integrated strategy of analytical techniques, network pharmacology, and animal experiments.", "results_summary": "The study identified 22 absorbed constituents in rat serum and demonstrated that FDT regulates oxidative stress, cell apoptosis, energy metabolism, and immune/inflammation. FDT reduced plaque area and lipid levels in ApoE-/- mice and inhibited inflammatory macrophage accumulation by modulating Selp and Ccl2 expression.", "population_specificity": "ApoE-/- mice (atherosclerosis model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:08.479269+00:00"}
{"study_id": 11187, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the mechanism by which Danshen injection (DI) reduces ischemia/reperfusion (I/R) injury, focusing on its effects on the HIF-1α/CXCR4/NF-κB signaling pathway.", "results_summary": "DI improved neurological scores and reduced infarction rates in rats by inhibiting inflammation and oxidative stress, primarily through suppression of the HIF-1α/CXCR4/NF-κB pathway. However, its anti-inflammatory effects were lost when HIF-1α was overexpressed.", "population_specificity": "Sprague-Dawley (SD) rats with induced middle cerebral artery occlusion to simulate I/R injury.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:08.570430+00:00"}
{"study_id": 11190, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify the bioactive ingredients and molecular mechanisms of Compound Danshen dripping pills (CDDP) in treating angina pectoris (AP).", "results_summary": "The study identified 76 active ingredients in CDDP, 194 common targets between CDDP and AP, and 12 core targets. CDDP was found to act on AP through multiple pathways, including lipid metabolism, atherosclerosis, and inflammatory signaling pathways, with molecular docking confirming strong binding between active ingredients and AP targets.", "population_specificity": "Not specified (in silico study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:09.764493+00:00"}
{"study_id": 11191, "supplement_id": 1072, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the therapeutic effects of various Danshen injections combined with conventional treatment for heart failure to determine the optimal option.", "results_summary": "The study found that Compound Danshen injection and Sodium tanshinone ⅡA sulfonate injection showed higher total effective rates, while Danshen injection and Shenxiong glucose injection were most effective in reducing brain natriuretic peptide (BNP). All Danshen injections did not increase adverse reaction risks compared to conventional treatment.", "population_specificity": "2,186 subjects with heart failure.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:11.169034+00:00"}
{"study_id": 11194, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the molecular mechanisms by which Danshen injection (DSI) protects against anthracycline-induced cardiotoxicity (AIC).", "results_summary": "The study identified 102 potential targets and 29 signaling pathways linked to DSI's cardioprotective effects, with core targets (CA12, NOS3, POLH) and calcium signaling pathways validated through transcriptomic analysis and molecular docking.", "population_specificity": "In vitro AIC model (no human or animal subjects specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:11.931291+00:00"}
{"study_id": 11192, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the pharmacological effects of tanshinones and salvianolic acids from Danshen on immune response and explore their potential in treating immune-mediated diseases.", "results_summary": "The study found that tanshinones and salvianolic acids from Danshen regulate immune responses, enhance immune organ indices, and show promise in treating rheumatoid arthritis, psoriasis, and inflammatory bowel disease. Specific compounds like tanshinone IIA, cryptotanshinone, salvianolic acid B, and rosmarinic acid demonstrated notable biological activity.", "population_specificity": "Not specified (general immune-mediated disease context).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:12.160265+00:00"}
{"study_id": 11193, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Compound Danshen Dripping Pill (CDDP) inhibits the cGAS-STING pathway and could serve as a therapeutic agent for inflammatory and autoimmune diseases triggered by this pathway.", "results_summary": "CDDP effectively suppressed IRF3 phosphorylation and reduced production of IFN-β, ISGs, IL-6, and TNF-α by blocking the STING-TBK1 interaction. It also alleviated inflammatory responses in mouse models of cGAS-STING-triggered diseases, including obesity-induced insulin resistance.", "population_specificity": "BMDMs, THP1 cells, Trex1-/- BMDMs, DMXAA-mediated activation mice model, Trex1-/- mice model, and HFD-mediated obesity model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:15.424747+00:00"}
{"study_id": 11197, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the potential mechanisms by which compound Danshen Dripping Pills (CDDP) might protect against early diabetic retinopathy (DR).", "results_summary": "CDDP improved cellular disarrangement, reduced vascular permeability and inflammatory factors, restored retinal layer thickness, and demonstrated neuroprotective effects in early DR.", "population_specificity": "Db/db mice (a model for diabetic retinopathy).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:16.561681+00:00"}
{"study_id": 11195, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the molecular mechanisms underlying the therapeutic effects of Danshen Chuanxiong Injection (DCI) in treating acute pancreatitis (AP).", "results_summary": "The study identified 144 active components and 430 potential targets in DCI, with 93 targets linked to AP treatment. DCI attenuated CCK-induced acinar cell injury and restored expression levels of key proteins (AKT1, NFKBA, P53) and genes (TNF, IL6, MMP9).", "population_specificity": "Mouse pancreatic acinar cell line 266-6.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:17.180136+00:00"}
{"study_id": 11198, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Danshen use reduces cardiovascular risks and mortality in bladder cancer patients.", "results_summary": "The study found that bladder cancer patients treated with Danshen had significantly lower incidence of Major Adverse Cardiovascular Events (5% vs. 8.1% in TCM and 9.9% in non-TCM groups) and reduced all-cause mortality (adjusted hazard ratios of 0.56 and 0.60, respectively).", "population_specificity": "Bladder cancer patients in Taiwan (2003-2013).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:18.149806+00:00"}
{"study_id": 11196, "supplement_id": 1072, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Danshen injection combined with calcitriol and calcium/Vitamin-D improves treatment efficacy, reduces inflammation, and regulates bone metabolism in osteoporotic fractures compared to calcitriol and calcium/Vitamin-D alone.", "results_summary": "The study found that Danshen combined with calcitriol and calcium/Vitamin-D improved treatment efficacy, reduced inflammatory markers, and enhanced bone metabolism more effectively than the control treatment, with no significant difference in adverse reactions.", "population_specificity": "91 patients with osteoporotic fractures treated at Rui'an People's Hospital from February 2021 to July 2022.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:18.631648+00:00"}
{"study_id": 11199, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Compound Danshen dripping pills (CDDP) could prevent contrast-induced nephropathy (CIN) in patients undergoing PCI.", "results_summary": "CDDP significantly reduced CIN incidence and improved renal function markers (Scr, BUN) compared to hydration alone, with notable effects on inflammation and oxidative stress but no impact on apoptosis indexes.", "population_specificity": "Patients aged 18+ with unstable angina pectoris or NSTEMI undergoing PCI at Tianjin Chest Hospital.", "effective_dosage": "10 capsules three times/day", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:19.667635+00:00"}
{"study_id": 11201, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Huangqi-Danshen decoction (HDD) could protect against cisplatin-induced acute kidney injury (AKI) and explore its underlying mechanisms.", "results_summary": "HDD significantly reduced serum creatinine and blood urea nitrogen levels, alleviated renal histopathological injury, and inhibited apoptosis, inflammation, and oxidative stress in AKI mice. It also restored altered metabolites, particularly by modulating NAD+ biosynthesis.", "population_specificity": "C57BL/6 mice with cisplatin-induced AKI.", "effective_dosage": "6.8 g/kg/d for 5 consecutive days.", "study_duration": "5 days before cisplatin challenge, with outcomes assessed 72 hours post-cisplatin injection.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:20.834825+00:00"}
{"study_id": 11202, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the efficacy of Guanxin Danshen Dripping Pill (GXDSDP) in treating anxiety and depression in patients with coronary heart disease (CHD).", "results_summary": "The study found significant improvements in anxiety (63.79% of patients improved to sub-clinical levels) and depression (57.52% improved to sub-clinical levels), along with enhanced quality of life across all assessed domains. Statistical significance (P<0.01) was noted for all primary outcomes.", "population_specificity": "Patients diagnosed with CHD and screened for anxiety and depression.", "effective_dosage": "0.4 g of GXDSDP, 3 times per day.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:24.927988+00:00"}
{"study_id": 11204, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to determine the effectiveness and epigenetic mechanisms of Danshen in treating idiopathic pulmonary fibrosis (IPF).", "results_summary": "The study identified differentially methylated regions and key functional genes related to IPF and Danshen treatment, suggesting that Danshen acts on specific genes (Isl1, forkhead box O3, and Sonic hedgehog) via transcriptional and epigenetic regulation during IPF.", "population_specificity": "Rat lung tissue samples (IPF and non-fibrotic lungs).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:25.325800+00:00"}
{"study_id": 11205, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify the core pharmacodynamic ingredients and mechanisms of Danshen and Jiangxiang in treating ischemic stroke (IS) using network pharmacology approaches.", "results_summary": "The study identified key pharmacodynamic ingredients (e.g., cryptotanshinone, tanshinone IIA) and target proteins (e.g., prostaglandin G/H synthase 2) in Danshen, suggesting its potential efficacy for IS. It also proposed three TCMs (Puhuang, Sanleng, Zelan) as potential therapeutic candidates for IS.", "population_specificity": "Not specified (in vitro or computational study)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:27.054034+00:00"}
{"study_id": 11206, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Compound Danshen Dripping Pills (CDDP) in improving ventricular remodeling and cardiac function after acute anterior wall ST-segment elevation myocardial infarction (AAMI).", "results_summary": "The study is designed as a multi-center, randomized, double-blind, placebo-controlled trial to assess CDDP's effects on echocardiographic outcomes (LVEF, LVEDVI, LVESVI) and secondary endpoints (NT-proBNP levels, arrhythmias, cardiovascular events). Results are pending as the study is ongoing.", "population_specificity": "268 patients with AAMI after primary percutaneous coronary intervention (pPCI).", "effective_dosage": "20 tablets before pPCI and 10 tablets 3 times daily after pPCI.", "study_duration": "48 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:28.542187+00:00"}
{"study_id": 11207, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to elucidate the mechanism of HuangQi-DanShen (HD) against cerebral ischemia using symptom-oriented network pharmacology and chemical characterization.", "results_summary": "The study identified 190 ingredients in HD and linked its therapeutic effects on cerebral ischemia symptoms (e.g., blood, qi, faint, dyskinesia) to specific molecular targets like ADORA2A, EGFR, and MMP9. The findings suggest HD's multi-target mechanism for symptom relief in cerebral ischemia.", "population_specificity": "Not specified (in vitro or computational study).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:29.101331+00:00"}
{"study_id": 11200, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the anti-myocardial ischemia (MI) mechanism of Danshen and Honghua herb pair (DHHP) involves regulating gut microbiota (GM).", "results_summary": "DHHP treatment alleviated pathological changes in myocardial tissue, improved serum biomarker levels, and restored gut microbiota composition and function in AMI rats. The herb pair increased beneficial bacteria and reduced harmful bacteria, linked to metabolic pathways like purine and glutathione metabolism.", "population_specificity": "Acute MI (AMI) rats induced by isoproterenol (ISO).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:31.024372+00:00"}
{"study_id": 11208, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effect of Danshen extract (TSA) in cerebral ischemic injury using a meta-analysis of animal studies to provide scientific evidence for clinical application.", "results_summary": "TSA significantly reduced markers of inflammation, oxidative stress, and cell apoptosis, while also decreasing cerebral infarction volume, brain water content, and neurological deficit scores in animal models of cerebral ischemic injury. It also increased superoxide dismutase (SOD) levels, indicating antioxidant effects.", "population_specificity": "Animal models of cerebral ischemic injury", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:31.231232+00:00"}
{"study_id": 11209, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of Huangqi-Danshen decoction (HDD) in regulating renal glucose metabolism in a chronic kidney disease (CKD) mouse model.", "results_summary": "HDD treatment significantly reduced serum creatinine and blood urea nitrogen levels, improved renal injury and fibrosis, and partially restored aberrant glucose metabolism in CKD mice by regulating key enzyme expression.", "population_specificity": "Adenine-induced CKD mouse model.", "effective_dosage": "6.8 g/kg/day.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:32.939536+00:00"}
{"study_id": 11210, "supplement_id": 1072, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to clarify the interaction between Compound Danshen dripping pill (CDDP) and warfarin, particularly in individuals with the EPHX1 A/A genotype, and assess its impact on pharmacokinetics and pharmacodynamics.", "results_summary": "CDDP combined with warfarin decreased mEH and VKOR expression while increasing clotting factor proteins (FII, FVII, FIX, FX) in EPHX1 A cells. In healthy volunteers with the EPHX1 A/A genotype, CDDP slightly influenced warfarin's pharmacokinetics/pharmacodynamics but was deemed safe with no bleeding risk.", "population_specificity": "Healthy volunteers with the EPHX1 A/A genotype.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "Interaction with warfarin noted.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:34.862631+00:00"}
{"study_id": 11211, "supplement_id": 1072, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical efficacy and safety of Danshen decoction combined with conventional treatment for heart failure (HF).", "results_summary": "The meta-analysis found that Danshen decoction combined with conventional treatment significantly improved clinical efficacy, left ventricular function, and reduced biomarkers like BNP and hs-CRP, with no reported adverse events.", "population_specificity": "Patients with heart failure (855 participants across 9 RCTs).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:35.261021+00:00"}
{"study_id": 11213, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify the functional components in Danshen Decoction targeting endothelin receptor A and assess their binding kinetics and configuration.", "results_summary": "The study identified salvianolic acid B as a bioactive compound in Danshen Decoction that binds to endothelin receptor A, with binding kinetics and configuration analyzed via molecular dynamics simulation. The method demonstrated potential for predicting ligand-receptor interactions.", "population_specificity": "Not specified (in vitro study targeting endothelin receptor A).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:37.049895+00:00"}
{"study_id": 11203, "supplement_id": 1072, "safety_score": "80", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to analyze the effectiveness and safety of Compounded Danshen-Dripping-Pill (CDDP) in reducing blood viscosity in patients with type 2 diabetes mellitus (T2DM).", "results_summary": "CDDP significantly reduced low shear rate, high shear rate, and plasma viscosity, as well as homocysteine levels, while increasing plasma adiponectin. Adverse events were less frequent in treatment groups compared to controls.", "population_specificity": "1532 patients with type 2 diabetes mellitus.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:37.667242+00:00"}
{"study_id": 11212, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of Compound Danshen Dripping Pill (CDDP) or CDDP combined with simvastatin on hypercholesterolemia/atherosclerosis-induced heart failure in a mouse model.", "results_summary": "CDDP or CDDP plus simvastatin reduced heart injury by improving myocardial function and reducing fibrosis, primarily by inhibiting the Wnt and KDM4A pathways. CDDP also mitigated simvastatin-induced myolysis in skeletal muscle.", "population_specificity": "ApoE and LDL receptor dual-deficient (ApoE-/-LDLR-/-) mice with hypercholesterolemia/atherosclerosis-induced heart failure.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "CDDP attenuated simvastatin-induced myolysis.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:39.548034+00:00"}
{"study_id": 11215, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the mechanism by which Compound Danshen Dripping Pills (CDDP) improves cognitive dysfunction in type 2 diabetic mice, focusing on gut microbiota and neuroinflammation.", "results_summary": "CDDP improved cognitive function in diabetic mice by reducing inflammation, restructuring gut microbiota, and increasing short-chain fatty acids, likely via the TLR4/MyD88/NF-κB pathway.", "population_specificity": "KK-Ay mice, a spontaneous type 2 diabetes model.", "effective_dosage": "Various doses (specific amounts not stated), administered intragastrically.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:40.026714+00:00"}
{"study_id": 11214, "supplement_id": 1072, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to systematically assess the clinical efficacy and safety of Danshen preparations in treating vascular cognitive impairment (VCI) through a meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis demonstrated that Danshen preparations significantly reduced neurological deficits, improved cognitive function, enhanced daily living abilities, and decreased inflammatory markers (hs-CRP and IL-6) in VCI patients, with no significant adverse effects reported.", "population_specificity": "Patients with vascular cognitive impairment (VCI), including 656 cases in observation groups and 660 in control groups.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:40.305721+00:00"}
{"study_id": 11216, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to validate the efficacy and explore the potential mechanisms of Dan-Shen Decoction in treating ischemic heart disease (IHD) using network pharmacology and experimental verification.", "results_summary": "The study identified 69 active components and 122 potential targets in Dan-Shen Decoction, with in vitro experiments suggesting its anti-IHD effects may involve targets like AKT1 and MAPK1, and processes such as cell proliferation, inflammation, and metabolism.", "population_specificity": "H9c2 cells (in vitro study)", "effective_dosage": "1 µg/mL Dan-Shen Decoction", "study_duration": "2-hour pretreatment followed by 24-hour induction", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:41.947297+00:00"}
{"study_id": 11217, "supplement_id": 1072, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the proteomic changes and molecular mechanisms underlying the therapeutic effects of Jiawei Danshen Decoction (JWDSD) on myocardial ischemia-reperfusion injury (MIRI) in rats.", "results_summary": "JWDSD demonstrated protective effects on MIRI rats, as evidenced by improved histopathologic characteristics and biochemical markers. Proteomic analysis identified 16 differentially expressed proteins regulated by JWDSD, with key pathways including neutrophil extracellular trap formation and linoleic acid metabolism.", "population_specificity": "Rats with induced myocardial ischemia-reperfusion injury.", "effective_dosage": "Not specified (administered twice daily).", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:44.168170+00:00"}
{"study_id": 13850, "supplement_id": 1101, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To evaluate the effects of Transcutaneous Electric Nerve Stimulation (TENS) on pain reduction after episiotomy through a systematic review and meta-analysis.", "results_summary": "TENS showed significant positive effects in reducing pain compared to pre-intervention, control, and placebo groups, with consistent results across studies. The location of electrodes did not influence the outcomes.", "population_specificity": "Women who underwent episiotomy during childbirth.", "effective_dosage": "Not specified", "study_duration": "Pain assessed after 1 hour of episiotomy", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:52.082317+00:00"}
{"study_id": 13853, "supplement_id": 1101, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether active TENS could provide clinically significant pain relief during bladder chemodenervation compared to placebo TENS.", "results_summary": "Active TENS significantly reduced pain VAS scores by more than 10 mm compared to placebo, with high satisfaction rates but no difference between groups. The study concluded that TENS is a safe and effective adjuvant analgesia option for this procedure.", "population_specificity": "Men and women with urinary urge incontinence undergoing office chemodenervation in academic and private settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:52.179378+00:00"}
{"study_id": 13856, "supplement_id": 1101, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the therapeutic role of transcutaneous electrical nerve stimulation (TENS) in reducing the severity of chronic subjective tinnitus through a randomized and comparative analysis.", "results_summary": "TENS therapy significantly reduced tinnitus severity, improved loudness and annoyance (VAS), enhanced quality of life (THI, SF-36), and showed no significant changes in the control group.", "population_specificity": "46 individuals aged 20-65 with normal hearing and chronic subjective tinnitus.", "effective_dosage": "20 sessions over 4 weeks (frequency not specified).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:52.527280+00:00"}
