{"study_id": 41868, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the association between preoperative nutritional status (measured by PNI) and walking independence one year after total hip arthroplasty in patients with osteonecrosis of the femoral head.", "results_summary": "The study found a negative relationship between preoperative PNI levels and walking independence recovery, with low PNI (<42.2) independently associated with a 2.35-fold increased risk of losing walking independence. Results were robust, with significant heterogeneity observed across subgroups.", "population_specificity": "Patients with osteonecrosis of the femoral head undergoing primary unilateral total hip arthroplasty.", "effective_dosage": "Not available", "study_duration": "One year postoperatively", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:40.036288+00:00"}
{"study_id": 41869, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of Baduanjin and brisk walking on lower limb balance in elderly individuals.", "results_summary": "Brisk walking showed less improvement in balance parameters compared to Baduanjin, with the Baduanjin group demonstrating significantly better outcomes in reducing body sway and improving static balance. The control group (no exercise) performed the worst in balance tests.", "population_specificity": "Elderly individuals aged 65 to 79 (20 per group, 10 males and 10 females).", "effective_dosage": "Not specified (brisk walking regimen details not provided).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:42.201686+00:00"}
{"study_id": 41871, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess kinematic changes in the knee joint during walking in patients with isolated PCL-deficiency (PCLD) and determine if walking-related joint instability occurs.", "results_summary": "The study found that patients with PCLD showed no joint instability during walking but exhibited reduced posterior tibial displacement and altered knee flexion angles compared to healthy controls. Adaptive gait changes were also observed in the uninvolved limb.", "population_specificity": "35 healthy volunteers and 27 patients with isolated PCLD.", "effective_dosage": "Not applicable (walking at self-selected comfortable speed).", "study_duration": "Not specified (single walking session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:43.494567+00:00"}
{"study_id": 41872, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to examine the interobserver reliability of the Pirani scoring system for assessing clubfoot in walking-age children.", "results_summary": "The study found \"fair\" overall reliability (Cohen's kappa = 0.3) for Pirani scores in walking-age children, with registrars grading deformities as more severe than consultants. Subcomponents like head of talus showed moderate reliability, while others like medial crease had lower reliability.", "population_specificity": "Children >1 year old with idiopathic clubfoot (22 children, 35 feet).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:45.468145+00:00"}
{"study_id": 41874, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to identify risk factors for reoperations following surgical treatments for developmental dysplasia of the hip (DDH) in children aged 1 to 3 years and derive treatment recommendations.", "results_summary": "The study found that 13% of patients underwent reoperations, with closed reduction associated with higher reoperation risk compared to open reduction, while pelvic osteotomy showed lower risk in patients aged 1.5 to 2 years. The findings support open reduction and pelvic osteotomy to reduce reoperation risk.", "population_specificity": "Children aged 1 to 3 years with unilateral DDH who underwent surgical procedures (closed reduction, open reduction, or osteotomy).", "effective_dosage": "Not applicable", "study_duration": "Follow-up until 10 years of age", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:46.217001+00:00"}
{"study_id": 41875, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore the barriers and facilitators to physical activity, specifically walking, in stroke survivors with limited walking ability.", "results_summary": "The study identified barriers such as scarcity of services, societal views, and inclement weather, while facilitators included desired benefits of physical activity, rehabilitation services, and self-efficacy. The findings suggest improving access to rehabilitation and structured exercise programs could enhance participation.", "population_specificity": "Stroke survivors with limited walking ability.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:46.236239+00:00"}
{"study_id": 41873, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the efficacy of Condoliase chemonucleolysis (CC) in nonambulatory patients with severe leg pain due to lumbar disc herniation (LDH).", "results_summary": "CC provided early pain relief, with significant reductions in leg pain scores (NRS-LP) in nonambulatory patients. By 3 months, 94% of initially nonambulatory patients regained ambulatory status.", "population_specificity": "58 patients with conservative treatment-resistant LDH, including 16 nonambulatory due to severe leg pain.", "effective_dosage": "Not specified", "study_duration": "Follow-up at 1 week, 1 month, and 3 months post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:46.436873+00:00"}
{"study_id": 41877, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to analyze the effects of walking and bone joint exercise on enhancing bone remodeling biomarkers in menopausal women.", "results_summary": "Walking significantly increased estrogen levels, decreased RANKL and PTH levels, and improved bone mineral density (BMD) in menopausal women. No adverse effects were reported, and the results were statistically significant.", "population_specificity": "Menopausal women", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:47.155784+00:00"}
{"study_id": 41876, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 55, "study_goal": "The researchers aimed to review the evidence for the effects of ankle-foot orthoses (AFOs) on improving walking in adults with calf muscle weakness due to slowly progressive neuromuscular disorders.", "results_summary": "Carbon AFOs may reduce walking energy cost and increase walking speed, while leather AFOs may also increase walking speed. Polypropylene and elastic AFOs showed little to no effect on walking speed. Evidence for other outcomes like perceived walking effort, balance, and AFO use was inconclusive.", "population_specificity": "Adults with calf muscle weakness due to slowly progressive neuromuscular disorders.", "effective_dosage": "Not applicable (intervention was AFO use, not a dosage-based treatment).", "study_duration": "Outcome measures were assessed during a single session, at delivery, or at three-week or three-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:49.686515+00:00"}
{"study_id": 86859, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of percutaneous surgical techniques, specifically transverse osteotomy and distal screw fixation, in treating recurrent hallux valgus deformity and improving walking-related outcomes.", "results_summary": "The study found that percutaneous surgical techniques significantly improved clinical and radiographic outcomes for recurrent hallux valgus, effectively treating a wide range of deformity severities.", "population_specificity": "Individuals with recurrent hallux valgus deformity causing pain and walking difficulties.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:51.064196+00:00"}
{"study_id": 86860, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether the SBT-330 balance training device could improve walking and balance capabilities in stroke patients with impaired balance compared to conventional physical therapy.", "results_summary": "The study found that the SBT-330 device significantly improved balance and walking metrics (K-MBI, BBS, FAC) compared to conventional therapy, with no significant improvement in the TUG test for the control group. The experimental group showed clinically meaningful enhancements in functional outcomes.", "population_specificity": "33 stroke patients with compromised balance.", "effective_dosage": "30 minutes of training with the SBT-330 device alongside standard physical therapy, 5 times per week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:54.285138+00:00"}
{"study_id": 86862, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to explore cilostazol's mechanisms and therapeutic applications for managing neuropathy and peripheral arterial disease (PAD) in diabetic patients, including its potential benefits for walking-related outcomes like claudication.", "results_summary": "The abstract highlights cilostazol's effectiveness in improving walking distances and blood flow in PAD patients with intermittent claudication, but does not directly report findings on walking itself.", "population_specificity": "Diabetic patients with neuropathy or peripheral arterial disease (PAD).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:54.303315+00:00"}
{"study_id": 86866, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the efficacy of remotely supervised tDCS combined with a telerehabilitation program on motor (balance and gait), cognitive, and participation outcomes in persons with multiple sclerosis (pwMS).", "results_summary": "The study found that telerehabilitation (TR) improved motor outcomes (balance and gait) in pwMS, with additional benefits in perceived walking difficulties and reduced anxiety when combined with active tDCS. The TR RS-AtDCS group showed significant improvements compared to other groups.", "population_specificity": "Persons with multiple sclerosis (pwMS)", "effective_dosage": "20 minutes of tDCS during the first week, alongside 45-minute TR sessions five times a week for 6 weeks.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:55.681726+00:00"}
{"study_id": 86865, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of high-intensity interval training (HIIT) and moderate-intensity continuous training (MICT) on 24-hour ambulatory blood pressure and cardiovascular outcomes in older adults with hypertension.", "results_summary": "The abstract describes the study protocol but does not report results, as it is a trial in progress.", "population_specificity": "Inactive older adults (60-80 years) with hypertension and no history of major adverse cardiovascular events.", "effective_dosage": "HIIT (3× week), MICT (3× week), or health education (1× week).", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:55.746123+00:00"}
{"study_id": 86867, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare static, postural, dynamic, and clinical outcomes among different groups of CTEV patients treated with tenotomy or conservatively, relative to healthy controls.", "results_summary": "Bilateral CTEV patients treated with tenotomy showed static and dynamic values comparable to healthy controls, while bilateral patients had better dynamic values than unilateral patients. Significant differences were found in various postural, static, and dynamic measures, as well as in clinical scores like Pirani and FADI.", "population_specificity": "Patients with congenital talipes equinovarus (CTEV), including bilateral and unilateral cases, treated with tenotomy or conservatively, and healthy controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:56.247426+00:00"}
{"study_id": 86870, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "To evaluate the effects of mind-body exercise on physical ability, mental health, and quality of life in stroke patients.", "results_summary": "Mind-body exercise significantly improved balance ability and was found to be a low-intensity, high-safety supplement to conventional rehabilitation therapy, accelerating stroke recovery.", "population_specificity": "Stroke patients", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:56.454900+00:00"}
{"study_id": 86872, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to examine the long-term effects of metformin or intensive lifestyle intervention on 6-minute walk test performance in adults at high risk of type 2 diabetes.", "results_summary": "The study found no sustained effect of the original interventions (lifestyle, metformin, or placebo) on 6-minute walk test performance after 20 years. However, the test was related to other measures of physical ability, such as physical activity and grip strength.", "population_specificity": "Adults at high risk of type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "3-year intervention, followed by long-term follow-up (20 years total).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:03.165480+00:00"}
{"study_id": 86876, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the effects of stretching exercise on improving walking performance and balance in older adults.", "results_summary": "The study found that stretching interventions improved balance and walking ability, with a meta-analysis of 6 studies showing increased gait speed compared to control groups. The results suggest potential benefits of stretching exercises for enhancing walking ability in older adults.", "population_specificity": "Older adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:03.890599+00:00"}
{"study_id": 86874, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how gait parameters change 24 hours after a CSF tap test (CSFTT) and after ventriculoperitoneal shunt surgery in patients with idiopathic normal pressure hydrocephalus (iNPH).", "results_summary": "The study found that self-selected walking speed and stride length significantly increased 24 hours after CSFTT, while cadence was not a suitable parameter for evaluating the effects of CSFTT and shunt surgery. Changes in balance-related gait parameters remained controversial.", "population_specificity": "Patients with idiopathic normal pressure hydrocephalus (iNPH).", "effective_dosage": "Varying amounts of CSF removed during the tap test (20-50 ml).", "study_duration": "24 hours post-CSFTT and post-shunt surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:03.899891+00:00"}
{"study_id": 86875, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of non-invasive vagus nerve stimulation (nVNS) in managing motor symptoms, particularly Freezing of Gait (FOG), in Parkinson's disease (PD) patients.", "results_summary": "The study found that nVNS significantly improved FOG in PD patients but showed no significant effects on other motor symptoms like UPDRS scores, Time Up and Go, walking speed, or step length (except when measured in centimeters). No serious adverse effects were reported.", "population_specificity": "Patients with Parkinson's disease (total n=217 across included studies).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:05.729326+00:00"}
{"study_id": 86877, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of enhanced external counterpulsation (EECP) and individual shear rate therapy (ISRT) on peripheral artery function, walking distance, and quality of life in patients with lower extremity atherosclerotic disease (LEAD).", "results_summary": "EECP significantly improved brachial artery flow-mediated dilation, walking distance, blood flow, and quality of life, while ISRT increased blood flow in the anterior tibial artery. Both treatments reduced endothelin-1 and asymmetrical dimethylarginine levels, with EECP also lowering sVCAM-1.", "population_specificity": "45 patients with lower extremity atherosclerotic disease (LEAD).", "effective_dosage": "35 sessions of 45 minutes each for EECP and ISRT.", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:05.969648+00:00"}
{"study_id": 86878, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if one-year adherence-supported high-intensity exercise (including walking/running) could lead to long-term routine exercise in outpatients with schizophrenia.", "results_summary": "The study found that one-year adherence-supported high-intensity training improved V̇O (oxygen uptake) in outpatients with schizophrenia, suggesting potential benefits of structured exercise.", "population_specificity": "Outpatients with schizophrenia (ICD-10: F20-29), 28 men and 20 women, mean age 35 ± 11 years.", "effective_dosage": "Aerobic interval training (4 × 4-min treadmill walking/running at ∼90% peak heart rate) and leg press maximal strength training (4 × 4 repetitions at ∼90% maximal strength) 2 days per week.", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:06.262545+00:00"}
{"study_id": 41878, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a combined exercise program (including walking) could improve functional fitness parameters in adults with intellectual disabilities.", "results_summary": "The study found significant improvements in body mass, hip circumference, aerobic capacity, functional ability, muscular strength, balance, and flexibility after the 6-week intervention. The effects varied in magnitude but were statistically significant.", "population_specificity": "Adults with intellectual disabilities (mean age 44.5 ± 11.5 years).", "effective_dosage": "Three times a week (walking, dancing, and resistance training).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:10.740285+00:00"}
{"study_id": 86879, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the impact of vascular photobiomodulation on pain interference with walking and other daily activities in post-COVID-19 patients with persistent headaches and orofacial pain.", "results_summary": "The study found significant improvements in pain interference with walking (p=0.011) and other daily activities, though no significant difference was observed in headache impact on activities of daily living as measured by the HIT.", "population_specificity": "Post-COVID-19 patients with tension-type headache, orofacial pain, or both persisting for more than 3 months.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:11.387852+00:00"}
{"study_id": 86881, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of physical exercise, including walking, on physical function, fatigue, and psychological outcomes in women with ovarian cancer.", "results_summary": "Preoperative walking expedited recovery, and adherence to ≥150 minutes of moderate-intensity exercise per week showed consistent benefits in physical function, fatigue, and psychological outcomes. However, significant heterogeneity in study protocols limited meta-analysis.", "population_specificity": "Women with ovarian cancer", "effective_dosage": "≥150 minutes of moderate-intensity exercise per week", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:12.312720+00:00"}
{"study_id": 86871, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess the impact of disease-modifying treatments (DMTs) on infection rates in people with multiple sclerosis (MS), including the role of ambulatory status (walking aid use).", "results_summary": "The study found that patients requiring a walking aid had higher mild infection rates, but the abstract does not specifically evaluate the safety or efficacy of walking itself. Severe infections were more common in patients on fumarates, unrelated to walking.", "population_specificity": "Adult people with multiple sclerosis (MS) treated with natalizumab, S1P modulators, fumarates, or anti-CD20 medications for over two years.", "effective_dosage": "Not specified for walking.", "study_duration": "Over two years (treatment duration varied by DMT).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:12.925694+00:00"}
{"study_id": 86880, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare clinical outcomes and complication rates of different treatment modalities for toddler's fractures, particularly focusing on immobilization methods.", "results_summary": "The study found that traditional management (circumferential cast or posterior splint) had higher rates of skin breakdown compared to removable walking boot immobilization or no immobilization, with no significant risk of fracture displacement or healing failure across treatments. Current practices vary widely, indicating a need for updated guidelines.", "population_specificity": "Pediatric patients (toddlers) with fractures.", "effective_dosage": "Not available", "study_duration": "Several weeks (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:13.055154+00:00"}
{"study_id": 86884, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of repetitive transcranial magnetic stimulation (rTMS) on walking ability, cognitive function, and depression in patients with Parkinson's disease.", "results_summary": "The meta-analysis found that rTMS significantly improved walking ability, as measured by the TUGT and FOG-Q scores, in Parkinson's disease patients. It also enhanced cognitive function and alleviated depressive symptoms.", "population_specificity": "Patients with Parkinson's disease", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:13.932361+00:00"}
{"study_id": 86883, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Samsung's Bot Fit wearable robot, specifically its assist mode and voice coach, on walking posture, stride length, and speed in older and younger adults.", "results_summary": "The study found that using Bot Fit's assist mode and voice coach increased pelvic movement, stride length, and walking speed compared to walking without the device. In young adults, stride length differences decreased under certain assist and voice coach conditions.", "population_specificity": "Older and younger adults (58 total participants).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:14.264781+00:00"}
{"study_id": 86882, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the effect of Naturagen® 4 Joint (a collagen-based supplement) on osteoarthritis-related pain, quality of life, and physical functioning.", "results_summary": "The study found significant improvements in pain, quality of life, and some functional tests (BBS and 6MWT) after eight weeks of collagen supplementation, though no significant differences were observed in TUG, 5STS, and SCT tests.", "population_specificity": "31 patients (8 males, 23 females; mean age 53.5±9.1 years) with Grade 2-3 osteoarthritis per Kellgren-Lawrence classification.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:15.081493+00:00"}
{"study_id": 86886, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to synthesize consumer perspectives on the benefits, limitations, and expectations of FES and robotic exoskeleton technologies for restoring walking in individuals with spinal cord injury.", "results_summary": "The study found that FES and robotic exoskeletons offer multifaceted benefits, including improved mobility and psychological gains like increased independence, but face limitations related to accessibility, cost, and usability. Consumer expectations highlighted the need for more personalized, affordable, and adaptable solutions.", "population_specificity": "Persons with spinal cord injury, their caregivers, medical service providers, researchers, and technology developers.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:19.942486+00:00"}
{"study_id": 86885, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether cognitive-motor dual-task training (CMDT) is more effective than conventional single-task training for improving balance and gait in hemiplegic stroke patients.", "results_summary": "CMDT showed potential benefits for static balance (Berg Balance Scale) but did not significantly affect dynamic balance (Time Up and Go test) or single-task walking speed. The evidence was of low quality, with heterogeneity and potential biases noted.", "population_specificity": "Hemiplegic stroke patients (n=751 across 17 RCTs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:20.808500+00:00"}
{"study_id": 86889, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to develop physical activity recommendations, including walking, for patients undergoing metabolic and bariatric surgery to improve outcomes.", "results_summary": "The study found that walking and other physical activities, when progressively increased and structured, can improve postoperative outcomes for MBS patients, with specific recommendations for timing and intensity.", "population_specificity": "Patients undergoing metabolic and bariatric surgery (MBS).", "effective_dosage": "150-300 minutes of accumulated moderate-intensity cardiovascular exercise/week, including walking.", "study_duration": "Recommendations span from pre-surgery to long-term postoperative monitoring.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:20.935250+00:00"}
{"study_id": 86887, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the effectiveness of foot exercises and minimalist shoes in modifying foot muscle sizes, strength, and biomechanical outcomes during locomotion.", "results_summary": "Minimalist shoes increased toe strength (toes 2-5), and foot exercises reduced medial longitudinal arch motion during running. The evidence was low to very low certainty due to limited studies and high bias, but interventions occasionally modified walking and running biomechanics.", "population_specificity": "1399 participants across 28 trials (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Intervention duration of four weeks or more.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:20.999302+00:00"}
{"study_id": 86888, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess current EMG practices, associated knowledge, and barriers to EMG usage in UK and European clinical gait labs.", "results_summary": "EMG was used for assessing muscle activation timings, spasticity, and co-contraction, often as a confirmatory tool. Challenges included justifying effort, distinguishing deviations from the norm, data quality, and patient feasibility.", "population_specificity": "Professionals from 13 gait labs across the UK and wider Europe, including physiotherapists, clinical scientists, and biomedical engineers.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:21.348709+00:00"}
{"study_id": 86890, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of a physical activity intervention based on King's Attainment Theory in improving body composition, physical activity levels, and motivational variables in physically inactive emerging adults.", "results_summary": "The intervention significantly improved body composition (reduced visceral fat area, body fat mass, and body fat percentage), increased physical activity levels (vigorous, moderate, walking, and total activity), and enhanced motivational variables (introjected motivation and self-efficacy) compared to the control group.", "population_specificity": "Emerging adults with physical inactivity.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:22.260922+00:00"}
{"study_id": 86892, "supplement_id": 1667, "safety_score": "100", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the therapeutic effects of Baduanjin exercise with conventional pulmonary rehabilitation (CPR) in patients with COPD, implemented by rural doctors.", "results_summary": "Both Baduanjin and CPR groups showed significant improvements in health status, dyspnoea, walking distance, and mental health scores compared to the control group, with no adverse events reported. The effects of Baduanjin were similar to CPR.", "population_specificity": "472 COPD patients from 18 rural village clinics.", "effective_dosage": "Six months of Baduanjin training (specific frequency not detailed).", "study_duration": "Six months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:23.254294+00:00"}
{"study_id": 86891, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of two non-vital tooth whitening techniques, In-office and Walking Bleach, using 35% hydrogen peroxide to determine which achieves greater tooth color improvement.", "results_summary": "Both techniques improved tooth color, with the In-office method showing slightly greater whitening efficacy and faster results. Significant differences favoring the In-office method were observed after the first bleaching and at one-month follow-up.", "population_specificity": "Fifty non-vital anterior teeth with discoloration.", "effective_dosage": "35% hydrogen peroxide.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:23.736706+00:00"}
{"study_id": 86894, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to improve clinical skills in observational gait analysis for paediatricians and provide a structured approach to diagnosing walking-related complaints.", "results_summary": "The review highlights advances in understanding normal gait and interpreting gait deviations, enhancing observational gait analysis quality while defining its limitations. It also discusses causes of limps and rotational deformities, offering tools to improve observational analysis.", "population_specificity": "Practising paediatricians and paediatric patients with walking or limb alignment complaints.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:28.185941+00:00"}
{"study_id": 86897, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the efficacy, challenges, and future prospects of sacroiliac joint reduction therapy for improving gait balance and reducing lumbosacral pain.", "results_summary": "The study found that sacroiliac joint reduction therapy improved gait parameters like stride length, speed, and cycle uniformity, enhancing walking stability and reducing fall risk. However, challenges such as lack of standardized diagnostic criteria and need for further long-term studies were noted.", "population_specificity": "Individuals with lumbosacral pain and gait balance disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:29.769137+00:00"}
{"study_id": 86896, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify metastatic breast cancer patients' preferences for exercise programs, including walking, and associate these preferences with patient characteristics.", "results_summary": "The study identified four distinct classes of patients with different exercise preferences, including active walking (13%) and recreational walking (10%). Walking preferences were associated with fewer bone metastases and comorbidities.", "population_specificity": "Metastatic breast cancer patients (n=409) from a multinational survey.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:30.041546+00:00"}
{"study_id": 86893, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether the timing of high-intensity gait training post-spinal cord injury (SCI) affects walking performance, hypothesizing that early intervention yields the greatest improvements.", "results_summary": "The study compares the efficacy of high-intensity gait training initiated at different time intervals post-SCI (<60 days, 3 months, 6 months) versus standard of care, with primary outcomes focusing on gait speed and walking endurance. Secondary outcomes include step count, strength, and quality of life, assessed over 12 months post-SCI.", "population_specificity": "108 participants with acute, traumatic spinal cord injury.", "effective_dosage": "20 hours of high-intensity gait training.", "study_duration": "Intervention duration not specified; follow-up assessments at 3, 6, 9, and 12 months post-SCI.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:30.062694+00:00"}
{"study_id": 86898, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to estimate the prevalence of falls in older adults with type 2 diabetes (T2D) and identify associated risk factors, including walking-related factors.", "results_summary": "The study found a 19.7% fall prevalence rate among T2D patients, with factors like longer walking time, depression, and cognitive impairment significantly increasing fall risk. Depression was particularly impactful, with each additional unit on the depression score raising fall risk by 11.9%.", "population_specificity": "Older adults (mean age 73.9 years) with type 2 diabetes recruited from a community-based diabetes specialist clinic.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:31.056061+00:00"}
{"study_id": 86900, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of exercise interventions, including walking, on mobility, postural control, and falls in older adults with mild cognitive impairment (MCI).", "results_summary": "Aerobic exercise, multicomponent exercise, and cognitive-motor training significantly improved gait speed and functional performance in older adults with MCI, but effects on postural control and fall risk were inconclusive.", "population_specificity": "Older adults with mild cognitive impairment (MCI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:31.394545+00:00"}
{"study_id": 86899, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the safety and efficacy of paclitaxel-coated balloon (PCB) treatment versus conventional balloon angioplasty for diabetic subpatellar artery disease, focusing on outcomes like restenosis rates and walking impairment.", "results_summary": "The study found no significant difference in primary patency rates at 6 months but lower restenosis rates and better walking impairment improvement in the PCB group at 12 months. Adverse events were similar between groups.", "population_specificity": "140 diabetic patients with subknee arterial disease.", "effective_dosage": "Not specified.", "study_duration": "Follow-up at 6 and 12 months post-operation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:31.853507+00:00"}
{"study_id": 86895, "supplement_id": 1667, "safety_score": "70", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of exercise therapy, including walking, on fatigue, physical functioning, and other outcomes in adults with chronic fatigue syndrome (CFS) compared to other interventions or controls.", "results_summary": "Exercise therapy, including walking, probably reduces fatigue and may improve physical functioning and sleep in adults with CFS compared to passive controls, but the long-term effects and safety remain uncertain. Compared to cognitive behavioral therapy (CBT) or adaptive pacing, exercise therapy showed little to no difference in fatigue reduction or other outcomes.", "population_specificity": "Adults with a primary diagnosis of CFS, based on various diagnostic criteria, who were able to participate in exercise therapy.", "effective_dosage": "Not specified (mixed levels of intensity from very low to rigorous aerobic exercise).", "study_duration": "12 to 26 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:32.252647+00:00"}
{"study_id": 86901, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the relationship between pain and gait characteristics (e.g., gait speed, cadence, stride length) in older people to understand how pain impacts mobility and fall risk.", "results_summary": "Older people with pain exhibited slower gait speed compared to those without pain, with a small but statistically significant effect size. No significant differences were found in cadence, stride length, or double-limb support time.", "population_specificity": "People aged 60 years and over with and without pain.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:36.570699+00:00"}
{"study_id": 86903, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of cork and silicone insoles on balance and postural stability in the elderly.", "results_summary": "Cork insoles significantly improved balance, maximum plantar pressure, and functional mobility compared to silicone insoles. Both materials enhanced some balance parameters, but cork was more effective in key outcomes.", "population_specificity": "Elderly individuals at the Istanbul Barinyurt Elderly Care Center (n=24).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:37.873870+00:00"}
{"study_id": 86904, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to summarize current knowledge on how increased fear of falling (FOF) leads to falls in patients undergoing hemodialysis (HD).", "results_summary": "Patients undergoing HD exhibit heightened FOF compared to the general elderly population, which correlates with reduced physical activity and function. Increased FOF may interact with physical inactivity and frailty, affecting lower limb muscle activity during walking and elevating fall risk.", "population_specificity": "Patients undergoing hemodialysis (HD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:38.077507+00:00"}
{"study_id": 86902, "supplement_id": 1667, "safety_score": "100", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare walking performance between individuals with and without asymptomatic peripheral artery disease (PAD) using two walking tests (6MWT and ISWT) and to investigate correlations between ABI-TBI and walking distance.", "results_summary": "Individuals with asymptomatic PAD showed no difference in 6MWT performance but exhibited significantly shorter distances in ISWT compared to those without PAD. A positive correlation was found between right leg TBI and ISWD.", "population_specificity": "76 participants (38 with asymptomatic PAD and 38 without PAD).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:39.342470+00:00"}
{"study_id": 86907, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to establish standardized clinical practice guidelines for gait analysis to improve diagnosis, intervention planning, and patient outcomes in various populations.", "results_summary": "The study outlined technical and procedural recommendations for gait analysis, including data recording, staff management, and quality assurance, to enhance standardization and improve clinical practices and research conditions in central Europe.", "population_specificity": "Various patient populations with gait abnormalities (specific demographics not detailed).", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:39.345322+00:00"}
{"study_id": 86906, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if mechanically assisted walking with body weight support improves independent walking and walking ability in non-ambulatory individuals after stroke compared to usual walking training, and whether these benefits persist long-term.", "results_summary": "Mechanically assisted walking with body weight support resulted in more independent walking and better walking ability in the short term, with benefits maintained in the longer term, without detriment to walking speed.", "population_specificity": "Non-ambulatory adults ≤ 12 weeks after stroke.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:40.522414+00:00"}
{"study_id": 86908, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine if a 10-week mobile app-based walking intervention outside school hours improved physical activity, body composition, physical fitness, and psychological state in overweight and obese adolescents.", "results_summary": "The intervention showed no significant improvements in body composition, physical fitness, or psychological state compared to the control group. Some minor physical improvements were noted in the experimental group, but these were not statistically significant when compared to the control group.", "population_specificity": "Overweight and obese adolescents aged 12-16 years.", "effective_dosage": "Not specified (step tracker mobile app used for walking in free time).", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:41.079628+00:00"}
{"study_id": 86905, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether combining repetitive transcranial magnetic stimulation (rTMS) and repetitive spinal magnetic stimulation (rSMS) is more effective than rTMS alone in improving axial and other motor disabilities in Parkinson's disease (PD).", "results_summary": "The study found that combining rTMS and rSMS significantly improved motor and axial symptoms in PD patients compared to rTMS alone, with notable improvements in MDS-UPDRS scores and walking speed, though some effects diminished after one month.", "population_specificity": "42 PD patients with axial symptoms.", "effective_dosage": "Group I received active rTMS (2000 pulses; 20 Hz; 80% resting motor threshold) + active rSMS (1500 pulses; 10 Hz; 50% of maximal stimulator output); Group II received active rTMS + sham rSMS.", "study_duration": "10 sessions (5 consecutive days/week for 2 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:43.750614+00:00"}
{"study_id": 86909, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the influence of core training integrated with respiratory therapy on walking function (stability and endurance) in elderly stable COPD patients.", "results_summary": "The study will evaluate the effects of combined core training and respiratory therapy on walking function, measured by the 6-minute walk test and secondary outcomes like balance, pulmonary function, and quality of life. Results are pending as the study is ongoing.", "population_specificity": "Elderly patients diagnosed with stable chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:44.501532+00:00"}
{"study_id": 86910, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 75, "quality_score": 65, "study_goal": "To determine whether ESWT can safely and positively influence specific ADL activities in people with SCI and spasticity, measured by Goal Attainment Scaling (GAS).", "results_summary": "28 of 33 GAS items improved after ESWT, with effects generally maintained during follow-up. Secondary outcome measures varied, and no serious adverse events occurred.", "population_specificity": "11 participants with SCI, aged >18 years, with hindering spasticity in upper or lower limbs.", "effective_dosage": "Not specified", "study_duration": "3-week treatment phase", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:45.905921+00:00"}
{"study_id": 86913, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the acceptability of a community walking and home-based circuit training program for people with intermittent claudication by gathering participants' opinions and experiences.", "results_summary": "The program was well received by completers, with some reporting improvements in physical activity and symptoms, though barriers like pain management and guidance were noted. Participants generally recommended the program, but further improvements were suggested.", "population_specificity": "People with intermittent claudication (IC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:47.472195+00:00"}
{"study_id": 86914, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of combined robot-assisted gait training with traditional balance training versus traditional balance training alone on balance and fear of falling in stroke patients.", "results_summary": "Combined training improved balance (EncephaLog sways, stand-up/sit-down times, Berg Balance Scale) and reduced fear of falling (International Fall Efficacy Scale) more effectively than traditional training alone, while traditional training showed better improvement in limb impairment (Fugl-Meyer Assessment-Lower Extremity).", "population_specificity": "Patients with subacute and chronic stroke", "effective_dosage": "Not specified", "study_duration": "5 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:48.567998+00:00"}
{"study_id": 86915, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate and categorize health problems in children with profound intellectual and multiple disabilities (PIMD), focusing on conditions like epilepsy, respiratory infections, and feeding difficulties.", "results_summary": "The study identified common health problems in children with PIMD, including epilepsy, respiratory infections, feeding difficulties, GERD, scoliosis, and visual impairment, but did not specifically address Walking.", "population_specificity": "Children with profound intellectual and multiple disabilities (PIMD), defined by severe intellectual disability (IQ/DQ < 35 or developmental age < 24 months) and severe/profound motor impairment (non-ambulatory/not walking without support).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:49.318605+00:00"}
{"study_id": 86916, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effects of daridorexant on auditory awakening threshold, postural stability, and cognitive function during the night following evening administration.", "results_summary": "Daridorexant showed no significant differences in auditory awakening threshold compared to placebo, marginally increased body sway (22%), and had minimal, clinically insignificant effects on functional mobility and cognitive function. Effects on body sway were driven by nonelderly adults, with elderly subjects showing results similar to placebo.", "population_specificity": "36 healthy male and female nonelderly adults and elderly subjects (1:1 sex/age ratio).", "effective_dosage": "25 mg and 50 mg, administered at bedtime.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:50.342262+00:00"}
{"study_id": 86918, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare clinical outcomes and gait function changes between patients undergoing total knee arthroplasty (TKA) and unicompartmental knee arthroplasty (UKA).", "results_summary": "The study found that UKA showed superior gait recovery in multiple parameters compared to TKA, though clinical scores did not significantly differ between the two groups at one year post-surgery. Seven out of ten studies reported better gait improvements for UKA, including walking speed, step length, and knee joint range of motion.", "population_specificity": "Patients who underwent TKA (171) or UKA (148).", "effective_dosage": "Not available", "study_duration": "Follow-up assessments up to 1 year post-operation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:54.516974+00:00"}
{"study_id": 86920, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the prevalence, clinical implications, diagnostic methods, and treatment interventions for sarcopenia in patients with interstitial lung disease (ILD).", "results_summary": "The study found that sarcopenia is common in ILD patients (affecting nearly one-third) and is associated with adverse outcomes and increased mortality risk. Validated screening tools like the SARC-F questionnaire and grip strength dynamometry were highlighted, while medical imaging techniques remain uncertain for diagnosis. Multidimensional interventions such as pulmonary rehabilitation were noted as beneficial.", "population_specificity": "Patients with chronic forms of interstitial lung disease (ILD).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:56.038936+00:00"}
{"study_id": 86922, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the feasibility of a broad test battery to evaluate physical functioning and frailty in a non-geriatric community-based population experiencing homelessness and addiction.", "results_summary": "The study demonstrated high feasibility of the test battery, with 100% completion for most outcomes, though a ceiling effect was detected for the Short Physical Performance Battery. An optimized test battery was proposed based on findings.", "population_specificity": "Adults aged 18-65 experiencing homelessness and addiction, attending an open-access day-service center.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:57.137858+00:00"}
{"study_id": 86917, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the efficacy of a cardiovascular rehabilitation (CR) programme versus usual care on walking capacity and quality of life in patients who underwent lower limb revascularisation for peripheral artery disease (PAD).", "results_summary": "The study found that supervised exercise training, including intermittent treadmill walking, improved walking capacity in PAD patients post-revascularisation, with primary outcomes measured by 6-minute walk distance and secondary outcomes including pain-free walking distance and cardiorespiratory fitness.", "population_specificity": "Patients who underwent lower limb revascularisation for PAD in the previous 12 months.", "effective_dosage": "Two supervised exercise sessions per week for 6 weeks, primarily consisting of intermittent treadmill walking at moderate intensity, plus home-based walking advice.", "study_duration": "6 weeks (with follow-up at 6 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:57.392392+00:00"}
{"study_id": 86919, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the physical activity levels of men with metastatic prostate cancer to guidelines and examine associations with physical fitness, including walking performance.", "results_summary": "The study found that only 29% of participants met aerobic physical activity guidelines, but higher moderate-to-vigorous physical activity (MVPA) was associated with better aerobic capacity and walking performance. No significant association was found between MVPA and maximal strength.", "population_specificity": "Men with metastatic prostate cancer on androgen deprivation therapy (ADT).", "effective_dosage": "Not specified", "study_duration": "Not specified (cross-sectional analysis of baseline data)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:57.877142+00:00"}
{"study_id": 86923, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to explore the association between vitamin D status and energy metabolism, including walking energy expenditure, in young, healthy, non-obese adults.", "results_summary": "The study found no statistically significant differences in walking energy expenditure or other metabolic measures based on vitamin D status, with weak correlations between vitamin D and certain lipid markers.", "population_specificity": "Sixty-nine healthy, non-obese adults (mean age = 22.8 years, mean BMI = 20.7 kg/m²).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:57.892840+00:00"}
{"study_id": 86924, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify digital-motor outcomes for SPG7 spastic ataxia that reflect patient-relevant health aspects, are suitable for multicenter settings, and assess mobility during uninstructed walking.", "results_summary": "The study identified 18 gait measures with moderate effect sizes for discriminating SPG7 patients from controls, even in mild disease stages, and found correlations with functional mobility and disease severity measures. These outcomes demonstrated multicenter applicability and potential for future trials.", "population_specificity": "65 patients with SPG7 spastic ataxia and 50 healthy controls across 7 centers in 6 countries.", "effective_dosage": "Not applicable", "study_duration": "Cross-sectional (single assessment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:59.612883+00:00"}
{"study_id": 86925, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of therapeutic exercise interventions with virtual reality (VR) training on balance and walking in individuals with chronic stroke, compared to control groups without VR.", "results_summary": "VR training had a large effect on balance and a moderate effect on walking in chronic stroke patients, with no serious side effects reported. The impact on walking was lower than on balance, and the study found no significant relationship between VR intervention content, control group type, or VR immersion level and outcomes.", "population_specificity": "Adults aged 18+ with a chronic stroke diagnosis (≥6 months post-stroke) who could walk without assistance.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:03.758007+00:00"}
{"study_id": 86926, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the efficacy of physical activity (PA) counseling, including walking, on reducing suicidal ideation in primary care patients with mental health problems.", "results_summary": "The study found that PA counseling led to significant increases in walking and other physical activities, along with reductions in depressive and anxiety symptoms, and a drop in suicidal ideation prevalence from 8.5% to 9% post-intervention.", "population_specificity": "Primary care patients with mental health problems in Uganda (n=11, median age=52 years).", "effective_dosage": "Once weekly group PA counseling for 8 weeks.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:05.231891+00:00"}
{"study_id": 86928, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the psychometric properties of performance-based tests (PBTs), including walking, in fibromyalgia patients to determine their reliability, validity, and responsiveness.", "results_summary": "The 6-minute walking test was the most frequently assessed PBT, with moderate quality evidence for reliability and very good methodological quality for validity. However, overall methodological quality for reliability was doubtful, and construct validity and responsiveness were seldom determined.", "population_specificity": "Fibromyalgia patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:05.484806+00:00"}
{"study_id": 86927, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the prevalence and outcomes of supervised exercise and education in patients with established and early-stage knee osteoarthritis (KOA).", "results_summary": "Patients with early-stage KOA showed similar improvements in pain, quality of life, walking speed, and chair-stand tests compared to those with established KOA, supporting supervised exercise and education as an effective management strategy for early-stage KOA.", "population_specificity": "Patients with established KOA, early-stage KOA, or potential early-stage KOA from the GLA:D® program in Denmark.", "effective_dosage": "Not specified", "study_duration": "3 and 12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:06.140307+00:00"}
{"study_id": 86929, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate the association between fall risk-increasing drugs (FRIDs) and the incidence of total, injurious, and recurrent falls in generally healthy, community-dwelling older adults.", "results_summary": "The study found that baseline use of FRIDs, especially multiple FRIDs, was significantly associated with increased incidence rates of total, injurious, and recurrent falls over a 3-year follow-up period. The associations were most pronounced among users of multiple FRIDs.", "population_specificity": "Community-dwelling adults aged ≥70 years without major diseases at baseline.", "effective_dosage": "Not applicable (study focused on medication use, not walking dosage).", "study_duration": "3 years of observational follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:08.299229+00:00"}
{"study_id": 86931, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the research status of aquatic therapy (AT) for improving gross motor function, cardiopulmonary function, and daily living abilities in patients with spastic cerebral palsy (CP).", "results_summary": "AT significantly improved gross motor ability, walking efficiency, muscle strength, daily activities, and quality of life in patients with spastic CP. Functional improvements were correlated with child age, CP type, and gross motor function classification system grade.", "population_specificity": "Patients with spastic cerebral palsy (CP).", "effective_dosage": "Five weekly interventions (specific dosage not detailed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:08.358735+00:00"}
{"study_id": 86930, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine if a walking program based on the COM-B Behavior Change Model could improve self-management, mental health, quality of life, and seizure frequency in individuals with epilepsy.", "results_summary": "The walking program significantly increased self-management, reduced anxiety, stress, and depression, improved quality of life, and decreased seizure frequency in the intervention group, with no significant changes in the control group.", "population_specificity": "Individuals with epilepsy (n=78, intervention group n=38, control group n=40).", "effective_dosage": "Twice weekly for 12 weeks.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:09.634053+00:00"}
{"study_id": 86933, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to expand the clinical phenotype of SETD5-related disorder by describing neurological, psychiatric, EEG, and brain MRI data in 28 previously unreported patients.", "results_summary": "The study found that gait abnormalities, including tip-toe or unsteady walking, were present in 35.7% of patients with SETD5-related disorder, along with other neurological symptoms like hypotonia and hyperkinetic movement disorders.", "population_specificity": "28 patients with SETD5-related disorder, characterized by intellectual disability, autism, and facial dysmorphisms.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:12.045902+00:00"}
{"study_id": 86934, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of two respiratory training programs, combined with individualized flexibility, strengthening, and cardiovascular exercise programs, on physiologic, activity, and societal participation outcomes in chronic stroke survivors.", "results_summary": "The study will evaluate the impact of respiratory strength training versus respiratory relaxation training on outcomes such as maximal respiratory pressure, walking endurance, and community walking, with results anticipated in Fall 2026.", "population_specificity": "Community-dwelling adults with chronic stroke (n=80).", "effective_dosage": "24 sessions (3 times/week for 8 weeks).", "study_duration": "8 weeks (with 1-year follow-up for health monitoring).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:14.199855+00:00"}
{"study_id": 86935, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the use of wearable sensors and machine learning to estimate biomechanical characteristics related to balance during walking.", "results_summary": "Most studies demonstrated strong accuracy in estimating biomechanical characteristics (e.g., center of pressure and center of mass motion) using wearable sensors and neural network models, with RMSE <15% and correlation coefficients >0.85. The review highlighted the potential for wearable technology to assess balance outside laboratory settings.", "population_specificity": "Clinical populations with balance deficits (specific conditions not detailed).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:14.798555+00:00"}
{"study_id": 86936, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether biofeedback (BFB) training targeting specific gait phases (stance phase or single stance phase) could restore gait function in hemiparetic stroke patients.", "results_summary": "The study found that BFB training significantly improved clinical scores in both patient groups, with stance phase training showing more pronounced effects on the unaffected limb. However, single stance phase training did not significantly alter the target parameter in either limb.", "population_specificity": "40 hemiparetic patients in the subacute stage of stroke and 20 healthy controls.", "effective_dosage": "8 to 11 training sessions (specific frequency not detailed).", "study_duration": "Not explicitly stated, but implied over several sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:15.732344+00:00"}
{"study_id": 86941, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate how Brazilian physical therapists prescribe aerobic exercise (primarily walking) for individuals after stroke and identify perceived barriers in clinical rehabilitation.", "results_summary": "Overground walking was the most prescribed aerobic exercise (89%), typically at moderate intensity (40%-59% of heart rate reserve) for 44 ± 17 minutes, twice a week. Cognitive dysfunction in stroke patients was the most cited barrier (58%).", "population_specificity": "Brazilian physical therapists who had treated at least one individual after stroke in the last 3 months.", "effective_dosage": "44 ± 17 minutes, typically twice a week.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:19.087005+00:00"}
{"study_id": 86939, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to verify the effects of interval walking exercise (IWE) using a wearable robot (Bot Fit) on older adults, focusing on pelvic movement, muscle power, and waist-to-hip ratio.", "results_summary": "The study found significant improvements in pelvic tilt and rotation ranges, increased rectus abdominis muscle power, and reduced waist-to-hip ratio in the experimental group using Bot Fit after six weeks. The control group showed no such significant changes.", "population_specificity": "Older adults (experimental group n=10, control group n=12).", "effective_dosage": "Three times a week for six weeks.", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:19.398427+00:00"}
{"study_id": 86942, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether walking backward could improve craniovertebral angle, proprioception, balance, and plantar pressure in individuals with forward head posture.", "results_summary": "The study found that walking backward significantly improved craniovertebral angle, neck proprioception, balance, and plantar pressure distribution in participants with forward head posture. The intervention group showed statistically significant improvements compared to the control group.", "population_specificity": "46 female students (aged 22.89 ± 2.31 years) with forward head posture.", "effective_dosage": "Three exercise sessions per week.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:20.376085+00:00"}
{"study_id": 86911, "supplement_id": 1667, "safety_score": "95", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of combined resistance and balance training (RBT) versus resistance training (RT) alone and no exercise on physical function in older adults.", "results_summary": "RBT significantly improved dynamic balance, walking speed, muscle strength, and spirometry compared to no exercise, with additional benefits over RT in balance and lower limb strength. Only RBT improved normal walking speed.", "population_specificity": "Community-dwelling adults aged 60-74 years.", "effective_dosage": "45 minutes, 3 times per week.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:21.565679+00:00"}
{"study_id": 86944, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 1, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of various fall prevention interventions, including walking, for community-dwelling older adults.", "results_summary": "The study found no moderate certainty evidence for the benefit of walking in preventing falls among older adults. Walking was not among the interventions with demonstrated efficacy.", "population_specificity": "Community-dwelling adults aged 65 years or older.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:22.050177+00:00"}
{"study_id": 86945, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether high-pressure-processed (HPP) rice intake during interval walking training (IWT) improved glycemic control and enhanced methylation of the NFKB2 gene in hyperglycemic older adults.", "results_summary": "HPP rice intake during IWT led to improved glycemic control, including reduced variability in fasting blood glucose and decreased post-breakfast glucose levels, with changes correlated to NFKB2 gene methylation. The effects were statistically significant but modest in magnitude.", "population_specificity": "Hyperglycemic older adults (~70 years) who had already performed IWT for ≥6 months.", "effective_dosage": "75 g dry weight of HPP rice at breakfast and dinner.", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:24.939583+00:00"}
{"study_id": 86946, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a scaled-up citywide intervention could promote physical activity, including walking, among middle-aged and older adults.", "results_summary": "The study found no significant increase in walking activity (-1.8% points [-3.6, 0.1]) after two years of intervention, despite overall increases in physical activity, particularly muscle-strengthening activities.", "population_specificity": "Middle-aged and older adults (40-79 years) in Unnan City, Japan.", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:25.649677+00:00"}
{"study_id": 86938, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of specific improvements to urban green spaces, including walking paths, on physical activity, mental health, and educational outcomes, as well as their cost-effectiveness.", "results_summary": "Interventions targeting walking paths or overall greenery showed mixed impacts on physical activity, while mental health and educational outcomes were understudied. Cost-effectiveness analysis suggested small improvements could make interventions viable, but evidence limitations were noted.", "population_specificity": "Urban populations living near green spaces (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:26.178003+00:00"}
{"study_id": 86948, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare surgical insult, mortality, complications, and walking recovery after one year in elderly patients (>65 years) treated with cannulated screws or hemiarthroplasty for non-displaced femoral neck fractures.", "results_summary": "The study found no significant differences in walking recovery between the two treatments, with 50.45% of osteosynthesis patients and 45% of hemiarthroplasty patients returning to pre-fracture walking ability. There were also no differences in worsening walking status between the groups.", "population_specificity": "Elderly patients (>65 years) with non-displaced femoral neck fractures.", "effective_dosage": "Not applicable (surgical interventions compared).", "study_duration": "One-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:28.646137+00:00"}
{"study_id": 86947, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the outcomes and safety of two types of one-way valves (Zephyr EBVs and Spiration SVS) for endoscopic lung volume reduction in patients with severe lung emphysema, including their impact on walking distance (6MWD).", "results_summary": "Both valve types showed significant improvements in lung function and quality of life, with no significant differences in outcomes between them. The 6-minute walking distance (6MWD) improved comparably in both groups, indicating similar efficacy for enhancing walking capacity.", "population_specificity": "Patients with severe lung emphysema from three German centers.", "effective_dosage": "Not specified", "study_duration": "3 to 6 months follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:28.751355+00:00"}
{"study_id": 86952, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the relationship between corticospinal tract (CST) integrity and clinical scores of standing balance and walking independence poststroke.", "results_summary": "The study found no significant correlation between CST integrity and standing balance or walking independence in the sub-acute phase, with weak prognostic value for walking at 6 months.", "population_specificity": "Poststroke individuals", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:29.108205+00:00"}
{"study_id": 86950, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a community-based structured exercise program compared to usual care in improving physical, functional, and psychological outcomes for ambulatory individuals with spinal cord injury (SCI).", "results_summary": "The exercise group showed significant improvements in walking capacity (6-minute walk test), balance (Berg Balance Scale), lower extremity strength (30-second sit-to-stand), and flexibility (sit and reach test) compared to the usual care group. No significant changes were observed in psychological or quality-of-life measures.", "population_specificity": "Ambulatory individuals with chronic, motor incomplete spinal cord injury (SCI) who could walk more than 10 meters.", "effective_dosage": "A supervised 20-session program (flexibility, aerobic, and strengthening exercises) over 8 weeks.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:30.540604+00:00"}
{"study_id": 86951, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of breakfast timing and a 20-minute post-breakfast walk on postprandial glycaemia in adults with type 2 diabetes.", "results_summary": "Delaying breakfast to mid-morning or midday reduced postprandial glycaemia compared to an early breakfast. A 20-minute post-meal walk had a small effect on lowering glycaemia when breakfast was early or midday but no effect when breakfast was mid-morning.", "population_specificity": "Eleven adults with type 2 diabetes (average age 57 ± 7 years, HbA1c 7.4 ± 1%).", "effective_dosage": "20-minute walk after breakfast.", "study_duration": "Six weeks (three 4-day conditions with a second 4-day intervention for walking).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:31.077515+00:00"}
{"study_id": 86953, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the biomechanical aspects of the 5-repetition sit-to-stand (5STS) performance and compare its ability, along with muscle power equations, to discriminate older women with different physical function levels.", "results_summary": "The study found that peak concentric muscle power was highest in the first 5STS repetition and declined significantly. Biomechanical aspects of 5STS were associated with physical performance, but muscle power equations were not.", "population_specificity": "Older women from the community.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:33.090685+00:00"}
{"study_id": 86954, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of an information campaign targeting patients and healthcare professionals to optimize referral timing for knee and/or hip osteoarthritis (KHOA) care.", "results_summary": "The study protocol describes the design of an information campaign and a cluster RCT to assess its impact on healthcare utilization, including referral rates to secondary care, quality of care, beliefs about treatment, physical activity, and self-management behavior. Results are not yet available as the study is ongoing.", "population_specificity": "Dutch-speaking patients aged 50-75 years with early-stage KHOA, without joint replacement or significant walking impairment, registered in general practices.", "effective_dosage": "Not mentioned", "study_duration": "18 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:34.294524+00:00"}
{"study_id": 86955, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically review slow gait speed measurement practices in diagnosing motoric cognitive risk (MCR) syndrome to identify critical constructs for improving diagnostic accuracy.", "results_summary": "The study found significant heterogeneity in slow gait speed measurement methods across MCR studies, including variations in tools, protocols, and cutoff values. Commonly used methods included manual stopwatches, 4-meter walking tests with 2-meter buffers, and averaging 2 tests, with a need for cohort-specific cutoff values.", "population_specificity": "Individuals with motoric cognitive risk (MCR) syndrome in clinical and community settings.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:35.296973+00:00"}
{"study_id": 86958, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of web-based pulmonary telerehabilitation (WBPTR) in improving walking and other health outcomes for COPD patients compared to traditional care.", "results_summary": "WBPTR led to a small increase in daily step count but did not meet clinically meaningful thresholds. No significant improvements were observed in the six-minute walking test, health-related quality of life, or dyspnoea-related health status.", "population_specificity": "Participants with moderate to severe chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:36.862451+00:00"}
{"study_id": 86959, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine if a technology-based dog-walking intervention could increase daily physical activity among dog owners in the general community.", "results_summary": "The study found no significant within- or between-group differences in physical activity levels, with both groups already averaging over 10,500 steps/day at baseline. Sedentary time increased post-intervention and at 6-month follow-up for both groups.", "population_specificity": "Dog owners in Sydney, Australia (mean age ~42-43 years).", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:37.120786+00:00"}
{"study_id": 86956, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to examine the circumstances of falls in older inpatients and investigate factors influencing serious fall injuries, including activities like walking.", "results_summary": "Walking or rehabilitating was associated with a higher risk of serious fall injuries (aOR = 3.039) compared to lying. The study did not evaluate walking as a therapeutic intervention but as a risk factor for falls.", "population_specificity": "Older inpatients (5048 patients, 5143 fall incidents) in 67 hospitals in Hunan, China.", "effective_dosage": "Not applicable", "study_duration": "Data collected from January 2019 to December 2022 (retrospective analysis).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:37.354381+00:00"}
{"study_id": 86961, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to identify prognostic risk factors, including walking history, that influence physical therapy outcomes for chronic low back pain (CLBP).", "results_summary": "The study found that a history of jogging/walking was among the top predictive variables for outcomes in CLBP treatment, suggesting its potential role in influencing recovery. Other significant factors included functional status scores, age, obesity, and previous treatments.", "population_specificity": "Patients with chronic low back pain receiving physical therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:38.476838+00:00"}
{"study_id": 86960, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a group-based physical activity program delivered in Black churches to improve physical function among older Black adults with physical function limitations.", "results_summary": "The study compares a 24-week group-based intervention (including walking, strength, balance, and stretching) with a self-guided program, assessing physical function change as the primary outcome. Secondary outcomes include changes in moderate-to-vigorous physical activity, social support, self-efficacy, quality of life, and self-reported physical function.", "population_specificity": "Black adults aged ≥ 40 years with physical function limitations (SPPB score ≤ 9).", "effective_dosage": "Not specified (structured PA sessions weekly for the intervention arm).", "study_duration": "24 weeks (with follow-up at 6 and 12 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:40.381730+00:00"}
{"study_id": 86963, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of mind-body exercise on walking function in children with cerebral palsy (CP).", "results_summary": "The meta-analysis found no statistically significant beneficial effects of mind-body exercise on walking function in children with CP (SMD = -0.23, P = 0.58). However, it did improve balance function (SMD = 0.48, P = 0.006).", "population_specificity": "Children with cerebral palsy (CP).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:42.438734+00:00"}
{"study_id": 86962, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the impact of kinematic alignment (KA) versus mechanical alignment (MA) in total knee arthroplasty (TKA) on plantar pressure distribution during walking gait.", "results_summary": "KA-TKA showed better clinical outcomes (Oxford Knee Scores) and restored a more physiologic plantar pressure distribution compared to MA-TKA, which exhibited greater medial pressure in the forefoot and more lateral pressure in the rearfoot. No significant differences were found between KA-TKA and the contralateral native knee.", "population_specificity": "Thirty-seven patients who underwent TKA (19 KA-TKA, 18 MA-TKA), each with a native contralateral knee.", "effective_dosage": "Not applicable", "study_duration": "2-year postoperative follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:42.582326+00:00"}
{"study_id": 86965, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and participant engagement of a virtual group walking intervention (Virtual PACE-Life) for adults with schizophrenia.", "results_summary": "Participants viewed the virtual walking program positively but found it challenging and inadequate for social interaction. Completers preferred virtual programs, while non-completers preferred in-person programs, with attendance barriers differing between groups.", "population_specificity": "Adults with schizophrenia (n=15).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:44.203685+00:00"}
{"study_id": 86964, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of moderate-intensity walking versus Baduanjin exercise in improving cardiac function and alleviating anxiety and depression symptoms in post-PCI AMI patients.", "results_summary": "The control group (moderate-intensity walking) showed improvements in cardiac function (left ventricular ejection fraction), physical function (6-minute walk test), and mental state (Hamilton Anxiety and Depression Scales), though these improvements were generally less pronounced than in the Baduanjin group. Walking was associated with statistically significant but modest benefits in some outcomes.", "population_specificity": "Patients with acute myocardial infarction (AMI) who underwent percutaneous coronary intervention (PCI) (n=120).", "effective_dosage": "Not specified (described as \"moderate intensity walking\").", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:44.668085+00:00"}
{"study_id": 86967, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the optimal implant materials (biodegradable and non-biodegradable) for stabilizing transverse femoral shaft fractures during the walking cycle.", "results_summary": "The study found that magnesium alloy was superior among biodegradable materials, while titanium alloy was preferred among non-biodegradable options for femoral stabilization during walking. Magnesium alloy was recommended due to its advantages over non-degradable alternatives.", "population_specificity": "Patients with transverse femoral shaft fractures requiring surgical intervention.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:45.196869+00:00"}
{"study_id": 86966, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether multimodal prehabilitation, including walking, reduces postoperative complications and improves functional recovery in frail elderly patients undergoing gastric cancer surgery.", "results_summary": "The study found no significant difference in the primary outcome (30-day CCI) but noted a reduction in severe complications and improved perioperative functional walking capacity (6MWD) in the intervention group.", "population_specificity": "Frail elderly patients (aged 65+, Fried Frailty Index ≥2) scheduled for gastric cancer surgery.", "effective_dosage": "Not specified (3-week multimodal prehabilitation program).", "study_duration": "3 weeks preoperatively.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:45.588975+00:00"}
{"study_id": 86968, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and evaluate functional capacity assessment tools, including walking tests, for preoperative risk stratification in elective noncardiac surgery.", "results_summary": "Field walking tests were among the most studied performance-based tools (58 studies, 9393 patients), with most evidence focusing on predictive validity for cardiorespiratory complications, though gaps in reliability and pragmatic qualities were noted.", "population_specificity": "Patients undergoing elective noncardiac surgery, with older adults (≥65 years) well-represented but limited data for those with obesity, lower-limb arthritis, or disability.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:46.741139+00:00"}
{"study_id": 86969, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the hemodynamic effects of aerobic exercise (brisk walking and cycling) with isometric handgrip exercise in reducing blood pressure in older hypertensive participants.", "results_summary": "Aerobic exercise (including brisk walking) significantly reduced office and ambulatory systolic blood pressure, comparable to isometric handgrip exercise, but was less effective in reducing diastolic blood pressure.", "population_specificity": "Older hypertensive participants (age ≥60; mean age 69 years)", "effective_dosage": "30 minutes of brisk walking and cycling at moderate intensity, thrice weekly", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:48.748698+00:00"}
{"study_id": 86970, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to explore the effects of a multistrain probiotic on postural imbalance in patients with knee osteoarthritis (OA).", "results_summary": "The abstract does not provide specific results regarding the effects of the probiotic on postural imbalance in OA patients.", "population_specificity": "147 patients aged 64-75 years with knee OA.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:49.703525+00:00"}
{"study_id": 86971, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether 28 consecutive days of remote ischaemic preconditioning (RIPC) improved intermittent claudication symptoms compared with a sham intervention.", "results_summary": "The study found no significant improvement in maximum walking distance, intermittent claudication distance, or time to relief from claudication with RIPC compared to sham treatment. Changes in health-related quality of life were also not statistically significant.", "population_specificity": "41 men with stable intermittent claudication (Fontaine stage IIa or IIb), aged 64.9 ± 7.4 years.", "effective_dosage": "Not specified (intervention was RIPC or sham for 28 days).", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:51.534021+00:00"}
{"study_id": 86973, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of plaster casts, crutches, and walking boots in treating traumatic bone marrow edema of the talus.", "results_summary": "Crutches (non-weight-bearing) showed better clinical outcomes than plaster casts, with higher AOFAS scores and greater pain reduction (VAS scores). Walking boots were also studied but not directly compared in efficacy to crutches.", "population_specificity": "70 patients with traumatic bone marrow edema of the talus.", "effective_dosage": "Not specified (interventions: plaster cast, crutches, walking boot).", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:53.208832+00:00"}
{"study_id": 86974, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the prevalence and impact of frailty in people with multiple sclerosis (MS), including its association with walking performance and other clinical outcomes.", "results_summary": "The study found that frailty is highly prevalent in MS and is associated with reduced walking performance, among other adverse outcomes like lower sleep quality, fatigue, and falls. Higher disability levels and disease duration were commonly linked to frailty.", "population_specificity": "People with multiple sclerosis (pwMS), with mean participant ages ranging from 41.2 to 58.6 years.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:53.263198+00:00"}
{"study_id": 86972, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether persons with progressive MS (PwPMS) could synchronize their steps to auditory cues (music and metronomes) and adapt their gait to varying tempi.", "results_summary": "Both PwPMS and healthy controls could synchronize steps to auditory cues, with better consistency for metronomes and healthy controls. PwPMS struggled with gait speed adaptation at higher tempi and showed more variable inter-step intervals with metronomes. Dynamic balance significantly affected synchronization consistency.", "population_specificity": "Persons with progressive multiple sclerosis (PwPMS) and healthy controls (HCs).", "effective_dosage": "Five tempi conditions (-8%, -4%, 0%, 4%, 8% relative to baseline).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:54.034203+00:00"}
{"study_id": 86975, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of TENS therapy on reducing pain, fatigue, and gait impairment in individuals with long-COVID experiencing fibromyalgia-like symptoms.", "results_summary": "High-dose TENS therapy significantly reduced functional interference from pain and improved gait parameters (stride time, cadence, double-support phase) compared to baseline. A subgroup meeting fibromyalgia criteria also showed reduced fatigue interference.", "population_specificity": "Twenty-five individuals with long-COVID experiencing fibromyalgia-like symptoms.", "effective_dosage": "Daily 3-5 hours of TENS therapy (high dose for intervention group, low dose for placebo group).", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:54.282842+00:00"}
{"study_id": 86976, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if combining transcranial direct current stimulation (tDCS) with conventional exercise therapy enhances balance and mobility in people with multiple sclerosis (PwMS) compared to exercise alone.", "results_summary": "The study found that combining tDCS with exercise led to small but significant improvements in balance and walking speed in PwMS, lasting up to six months post-intervention. No benefits were observed for fatigue, falls, or quality of life.", "population_specificity": "People with multiple sclerosis (mean age 54, mean EDSS 3.5).", "effective_dosage": "12 sessions of tDCS (2mA, bipolar) for 20 minutes, twice a week for six weeks.", "study_duration": "Six weeks of intervention with follow-up assessments at six months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:56.255588+00:00"}
{"study_id": 86977, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effect of exercise, specifically walking, on anxiety symptoms in pregnant women with gestational diabetes mellitus (GDM).", "results_summary": "The study found a trend of self-selected pace walking reducing anxiety scores (BAI), though the results were not statistically significant. Brisk walking (30-45 min) three times per week was suggested to potentially improve anxiety states in women with GDM.", "population_specificity": "Pregnant women with gestational diabetes mellitus (GDM).", "effective_dosage": "Brisk walking for 30-45 minutes, three times per week.", "study_duration": "From GDM diagnosis to delivery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:57.162880+00:00"}
{"study_id": 86978, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the therapeutic benefits of theta burst stimulation (iTBS and cTBS) on lower-limb motor dysfunction and balance recovery in stroke patients.", "results_summary": "The study found that iTBS significantly improved balance function (Berg Balance Scale scores) but did not significantly enhance lower-limb motor function, walking performance, mobility, or activities of daily living. CRB-iTBS was more effective than LE M1-iTBS for balance improvement.", "population_specificity": "Stroke patients with lower-limb motor dysfunction (290 participants across 8 studies, 230 in the meta-analysis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:58.692108+00:00"}
{"study_id": 86979, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 90, "quality_score": 95, "study_goal": "The researchers aimed to compare clinical outcomes of immediate weightbearing versus delayed weightbearing after lateral ankle ligament repair in patients with chronic ankle instability.", "results_summary": "Immediate weightbearing allowed patients to return to unsupported walking more quickly without negatively affecting ankle function scores, return times to normal activities, or ankle range of motion compared to delayed weightbearing. Both groups showed similar outcomes in AOFAS and Karlsson scores at follow-ups.", "population_specificity": "88 participants (58 men, 30 women) with chronic lateral ankle instability, mean age 30.26 years.", "effective_dosage": "Immediate weightbearing with a hard ankle brace versus nonweightbearing casting for 2 weeks followed by weightbearing.", "study_duration": "Follow-ups at 3, 6, and 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:01.023065+00:00"}
{"study_id": 86981, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study aimed to assess the effect of Tongmai Yangxin Pill (TMYX) on ventricular remodeling in acute ST-segment elevation myocardial infarction (STEMI) patients undergoing primary percutaneous coronary intervention (PPCI).", "results_summary": "The study found that TMYX significantly improved left ventricular end-diastolic volume index (LVEDVI) and left ventricular ejection fraction (LVEF) compared to placebo at 4 and 12 weeks, but no significant differences were observed for other outcomes like left ventricular end-systolic volume (LVESV) or 6-minute walking distance (6MWD).", "population_specificity": "Patients with acute anterior STEMI undergoing PPCI within 10 days of symptom onset.", "effective_dosage": "Not mentioned", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:02.788978+00:00"}
{"study_id": 86982, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether the BHIP prenatal diet-and-exercise intervention, which included a controlled walking program, improved emotion regulation in 22-month-old offspring.", "results_summary": "The study found that children exposed to the BHIP intervention showed medium to large effect size improvements in emotion regulation, as reported by parents. Larger trials were recommended to confirm these findings.", "population_specificity": "Pregnant individuals (>18 years, singleton pregnancy) recruited between 12 and 17 weeks gestation.", "effective_dosage": "Not specified (controlled walking program details not provided).", "study_duration": "From 12-17 weeks gestation until delivery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:03.166211+00:00"}
{"study_id": 86980, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare Gait Deviation Index (GDI) and Gait Variability Index (GVI) scores measured using markerless Theia3D and marker-based motion capture systems in children with cerebral palsy (CP).", "results_summary": "GDI scores were significantly lower when measured using Theia3D compared to the marker-based approach and in the more affected limbs, while GVI scores showed no differences between systems or limb impairment. Theia3D adequately measured variability in spatio-temporal gait parameters but showed differences in kinematic measurements exceeding 10° in some cases.", "population_specificity": "Fifteen children with CP (GMFCS levels I-IV) and 24 typically developing children aged 6-18 years.", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:03.785140+00:00"}
{"study_id": 86983, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the biomechanical loading effects of different prosthetic feet (SACH, ESAR, N-ESAR) on individuals with unilateral transtibial amputation during fast-paced walking.", "results_summary": "Fast-paced walking increased sound-side loading compared to normal-paced walking, but the N-ESAR prosthesis reduced sound-side peak vertical ground reaction force and external knee adduction moment while improving distal shank power on the prosthetic side. The N-ESAR also showed a larger percentage change in biomechanical loading from normal- to fast-paced walking, possibly due to enabling faster walking speeds.", "population_specificity": "Individuals with unilateral transtibial amputation (UTTA), classified as K3-K4 ambulators (n=20, age 40 ± 16 years).", "effective_dosage": "Not applicable (prosthetic device comparison).", "study_duration": "2-week randomized crossover design.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:04.365632+00:00"}
{"study_id": 86985, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare clinical outcomes between nail-plate constructs and the plate-on-plate technique for treating proximal femoral peri-implant fractures (PFPIF), focusing on surgical time, blood loss, and functional recovery.", "results_summary": "The plate-on-plate technique resulted in significantly shorter surgical times and less blood loss compared to nail-plate constructs, but no significant differences were found in union time, ambulation status, or complication rates between the two groups.", "population_specificity": "Thirty-seven patients with PFPIF treated at a single hospital.", "effective_dosage": "Not applicable (surgical techniques compared, not a supplement).", "study_duration": "At least 1-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:07.449539+00:00"}
{"study_id": 86986, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of combined chemotherapy and surgery in treating a rare malignant triton tumor (MTT) in the distal femur, focusing on pain relief and walking ability.", "results_summary": "The study found that the combined treatment (surgery and chemotherapy) successfully prevented local recurrence and metastasis, allowing the patient to walk without pain 1.5 years post-surgery.", "population_specificity": "A 16-year-old male with MTT in the distal femur and no history of Neurofibromatosis-1.", "effective_dosage": "Preoperative chemotherapy: adriamycin, ifosfamide, cisplatin; postoperative chemotherapy: methotrexate plus the same agents (specific dosages not detailed).", "study_duration": "Treatment duration not explicitly stated; follow-up was 1.5 years post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:08.181354+00:00"}
{"study_id": 86984, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to outline a clinical approach for diagnosing skin diseases in travelers, emphasizing risk factors like walking barefoot and other at-risk activities.", "results_summary": "The study identified walking barefoot as a risk factor for hookworm-related cutaneous larva migrans (CLM) and other skin conditions in travelers, but did not evaluate the safety or efficacy of walking itself.", "population_specificity": "Travelers, particularly those engaging in at-risk activities like walking barefoot, sun exposure, and water exposure.", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:08.816943+00:00"}
{"study_id": 86987, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the real-world safety and efficacy of Luminor drug-coated balloons in improving outcomes for femoropopliteal revascularizations, including walking ability and quality of life.", "results_summary": "The study found significant improvements in walking ability (measured by Walking Impairment Questionnaire scores) and quality of life, with high primary patency (87.4%) and low complication rates. The 12-month results showed 82.7% composite safety and 96.2% freedom from target lesion revascularization.", "population_specificity": "542 patients (67.2% male, mean age 71.2 years) with femoropopliteal lesions, including those with diabetes, hypertension, hyperlipidemia, and varying Rutherford categories.", "effective_dosage": "Not specified", "study_duration": "12-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:10.850744+00:00"}
{"study_id": 86990, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the mental health effects of walking in a botanical garden versus interacting with goats on a farm.", "results_summary": "Walking in a botanical garden showed smaller but significant decreases in anxiety (13%) and increases in trust (3%) compared to goat interaction, suggesting a beneficial but less pronounced effect on mental well-being.", "population_specificity": "Healthy farm volunteers and garden visitors.", "effective_dosage": "Not specified", "study_duration": "Short-term (2-3 hours)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:11.828503+00:00"}
{"study_id": 86989, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to compare the effects of integrated instability resistance training and cognitive training (IRCT) versus isolated instability resistance training (IRT) on balance, gait, muscle strength, and cognitive functions in elderly women.", "results_summary": "The IRCT group showed better improvements in cognitive and motor dual-task abilities, as well as certain cognitive functions (TMT and DSST), compared to the IRT group. Both groups demonstrated enhancements in walking abilities and leg muscle strength, suggesting combined cognitive and physical training is more effective for aging-related challenges.", "population_specificity": "Elderly women (36 participants, 18 per group).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:12.471384+00:00"}
{"study_id": 86991, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine whether transcranial direct current stimulation (tDCS) combined with task-specific training improves spatio-temporal gait parameters and functional mobility in stroke patients compared to nonintervention, task-specific training alone, or simulated intervention.", "results_summary": "The study found low-quality evidence that tDCS combined with task-specific training improved walking speed in stroke patients, though effects on other gait parameters and functional mobility remained unclear. The clinical relevance of the improvement was noted, but confidence intervals included both trivial and worthwhile effects.", "population_specificity": "Stroke patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:13.678971+00:00"}
{"study_id": 86994, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effect of exercise training (ET) on cardiopulmonary function, exercise capacity, and endothelial function in patients with angina and nonobstructive coronary arteries (ANOCA).", "results_summary": "The meta-analysis found that ET significantly improved peak oxygen uptake, left ventricular ejection fraction, 6-minute walking test performance, nitric oxide levels, and peripheral arterial tonometry while reducing matrix metalloproteinase-9 levels in ANOCA patients.", "population_specificity": "Patients with angina and nonobstructive coronary arteries (ANOCA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:16.730772+00:00"}
{"study_id": 86995, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect sizes of virtual reality interventions on functional performance, particularly walking ability and balance, in individuals with spinal cord injury.", "results_summary": "The study found that virtual reality interventions improved walking index scores, limits of stability, and Berg Balance Scale scores in non-randomized controlled trials, suggesting potential benefits for walking ability and balance in SCI patients. However, the evidence remains limited, indicating a need for further research.", "population_specificity": "Individuals with spinal cord injury (SCI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:17.002836+00:00"}
{"study_id": 86992, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of sling exercise training on balance and gross motor movement in children with cerebral palsy, and to assess the impact of different intervention times and ages on treatment outcomes.", "results_summary": "Sling exercise training significantly improved balance, gross motor function, standing function, walking and running and jumping function, and 10-meter maximum walking speed in children with cerebral palsy. Older children (5+ years) and longer treatment courses (6 months) showed better outcomes.", "population_specificity": "Children with cerebral palsy, with subgroup analyses focusing on different age groups (under 4, 4-5, and 5+ years).", "effective_dosage": "Not specified", "study_duration": "Varied (3-month and 6-month treatment courses)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:17.070151+00:00"}
{"study_id": 86996, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if a novel, physics-based digital design framework for prosthetic liner-socket interfaces improves comfort outcomes compared to conventional methods.", "results_summary": "The study found a statistically significant decrease in pain when walking with the novel interfaces, reduced pressure at the anterior distal tibia, and improved comfort feedback on specific limb areas during standing and walking. No significant difference was observed in skin temperature changes.", "population_specificity": "8 amputees (1 bilateral) with transtibial prostheses.", "effective_dosage": "Not applicable", "study_duration": "Not specified (assessed via 5-min walking trial, 90-s standing pressure trial, and questionnaire)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:20.015937+00:00"}
{"study_id": 86998, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the acute effects of two motor-cognitive training modalities (TMDT and IMCT) on cognitive function, postural control, walking ability, and dual-task performance in elderly individuals.", "results_summary": "Both TMDT and IMCT improved executive functions, with IMCT showing greater immediate efficacy in enhancing cognitive function and gait stability while having a lesser adverse impact on postural control compared to TMDT.", "population_specificity": "Healthy elderly individuals aged 60-75.", "effective_dosage": "Not specified", "study_duration": "Three acute training sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:20.343375+00:00"}
{"study_id": 86997, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to analyze gait patterns in THA-eligible patients with hip osteoarthritis and examine their relationship with locomotive syndrome (LS) before and after surgery.", "results_summary": "The study identified three principal components (PC1, PC2, PC3) representing over 90% of gait parameters, which were significantly altered post-THA. These components were linked to overall walking ability, stance phase, and asymmetry of support time, and correlated with LS risk tests and clinical decision limits.", "population_specificity": "237 patients undergoing unilateral primary total hip arthroplasty (THA) due to hip osteoarthritis.", "effective_dosage": "Not applicable (surgical intervention, not a supplement).", "study_duration": "Three months post-THA.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:21.287994+00:00"}
{"study_id": 86988, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of antifibrotic treatment and the course of fibrotic lung diseases (IPF and PPF), including its impact on functional tests like the six-minute walking test.", "results_summary": "The study found no statistically significant decreases in the six-minute walking test, forced vital capacity, and diffusing capacity of the lungs for carbon monoxide values at 6 and 12 months posttreatment. Radiological progression was observed in 22.9% of patients, and hospitalization requirements were more evident in the PPF group.", "population_specificity": "Patients diagnosed with idiopathic pulmonary fibrosis (IPF) and progressive pulmonary fibrosis (PPF).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:21.362642+00:00"}
{"study_id": 86999, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were examining the association between dietary patterns (Mediterranean, vegetarian, vegan, low carbohydrate/ketogenic) and the incidence/outcomes of peripheral arterial disease (PAD)/lower extremity arterial disease (LEAD).", "results_summary": "The abstract does not mention Walking or its effects. It focuses on dietary patterns and their association with PAD/LEAD, noting mixed evidence for the Mediterranean diet and unknown effects of other diets.", "population_specificity": "Subjects with or at risk of peripheral arterial disease (PAD)/lower extremity arterial disease (LEAD).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:22.757844+00:00"}
{"study_id": 87000, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of virtual reality (VR) in improving mental state, sleep quality, and increasing physical activity (PA) in breast cancer patients.", "results_summary": "The abstract does not provide specific results regarding Walking or its effects.", "population_specificity": "Patients diagnosed with breast cancer (33 subjects).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:23.546479+00:00"}
{"study_id": 87001, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to determine whether biomechanical considerations of the foot or the full locomotor system are more critical for treating lesser toe dysfunctions and improving walking function.", "results_summary": "The abstract emphasizes the importance of understanding the foot as part of a three-dimensional biokinetic system to distribute loads harmoniously during walking, but it does not report specific study results.", "population_specificity": "Not specified", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:25.772052+00:00"}
{"study_id": 87002, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study aimed to evaluate the effect of Low molecular weight heparin sodium on blood vessels in patients with acute exacerbation of chronic obstructive pulmonary disease (AECOPD) comorbid with pulmonary heart disease (PHD).", "results_summary": "The study found that Low molecular weight heparin sodium improved blood gas, hemorheology, cardiac function, and serum factors, with a higher total effective rate (95.65%) compared to the control group (82.61%). No significant difference in adverse reactions was observed between the groups.", "population_specificity": "92 patients with AECOPD accompanied by PHD.", "effective_dosage": "Not specified", "study_duration": "January 2019 to May 2021 (exact intervention duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:26.174566+00:00"}
{"study_id": 87003, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and acceptability of physical activity interventions, particularly walking, among older adults with lower socioeconomic status.", "results_summary": "The study found mixed effects on physical activity interventions, with positive outcomes for utilitarian walking (transport-related) but no significant effects on leisure walking, self-reported total physical activity, or muscle strengthening activities. Social familiarity and lifestyle compatibility were key factors in intervention acceptability.", "population_specificity": "Older adults aged ≥65 years with lower socioeconomic status.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:27.859798+00:00"}
{"study_id": 87004, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of supervised group-based walking, unsupervised group-based walking, and unsupervised individual-based walking interventions on physical, psychological, and social outcomes in older adults.", "results_summary": "The study will measure changes in resting heart rates, body composition, blood pressure, walking performance, loneliness, perceived social support, and physical activity enjoyment, but results are not yet available as the trial is ongoing.", "population_specificity": "Older adults in Hong Kong", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:28.339283+00:00"}
{"study_id": 87007, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to study the relationship between gestational weight gain (GWG) categories and the daily life impact of pregnancy symptoms (DLIPS) across trimesters.", "results_summary": "The study found that DLIPS scores increased throughout pregnancy, with excessive GWG associated with higher DLIPS scores in the first and second trimesters compared to adequate or reduced GWG.", "population_specificity": "221 pregnant women participating in the Walking Preg_Project (WPP).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:30.760055+00:00"}
{"study_id": 87005, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the impact of a 4-week combined intervention of virtual reality therapy (VRT) and repetitive transcranial magnetic stimulation (rTMS) on balance function and brain plasticity in stroke patients.", "results_summary": "The study hypothesized that combining VRT and rTMS would lead to more pronounced improvements in balance function and neuroplasticity compared to either therapy alone or traditional balance training, though specific results were not detailed in the abstract.", "population_specificity": "136 stroke patients, 2 to 24 weeks post-stroke.", "effective_dosage": "VR group: 30 min daily for 20 days; rTMS group: 20 min daily; combined group: VR after rTMS; control group: 30 min conventional balance training.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:31.630641+00:00"}
{"study_id": 87006, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of preoperative lower-limb isokinetic muscle strengthening (IMS) on perioperative and postoperative outcomes, including knee function, pain, and inflammatory response, in patients undergoing total knee arthroplasty (TKA).", "results_summary": "The study found that lower-limb IMS improved muscle strength, pain, and function in early knee OA patients, but the effects on perioperative and postoperative outcomes in TKA patients require further investigation. The study will provide high-quality evidence on IMS efficacy for end-stage knee OA patients undergoing TKA.", "population_specificity": "Patients with knee osteoarthritis awaiting total knee arthroplasty (TKA).", "effective_dosage": "Not specified in the abstract.", "study_duration": "4 weeks before TKA, with follow-up assessments up to 12 months post-discharge.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:31.823997+00:00"}
{"study_id": 87008, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of ultrasound-guided corticosteroids medial meniscal-wall infiltration as a conservative therapy for symptomatic degenerative meniscal lesions (DML) and identify factors associated with a very good response.", "results_summary": "The study found that ultrasound-guided meniscal-wall infiltration provided lasting symptom relief and functional recovery, with a 95% surgery-free survival rate at 24 months. Patients showed significant improvements in pain scores (VAS) and functional scores (SKV, Tegner), with lower BMI associated with better outcomes.", "population_specificity": "Patients with degenerative meniscal lesions of the medial meniscus without mechanical symptoms or radiological signs of osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Minimum 24-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:32.678232+00:00"}
{"study_id": 87009, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify personal characteristics associated with improved gait speed in older adults participating in different walking interventions (Standard vs. Plus).", "results_summary": "The study found that predictors of improved gait speed varied by intervention type: Standard intervention benefits were linked to younger age, lower BMI, and better self-reported function, while Plus intervention benefits were associated with lower BMI, greater physical activity, and longer Six-Minute Walk distance. Matching interventions to personal characteristics may enhance treatment efficacy.", "population_specificity": "Older adults aged 65+ with varying baseline physical performance and health status.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:34.925508+00:00"}
{"study_id": 87010, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of the 1-minute sit-to-stand test (1STST) with the 6-minute walk test (6MWT) in detecting exercise-induced desaturation in patients with fibrotic interstitial lung diseases (ILD).", "results_summary": "The study found a significant correlation between the 6MWT and 1STST in detecting exercise-induced desaturation, with moderate correlations in SpO2 levels and strong associations in dyspnea and lower limb fatigue scores.", "population_specificity": "Patients with fibrotic interstitial lung diseases (ILD) from two multicenter sites.", "effective_dosage": "Not applicable (tests were performed, not a dosage-based intervention).", "study_duration": "Single session with a 30-minute rest period between tests.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:35.363145+00:00"}
{"study_id": 87011, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate fluctuations in gait loading strategy in people with chronic ankle instability (CAI) compared to healthy controls.", "results_summary": "The study found that individuals with CAI had significantly higher load over the lateral rearfoot, suggesting a compensatory mechanism for instability, but no overall significant difference in gait loading strategy between CAI and control groups.", "population_specificity": "56 male subjects (28 with unilateral CAI and 28 healthy controls, aged ~24 years, BMI ~26).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:35.762389+00:00"}
{"study_id": 87013, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to identify risk factors associated with Pseudomonas aeruginosa (PA) isolation in patients with chronic obstructive pulmonary disease (COPD).", "results_summary": "The study found that a 6-minute walking distance (6MWD) < 250 m was significantly associated with PA isolation in COPD patients (paOR: 4.27; 95% CI: 2.59-7.01; P < 0.001).", "population_specificity": "Patients with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:38.623371+00:00"}
{"study_id": 87012, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the optimal frequency of robotic exoskeleton gait training (RGT) for improving function and health outcomes in individuals with motor incomplete spinal cord injury (SCI) and to evaluate its neuroplastic effects, safety, tolerability, and feasibility.", "results_summary": "The study will assess the impact of different RGT frequencies on walking recovery, health outcomes, and neuroplasticity, with evaluations at multiple time points, but results are not yet available as the study is ongoing.", "population_specificity": "144 participants with motor incomplete SCI admitted to inpatient rehabilitation within 6 months of injury.", "effective_dosage": "Three RGT frequency groups (high, moderate, low) or none/usual care only; 24 RGT sessions total.", "study_duration": "Assessments occur at admission, discharge, post-RGT intervention, 1-month post-RGT, and 9-month post-SCI.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:38.820198+00:00"}
{"study_id": 87015, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effect of home-based breathing and chest mobility exercise on the cardiorespiratory functional capacity of long COVID patients with cardiovascular comorbidity.", "results_summary": "The intervention group showed significantly greater functional capacity, including improved 6-minute walking test results, metabolic equivalents, and predicted peak oxygen consumption, compared to the control group. Laboratory parameters and quality of life did not differ markedly between groups.", "population_specificity": "Long COVID patients with cardiovascular comorbidities (n=46).", "effective_dosage": "Home-based breathing and chest mobility exercise 3x/week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:40.023811+00:00"}
{"study_id": 87014, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the clinical use, efficacy, safety, tolerability, feasibility, and cost of overground robotic gait training (RGT) for improving walking function in subacute stroke patients during inpatient rehabilitation.", "results_summary": "The study will assess walking function, health outcomes, and cost-analysis, comparing RGT to usual care, with evaluations at admission, discharge, and 1- and 3-month follow-ups. Results are pending as the study is ongoing.", "population_specificity": "Subacute stroke patients (within six months post-stroke) admitted to inpatient rehabilitation.", "effective_dosage": "90 minutes per week of gait training intervention (RGT or usual care).", "study_duration": "Duration of inpatient rehabilitation stay (specific length not stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:41.222885+00:00"}
{"study_id": 87016, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and efficacy of intramyocardial AdVEGF-D gene therapy for improving functional capacity (assessed via 6-minute walking test) and angina symptoms in refractory angina patients.", "results_summary": "The study will assess improvements in functional capacity (6-minute walking test), angina symptoms (Canadian Cardiovascular Society class), myocardial perfusion, quality of life, medication use, and adverse cardiac/cerebrovascular events over 6- and 12-month follow-ups.", "population_specificity": "Coronary artery disease patients with refractory angina pectoris.", "effective_dosage": "Not specified (2:1 randomization to AdVEGF-D or placebo in blocks of six).", "study_duration": "6-month primary follow-up, 12-month secondary follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:41.585295+00:00"}
{"study_id": 87018, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the prevalence, timing, and severity of the \"wearing-off phenomenon\" (WoP) in multiple sclerosis (MS) patients treated with ocrelizumab (OCR), including associated symptoms and treatment satisfaction.", "results_summary": "The study found that a significant portion of MS patients experienced WoP, with symptoms like fatigue, walking difficulties, and pain appearing over four weeks before the next dose. The phenomenon correlated with shorter disease durations, longer dosing intervals, and higher relapse rates.", "population_specificity": "MS patients aged 18-70 years who had received at least two doses of ocrelizumab.", "effective_dosage": "Not specified (study focused on dosing intervals rather than fixed dosages).", "study_duration": "Not specified (follow-up based on dosing intervals).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:44.961479+00:00"}
{"study_id": 87017, "supplement_id": 1667, "safety_score": "65", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine whether specific clinical characteristics influenced the effectiveness of home-based walking exercise for improving 6-minute walk distance in people with peripheral artery disease (PAD) and whether these characteristics were associated with higher rates of serious adverse events.", "results_summary": "Home-based walking exercise improved 6-minute walk distance by at least 20 meters in 54.9% of participants compared to 28.0% in the control group. However, serious adverse events were more frequent in Black participants, those with coronary artery disease, and those with a history of heart failure.", "population_specificity": "376 participants with peripheral artery disease (mean age 69.6 years; 54.5% Black; 49.5% women).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:45.566899+00:00"}
{"study_id": 87020, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare the outcomes of two surgical treatments (Gamma3 nail and sliding hip screw) for pertrochanteric fractures, focusing on quality of life, mobility, and clinical scores 1 year after surgery.", "results_summary": "The Gamma3 nail resulted in shorter surgical duration and lower revision rates compared to the sliding hip screw, but no significant differences were found in quality of life, mobility scores, or other clinical outcomes between the two groups after 12 months.", "population_specificity": "193 patients with pertrochanteric fractures.", "effective_dosage": "Not applicable (surgical intervention study).", "study_duration": "12 months follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:48.019113+00:00"}
{"study_id": 87022, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effectiveness of non-instrumental mobilization, including walking, in reducing the incidence of deep vein thrombosis (DVT) in hospitalized high-risk patients.", "results_summary": "The meta-analysis found that non-instrumental early mobilization, including walking, significantly reduced DVT incidence compared to usual care (RR = 0.55; 95% CI = 0.41, 0.73; p < 0.0001). Subgroup analysis confirmed the benefits of global and remote mobilization strategies.", "population_specificity": "Hospitalized patients at risk of deep vein thrombosis (e.g., those with cigarette smoking, hypertension, diabetes, or obesity).", "effective_dosage": "Not specified (interventions ranged from active/passive ankle exercises to walking).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:49.334944+00:00"}
{"study_id": 87025, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the prevalence and associated factors of balance impairment among stroke survivors attending an outpatient clinic in Ethiopia.", "results_summary": "The study found a high prevalence of balance impairment (51.5%) among stroke survivors, with factors like depression, use of walking aids, abnormal speed of mobility, lack of physiotherapy treatment, and being unmarried significantly associated with the condition.", "population_specificity": "Stroke survivors attending an outpatient clinic in Amara regional state comprehensive specialized hospital in Ethiopia.", "effective_dosage": "Not available", "study_duration": "Data collected from April 1 to June 30, 2022 (cross-sectional study, no intervention duration specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:49.999094+00:00"}
{"study_id": 87024, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the most effective resistance training volume for improving physical function, lean body mass, muscle hypertrophy, and strength in older adults, and whether effects varied by intervention duration and physical health status.", "results_summary": "Low-volume resistance training (LVRT) was most effective for improving physical function, lean body mass, and muscle hypertrophy, while moderate- (MVRT) and high-volume (HVRT) training were best for lower-limb strength. HVRT also improved fast walking speed. Effects were independent of program duration and most pronounced in healthy older adults.", "population_specificity": "Older adults aged ≥60 years, including physically healthy and physically impaired individuals.", "effective_dosage": "Resistance training categorized as low (LVRT), moderate (MVRT), and high volume (HVRT) based on weekly training volume (frequency × exercises × sets).", "study_duration": "Short term (<20 weeks) and medium-to-long term (≥20 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:51.163584+00:00"}
{"study_id": 87026, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the accuracy of the ACSM walking equation's energy expenditure (EE) estimates versus measured EE via indirect calorimetry and identify factors affecting accuracy during a 24-week aerobic exercise intervention.", "results_summary": "The study found that the ACSM walking equation overestimated EE, with greater inaccuracies at higher workloads and post-intervention. Race, sex, age, fat mass, and V̇O2peak were identified as modulators of equation accuracy, with Black females experiencing greater overestimation at lower workloads.", "population_specificity": "Sedentary adults with overweight or obesity (N = 103).", "effective_dosage": "Exercise groups prescribed 8 or 20 kcal·kg body weight−1·wk−1.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:51.273049+00:00"}
{"study_id": 87019, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if a prehabilitation program including Nordic walking could decrease postoperative musculoskeletal impairments and improve functional outcomes in breast cancer patients receiving neoadjuvant therapy.", "results_summary": "The prehabilitation program maintained arm function, improved functional capacity, reduced cancer-related fatigue, and increased physical activity levels compared to usual care, though it had no effect on other secondary outcomes. Post-surgery, patients in the intervention group showed greater functional capacity at 1 and 3 months.", "population_specificity": "Patients with breast cancer receiving neoadjuvant therapy before surgery.", "effective_dosage": "Not specified (group-based program included Nordic walking, resistance training, and therapeutic education).", "study_duration": "From month 4 of neoadjuvant therapy until before surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:52.604308+00:00"}
{"study_id": 87028, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of a 12-week functional walking training program using a sequential square mat (Fisior® Mat) on physical performance in older adults with Parkinson's Disease.", "results_summary": "The intervention group showed significant improvements in chair and balance test scores compared to controls, with overall improvements in total SPPB score, gait speed, and balance. The program effectively enhanced physical performance as an adjunct to conventional physiotherapy.", "population_specificity": "Older adults (aged over 60) diagnosed with mild to moderate Parkinson's Disease.", "effective_dosage": "Progressive resistance training sessions lasting 30-40 minutes, three times a week.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:54.590075+00:00"}
{"study_id": 87027, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the reliability and validity of three dual-tasking questionnaires (DTQ, DTSL, DIDA-Q) for assessing dual-task difficulties in daily life among ambulatory persons with multiple sclerosis (pwMS).", "results_summary": "The DTQ, DTSL, and DIDA-Q demonstrated excellent test-retest reliability and internal consistency, with strong correlations among themselves and moderate-to-strong correlations with other self-report measures. The DIDA-Q exhibited systematically superior properties, and all questionnaires showed two main factors (\"motor-driven\" and \"cognitive-driven\" subscales).", "population_specificity": "356 ambulatory persons with multiple sclerosis (mean age 47.5±11.5 years, expanded disability status scale 3.79±1.83) from 7 centers across 6 countries.", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:55.596261+00:00"}
{"study_id": 87029, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine whether home-based aerobic exercise training (AET), specifically walking, could reduce ambulatory and office blood pressure in older adults with high normal to established hypertension.", "results_summary": "The study found that walking (AET) reduced office systolic blood pressure by 5.6 mmHg but did not significantly affect ambulatory blood pressure or office diastolic blood pressure. No differences were observed compared to the control group.", "population_specificity": "Older adults (mean age 71.1 years) with high normal to established hypertension (systolic BP 137.1 mmHg, diastolic BP 80.8 mmHg).", "effective_dosage": "Walking 30 minutes at 50%-70% of estimated maximum oxygen consumption, three times per week.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:57.755001+00:00"}
{"study_id": 87030, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether the middle-range scores on the Patient Determined Disease Steps (PDDS) scale reflect varying levels of walking dysfunction in people with multiple sclerosis (MS).", "results_summary": "The study found statistically significant and strong linear trends for walking dysfunction outcomes (e.g., EDSS, T25FW, 6MW, MSWS-12) across the middle-range PDDS scores, indicating that the PDDS effectively captures varying levels of walking disability in MS patients.", "population_specificity": "374 people with multiple sclerosis (MS).", "effective_dosage": "Not applicable (study focused on assessment, not intervention).", "study_duration": "Not applicable (baseline data collection for a clinical trial).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:58.497274+00:00"}
{"study_id": 87033, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of a single dose of citrulline malate (CM) on nocturnal blood pressure dipping after exercise in hypertensive individuals.", "results_summary": "The study found no significant changes in nocturnal blood pressure dipping post-exercise with CM, but observed a notable reduction in diastolic blood pressure during waking periods and over 24 hours.", "population_specificity": "Twenty hypertensive adults (55 ± 16 years).", "effective_dosage": "6 g of CM or placebo (corn starch), single dose.", "study_duration": "Single intervention with 24-hour monitoring.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:59.096231+00:00"}
{"study_id": 87031, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the use of 3D optical motion capturing technology (MoCap) for detecting sensori-/psychomotor abnormalities in psychiatric patients, with a focus on gait and other movements.", "results_summary": "The study found that 3D optical MoCap systems effectively identified alterations in spatiotemporal parameters (e.g., speed, step width, stance time) during walking and other movements in patients with mental disorders, outperforming traditional rating scales. These systems also detected subtle abnormalities in at-risk individuals.", "population_specificity": "Psychiatric patients (neurodevelopmental, mood, schizophrenia spectrum, and neurocognitive disorders) and healthy controls.", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:59.259806+00:00"}
{"study_id": 87032, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the manifestations and management of spasticity in myelomeningocele (MMC) patients, particularly its impact on walking ability and functional mobility.", "results_summary": "Spasticity in MMC patients primarily affects muscles below the neurological level, contributing to gait impairment and broader functional limitations. Treatment options include medical, surgical, and rehabilitative approaches, with early orthotics and physiotherapy being key for gait training.", "population_specificity": "Children with myelomeningocele (MMC) who experience spasticity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:00.845212+00:00"}
{"study_id": 87034, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether brief (5-minute daily) resistance training sessions improve mobility as effectively as or better than traditional longer (45-minute, three-times weekly) sessions in older adults with walking difficulty.", "results_summary": "The study is designed to compare the effects of brief versus traditional exercise sessions on physical function, lower extremity performance, walking endurance, balance, and other mobility-related outcomes, but results are not yet reported as it is a trial design.", "population_specificity": "Older adults (700 participants) with self-reported walking difficulty.", "effective_dosage": "1) 45-minute sessions, three times weekly; 2) 5-minute daily sessions.", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:01.355349+00:00"}
{"study_id": 87035, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the efficacy of Tissue-bone homeostasis manipulation (TBHM) on gait and knee function in patients with knee osteoarthritis (KOA).", "results_summary": "The TBHM intervention significantly improved gait parameters (step velocity, knee adduction moment), knee function (WOMAC scores), and quality of life (SF-36) compared to joint mobilization. Significant group differences and interaction effects were observed for multiple outcomes.", "population_specificity": "60 patients with knee osteoarthritis (KOA).", "effective_dosage": "30-minute rehabilitation sessions, thrice per week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:03.349184+00:00"}
{"study_id": 87040, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of foot orthoses on lower limb joint angles and moments in adults with flexible flat-feet during walking.", "results_summary": "The study conducted a systematic review with meta-analysis but did not provide specific results in the abstract regarding the effects of foot orthoses on walking.", "population_specificity": "Adults with flexible flat-feet.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:06.155792+00:00"}
{"study_id": 87036, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine whether repeated swing leg perturbations could cause sustained improvements in step width modulation and walking balance in people with chronic stroke.", "results_summary": "The Perturbing group showed significant, sustained increases in paretic step width modulation due to improved swing leg control, but clinical assessments did not differ across groups. The Perturbing group also had a lower fall rate compared to the Control group, though the small sample size warrants caution.", "population_specificity": "54 people with chronic stroke (PwCS) at the Medical University of South Carolina.", "effective_dosage": "24 training sessions over 12 weeks, with up to 30 minutes of treadmill walking per session.", "study_duration": "12-week intervention plus a 12-week follow-up period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:06.427343+00:00"}
{"study_id": 87037, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether personalized text messaging via reinforcement learning algorithms could increase step counts in a diverse, multilingual sample of people with diabetes and depression symptoms.", "results_summary": "Participants in the Adaptive messaging arm showed a significant 19% increase in step counts, while the Control and Random arms had minimal increases. The intervention was more effective for participants recruited from clinics compared to web-based platforms.", "population_specificity": "Diverse, multilingual individuals with diabetes and elevated depression symptoms, including 24% Spanish language preference and 37.5% clinic-based recruitment.", "effective_dosage": "Daily text messages (Adaptive and Random arms) or weekly mood monitoring messages (Control arm).", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:06.560864+00:00"}
{"study_id": 87039, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a Physical Activity Program, including walking and exercises, improved subjective well-being, happiness, and problem-solving skills in patients with schizophrenia.", "results_summary": "The study found significant increases in subjective well-being, happiness, and problem-solving skills in the intervention group after 12 weeks of the Physical Activity Program compared to the control group. The program was deemed effective for these outcomes.", "population_specificity": "86 individuals diagnosed with schizophrenia (43 intervention, 43 control).", "effective_dosage": "Not specified (program included walking and exercises).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:07.388096+00:00"}
{"study_id": 87041, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy and safety of combined GMed and ITB injections for patients with GTPS who failed conservative medical management.", "results_summary": "The study found significant improvement in pain and functioning, with 83% of patients achieving treatment success (50% reduction in pain and improved side-lying tolerance) one year after the procedure. No major complications were reported.", "population_specificity": "Patients with greater trochanteric pain syndrome (GTPS) refractory to conservative medical management.", "effective_dosage": "Not specified", "study_duration": "One-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:08.680458+00:00"}
{"study_id": 87038, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether age affects clinical outcomes and cartilage repair quality in patients undergoing collagen-augmented chondrogenesis or microfracture for knee cartilage defects.", "results_summary": "The study found no significant differences in walking pain (VAS) or functional outcomes (WOMAC) between age groups or treatments after two years. However, the collagen-augmented chondrogenesis group showed superior cartilage repair quality (MOCART scores) compared to microfracture, regardless of age.", "population_specificity": "Patients with knee cartilage defects (International Cartilage Repair Society grade 3 or 4), categorized by age (under or over 50 years) and treatment type (collagen-augmented chondrogenesis or microfracture).", "effective_dosage": "Not specified", "study_duration": "Outcomes assessed at 1 and 2 years post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:09.284498+00:00"}
{"study_id": 87042, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the impact of chronic chikungunya fever on functionality and quality of life, particularly focusing on walking impairments.", "results_summary": "The study found that patients with chronic chikungunya fever had a significantly higher risk of walking impairments (adjusted OR= 109.40) and overall reduced functional capacity compared to healthy individuals.", "population_specificity": "25 patients with chronic chikungunya fever and 25 healthy individuals matched for sex and age.", "effective_dosage": "Not available", "study_duration": "1 year post-acute phase of illness", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:09.288000+00:00"}
{"study_id": 87043, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether patients with spine diseases could reliably self-measure their functional impairment using the Timed-Up and Go (TUG) test compared to measurements taken by healthcare professionals.", "results_summary": "The study found that patient self-measurement of the TUG test was highly reliable (ICC 0.8740) and showed no significant difference from healthcare professional measurements. Reliability remained excellent across various subgroups, including older patients, those with higher symptom severity, and those with comorbidities or frailty.", "population_specificity": "Patients with spinal diseases (mean age 62.9 years, 39.2% female), primarily treated for degenerative disc disease (64.9%), with a majority affected in the lumbo-sacral region (71.6%) and nearly half having previous surgeries (47.3%).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:13.703061+00:00"}
{"study_id": 87044, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effectiveness of graded progressive home-based resistance combined with aerobic exercise in improving physical fitness in older adults with sarcopenia.", "results_summary": "The 12-week intervention improved knee extensor muscle strength, balance, flexibility, and cardiorespiratory fitness, but body composition and quality of life remained unchanged.", "population_specificity": "Community-dwelling older adults (≥60 years) with sarcopenia.", "effective_dosage": "Not specified (graded progressive home-based resistance and aerobic exercise training).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:14.086608+00:00"}
{"study_id": 87045, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of different interventions on automatic gait processing versus voluntary gait processing in healthy individuals.", "results_summary": "The Vojta intervention group was the only one that initiated automatic gait post-intervention, with significant differences in distance covered compared to voluntary gait. No automatic gait effects were observed in the other intervention groups.", "population_specificity": "120 able-bodied individuals aged 18-65 years.", "effective_dosage": "30-minute intervention session.", "study_duration": "Single session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:14.232260+00:00"}
{"study_id": 87047, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate whether unsupervised home-based exercises, including walking, improve lower extremity function in older adults.", "results_summary": "The meta-analysis found no statistically significant improvements in lower extremity function from unsupervised home-based exercise programs, with limitations due to small sample sizes and high heterogeneity.", "population_specificity": "Older adults, largely based in Europe.", "effective_dosage": "Multicomponent exercises lasting 10-40 minutes per session, 3 times per week.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:15.179726+00:00"}
{"study_id": 87046, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to evaluate and rank the effects of various non-pharmacological interventions, including walking-related exercises, on physical and cognitive function in patients with cognitive frailty.", "results_summary": "High-speed resistance training was found to be most effective for improving walking speed, while aerobic training combined with resistance training improved grip strength. Walking-related interventions were not the primary focus, but exercise-based interventions showed significant benefits.", "population_specificity": "Patients with cognitive frailty (1738 participants across 19 RCTs).", "effective_dosage": "Not specified for walking-related interventions.", "study_duration": "Not specified for walking-related interventions.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:15.182255+00:00"}
{"study_id": 87048, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare functional and neurological outcomes, including walking ability (measured by WISCI), in patients with traumatic vs. nontraumatic spinal cord injuries.", "results_summary": "Both traumatic and nontraumatic SCI groups showed comparable improvements in functional status (including walking), but age, lesion level, and severity—not etiology—were the primary factors influencing outcomes.", "population_specificity": "1,080 spinal cord injury patients (599 traumatic, 481 nontraumatic) treated at a single Italian Spinal Unit.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:17.009050+00:00"}
{"study_id": 87050, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effectiveness of a multidomain intervention, including exercise (walking), on reversing cognitive frailty in older adults at risk of dementia.", "results_summary": "The intervention showed positive effects on cognitive domains, physical function, and vascular outcomes at 12 months, with an overall adherence rate of 52.8%. Participants with slower walking speed were more likely to agree to participate, suggesting walking may be a relevant factor in intervention adherence.", "population_specificity": "Community-dwelling older adults aged ≥60 years with cognitive frailty, independent mobility, and mild cognitive impairment (MMSE score 19-25).", "effective_dosage": "Not specified (exercise was part of a structured multidomain intervention).", "study_duration": "24 months (12-month preliminary results reported).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:20.250288+00:00"}
{"study_id": 87049, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the benefits of adding volume incentive spirometry (VIS) to active-cycle-breathing technique (ACBT) and ground-based walking (GBW) training in COPD patients hospitalised for exacerbations, focusing on respiratory muscle strength and symptom improvement.", "results_summary": "The study found significant improvements in 6-minute walk test (6MWT) distances and COPD assessment test (CAT) scores in both groups, with no statistically significant improvement in maximum inspiratory pressure (MIP). Early pulmonary rehabilitation improved symptoms and functional capacity without extending hospital stays.", "population_specificity": "COPD patients hospitalised for exacerbations, predominantly male (94%), median age 68 years, with GOLD 2 (44%) and GOLD 3 (41%) severity.", "effective_dosage": "Daily sessions involving three repetitions of each phase to complete one cycle, repeated three times daily, plus home-based pulmonary exercise for at least 15 minutes per day, 3 days a week.", "study_duration": "4 weeks (including follow-up).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:20.445020+00:00"}
{"study_id": 87051, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to systematically summarize and evaluate the definitions of Native Vertebral Osteomyelitis (NVO) and its synonyms, analyzing their diagnostic criteria and thematic clustering.", "results_summary": "The study identified 92 unique combinations of diagnostic criteria, with the most common patterns being clinical features with imaging, clinical features with imaging and microbiology, and imaging with microbiology. The findings highlight the need for standardized diagnostic criteria for NVO.", "population_specificity": "Studies included trials and cohort studies from 2005 to present, involving 21,963 patients.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:21.995376+00:00"}
{"study_id": 87053, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 65, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the analgesic efficacy of low-dose duloxetine for pain control during walking and other activities after total knee arthroplasty (TKA).", "results_summary": "The study found no significant differences in pain during walking between the duloxetine and control groups, but duloxetine reduced morphine consumption by 33% and improved KOOS symptoms at 6 and 12 weeks.", "population_specificity": "Patients undergoing unilateral primary TKA.", "effective_dosage": "30 mg/d of duloxetine.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:22.000856+00:00"}
{"study_id": 87052, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of a mobile app (ESP) in promoting social participation and physical activity (measured by step counts) among community-dwelling older adults.", "results_summary": "The ESP app significantly increased social participation frequency, particularly in hobbies and cultural clubs, but did not significantly impact physical activity levels (step counts). Subgroup analyses suggested larger effects in females and those with lower educational attainment.", "population_specificity": "Community-dwelling adults aged 60 years or older from Japan.", "effective_dosage": "Not applicable (mobile app intervention).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:22.350824+00:00"}
{"study_id": 87055, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of cholinergic system dysfunction in fear of falling (FoF) and mobility self-efficacy in Parkinson's disease (PD) patients.", "results_summary": "The study found that cholinergic reductions in the extended connectivity between the thalamic complex and the temporal limbic system via the fimbriae are associated with FoF in PD. Additional cholinergic changes were observed in the cerebellum.", "population_specificity": "Parkinson's disease (PD) patients with postural instability and gait disturbances (PIGD).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:23.071879+00:00"}
{"study_id": 87056, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the associations of liver function biomarkers with clinical outcomes, including the ability to walk independently, in patients with severe Guillain-Barré syndrome (GBS).", "results_summary": "Hypohepatia (reduced liver function) was associated with a higher risk of mechanical ventilation, reduced likelihood of regaining independent walking, and higher mortality. Prolonged mechanical ventilation delayed the time to regain independent ambulation.", "population_specificity": "343 GBS patients, including 50 requiring mechanical ventilation.", "effective_dosage": "Not specified", "study_duration": "Follow-up periods included 26 weeks and up to 4 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:24.016177+00:00"}
{"study_id": 87057, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of physical activity (aerobic walking) and nutrition education on irisin levels, inflammation markers, and biochemical parameters in individuals with NAFLD.", "results_summary": "Walking (PA) combined with nutrition education (NE) led to improvements in liver-related biochemical parameters and significant reductions in anthropometric measurements. Walking alone showed a significant decrease in glucose levels but was not effective in significantly changing anthropometric measurements.", "population_specificity": "62 patients diagnosed with non-alcoholic fatty liver disease (NAFLD) who did not use alcohol.", "effective_dosage": "30 minutes of aerobic walking, 5 days a week.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:26.114670+00:00"}
{"study_id": 87059, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Hospital Fit as part of usual care physiotherapy on the physical activity behavior of hospitalized patients, specifically measuring walking, standing, and lying/sitting time.", "results_summary": "The study found that during the intervention phase, the average time spent walking per day was 20 minutes higher than during the non-intervention phase, though the confidence interval included zero (-2 to 41 min), indicating marginal statistical significance.", "population_specificity": "Hospitalized patients in the cardiology and medical oncology departments of two Dutch university medical centers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:28.963998+00:00"}
{"study_id": 87058, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the efficacy of two botulinum toxin injection techniques (innervation zone-targeted vs. along the muscle length) for treating ankle plantar flexor spasticity in stroke patients.", "results_summary": "Both injection methods improved range of motion, spasticity level, ambulation, and walking speed, with no statistically significant difference between them. The study concluded that both techniques produce similar clinical effects.", "population_specificity": "100 stroke patients with ankle plantar flexor spasticity (mean age 59.96±12.15 years).", "effective_dosage": "Same dose and volume of botulinum toxin used for both groups (specific dosage not detailed).", "study_duration": "Outcomes measured before and 1 month after injection.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:29.400891+00:00"}
{"study_id": 90508, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine whether meal composition and postprandial activity (such as walking) influence attention, mood, and satiety in individuals with metabolic syndrome traits.", "results_summary": "The abstract does not provide specific results regarding walking's effects.", "population_specificity": "Subjects with metabolic syndrome traits.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:36.354218+00:00"}
{"study_id": 90509, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of exercise and structured physical activity, including walking interventions, for individuals with Progressive Supranuclear Palsy.", "results_summary": "The study found small to moderate, statistically non-significant improvements in walking and balance, with inconsistent reporting on function and quality of life. Robust evidence for therapeutic benefits was lacking, and effects for advanced cases remain unknown.", "population_specificity": "People living with Progressive Supranuclear Palsy.", "effective_dosage": "Two to five sessions per week.", "study_duration": "Four to eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:38.036857+00:00"}
{"study_id": 90505, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of neuromodulatory techniques, such as electrical spinal cord stimulation combined with high-intensity training, in improving motor function recovery in patients with traumatic brain injury (TBI) or spinal cord injury (SCI).", "results_summary": "The study found that repetitive training enhanced by electrical spinal cord stimulation led to substantial improvements in motor function, including regained overground walking capacity, independent standing and stepping, and improved pinch strength, even years after injury. However, long-term benefits and side-effects require further clinical trials.", "population_specificity": "Patients with traumatic brain injury (TBI) or spinal cord injury (SCI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:38.597080+00:00"}
{"study_id": 90507, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of mold-fermented cheese (MFC) on brain-derived neurotrophic factor (BDNF) in older women with mild cognitive impairment (MCI).", "results_summary": "MFC intake significantly increased BDNF levels in secondary and combined analyses but did not affect MMSE scores, GDS scores, physical function, or other blood indicators.", "population_specificity": "Community-dwelling older Japanese women aged ≥70 years with MCI.", "effective_dosage": "33.4 g of MFC (camembert cheese) daily.", "study_duration": "3 months per intervention phase, with a 3-month washout period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:39.539514+00:00"}
{"study_id": 90510, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 78, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of prosthetic total talar replacement for comminuted talar fractures in maintaining ankle function and preventing complications.", "results_summary": "The study found that prosthetic total talar replacement resulted in good ankle function (average AOFAS score of 78.8), maintained range of motion, and allowed some patients to return to sports. The procedure also prevented complications associated with traditional treatments like long-term external fixation and non-weight-bearing walking.", "population_specificity": "6 patients (mean age 40.3 years) with comminuted talar dome fractures or talar body defects.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Follow-up ranged from 12 to 84 months (mean 46.8 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:40.620314+00:00"}
{"study_id": 90511, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of a multimodal biofeedback training involving cycling augmented by functional electrical stimulation (FES) and balance exercises on walking ability and motor recovery in subacute stroke survivors.", "results_summary": "Both groups improved over time, but the experimental group showed a clinically meaningful change in gait speed (73% vs. 38% in controls), particularly for those with moderate to severe gait impairment (91% vs. 36%). However, the training was not statistically superior to usual care.", "population_specificity": "Subacute stroke survivors (less than 6 months from the first event) aged up to 90 years old.", "effective_dosage": "15 sessions of biofeedback FES-cycling training (20 minutes each) followed by 15 sessions of biofeedback balance training (20 minutes each), in addition to usual care (70 minutes).", "study_duration": "30 sessions (15 + 15) over an unspecified period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:40.978300+00:00"}
{"study_id": 90504, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of a cable-driven gait trainer (Robowalk) combined with conventional physiotherapy versus conventional physiotherapy alone in improving walking ability and related outcomes in stroke patients.", "results_summary": "The study found no significant differences between the intervention and control groups in any outcome measures, though there was a trend toward improved walking speed in the intervention group and better functional independence in the control group at follow-up. The combination therapy appeared as effective as conventional physiotherapy alone for gait improvement.", "population_specificity": "Rehabilitation inpatients within 3 months following stroke (n = 40).", "effective_dosage": "30 minutes of conventional physiotherapy + 30 minutes of cable-driven gait trainer (intervention group) or 1 hour of conventional physiotherapy (control group), 5 days a week.", "study_duration": "From admission to discharge, with follow-up at 4 weeks post-discharge.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:41.541107+00:00"}
