{"study_id": 38634, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of spermidine in activating quiescent skeletal muscle stem cells (SCs) and promoting muscle regeneration in mice.", "results_summary": "Spermidine was found to promote SC activation and muscle regeneration in mice by generating hypusinated eIF5A, which controls MyoD translation. Depletion of eIF5A impaired muscle regeneration, highlighting the spermidine-eIF5A axis as a potential pharmacological target for muscular diseases.", "population_specificity": "Mice (specifically, adult skeletal muscle stem cells or satellite cells)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:21.020479+00:00"}
{"study_id": 38636, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate spermidine's role and mechanism in protecting rice roots under salt stress.", "results_summary": "Spermidine mitigated salt stress on rice root growth by enhancing antioxidant enzyme activity, reducing peroxide levels, and reversing transcriptional changes caused by salt stress. It influenced key signaling pathways and upregulated the transcription factor OsbZIP73, enhancing its RNA affinity.", "population_specificity": "Rice plants (Oryza sativa)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:23.880130+00:00"}
{"study_id": 38635, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the protective effects of Spermidine (SPD) on NAFLD and clarify its underlying mechanisms, particularly focusing on the ATF4/SLC7A11/GCLM/GPX4 signaling pathway.", "results_summary": "SPD significantly reduced NAFLD development by inhibiting ferroptosis, evidenced by decreased Fe2+, MDA, and ROS levels, and improved mitochondrial function and oxidative stress. The protective effects were mediated through upregulation of SLC7A11, GCLM, and GPX4 via ATF4 activation.", "population_specificity": "Overweight mice and AML-12 cells (in vitro model).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:24.699351+00:00"}
{"study_id": 38629, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the therapeutic efficacy and mechanistic pathways of spermidine (SPD) in mitigating osteoarthritis (OA) symptoms, focusing on its anti-inflammatory and antipyroptotic effects.", "results_summary": "SPD demonstrated significant anti-inflammatory and antipyroptotic effects in IL-1β-treated chondrocytes and ACLT rat models of OA, primarily by interacting with the AhR pathway to inhibit inflammatory signaling and preserve cartilage integrity. AhR knockdown negated SPD's benefits, confirming its central role in SPD's mechanism.", "population_specificity": "Sprague-Dawley rats and primary rat chondrocytes.", "effective_dosage": "Two different doses of SPD (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:28.436653+00:00"}
{"study_id": 38639, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether spermidine (SPD) delivered via a biodegradable mesoporous polydopamine (PDA) nanoplatform could effectively mitigate oxidative stress and inflammation in intervertebral disc degeneration (IVDD).", "results_summary": "SPD-loaded PDA nanoparticles (SPD/PDA) showed superior therapeutic potential compared to SPD alone in reducing oxidative stress injury and promoting anti-inflammatory M2 macrophage polarization. The SPD/PDA treatment achieved long-term repair efficacy in degenerative intervertebral discs.", "population_specificity": "Degenerative intervertebral discs (in vitro or animal model, not specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:28.669746+00:00"}
{"study_id": 38630, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the immunomodulatory mechanisms of spermidine in MRSA-induced bloodstream infection and its potential protective effects.", "results_summary": "Spermidine reduced bacterial load and inflammatory factors by shifting macrophages to an anti-inflammatory phenotype, prolonging survival in infected mice. The protective effect may involve elevated expression of PTPN2.", "population_specificity": "Mice with MRSA-induced bloodstream infection.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:29.180482+00:00"}
{"study_id": 38638, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if spermidine could restore antitumor immunity in aged individuals by enhancing mitochondrial fatty acid oxidation and identify small-molecule enhancers of this process.", "results_summary": "The study found that spermidine enhances mitochondrial bioenergetics and improves PD-1 blockade therapy in mice. A synthetic compound, \"spermimic,\" was discovered to mimic spermidine's effects by interacting with lipid metabolism-linked proteins and activating HADHA.", "population_specificity": "Aged mice (specific age not mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:29.381753+00:00"}
{"study_id": 38641, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how exogenous spermidine (Spd) enhances cold resistance in apple branches by examining its effects on antioxidant enzyme activity, polyamine metabolism, and related gene expression.", "results_summary": "Exogenous Spd stabilized branch tissue biofilms, reduced reactive oxygen species levels, elevated proline content, boosted antioxidant activity, upregulated polyamine metabolism enzymes and gene expression, and increased cold-responsive gene expression, significantly enhancing cold resistance in apple branches.", "population_specificity": "1-year-old apple branches under low-temperature stress", "effective_dosage": "1 mmol·L-1 and 2 mmol·L-1 Spd treatments", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:32.457370+00:00"}
{"study_id": 38642, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a spermidine-containing polymeric coating (Ti-SPD-Cl) on titanium implants could improve antibacterial properties and osteogenic abilities to enhance osseointegration.", "results_summary": "The study found that Ti-SPD-Cl demonstrated effective antibacterial activity against S. aureus and E. coli, promoted cell adhesion, and enhanced bone-implant integration in a rat osteomyelitis model. The spermidine component contributed to maintaining cell membrane homeostasis and improving biocompatibility.", "population_specificity": "Rat osteomyelitis model (preclinical study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:33.151585+00:00"}
{"study_id": 38643, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to uncover the molecular pathways by which Spermidine (SPD) protects pulmonary artery endothelial cells (PAECs) and mitigates pulmonary arterial hypertension (PAH) in a rat model.", "results_summary": "SPD administration corrected right ventricular impairment and pathological changes in pulmonary tissues, normalized purine metabolism disorder, reduced oxidative stress and apoptosis in PAECs, and modulated polyamine biosynthesis by downregulating PNP and AMD1.", "population_specificity": "Sprague-Dawley rats with monocrotaline-induced PAH.", "effective_dosage": "5 mg/kg/day (in vivo), 0.8 mM (in vitro).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:37.289024+00:00"}
{"study_id": 38646, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the protective mechanism of Spermidine (SPD) in osteoarthritis (OA), specifically its effects on articular cartilage, synovial tissue, and macrophage polarization.", "results_summary": "SPD alleviated cartilage degeneration and synovitis, promoted M2 macrophage polarization while reducing M1 polarization, and indirectly protected chondrocytes via macrophage-conditioned medium, though it had no direct effect on chondrocytes.", "population_specificity": "Mice with induced OA and human primary chondrocytes and bone marrow-derived macrophages (BMDMs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:37.433010+00:00"}
{"study_id": 38644, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether bioengineered hydrogel-loaded exosomes from HUCMSCs and spermidine could improve conception rates in mice with poor endometrial lining.", "results_summary": "The study found that HUCMSCs and spermidine provided a good experimental basis for endometrial repair in rats, improving pregnancy outcomes and strengthening endometrial function. Pregnant rats treated with HUCMSC and spermidine showed thinner endometrium, suggesting potential efficacy for intrauterine treatment.", "population_specificity": "Rats with poor endometrial lining", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:37.774934+00:00"}
{"study_id": 38645, "supplement_id": 1575, "safety_score": "30", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to determine whether spermidine could induce autophagy and improve functional outcomes in zebrafish and rodent models of Machado-Joseph disease (MJD).", "results_summary": "Spermidine induced autophagy in MJD zebrafish and improved their swimming distance, but it did not improve motor behavior or neuropathology in MJD mice and even reduced rotarod performance in wild-type mice. Additionally, spermidine induced apoptosis, particularly in wild-type zebrafish.", "population_specificity": "Zebrafish and rodent (mouse) models of Machado-Joseph disease (MJD).", "effective_dosage": "Not specified (added to drinking water for mice).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:38.036539+00:00"}
{"study_id": 38640, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to engineer an enzyme (homospermidine synthase) to improve the efficiency of spermidine biosynthesis from simpler substrates.", "results_summary": "The study successfully engineered enzyme mutants (D361E and E232D-D) that significantly increased spermidine production, with specific activities rising from 8.72 U/mg to 46.04 and 48.30 U/mg, respectively. Whole-cell catalysis showed spermidine yields of 725.3 mg/L and 933.5 mg/L for the mutants.", "population_specificity": "Not applicable (in vitro enzyme study)", "effective_dosage": "Not applicable", "study_duration": "6 hours (whole-cell catalysis)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:38.453378+00:00"}
{"study_id": 38648, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate spermidine's protective effect against LPS-induced myocardial injury in mice and its underlying mechanism.", "results_summary": "Spermidine significantly alleviated LPS-induced myocardial and mitochondrial damage, reduced apoptosis, and inhibited ROS production and ferroptosis in both mice and H9c2 cells.", "population_specificity": "C57BL/6 mice and cultured rat cardiomyocytes (H9c2 cells).", "effective_dosage": "10 or 20 μmol/L for H9c2 cells; daily gavage for mice (exact dosage not specified).", "study_duration": "2 weeks for mice; 2-hour LPS exposure for H9c2 cells after spermidine pretreatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:42.447488+00:00"}
{"study_id": 38647, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether yeast eIF5A universally regulates +1 programmed ribosomal frameshifting (PRF) and its impact on polyamine metabolism, specifically the putrescine/spermidine ratio.", "results_summary": "Sc-eIF5A depletion decreased the putrescine/spermidine ratio, and its re-introduction restored this ratio. Sc-eIF5A was also found to regulate +1 PRF in Ty1 retrotransposon mRNA but not -1 PRF in L-A virus mRNA, with hypusination being critical for this function.", "population_specificity": "Saccharomyces cerevisiae (yeast)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:44.079534+00:00"}
{"study_id": 38649, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether spermidine (SPD) enhances 5-ALA fluorescence signal intensity in glioma cells by modulating autophagy.", "results_summary": "Spermidine treatment significantly increased 5-ALA signal intensity in glioma cells, with the most robust effect observed when combined with caloric restriction (CR). The study suggests autophagy modulation as a mechanism for enhancing 5-ALA fluorescence.", "population_specificity": "U118MG glioma cells and 3-D glioma spheroids (in vitro study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:45.270324+00:00"}
{"study_id": 38650, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate spermidine's potential effects on long non-coding RNA MALAT1 and its underlying mechanism in a rotenone-induced rat model of Parkinson's disease.", "results_summary": "Spermidine treatment improved behavioral assessment, dopamine levels, and attenuated histopathological changes in Parkinson's disease. It demonstrated protective effects via autophagy activation and antioxidant properties, partially through MALAT1 inhibition, though MALAT1 did not correlate with the autophagy pathway.", "population_specificity": "Rotenone-induced rat model of Parkinson's disease.", "effective_dosage": "Not specified", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:45.533990+00:00"}
{"study_id": 38651, "supplement_id": 1575, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to investigate the antibacterial mechanism of spermidine-capped carbon dots (S-PCDs) against Staphylococcus aureus and assess their potential application in food preservation.", "results_summary": "S-PCDs demonstrated strong antibacterial effects by altering bacterial membrane permeability, inducing oxidative stress, and inhibiting biofilm formation, with low cytotoxicity observed. The treatment effectively inhibited microbial reproduction in pasteurized milk at different storage temperatures.", "population_specificity": "Staphylococcus aureus bacteria and pasteurized milk samples.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:46.354238+00:00"}
{"study_id": 38652, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the mechanism of spermidine in adipose tissue thermogenesis and its effects on glucose and lipid metabolism in lean and obese mice.", "results_summary": "Spermidine significantly promoted adipose tissue thermogenesis in obese mice under cold stimulation and β3-adrenergic receptor agonist treatment, enhanced glucose and lipid metabolism, and activated autophagy and FGF21 signaling pathways.", "population_specificity": "Lean and high-fat diet-induced obese mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:46.511316+00:00"}
{"study_id": 38637, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether spermidine could mitigate the adverse effects of salinity stress on yarrow plants, focusing on physiological and biochemical responses.", "results_summary": "Spermidine significantly reduced electrolyte leakage, enhanced photosynthetic pigments, and increased osmoprotectants like proline and carbohydrates under salinity stress. It also modulated antioxidant enzyme activity and influenced the expression of key synthetase genes.", "population_specificity": "Yarrow plants (Achillea millefolium L.) subjected to varying salinity levels.", "effective_dosage": "1.5 μM and 3 μM spermidine.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:47.838146+00:00"}
{"study_id": 38653, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Spermidine (SPD) could inhibit ferritinophagy and reverse the expression of key antioxidant proteins (SLC7A11 and GPX4) in chondrocytes affected by IL-1β, potentially offering a treatment for rheumatoid arthritis (RA).", "results_summary": "SPD inhibited ferritinophagy and reversed the IL-1β-induced decrease in SLC7A11 and GPX4 expression, suggesting it may protect chondrocytes from ferroptosis and inflammation in RA.", "population_specificity": "Chondrocytes (cartilage cells) exposed to IL-1β, modeling rheumatoid arthritis conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:47.869455+00:00"}
{"study_id": 38654, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how spermidine and its degradation product GABA influence phenolic compound accumulation and oxidative damage in barley under UV-B stress.", "results_summary": "Spermidine enhanced phenolic compound biosynthesis and reduced oxidative damage caused by UV-B. Inhibiting spermidine degradation worsened oxidative damage and reduced phenolic acids, while GABA application mitigated oxidative stress and increased phenolic compounds by ~20%.", "population_specificity": "Barley germinated under UV-B illumination", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:50.188271+00:00"}
{"study_id": 38655, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether spermidine (Spd) could mitigate heat stress damage during rice seed development and improve subsequent germination and seedling establishment.", "results_summary": "Spd application alleviated heat stress damage, enhanced starch synthesis and antioxidant defense during seed filling, and improved starch decomposition and energy supply during germination, leading to better seed quality and germination outcomes.", "population_specificity": "Rice seeds during the mid-filling stage (12-20 days after pollination).", "effective_dosage": "Not specified", "study_duration": "Heat stress treatment during mid-filling stage (12-20 days after pollination); germination period not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:52.614113+00:00"}
{"study_id": 38657, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the role of spermidine in immune cell regulation and its potential to enhance antitumor responses, particularly in aged animals nonresponsive to immune checkpoint therapy.", "results_summary": "The study found that spermidine is produced by gut bacteria, bacteria-host co-metabolism, and host cells, including activated immune cells. It demonstrated effectiveness in enhancing antitumor responses in aged animals and suggested spermidine supplementation could improve anti-PD-1 treatment efficacy.", "population_specificity": "Aged animals (non-human subjects)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:53.478949+00:00"}
{"study_id": 38656, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether spermidine (SPD) could reduce oral carcinogenesis by inducing autophagy and mitigating DNA damage in a mouse model of oral squamous cell carcinoma (OSCC).", "results_summary": "SPD treatment reduced lesion severity, OSCC incidence, and DNA damage in mice exposed to carcinogen 4NQO, likely through autophagy activation and decreased oxidative stress. Plasma C16 ceramide levels, a potential biomarker, were lower in SPD-treated mice, indicating protective effects against carcinogenesis.", "population_specificity": "Mice exposed to 4NQO-induced oral squamous cell carcinoma (OSCC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:54.112275+00:00"}
{"study_id": 38659, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether spermidine could protect boar sperm from oxidative damage during cryopreservation and improve sperm quality and fertility.", "results_summary": "Spermidine improved sperm physiological parameters in a dose-dependent manner, with 6 mmol/L showing significant reductions in malformation rates, oxidative stress markers, and enhanced antioxidant capacity. Artificial insemination results indicated increased litter numbers, suggesting practical value in pig reproduction.", "population_specificity": "Boar sperm", "effective_dosage": "0, 2, 4, 6, and 8 mmol/L", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:55.079947+00:00"}
{"study_id": 38661, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify reliable targets and molecular mechanisms of spermidine in treating acute pancreatitis (AP) using computational and experimental methods.", "results_summary": "Spermidine showed stable binding with acetylcholinesterase (AchE) and serotonin transporter (5-HTT), reduced necrosis and AchE activity in pancreatic acinar cells, and stabilized 5-HTT protein, suggesting it may be a reliable target for AP treatment.", "population_specificity": "Pancreatic acinar cells and caerulein-induced acute pancreatitis mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:56.490818+00:00"}
{"study_id": 38660, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether exogenous spermidine (Spd) could alleviate zinc toxicity-induced damage in Vigna radiata by improving growth, photosynthesis, and antioxidant activity.", "results_summary": "Spermidine supplementation significantly mitigated zinc toxicity effects, enhancing growth, chlorophyll content, photosynthesis, and antioxidant enzyme activity while reducing oxidative stress markers like H2O2 and lipid peroxidation. Combined with trehalose, it also improved proline, glycine betaine, and glyoxylase cycle activity.", "population_specificity": "Vigna radiata (mung bean plants) under zinc toxicity conditions.", "effective_dosage": "500 µM Spd (exogenous application).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:57.064525+00:00"}
{"study_id": 38663, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether spermidine-induced autophagy alleviates oxidative stress and apoptosis in goose granulosa cells (GCs).", "results_summary": "Spermidine upregulated autophagy markers (LC3-II/I ratio), reduced oxidative stress (ROS, MDA), and inhibited apoptosis (CASPASE-3, BCL-2). Its effects were blocked by chloroquine, suggesting autophagy mediation.", "population_specificity": "Goose follicular granulosa cells (GCs).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:00.697114+00:00"}
{"study_id": 38662, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether spermidine could inhibit high glucose-induced oxidative stress and inflammation in human retinal pigment epithelial (RPE) cells, potentially offering therapeutic benefits for diabetic retinopathy.", "results_summary": "Spermidine reduced cytotoxicity, apoptosis, mitochondrial ROS production, and suppressed NF-κB/NLRP3 inflammasome pathway activation in high glucose-treated RPE cells, indicating protective effects against hyperglycemic damage.", "population_specificity": "Human retinal pigment epithelial (ARPE-19) cells under high glucose conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:01.847399+00:00"}
{"study_id": 38665, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of spermidine in kidney fibrosis, specifically its association with arginine metabolism and its potential to suppress fibrotic signals and oxidative stress.", "results_summary": "Spermidine was found to be significantly increased in kidney fibrosis and demonstrated anti-fibrotic effects by activating Nrf2, reducing fibrotic signals (TGF-β1, collagen 1 mRNA), and suppressing oxidative stress. Spermidine treatment also prevented fibrotic progression in Arg2 knockout mice.", "population_specificity": "Human glomerulonephritis patients, human proximal tubule cells, and Arg2 knockout mice with UUO-induced kidney fibrosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:03.336678+00:00"}
{"study_id": 38658, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether exogenous spermidine could induce autophagy and alleviate oxidative stress in the ovaries and follicular granulosa cells of Sichuan white geese.", "results_summary": "Spermidine increased polyamine levels (putrescine, spermidine, spermine), enhanced autophagy markers (LC3-II/I ratio, p62), and reduced ROS levels and apoptosis in granulosa cells, counteracting oxidative stress induced by 3-NPA.", "population_specificity": "Sichuan white geese (in vivo and in vitro follicular granulosa cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:05.974648+00:00"}
{"study_id": 38667, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether blood polyamine levels, particularly spermidine and the spermine/spermidine ratio, could serve as biomarkers for sarcopenia.", "results_summary": "The study found that higher spermidine levels and a lower spermine/spermidine ratio were associated with sarcopenia, suggesting these could be diagnostic indicators for the condition. The odds ratios for spermidine and the spermine/spermidine ratio changed in parallel or inversely with sarcopenia progression.", "population_specificity": "Japanese patients aged over 70, including outpatients and nursing home residents.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:06.043119+00:00"}
{"study_id": 38664, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanisms by which Spermidine (SPD) protects against osteoarthritis-induced cartilage degradation, focusing on its effects on inflammation and oxidative stress.", "results_summary": "SPD increased antioxidant proteins, chondrogenic genes, and reduced inflammatory factors in both cell and mouse models, while also activating the Nrf2/KEAP1 pathway and inhibiting STAT3 phosphorylation. The protective effects of SPD were diminished when BRG1 was inhibited, suggesting BRG1's role in SPD's mechanism.", "population_specificity": "Human chondrocytes (SW1353 cell line) and mice with induced osteoarthritis (via anterior cruciate ligament transection).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:06.416820+00:00"}
{"study_id": 38666, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the role and mechanism of spermidine (SPD) in alleviating myocardial fibrosis in diabetic cardiomyopathy (DCM).", "results_summary": "SPD improved cardiac function, reduced collagen deposition, and decreased myocardial tissue damage in diabetic mice. It also inhibited fibroblast proliferation, migration, and collagen secretion in vitro by suppressing the TGF-β1/Smad pathway and reducing pyroptosis.", "population_specificity": "Type 2 diabetic mice and primary neonatal mouse cardiac fibroblasts.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:06.491993+00:00"}
{"study_id": 38668, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether spermidine (SPD) could delay replicative senescence in human umbilical cord mesenchymal stem cells (hUCMSCs) and protect against oxidative stress-induced senescence.", "results_summary": "Early SPD intervention significantly delayed hUCMSC senescence, reduced oxidative stress, and maintained proliferative and differentiation capacity. The antisenescence effects were dependent on SIRT3, as silencing it abolished SPD's benefits.", "population_specificity": "Human umbilical cord mesenchymal stem cells (hUCMSCs) in vitro and in vivo models.", "effective_dosage": "Not specified (abstract mentions \"appropriate SPD dose\" but does not detail amount or frequency).", "study_duration": "Not specified (abstract mentions \"continuous cell cultivation\" but does not state duration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:07.745855+00:00"}
{"study_id": 38669, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether spermidine-based metal-immunopeptide nanocomplexes (APP-Fe NCs) could enhance immunotherapy efficacy in lymphoma by reshaping the tumor microenvironment and inducing ferroptosis.", "results_summary": "APP-Fe NCs effectively induced oxidative stress, mitochondrial dysfunction, and ferroptosis in lymphoma cells, inhibited tumor growth and liver metastasis in mice, and enhanced immune recognition by releasing DAMPs. The nanocomplexes showed good histocompatibility and potential for combinative immunotherapy.", "population_specificity": "Lymphoma mice models (in vivo) and lymphoma cells (in vitro).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:09.294064+00:00"}
{"study_id": 38671, "supplement_id": 1575, "safety_score": "85", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to investigate the pharmacokinetics of oral spermidine supplementation and its effects on polyamine levels in healthy volunteers.", "results_summary": "Spermidine supplementation significantly increased spermine levels in plasma but did not affect spermidine or putrescine levels. No changes were observed in salivary polyamine concentrations.", "population_specificity": "12 healthy volunteers", "effective_dosage": "15 mg/d", "study_duration": "Two 5-day intervention phases separated by a 9-day washout", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:10.890931+00:00"}
{"study_id": 38673, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether spermidine treatment could ameliorate intestinal inflammation and offer therapeutic potential for inflammatory bowel disease (IBD).", "results_summary": "Spermidine administration protected mice from intestinal inflammation in a dose-dependent manner, promoted anti-inflammatory macrophages, maintained a healthy gut microbiome, and preserved epithelial barrier integrity in a PTPN2-dependent manner.", "population_specificity": "Rag2-/- mice (T cell transfer colitis model) and patient-derived macrophages co-cultured with intestinal epithelial cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:14.120330+00:00"}
{"study_id": 38675, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if spermidine could improve germination capacity and cellular health in desiccation-sensitive silver maple seeds.", "results_summary": "Spermidine increased germination capacity by 8-10% in desiccated seeds, improved antioxidative capacity, cellular membrane stability, genome integrity, and mitochondrial efficiency, but also caused a hydrogen peroxide burst. No significant effect was observed in aged seeds stored for 6 months.", "population_specificity": "Nondormant recalcitrant (desiccation-sensitive) seeds of silver maple (Acer saccharinum L.).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:14.810898+00:00"}
{"study_id": 38672, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether spermidine affects AhR activity and gut barrier function in IBD models and to explore its underlying mechanisms.", "results_summary": "Spermidine improved intestinal barrier function by reducing permeability, enhancing tight junction protein distribution, and increasing AhR and Nrf2 expression while inhibiting STAT3 phosphorylation. These effects were largely abolished by AhR inhibition, suggesting spermidine's protective role is mediated via AhR-Nrf2 and AhR-STAT3 pathways.", "population_specificity": "DSS- and TNBS-induced mice, and Caco2 cells treated with TNF-α and IFN-γ.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:14.882489+00:00"}
{"study_id": 38674, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate whether prenatal spermidine (SPD) treatment could prevent intrauterine hypoxia (IUH)-induced heart damage in newborn rats and explore its mitochondrial-related mechanisms.", "results_summary": "SPD treatment normalized IUH-induced heart damage by improving mitochondrial function, reducing oxidative stress and apoptosis, and regulating mitochondrial quality control (MQC) mechanisms. It also prevented hypoxia-induced ROS accumulation and mitochondrial dysfunction in cardiomyocytes.", "population_specificity": "Pregnant rats and their one-day-old offspring.", "effective_dosage": "5 mg/kg/day (intraperitoneal injection).", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:14.958237+00:00"}
{"study_id": 38676, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a viscoelastic hydrogel containing spermidine (Alg-PBA/Spd) could promote periodontal ligament regeneration by combining mechanical cues and biochemical anti-inflammatory effects.", "results_summary": "The Alg-PBA/Spd hydrogel significantly promoted periodontal collagen deposition and accelerated periodontal damage repair in rat models, demonstrating mechano-biochemical synergy for tissue regeneration.", "population_specificity": "Rat models with periodontal damage", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:15.288329+00:00"}
{"study_id": 38670, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the antineoplastic activity of Pd(II) and Pt(II) trinuclear chelates with spermidine (Pd3Spd2 and Pt3Spd2) against cisplatin-resistant and cisplatin-sensitive TNBC cells, as well as their selectivity for cancerous versus non-cancerous cells.", "results_summary": "Pd3Spd2 demonstrated superior antiproliferative activity compared to its Pt analog, with similar efficacy in both cisplatin-sensitive and resistant TNBC cells (IC50 values 4.65-8.99 µM and 9.24-13.34 µM, respectively) and a promising selectivity index (>6.28 for sensitive cells, >4.59 for resistant cells).", "population_specificity": "Triple-negative breast cancer (TNBC) cells (MDA-MB-231 and MDA-MB-231/R) and non-cancerous human breast cells (MCF-12A).", "effective_dosage": "IC50 values of 4.65-8.99 µM for sensitive cells and 9.24-13.34 µM for resistant cells.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:15.294697+00:00"}
{"study_id": 38677, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of the CaSPDS gene in pepper's response to cold stress and its potential for enhancing cold tolerance in plants.", "results_summary": "The study found that CaSPDS overexpression in Arabidopsis increased cold tolerance, higher antioxidant enzyme activities, and elevated spermidine content, while silencing CaSPDS in pepper worsened cold injury and reactive oxygen species levels.", "population_specificity": "Pepper (Capsicum annuum L.) and Arabidopsis plants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:17.463712+00:00"}
{"study_id": 38678, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the tolerability and protective effects of a spermidine and eugenol combination supplement on inflammation and autophagy in intestinal cell lines.", "results_summary": "The supplement reduced ROS levels, midkine expression, and improved occludin expression and mucus production. It also stimulated autophagy markers (LC3-II and P62 turnover) and showed non-autophagy-dependent anti-inflammatory effects.", "population_specificity": "Human Caco-2 and NCM460 cell lines (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "2-4 hours for autophagy markers, 24 hours for mitophagy receptor analysis.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:19.913745+00:00"}
{"study_id": 38680, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Spermidine (SPD) on oxidative stress markers and pain threshold in a neuropathic rat model of chronic constriction injury (CCI).", "results_summary": "SPD treatment reversed the lowered pain threshold in the CCI group, improved nerve conduction, reduced oxidative stress biomarkers, and ameliorated histopathological changes in tissues.", "population_specificity": "Adult male rats with induced neuropathic pain via CCI model.", "effective_dosage": "1 mg/kg/day, orally", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:23.111381+00:00"}
{"study_id": 38681, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether spermidine (SPD) could attenuate ConA-induced liver injury in mice by modulating anticoagulant pathways.", "results_summary": "SPD significantly reduced liver injury in ConA-treated mice by increasing serum uPA levels and decreasing fibrin deposition, though it upregulated TNF-α and IFN-ϒ mRNA expression without affecting lymphocyte activation.", "population_specificity": "Mice with autoimmune hepatopathy induced by ConA.", "effective_dosage": "Administered in free drinking water (specific dosage not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:23.379092+00:00"}
{"study_id": 38679, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to examine the effects of brain ischemia-reperfusion on liver parameters and evaluate the impact of putrescine supplementation on inflammation and oxidant-antioxidant balance in the liver.", "results_summary": "Brain ischemia-reperfusion caused inflammatory, oxidative, and DNA damage in the liver, while putrescine supplementation reduced liver damage by exhibiting anti-inflammatory and antioxidant effects.", "population_specificity": "Male Albino Wistar rats weighing 200-250 g.", "effective_dosage": "250 μmol kg-1 putrescine, administered in 4 doses at 12-hour intervals.", "study_duration": "Short-term (30-minute ischemia followed by 30-minute reperfusion, with putrescine administered over 36 hours).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:23.385674+00:00"}
{"study_id": 38682, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether exogenous spermidine application enhances waterlogging tolerance in maize seedlings.", "results_summary": "Spermidine application increased antioxidant enzyme activities, polyamine levels, and reduced ethylene levels under waterlogging stress, with more pronounced effects in the waterlogging-sensitive maize variety.", "population_specificity": "Two maize varieties (waterlogging-tolerant XD20 and waterlogging-sensitive DH662) at the seedling stage.", "effective_dosage": "0.75 mM spermidine (foliar spray).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:24.404082+00:00"}
{"study_id": 38684, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore whether Spermidine (Spd) protects against hyperglycemia-induced neuronal endoplasmic reticulum (ER) stress and neurotoxicity, and to identify the underlying mechanisms involving growth differentiation factor 11 (GDF11).", "results_summary": "Spermidine significantly protected HT22 cells from high glucose (HG)-induced neurotoxicity and ER stress by upregulating GDF11, and silencing GDF11 reversed these protective effects. The findings suggest Spd as a potential treatment for diabetic encephalopathy and ER stress-related neurologic diseases.", "population_specificity": "HT22 cells (a mouse hippocampal neuronal cell line) exposed to high glucose conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:24.628589+00:00"}
{"study_id": 38685, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether a lipid nanoparticle-based siRNA delivery system (LNP-siSAT1) could effectively knockdown SAT1 in glioblastoma cells and sensitize them to radiation and chemotherapy.", "results_summary": "LNP-siSAT1 successfully knocked down SAT1 expression in glioblastoma cells, reducing cell viability by 40% and enhancing sensitivity to radiation and chemotherapy, while showing no significant cytotoxic effects in non-cancerous brain cells. The study also demonstrated improved BBB penetration using a cadherin-binding peptide.", "population_specificity": "Human glioblastoma cell lines (U251, LN229, 42MGBA) and other brain-relevant cells (endothelial, astrocyte, macrophage).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:24.971510+00:00"}
{"study_id": 38686, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether spermidine (SPD) enhances immunotherapy against tumors in aged mice by improving mitochondrial function and activating CD8+ T cells.", "results_summary": "SPD supplementation improved immunotherapy efficacy in aged mice by boosting mitochondrial function and CD8+ T cell activation. SPD bound to mitochondrial trifunctional protein (MTP), enhancing its enzymatic activity, and MTP deletion abolished SPD's immunotherapeutic benefits.", "population_specificity": "Aged mice with impaired immunotherapy response.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:25.316015+00:00"}
{"study_id": 38690, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether spermidine has a renoprotective effect in sepsis-induced acute kidney injury (AKI) and to explore the underlying mechanisms involving macrophages, NLRP3 inflammasome, and mitochondrial function.", "results_summary": "Spermidine improved AKI in mice, with macrophages playing a key role in this protective effect. It downregulated NLRP3 inflammasome activation and IL-1 beta production in macrophages while enhancing mitochondrial respiration and function.", "population_specificity": "Mice with sepsis-induced AKI", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:31.294890+00:00"}
{"study_id": 38688, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine how spermidine affects Pseudomonas aeruginosa's antibiotic susceptibility and biofilm formation in the context of cystic fibrosis lung infections.", "results_summary": "The study found that spermidine coats PmrB-deficient P. aeruginosa, reducing antibiotic susceptibility by neutralizing outer membrane charge differences and promoting biofilm formation. Spermidine levels were elevated during P. aeruginosa infection in mice and CF patients undergoing antimicrobial treatment.", "population_specificity": "Mice and people with cystic fibrosis (CF) infected with Pseudomonas aeruginosa.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:31.497219+00:00"}
{"study_id": 38689, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective role of spermidine (Spd) in alleviating cadmium (Cd) and lead (Pb) combined stress in rice seedlings.", "results_summary": "Exogenous Spd enhanced rice seedling tolerance to Cd + Pb stress, improving growth metrics, reducing oxidative stress markers and heavy metal accumulation, and boosting antioxidant activity and nutrient content. The most effective concentration was 0.5 mmol L-1 Spd.", "population_specificity": "Rice (Oryza sativa L.) seedlings", "effective_dosage": "0.5 mmol L-1 Spd (most effective concentration)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:31.988907+00:00"}
{"study_id": 38691, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether spermidine could restore mitochondrial function and prevent NASH progression by targeting the disrupted DHPS-DOHH-EIF5AH pathway.", "results_summary": "Spermidine treatment restored EIF5AH levels, partially improved protein synthesis and mitochondrial function in NASH models, and prevented NASH progression in vivo. The study linked decreased hepatic DOHH expression to impaired mitochondrial activity and fatty acid oxidation in NASH.", "population_specificity": "Patients and mice with non-alcoholic steatohepatitis (NASH), and hepatic cells treated with fatty acids.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:33.139490+00:00"}
{"study_id": 38692, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of gut microbiota in abdominal aortic aneurysm (AAA) and assess the therapeutic potential of spermidine in mitigating AAA progression and gut microbiota dysbiosis.", "results_summary": "The study found that spermidine attenuated AAA progression, remitted gut microbiota dysbiosis, and improved metabolic function in an experimental mouse model. Several bacterial florae were identified as associated with AAA progression.", "population_specificity": "Porcine pancreatic elastase-infused experimental AAA mouse model", "effective_dosage": "Exogenous spermidine administered via drinking water (specific dosage not mentioned)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:33.230176+00:00"}
{"study_id": 38693, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanisms by which spermidine enhances drought tolerance in wheat varieties during seed germination.", "results_summary": "Spermidine significantly improved drought tolerance in wheat at the germination stage, with the Rakhshan variety showing stronger gene expression responses to spermidine than Mihan. Biomass parameters indicated better growth in Mihan under stress, but spermidine's role in polyamine metabolism was key for effective drought responses.", "population_specificity": "Wheat varieties (Rakhshan, Mihan, Sirvan, Pishgam) under drought stress.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:33.615915+00:00"}
{"study_id": 38694, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of spermidine in melanogenesis and its potential as a pigmenting agent.", "results_summary": "Spermidine increased melanin production in melanocytes dose-dependently, stabilized tyrosinase-related proteins (TRP-1 and TRP-2), and inhibited their ubiquitination. It also identified putative spermidine transporters (SLC3A2, SLC7A1, SLC18B1, SLC22A18) and demonstrated elevated melanin production in a human skin equivalent.", "population_specificity": "Melanocytes and a human skin equivalent model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:34.544846+00:00"}
{"study_id": 38687, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether spermidine (Spd) could restore myoblast viability and redox status after oxidative challenge, and whether combining Spd with aminoguanidine (Spd-AG) would enhance these effects.", "results_summary": "Spd-AG treatment increased myoblast viability, accelerated wound scratch recovery, restored antioxidant capacity, reduced oxidized glutathione levels, and counteracted polyamine catabolic gene induction caused by H2O2 exposure.", "population_specificity": "Murine C2C12 myoblasts (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:38.716801+00:00"}
{"study_id": 38699, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the association between serum spermidine levels and obesity risk in a rural Chinese population, both cross-sectionally and over a two-year follow-up.", "results_summary": "Higher serum spermidine levels were associated with increased odds of obesity in the cross-sectional study but reduced odds of BMI increase in the follow-up study, suggesting a nonlinear relationship.", "population_specificity": "Chinese rural adults aged ≥ 35 years.", "effective_dosage": "Not specified (serum levels measured, not administered).", "study_duration": "Two-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:41.146589+00:00"}
{"study_id": 38697, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the mechanisms by which spermidine (SP) induces autophagy in pulmonary artery endothelial cells (PAECs) and its potential role in chronic thromboembolic pulmonary hypertension (CTEPH).", "results_summary": "SP-induced autophagy increased GAS5 expression in PAECs, which promoted autophagy by targeting miRNA‑31‑5p/NAT8L signaling pathways. The study demonstrated that GAS5 upregulation enhanced SP's effects, while its downregulation reversed them, suggesting GAS5 as a potential molecular marker for CTEPH therapies.", "population_specificity": "Patients with CTEPH and a rat model of CTEPH.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:41.551199+00:00"}
{"study_id": 38700, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of spermidine and activated carbon treatments on Cd removal efficiency and plant growth in Salix integra.", "results_summary": "Combined spermidine and activated carbon treatments significantly improved plant growth, root development, and Cd accumulation in shoots, enhancing Cd remediation efficiency by 78.11-120.86% compared to controls.", "population_specificity": "Salix integra plants in Cd-contaminated soil.", "effective_dosage": "0.8 mM spermidine and 0.5 g kg-1 activated carbon.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:42.190008+00:00"}
{"study_id": 38695, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether HDAC10-mediated conversion of N8-acetylspermidine (N8-AcSpd) to spermidine supports tumor cell proliferation, particularly in the context of polyamine-targeting anticancer therapies.", "results_summary": "The study found that HDAC10 activity enables tumor cells to convert exogenous N8-AcSpd into spermidine and spermine, rescuing cell growth under polyamine depletion (e.g., with DFMO treatment). HDAC10 knockout or inhibition prevented polyamine restoration and growth rescue, suggesting HDAC10's role in supporting tumor growth.", "population_specificity": "Tumor cell lines (in vitro study)", "effective_dosage": "Physiological concentrations of N8-AcSpd (exact amount not specified)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:42.658242+00:00"}
{"study_id": 38698, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the neuroprotective effects of exogenous putrescine (a precursor to spermidine) on brain ischemia-reperfusion injury in rats, focusing on energy metabolism and inflammatory pathways.", "results_summary": "Putrescine administration reversed reduced ATP levels, decreased elevated NO, 8-OHdG, NF-kB, and IL-6 levels, and showed varying SSAT levels depending on timing. The neuroprotective effects were observed regardless of administration time.", "population_specificity": "Rats with induced brain ischemia-reperfusion injury.", "effective_dosage": "250 µmol/kg, administered either as a single dose or four doses at 12-hour intervals.", "study_duration": "Intervention lasted up to 6 hours post-reperfusion.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:42.796559+00:00"}
{"study_id": 38701, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether spermidine could ameliorate IGF1R-induced cardiotoxic effects, including autophagy inhibition and impaired oxidative phosphorylation, in a mouse model.", "results_summary": "Spermidine treatment improved most IGF1R-induced cardiotoxic effects, including restoring autophagy and oxidative phosphorylation, thereby enhancing cardiac health in the late-life phase of the mice. The study suggests spermidine acts as a caloric restriction mimetic and autophagy inducer to counteract negative cardiac impacts.", "population_specificity": "Transgenic mice with cardiomyocyte-specific overexpression of human IGF1R.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:43.280385+00:00"}
{"study_id": 38702, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether spermidine could reduce amyloid beta pathology and neuroinflammation in Alzheimer's disease by activating autophagy.", "results_summary": "Spermidine reduced neurotoxic soluble Aβ, decreased neuroinflammation, and enhanced microglial phagocytosis and motility, primarily by targeting AD-associated microglia and interfering with inflammasome assembly.", "population_specificity": "Amyloid-prone AD-like APPPS1 mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:46.381139+00:00"}
{"study_id": 97385, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to map current literature on polyamines, including spermidine, in dysbiotic oral conditions among older adults and assess their potential as biomarkers.", "results_summary": "The study found that spermidine levels were elevated in older adults with oral carcinoma, suggesting its potential as a biomarker. No direct therapeutic effects of spermidine were evaluated.", "population_specificity": "Adults aged 65 or above with oral carcinoma, periodontal infections, or halitosis.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:50.139324+00:00"}
{"study_id": 97384, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore Spermidine's potential as a caloric restriction mimetic (CRM) and its role in promoting healthy aging and combating age-related neurodegenerative diseases.", "results_summary": "The abstract suggests Spermidine is a promising CRM with potential anti-aging effects, particularly in modulating molecular targets like mTOR and sirtuins, and it is being investigated for efficacy against neurodegenerative diseases such as Alzheimer's and Parkinson's.", "population_specificity": "Not specified (general aging population and neurodegenerative disease patients implied).", "effective_dosage": "Not provided", "study_duration": "Not provided", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:50.514594+00:00"}
{"study_id": 97390, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to investigate whether elevated plasma spermidine levels were associated with adverse outcomes in patients with ischemic stroke.", "results_summary": "High plasma spermidine levels were associated with an increased risk of adverse outcomes (death and major disability) in ischemic stroke patients, contrasting with putrescine, which showed a protective effect.", "population_specificity": "3570 patients with acute ischemic stroke.", "effective_dosage": "Not specified", "study_duration": "3-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:50.698974+00:00"}
{"study_id": 97389, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to review the role of polyamines, including spermidine, in carcinogenesis and explore targeting polyamine metabolism as an anticancer strategy, including combination therapies.", "results_summary": "The study highlights the dysregulation of polyamine metabolism in cancer and suggests that targeting this pathway, potentially with combination therapies, could be a promising anticancer strategy. It emphasizes the need for further research to exploit aberrant polyamine homeostasis for therapeutic benefits.", "population_specificity": "Neoplastic cells and cancer-related contexts (not specified for human trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:51.177600+00:00"}
{"study_id": 97386, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety of a high-purity spermidine trihydrochloride supplement (hpSPD) in healthy human subjects.", "results_summary": "The abstract does not provide specific results regarding spermidine's effects, only stating that it is the first safety investigation of hpSPD in humans.", "population_specificity": "37 healthy men aged 50-70 years with a BMI of 18.5-28 kg/m².", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:51.964951+00:00"}
{"study_id": 97391, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the potential neuroprotective role of polyamines, including spermidine, in neurodegenerative disorders, aging, and cognitive impairment.", "results_summary": "The abstract suggests that polyamines like spermidine may play a role in neuroprotection and cognitive function, with pleiotropic biochemical activities, but specific outcomes or results are not detailed.", "population_specificity": "Not specified (general focus on neurodegenerative disorders and aging).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:54.452399+00:00"}
{"study_id": 97393, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to explore potential therapeutic agents, including spermidine, for cirrhotic cardiomyopathy (CCM) by reviewing their antioxidant, anti-inflammatory, and anti-apoptotic properties.", "results_summary": "The abstract suggests spermidine may have potential clinical applications for CCM due to its antioxidant, anti-inflammatory, and anti-apoptotic effects, but current evidence is mainly based on animal studies.", "population_specificity": "Cirrhotic patients with cardiomyopathy (CCM).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:58.678476+00:00"}
{"study_id": 97392, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers examined the role of spermidine and other biogenic amines in neural homeostasis, cell signaling, and their potential biomedical applications, particularly focusing on venom-derived acylpolyamines.", "results_summary": "The study highlighted spermidine's involvement in neurotransmission modulation and its use as a backbone for venom-derived acylpolyamines, which show high potency and selectivity for ionotropic and ligand receptors, suggesting potential biomedical and biotechnological applications.", "population_specificity": "Not specified (broad focus on molecular and cellular mechanisms, with implications for human health and disease).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:59.064569+00:00"}
{"study_id": 97395, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the potential of spermidine as a microbiota-targeted intervention for abdominal aortic aneurysm (AAA) based on preclinical results.", "results_summary": "Spermidine, along with short-chain fatty acids, showed promising preclinical results in mitigating AAA progression, though human study data was limited. The study highlighted its potential therapeutic role but did not provide detailed efficacy metrics.", "population_specificity": "Animal and human studies (12 animal, 8 human) focusing on gut microbiome and AAA.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:59.412470+00:00"}
{"study_id": 97396, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore how metabolic reprogramming in macrophages, including alterations in spermidine levels, influences immune responses during viral infections.", "results_summary": "The study highlights that disruptions in spermidine balance within metabolic pathways contribute to viral disease severity, suggesting its potential as a biomarker for infections like HIV, HCV, and SARS-CoV.", "population_specificity": "Macrophages in the context of viral infections (e.g., HIV, HCV, SARS-CoV).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:59.738587+00:00"}
{"study_id": 97383, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical potential of circulating biomarkers, including spermidine, in sarcopenic patients compared to non-sarcopenic individuals.", "results_summary": "Sarcopenic patients exhibited elevated levels of spermidine compared to non-sarcopenic individuals, suggesting a potential association with sarcopenia, though the clinical implications remain unclear due to study heterogeneity.", "population_specificity": "Older adults with and without sarcopenia (641,730 patients across 45 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:59.896936+00:00"}
{"study_id": 97394, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the regulation, cellular functions, and physiological/pathological roles of polyamines, including spermidine, and identify gaps in current knowledge.", "results_summary": "The abstract highlights that polyamines, including spermidine, are essential for cellular functions like autophagy and redox homeostasis, with imbalances linked to pathologies such as cancer and aging. Manipulating polyamine levels is being investigated for potential preventive treatments in various diseases.", "population_specificity": "Not specified (general discussion of polyamines in cellular and systemic contexts).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:00.121837+00:00"}
{"study_id": 38696, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a neural scaffold using spermidine (SP) to enhance neuroprotection and neuroregeneration at nervous tissue injury sites.", "results_summary": "SP effectively cross-linked gellan gum (GG) to form structured nanofibers, which showed good mechanical resistance, stability in aqueous media, and improved biocompatibility with Schwann cells compared to GG/SP-only scaffolds.", "population_specificity": "In vitro study on Schwann cells (neural cell line).", "effective_dosage": "0.05% w/w SP in the final electrospun mixture.", "study_duration": "Not specified (in vitro assessment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:00.192191+00:00"}
{"study_id": 97397, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore how gut microbiota influences the metabolism of dietary compounds like spermidine and its potential as a target metabolite for developing novel synbiotics.", "results_summary": "The study highlights spermidine as a promising target metabolite for beneficial microbial metabolism, suggesting its role in microbiota-host health relationships, but does not provide specific efficacy data.", "population_specificity": "Not specified (general gut microbiota research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:02.280531+00:00"}
{"study_id": 97399, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the role of polyamines, including spermidine, in targeting metabolic pathways to develop treatments for trypanosomatid diseases.", "results_summary": "The study highlights the potential of polyamine synthesis inhibitors, like spermidine, as therapeutic targets for trypanosomatid diseases, noting limited success but encouraging developments such as eflornithine.", "population_specificity": "Not specified (focus on trypanosomatid diseases in general).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:07.715253+00:00"}
{"study_id": 97403, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of spermidine, among other compounds, in delaying cardiac aging by stimulating autophagy, reducing oxidative stress, and attenuating inflammatory responses.", "results_summary": "The study found that spermidine is effective in delaying cardiac aging by promoting autophagy, reducing oxidative stress, and mitigating inflammatory responses, alongside other compounds like metformin and rapamycin.", "population_specificity": "Not specified (general cardiac aging context)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:07.770345+00:00"}
{"study_id": 97404, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of spermidine, alone or combined with exercise, to regulate autophagy and mitigate muscle atrophy in aging and sarcopenia.", "results_summary": "Spermidine was found to reverse dysfunctional autophagy and stimulate mitophagy in muscles and heart, preventing senescence. Combining spermidine with exercise showed promising effects on muscle atrophy in murine models, though clinical confirmation is needed.", "population_specificity": "Aged animals (murine models) and implications for elderly human populations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:08.399863+00:00"}
{"study_id": 97398, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of polyamine metabolism, including Spermidine, in regulating the tumor immune microenvironment (TIME) of hepatocellular carcinoma (HCC) and its potential as a therapeutic target.", "results_summary": "The study suggests that polyamine metabolism, including Spermidine, influences mitochondrial energy metabolism, macrophage polarization, and T cell differentiation, potentially serving as a key target for disrupting intercellular communication in HCC. Interfering with polyamine metabolism may offer new therapeutic avenues for HCC treatment.", "population_specificity": "Focused on hepatocellular carcinoma (HCC) and its tumor immune microenvironment, particularly tumor-associated macrophages (TAMs) and T cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:08.400501+00:00"}
{"study_id": 97405, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review natural compounds, including Spermidine, for their potential to slow aging and age-related diseases, focusing on safety and efficacy.", "results_summary": "The abstract highlights the potential of natural compounds like Spermidine to delay aging and age-related diseases but does not provide specific findings on Spermidine's effects.", "population_specificity": "Not specified (general aging population implied)", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:08.761672+00:00"}
{"study_id": 97406, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of microbial metabolites, including spermidine, in anticancer immunity following bariatric surgery and their potential to mimic its benefits.", "results_summary": "The study suggests that spermidine, among other microbial metabolites, plays an important role in enhancing anticancer immunity, potentially improving therapeutic outcomes for cancer patients.", "population_specificity": "Patients with obesity and cancer, particularly those undergoing or considering bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:10.455558+00:00"}
{"study_id": 97402, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the therapeutic potential of ODC inhibition (via DFMO) in Bachmann-Bupp syndrome (BABS), a condition linked to dysregulated polyamine metabolism, including spermidine.", "results_summary": "Patients with BABS treated with DFMO showed improvement in hair growth, muscle tone, and development, suggesting modulation of polyamine levels (including spermidine) may alleviate symptoms. The abstract does not directly report spermidine-specific outcomes but implies its role in the polyamine pathway's dysregulation.", "population_specificity": "Patients with Bachmann-Bupp syndrome (ultra-rare neurodevelopmental disorder).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:11.921294+00:00"}
{"study_id": 97410, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify bioactive metabolites, including spermidine, that mimic the immunomodulatory and longevity-enhancing effects of prolonged fasting in humans and C. elegans.", "results_summary": "Spermidine was one of four metabolites upregulated during fasting that replicated immunomodulatory effects in human macrophages and extended median lifespan in C. elegans by up to 96%.", "population_specificity": "20 young males and females", "effective_dosage": "Not specified", "study_duration": "36-hour fasting period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:15.542102+00:00"}
{"study_id": 97409, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the role of compounds, including Spermidine, in mitophagy and their potential as treatments for neurodegenerative diseases.", "results_summary": "The abstract suggests that some compounds, possibly including Spermidine, enhance mitophagy and improve mitochondrial function, showing promise for treating neurodegenerative diseases, while others may reduce mitophagy.", "population_specificity": "Not specified (general focus on neurodegenerative diseases like Alzheimer's and Parkinson's).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:15.740059+00:00"}
{"study_id": 97408, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of polyamines, including spermidine, in Parkinson's disease (PD) pathogenesis and their potential as biomarkers or therapeutic targets.", "results_summary": "The study found that polyamines, including spermidine, influence PD-related processes such as α-synuclein aggregation, autophagy, oxidative stress, and mitochondrial dysfunction, suggesting a potential role in PD pathology and treatment.", "population_specificity": "Patients with Parkinson's disease and aging-related contexts (not explicitly specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:20.752592+00:00"}
{"study_id": 40708, "supplement_id": 1612, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to determine the pharmacokinetics of transdermal administration of a low-THC Cannabis sativa extract in healthy dogs.", "results_summary": "The study found that transdermal administration resulted in trace amounts of THCA and unquantifiable amounts of THC in serum, indicating poor systemic absorption of THC compared to CBDA and THCA.", "population_specificity": "Six purpose-bred research beagles.", "effective_dosage": "4 mg/kg of total cannabinoids twice daily.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:28.690259+00:00"}
{"study_id": 40705, "supplement_id": 1612, "safety_score": "30", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of THC and CBD as neuroprotective agents in Parkinson's and Alzheimer's disease, focusing on their molecular mechanisms and safety.", "results_summary": "THC and CBD showed neuroprotective effects in animal models of Parkinson's and Alzheimer's disease but triggered toxic effects in human patients when administered directly. The study suggests further research into the molecular pathways of cannabinoids to identify safer drug targets.", "population_specificity": "Animal models of Parkinson's and Alzheimer's disease, with implications for human patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:29.030885+00:00"}
{"study_id": 40709, "supplement_id": 1612, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the role of CB1 receptor interactions in THC-induced hypothermia using pharmacological antagonists.", "results_summary": "THC inhalation reliably produced hypothermic and antinociceptive effects in rats. CB1 antagonists (SR141716, AM-251) sped recovery from hypothermia but did not block it, suggesting additional mechanisms beyond CB1 activation.", "population_specificity": "Laboratory rats (male and female)", "effective_dosage": "SR141716 (4 mg/kg, i.p.), AM-251 (4 mg/kg, i.p.), THC (dose not specified)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:29.241579+00:00"}
{"study_id": 40704, "supplement_id": 1612, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of THC on blood extracellular vesicles (BEVs) in the context of HIV/SIV infection using a rhesus macaque model.", "results_summary": "THC treatment reversed the longitudinal increase in BEV concentrations observed in untreated SIV-infected macaques and altered BEV membrane properties and cargo composition. THC also mediated divergent changes in monocyte gene expression, signaling, and function compared to untreated SIV infection.", "population_specificity": "SIV-infected rhesus macaques", "effective_dosage": "Not specified", "study_duration": "150 days post-SIV infection", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:29.306869+00:00"}
{"study_id": 40707, "supplement_id": 1612, "safety_score": "40", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of THC on HT-29 colorectal carcinoma cells, focusing on cell viability, oxidative stress, and apoptotic/necrotic activity.", "results_summary": "THC significantly reduced cell viability and catalase activity, increased glutathione reductase and glutathione peroxidase activities, and caused necrosis in HT-29 cells. However, it did not induce oxidative stress like CBD.", "population_specificity": "HT-29 colorectal carcinoma cells (in vitro study).", "effective_dosage": "IC50 dose for 24 hours (specific concentration not provided).", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:29.366290+00:00"}
{"study_id": 40710, "supplement_id": 1612, "safety_score": "20", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to report a case of e-cigarette vaping-associated lung injury (EVALI) linked to THC-containing electronic cigarettes and highlight its clinical implications.", "results_summary": "The study found that THC-containing e-cigarettes were associated with acute lung injury, respiratory failure, and the need for oxygen therapy, with improvement observed after steroid treatment and cessation of vaping. Bronchoscopy and biopsy revealed intracellular lipid droplets in macrophages, consistent with EVALI.", "population_specificity": "A young veteran presenting with EVALI.", "effective_dosage": "Not specified", "study_duration": "Three-month course of steroids and cessation of THC vaping.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:29.652651+00:00"}
{"study_id": 40711, "supplement_id": 1612, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy, safety, and acceptability of a 1:1 THC/CBD cannabinoid preparation for symptom relief in advanced cancer patients undergoing palliative care.", "results_summary": "The study is ongoing, so no results are reported in the abstract. It will compare symptom relief, opioid use, quality of life, and adverse effects between THC/CBD and placebo groups.", "population_specificity": "Advanced cancer patients receiving standard palliative care.", "effective_dosage": "2.5 mg/2.5 mg to 30 mg/30 mg per day (oral solution, titrated).", "study_duration": "2-week titration phase followed by a 2-week assessment period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:29.868139+00:00"}
{"study_id": 40706, "supplement_id": 1612, "safety_score": "70", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of an oral THC:CBD cannabis extract in preventing refractory chemotherapy-induced nausea and vomiting (CINV).", "results_summary": "The study found that THC:CBD improved complete response rates from 14% to 25%, with similar benefits for reducing emesis, rescue medication use, and nausea. However, 31% of participants experienced moderate or severe cannabinoid-related adverse events like sedation and dizziness, though 83% preferred THC:CBD over placebo.", "population_specificity": "Patients with refractory CINV during moderate-to-high emetogenic chemotherapy (median age 55, 78% female).", "effective_dosage": "1-4 self-titrated capsules of THC 2.5 mg/CBD 2.5 mg three times daily.", "study_duration": "From day -1 to day 5 of chemotherapy cycles.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:31.654458+00:00"}
{"study_id": 40713, "supplement_id": 1612, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether THC blood and brain concentrations change with prolonged daily dosing in adolescents, whether CBD modulates THC pharmacokinetics, and whether blood THC levels reflect brain concentrations.", "results_summary": "Blood THC, its metabolites, and CBD remained stable during chronic treatment. Brain THC concentrations were approximately twice those in blood 24 hours after the last dose, with no significant difference between THC-only and CBD + THC groups.", "population_specificity": "Adolescent squirrel monkeys (Saimiri boliviensis)", "effective_dosage": "1 mg/kg THC daily, with some subjects also receiving 3 mg/kg CBD", "study_duration": "Four months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:37.779275+00:00"}
{"study_id": 40716, "supplement_id": 1612, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the improvement of spasticity-related symptoms in multiple sclerosis (MS) patients using THC:CBD oromucosal spray as an add-on treatment for drug-resistant spasticity.", "results_summary": "The study found that 70.5% of patients achieved a ≥20% reduction in spasticity scores, and 43.8% showed improvement in at least one spasticity-related symptom, including non-responders to spasticity reduction. The therapeutic benefits of cannabinoids extended beyond spasticity alone.", "population_specificity": "MS patients (≥18 years) with moderate to severe drug-resistant spasticity.", "effective_dosage": "Not specified in the abstract.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:38.445510+00:00"}
{"study_id": 40712, "supplement_id": 1612, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine whether THC could mitigate SEB-induced Acute Respiratory Distress Syndrome (ARDS) in mice by modulating immune responses and cytokine storms.", "results_summary": "THC treatment resulted in 100% survival of mice exposed to SEB, suppressed inflammatory cytokines (IFN-γ and TNF-α), and promoted regulatory T cells (Tregs) and Myeloid-Derived Suppressor Cells (MDSCs) through CB2 receptor activation. THC also altered miRNA expression, downregulating let7a-5p and miR-34-5p, which contributed to immunosuppressive effects and reduced lung injury.", "population_specificity": "Mice with SEB-induced ARDS.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:38.579787+00:00"}
{"study_id": 40714, "supplement_id": 1612, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether sex affects long-term outcomes of THC, CBD, and their combination on persistent mechanical hypersensitivity in a rat model of neuropathic pain.", "results_summary": "The 1:1 THC:CBD combination showed sustained anti-hypersensitive effects in male rats with neuropathic pain, correlating with beneficial changes in myelinated fibers and immune markers. Females did not exhibit the same response, suggesting sex-specific treatment outcomes.", "population_specificity": "Sexually mature male and female Sprague Dawley rats with surgically induced peripheral neuropathic pain.", "effective_dosage": "Clinically relevant low doses (specific amounts not stated), orally administered for 14 days.", "study_duration": "14 days of intervention, with outcomes assessed over 9 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:38.795016+00:00"}
{"study_id": 40715, "supplement_id": 1612, "safety_score": "40", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the emerging mechanisms of anti-cancer actions of non-THC cannabinoids and assess the therapeutic potential of THC in neurological, neurodegenerative diseases, and cancer-related symptoms.", "results_summary": "The study found that THC shows potential efficacy as an analgesic and antiemetic for cancer-related pain and nausea/vomiting, and preclinical studies suggest it may inhibit cancer cell growth via cannabinoid receptors, though clinical confirmation is lacking. Non-THC cannabinoids like CBD also exhibit anti-cancer properties through modulation of various receptors and pathways.", "population_specificity": "Not specified (preclinical and clinical evidence reviewed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:39.484241+00:00"}
{"study_id": 40718, "supplement_id": 1612, "safety_score": "45", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how developmental exposure to THC affects aging, longevity, and healthspan in zebrafish and their offspring.", "results_summary": "Low-dose THC (0.08 μM) improved male survival, reduced liver senescence markers, and increased egg production, while higher doses impaired fecundity and lost protective effects. F1 offspring of high-dose-exposed parents showed complete reproductive failure.", "population_specificity": "Zebrafish (Danio rerio) during embryonic-larval development and their offspring (F1 generation).", "effective_dosage": "0.08, 0.4, and 2 μM THC.", "study_duration": "Exposure during embryonic-larval development; effects measured at 30 months and in F1 generation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:40.753457+00:00"}
{"study_id": 198411, "supplement_id": 1612, "safety_score": "80", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of two multi-ingredient supplements containing different THC concentrations on sleep and related health outcomes relative to placebo.", "results_summary": "Sleep A (0.35 mg THC) significantly improved sleep disturbance, anxiety, stress, and well-being compared to placebo, while Sleep B (0.85 mg THC) showed no significant differences in any health parameter. Side effects were mild or moderate, with no significant differences between groups.", "population_specificity": "Adults (N = 620) seeking better sleep.", "effective_dosage": "0.35 mg THC (Sleep A) and 0.85 mg THC (Sleep B), administered daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:40.816836+00:00"}
{"study_id": 41617, "supplement_id": 1613, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the biological role and potential mechanism of theacrine in alleviating septic acute kidney injury (AKI) by targeting NLRP3 inflammasome activation.", "results_summary": "Theacrine significantly reduced kidney injury markers (blood urea nitrogen and creatinine), inflammatory factors (IL-1β and IL-18), and cell apoptosis in both murine and cellular models of septic AKI, primarily by inhibiting NLRP3 inflammasome activation.", "population_specificity": "LPS-treated C57BL/6 mice and HK-2 cells (murine and cellular models of septic AKI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:47.153671+00:00"}
{"study_id": 41616, "supplement_id": 1613, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the mechanism by which theacrine treats UV-induced skin photodamage, focusing on apoptosis-related proteins and signaling pathways.", "results_summary": "The study found that theacrine significantly reduced UV-induced skin cell apoptosis by interacting with key apoptosis-related proteins (p53, Bcl-2, Bax, caspase-3, and cleaved-caspase-3), suggesting its potential as an anti-UVB damage agent. Proteomic and bioinformatics analyses supported these findings.", "population_specificity": "ICR mice with UV-irradiated skin.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:47.269206+00:00"}
{"study_id": 41618, "supplement_id": 1613, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine if a theacrine-based supplement (NAD3) could alter sirtuin activity and markers of mitochondrial biogenesis in vitro.", "results_summary": "NAD3 increased Sirt1 mRNA levels, global sirtuin activity, NAMPT and SIRT1 protein levels, and cellular NAD+ levels, but minimally affected mitochondrial biogenesis markers.", "population_specificity": "Murine C2C12 myoblast cell line (rodent cells).", "effective_dosage": "0.45 mg/mL NAD3 (~2 mM theacrine).", "study_duration": "3 and 24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:47.408125+00:00"}
{"study_id": 41619, "supplement_id": 1613, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the cytotoxicity and inhibitory effects of theacrine, along with other compounds in Kucha tea, on human influenza virus A/Puerto Rico/8/34.", "results_summary": "Theacrine significantly inhibited viral NS1 protein expression and reduced viral progeny production at concentrations of 50 μM and 100 μM, demonstrating anti-influenza activity. It showed low cytotoxicity at these concentrations.", "population_specificity": "In vitro study (human influenza virus A/Puerto Rico/8/34).", "effective_dosage": "50 μM and 100 μM.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:48.103651+00:00"}
{"study_id": 41621, "supplement_id": 1613, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic effect of theacrine (TC) on arthritis and its mechanisms in Freund's incomplete adjuvant (FIA)-induced SD rats.", "results_summary": "Theacrine significantly reduced arthritis severity by attenuating paw swelling, inflammatory markers, and synovial hyperplasia, while decreasing IL-6 and increasing TGF-β levels via the TGF-β/SMAD pathway. The 25 mg/kg TC dose showed notable anti-inflammatory effects compared to the FIA model.", "population_specificity": "Freund's incomplete adjuvant (FIA)-induced SD rats.", "effective_dosage": "12.5 mg/kg and 25.0 mg/kg TC.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:50.354712+00:00"}
{"study_id": 41622, "supplement_id": 1613, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether theacrine could protect against ventricular remodeling and chronic heart failure after myocardial infarction in estrogen-deficient mice.", "results_summary": "Theacrine improved cardiac function, reduced myocardial fibrosis and apoptosis, upregulated SIRT3 and PPARγ levels, and decreased β-catenin levels in estrogen-deficient mice post-myocardial infarction.", "population_specificity": "Female C57BL/6 mice (8 weeks old) subjected to bilateral oophorectomy and myocardial infarction.", "effective_dosage": "20 mg/kg administered via gavage daily.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:56.016033+00:00"}
{"study_id": 41623, "supplement_id": 1613, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine if a pharmacokinetic or pharmacodynamic interaction exists between theacrine and caffeine when coadministered.", "results_summary": "The study found that caffeine coadministration increased theacrine's plasma concentration and bioavailability without altering its half-life, while theacrine did not affect caffeine or paraxanthine pharmacokinetics. Hemodynamic parameters remained unchanged, suggesting safety at the tested doses.", "population_specificity": "Eight healthy adults", "effective_dosage": "Theacrine (25 or 125 mg), caffeine (150 mg), or a combination of theacrine (125 mg) and caffeine (150 mg)", "study_duration": "24-hour period", "interactions": "Caffeine increased theacrine exposure but did not alter hemodynamic parameters.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:56.680550+00:00"}
{"study_id": 41624, "supplement_id": 1613, "safety_score": "60", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the 90-day repeated-dose oral toxicity of theacrine in rats to determine its safety profile and identify any adverse effects.", "results_summary": "The study found that theacrine caused dose-dependent toxicity, including hepatocellular necrosis, reduced body weight, and reproductive organ effects at higher doses (300 and 375 mg/kg bw/day), with a NOAEL of 180 mg/kg bw/day.", "population_specificity": "Hsd.Brl.Han Wistar rats (ten/sex/group)", "effective_dosage": "0 (vehicle), 180, 300, and 375 mg/kg bw/day administered by gavage", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:56.796199+00:00"}
{"study_id": 41626, "supplement_id": 1613, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects of theacrine on liver damage induced by restraint stress in mice and evaluate its antioxidative activity.", "results_summary": "Theacrine reduced liver damage markers (ALT, AST), decreased inflammatory mediators, reversed histological damage, and enhanced antioxidative capacity in stressed mice, likely by strengthening the antioxidant system rather than direct free radical clearance.", "population_specificity": "Mice subjected to restraint stress", "effective_dosage": "10, 20, 30 mg/kg for 7 consecutive days", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:58.654860+00:00"}
{"study_id": 40717, "supplement_id": 1612, "safety_score": "45", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review potential adverse drug events and drug-drug interactions related to THC when combined with other medications.", "results_summary": "The study found that THC has significant metabolic and pharmacodynamic interactions with other medications, primarily due to its conversion by CYP3A4 and CYP2C9 enzymes, and can enhance adverse effects. Clinical recommendations include starting with low doses, but many interactions may be unavoidable or dose-limiting.", "population_specificity": "Medically complex individuals with comorbid conditions and co-prescribed medications.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Metabolic interactions with CYP3A4 and CYP2C9 substrates, pharmacodynamic interactions affecting neurological, cardiovascular, and infection risks.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:01.071721+00:00"}
{"study_id": 41628, "supplement_id": 1613, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the central nervous system effects of theacrine, comparing its activity to caffeine and theobromine in mice, focusing on ambulatory activity, sleep induction, and forced swimming behavior.", "results_summary": "Theacrine significantly prolonged pentobarbital-induced sleep time, unlike caffeine and theobromine, which had the opposite effect. Theacrine did not show excitatory effects in ambulatory activity or forced swimming tests, indicating sedative and hypnotic properties distinct from caffeine and theobromine.", "population_specificity": "Mice", "effective_dosage": "10 and 30 mg/kg", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:05.501056+00:00"}
{"study_id": 41627, "supplement_id": 1613, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of theacrine on locomotor activity in rodents and explore its potential mechanisms of action, including adenosine and dopamine receptor involvement.", "results_summary": "Theacrine significantly increased locomotor activity at 48 mg/kg, attenuated motor depression induced by adenosine receptor agonists, and its hyperlocomotion effects were reduced by DA receptor antagonists, indicating involvement of both adenosinergic and dopaminergic systems. Theacrine also enhanced activity when infused into the nucleus accumbens and did not induce tolerance or sensitization with chronic exposure.", "population_specificity": "Long Evans rats", "effective_dosage": "24 or 48 mg/kg (intraperitoneal injection); 10 or 20 μg (bilateral NAc infusion)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:05.592622+00:00"}
{"study_id": 41542, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Theaflavins (TFs) on inflammation and bone resorption in experimental periodontitis in rats.", "results_summary": "Theaflavins at 10 mg/mL and 100 mg/mL significantly reduced alveolar bone loss, inflammatory cell infiltration, and osteoclast activity, while downregulating inflammatory and bone resorption markers compared to the control group. Lower dosage (1 mg/mL) showed no significant effects.", "population_specificity": "Rats with induced experimental periodontitis.", "effective_dosage": "1 mg/mL, 10 mg/mL, and 100 mg/mL applied topically daily.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:06.367445+00:00"}
{"study_id": 41543, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the molecular mechanism by which Theaflavins (TFs) attenuate ethanol-induced oxidative stress and apoptosis in gastric mucosa epithelial cells (GES-1).", "results_summary": "The study found that TFs dose-dependently reversed ethanol-induced oxidative stress and apoptosis in GES-1 cells by downregulating ROS levels, apoptosis-associated factors, and MAPK pathway phosphorylation.", "population_specificity": "GES-1 gastric mucosa epithelial cells (in vitro study).", "effective_dosage": "20, 40, and 80 µg/ml.", "study_duration": "Specific time intervals (not explicitly stated).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:07.657622+00:00"}
{"study_id": 41625, "supplement_id": 1613, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of a theacrine-containing dietary supplement (TheaTrim) with caffeine and placebo on energy, mood, cognitive performance, heart rate, and blood pressure.", "results_summary": "The study found no significant improvement in cognitive performance with TheaTrim, but it did show favorable subjective effects on energy and mood compared to placebo and caffeine. Heart rate and blood pressure were largely unaffected by treatment.", "population_specificity": "10 healthy men (20.8 ± 0.7 years) and 10 healthy women (22.2 ± 1.1 years).", "effective_dosage": "TheaTrim containing 150 mg caffeine and a branded form of theacrine (Teacrine™), administered once per session.", "study_duration": "Single ingestion per session, with assessments up to 4 hours post-ingestion; sessions separated by approximately one week.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:07.995807+00:00"}
{"study_id": 41615, "supplement_id": 1613, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of theacrine on psoriasis-like skin inflammation in mice and explore the underlying signaling pathways, particularly the FOXO3a/Parkin pathway.", "results_summary": "Theacrine improved skin condition by reducing hyperkeratosis, lowering PASI scores, and decreasing KI67-positive cells. It enhanced autophagy, modulated keratin expression, and suppressed Th17 and Th1 cell activation via the SIRT3/FOXO3a/Parkin pathway.", "population_specificity": "IMQ-induced psoriasis-like mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:08.967160+00:00"}
{"study_id": 41544, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether theaflavins protect PC12 cells from oxidative stress damage induced by H2O2.", "results_summary": "Theaflavins enhanced cell survival by approximately 40% following H2O2-induced toxicity, reduced intracellular ROS levels, and downregulated pro-apoptotic proteins Bax and caspase-3 while increasing anti-apoptotic protein Bcl-2.", "population_specificity": "PC12 cells (a rat neuronal cell line)", "effective_dosage": "5, 10, and 20 μM theaflavins", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:09.481659+00:00"}
{"study_id": 41546, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of theaflavins in inhibiting proliferation, migration, invasion, and inducing apoptosis in hepatocellular carcinoma (HCC) cells, as well as their potential therapeutic effects in HCC models.", "results_summary": "Theaflavins significantly inhibited HCC cell proliferation, migration, and invasion, and induced apoptosis in vitro and in vivo. They also suppressed STAT3 phosphorylation and downregulated STAT3-regulated proteins, suggesting a potential therapeutic mechanism for HCC.", "population_specificity": "Hepatocellular carcinoma (HCC) cells and orthotopic/lung metastasis models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:14.445578+00:00"}
{"study_id": 41545, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of black tea theaflavins on Porphyromonas gingivalis virulence, gingival keratinocyte integrity, and inflammatory responses in periodontal disease.", "results_summary": "Theaflavins inhibited P. gingivalis virulence gene expression, reduced bacterial adherence and invasion, enhanced tight junction integrity, and decreased proinflammatory cytokine and MMP secretion by macrophages. They also attenuated NF-κB activation and inhibited MMP-9 gelatin degradation.", "population_specificity": "In vitro models (P. gingivalis, gingival keratinocytes, U937-3xκB-LUC monocytes/macrophages)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:14.760562+00:00"}
{"study_id": 41547, "supplement_id": 1614, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the influence of theaflavins on circulation in rats and healthy human subjects, focusing on hemodynamic changes and potential mechanisms.", "results_summary": "Theaflavins caused transient increases in blood pressure and heart rate in rats, with varying effects on blood flow depending on the specific theaflavin compound. Repeated ingestion reduced mean blood pressure and increased aortic eNOS levels in rats. In humans, a single dose increased blood pressure and improved flow-mediated dilation compared to placebo.", "population_specificity": "Rats and healthy human volunteers.", "effective_dosage": "10 mg/kg in rats (single and repeated dose), 45 mg/drink in humans.", "study_duration": "2 weeks in rats, single dose in humans.", "interactions": "Adrenaline blocker carvedilol negated hemodynamic effects in rats.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:16.478133+00:00"}
{"study_id": 41549, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of theaflavins and catechins on microcirculation and assess their potential benefits on vascular function.", "results_summary": "The study found that 500 mg theaflavins and 500 mg catechins improved microcirculation, with 300 mg theaflavins also showing a significant effect. Lower doses of theaflavins did not produce observable effects.", "population_specificity": "24 healthy subjects", "effective_dosage": "100 mg, 300 mg, and 500 mg theaflavins (single dose)", "study_duration": "Single-dose administration with assessments at 2, 4, and 6 hours post-intake", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:17.271461+00:00"}
{"study_id": 41548, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the influence of a single oral administration of theaflavins on energy metabolism in mice, focusing on metabolic changes in skeletal muscle and brown adipose tissue (BAT).", "results_summary": "Theaflavin-rich fraction (TF) significantly increased oxygen consumption (VO2) and energy expenditure (EE) in mice, along with elevated mRNA levels of UCP-1 and PGC-1α in BAT and UCP-3 and PGC-1α in skeletal muscle. Phosphorylated AMPK levels also increased, indicating enhanced systemic energy expenditure.", "population_specificity": "Mice (fasting, under anesthesia)", "effective_dosage": "Not specified", "study_duration": "Single administration, with measurements taken up to 20 hours post-treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:17.473144+00:00"}
{"study_id": 41550, "supplement_id": 1614, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether tea extracts, particularly theaflavins and epitheaflagallin, could reduce the risk of foodborne illnesses by inhibiting staphylococcal growth and SEA production.", "results_summary": "The study found that theaflavins, TGE, and epitheaflagallin suppressed SEA binding and production, inhibited SEA gene transcription, and inactivated SEA's biological activity in murine spleen cells. These compounds demonstrated dose-dependent efficacy in neutralizing SEA.", "population_specificity": "Staphylococcus aureus C-29 strain and murine spleen cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:17.557209+00:00"}
{"study_id": 41551, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of theaflavins on the pathogenic properties of P. gingivalis and their potential to mitigate periodontitis by inhibiting MMP production.", "results_summary": "Theaflavins exhibited antimicrobial effects against P. gingivalis, inhibited its proteinase activities, and significantly reduced MMP-1 and MMP-2 secretion and mRNA expression in human gingival fibroblasts stimulated by P. gingivalis.", "population_specificity": "Human gingival fibroblasts (HGFs) and P. gingivalis cultures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:17.822869+00:00"}
{"study_id": 41553, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the potential anticarcinogenic activity of flavonoids, including Theaflavins, through QSAR models and mechanistic studies, and their combined use with TRAIL and chemotherapy agents.", "results_summary": "The abstract highlights that flavonoids, including Theaflavins, show promise in inhibiting cancer-related proteins (BCRP/ABCG2, 17β-HSD, PIM-1 kinase, CDKs) and may enhance chemoprevention or therapy when combined with TRAIL and chemotherapy agents, though human studies are limited.", "population_specificity": "Not specified (primarily discusses in vitro and in silico models).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:24.312240+00:00"}
{"study_id": 41620, "supplement_id": 1613, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine theacrine's effects on dopaminergic neuron protection in Parkinson's disease models and explore its mechanisms, particularly its activation of SIRT3.", "results_summary": "Theacrine restored dopaminergic neuron loss and improved behavioral performance in PD animal models, reduced apoptosis from oxidative damage, and activated SIRT3 to restore mitochondrial function via SOD2 deacetylation.", "population_specificity": "6-OHDA-treated rats, MPTP-treated mice and zebrafish, MPP+-treated SH-SY5Y cells", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:24.582300+00:00"}
{"study_id": 41554, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of theaflavins in regulating p53 functions to target multiple hallmarks of carcinogenesis and potentially influence cancer stem cells.", "results_summary": "The study highlights that theaflavins regulate key cancer mechanisms such as tumor glycolysis, angiogenesis, metastasis, apoptosis, and drug resistance by targeting p53, suggesting potential for cancer prevention and therapy. The review also discusses theaflavin-p53 interactions in targeting cancer stem cells.", "population_specificity": "Not specified (theoretical or preclinical focus)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:25.081749+00:00"}
{"study_id": 41556, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether theaflavins could reduce mucus hypersecretion induced by cigarette smoke in rat lungs by targeting MUC5AC and EGFR levels.", "results_summary": "Theaflavins reversed cigarette smoke-induced increases in MUC5AC and EGFR levels, with effects correlating with dosage and treatment duration. Theaflavins inhibited EGFR activation and reduced airway mucous hypersecretion via the EGFR signaling pathway.", "population_specificity": "Experimental rats exposed to cigarette smoke", "effective_dosage": "Different doses (specific amounts not stated) via gastric tube", "study_duration": "30 and 60 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:25.751235+00:00"}
{"study_id": 41557, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the healing effects of black tea and theaflavins against indomethacin-induced stomach ulceration in mice.", "results_summary": "Theaflavins (1 mg/kg) showed 74%-76% ulcer healing efficacy, comparable to omeprazole, by reversing oxidative damage and enhancing prostaglandin E synthesis via COX 1 and 2 upregulation, without affecting acid secretion.", "population_specificity": "Mouse model with indomethacin-induced gastric ulcers.", "effective_dosage": "1 mg/kg theaflavins.", "study_duration": "Not specified (effects observed by the 3rd day post-induction).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:26.455007+00:00"}
{"study_id": 41555, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the healing effects of black tea and its constituent theaflavins on indomethacin-induced stomach ulceration in mice, focusing on cyclooxygenase-independent pathways.", "results_summary": "Theaflavins (1 mg/kg) and black tea (40 mg/kg) significantly reversed ulceration parameters, including reduced MPO activity, iNOS expression, and serum nitrite levels, while restoring eNOS expression, achieving 78-81% ulcer healing. Omeprazole showed partial effectiveness (∼80%) in altering NOS expressions and CAMs.", "population_specificity": "Mice with indomethacin-induced stomach ulceration.", "effective_dosage": "Theaflavins (1 mg/kg), black tea (40 mg/kg), omeprazole (3 mg/kg).", "study_duration": "3 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:27.050371+00:00"}
{"study_id": 41558, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effect of black tea extract (BTE), containing theaflavins, on the lifespan of Drosophila melanogaster and its potential mechanisms involving oxidative stress-related genes.", "results_summary": "BTE treatment significantly extended the mean lifespan of fruit flies from 51 to 56 days and improved survival under oxidative stress conditions, primarily through increased expression of SOD1 and CAT genes. However, it had minimal effects on SOD2 and MTH gene expression.", "population_specificity": "Drosophila melanogaster (fruit flies), including Oregon-R wild type and SOD(n108) or Cat(n1) mutants.", "effective_dosage": "10 mg/ml BTE in diet.", "study_duration": "Lifespan assessment (up to 56 days for control, extended with BTE).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:27.385921+00:00"}
{"study_id": 41560, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of theaflavins (TFs) on airway mucous hypersecretion and the EGFR signaling pathway in human lung A549 cells.", "results_summary": "Theaflavins significantly reduced MUC5AC mRNA and protein expression, inhibited EGFR activation, and attenuated mucous hypersecretion via the ERK pathway, with combined TFs and AG1478 treatment showing the most pronounced effects.", "population_specificity": "Human lung A549 cells stimulated by human neutrophil elastase (HNE).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:33.981436+00:00"}
{"study_id": 41562, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the mechanisms by which Theaflavins induce apoptosis in prostate cancer cells, both androgen-dependent (LNCaP) and androgen-independent (PC-3).", "results_summary": "Theaflavins induced apoptosis in prostate cancer cells by modulating p53 and NF-kappa B pathways, altering the balance of pro- and antiapoptotic proteins, and down-regulating cell survival pathways (MAPK, Erk1/2, p38). The effect was observed regardless of androgen status.", "population_specificity": "Human prostate carcinoma cell lines (LNCaP and PC-3).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:34.519611+00:00"}
{"study_id": 41561, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the antioxidant properties of different theaflavins (TF1, TF2, TF3) and their protective effects against oxidative damage in HPF-1 cells.", "results_summary": "Theaflavins demonstrated superior hydroxyl radical and DPPH scavenging abilities compared to EGCG, with TF3 being the most effective. TF1, TF2, and TF3 protected HPF-1 cells from H2O2-mediated damage, with TF2 promoting cell proliferation. TF1 and TF3 showed protective effects even after removal from cells, suggesting mechanisms beyond reactive species scavenging.", "population_specificity": "HPF-1 cells (human primary fibroblast cells)", "effective_dosage": "Not specified", "study_duration": "Pre-treatment for 2 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:34.716804+00:00"}
{"study_id": 41559, "supplement_id": 1614, "safety_score": "85", "efficacy_score": 30, "quality_score": 80, "study_goal": "The researchers aimed to determine whether purified black tea theaflavins (TFs) alone or in combination with catechins could lower serum total cholesterol (TC) and LDL-cholesterol (LDL-c) in hypercholesterolemic subjects.", "results_summary": "The study found no statistically significant difference in TC or LDL-c levels between the TFs, TFs/catechins, and placebo groups. Although TC and LDL-c decreased over time, this effect was also observed in the placebo group, suggesting no specific benefit from theaflavins or catechins at the doses tested.", "population_specificity": "102 mildly to moderately hypercholesterolemic subjects (67 men and 35 women).", "effective_dosage": "TFs (77.5 mg/day), TFs/catechins (75.0 mg TFs plus 150.0 mg catechins and 195.0 mg other polyphenols/day), or placebo (cellulose).", "study_duration": "11 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:35.516392+00:00"}
{"study_id": 41564, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether black tea polyphenols (Theaflavins) could inhibit aromatase activity and suppress proliferation in hormone-dependent and hormone-resistant breast cancer cells.", "results_summary": "Theaflavins (TF-1, TF-2, TF-3) significantly inhibited rat ovarian and human placental aromatase activities and reduced DHEA-induced proliferation in MCF-7 cells. They also showed antiproliferative effects in hormone-resistant breast cancer cells by suppressing HER2/neu receptor phosphorylation.", "population_specificity": "Rat ovarian and human placental aromatase models, MCF-7 breast cancer cells (including HER2/neu-overexpressing variants).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:36.329891+00:00"}
{"study_id": 41565, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the growth-inhibitory and apoptosis-inducing activities of four black tea theaflavins (TF-1, TF-2A, TF-2B, TF-3) with green tea catechin EGCG on murine myeloid leukemia WEHI-3B JCS cells.", "results_summary": "All four theaflavins showed potent anti-proliferative and cytotoxic effects on leukemia cells, with efficacy ranking EGCG > TF-2B > TF-3 > TF-2A > TF-1. TF-2B and TF-3 were particularly effective in reducing clonogenicity and tumorigenicity, suggesting potential for leukemia treatment.", "population_specificity": "Murine myeloid leukemia WEHI-3B JCS cells (in vitro and in vivo).", "effective_dosage": "Not specified (dose-dependent effects noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:37.815440+00:00"}
{"study_id": 41563, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether black tea extract and its components, theaflavins, suppress aryl hydrocarbon receptor (AhR) transformation induced by dioxins in vitro.", "results_summary": "The study found that black tea extract and its isolated theaflavins strongly suppressed AhR transformation in a dose-dependent manner, with theaflavin-3,3'-digallate (Tfdg) showing the highest potency (IC50 = 0.7 µM). Theaflavins inhibited both the binding of TCDD to AhR and the binding of transformed AhR to DNA.", "population_specificity": "In vitro (cell-based study)", "effective_dosage": "IC50 values: theaflavin (4.5 µM), theaflavin-3-gallate (2.3 µM), theaflavin-3'-gallate (2.2 µM), theaflavin-3,3'-digallate (0.7 µM)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:37.948450+00:00"}
{"study_id": 41566, "supplement_id": 1614, "safety_score": "85", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of theaflavins and theafulvins on hepatic and intestinal cytochrome P450 and conjugation enzyme systems in rats.", "results_summary": "Theaflavins did not affect hepatic cytochrome P450 or conjugation enzyme activity but suppressed intestinal CYP1A1 and CYP3A apoprotein levels. Theafulvins inhibited intestinal glucuronosyl transferase activity, while theaflavins had no effect on intestinal conjugating enzymes.", "population_specificity": "Rats", "effective_dosage": "Not specified", "study_duration": "Four weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:42.061172+00:00"}
{"study_id": 41567, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the chemopreventive potential of Theaflavins from black tea against DMBA-induced carcinogenesis in mice, focusing on detoxification enzyme activation, lipid peroxidation reduction, and effects on apoptosis and cell proliferation.", "results_summary": "Theaflavins activated detoxification enzymes (GST, GPx, SOD, CAT), reduced lipid peroxidation, inhibited cell proliferation, and induced apoptosis in DMBA-exposed mice, suggesting significant chemopreventive effects.", "population_specificity": "Mice exposed to the chemical carcinogen DMBA.", "effective_dosage": "Black tea extract (80% Theaflavins) – exact dosage not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:43.362709+00:00"}
{"study_id": 98488, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the pharmacological effects of theaflavins (TFs) on human health, including their anti-inflammatory, antioxidant, anticancer, and other properties, as well as their impact on gut microbiota.", "results_summary": "The study found that theaflavins, particularly TF3, exhibit significant anti-inflammatory, antioxidant, anticancer, antiobesity, antiosteoporotic, and antimicrobial properties, suggesting broad health benefits. The abstract highlights the potential of TFs in modulating cellular and molecular mechanisms to improve health outcomes.", "population_specificity": "Not specified (general human health focus)", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:44.127549+00:00"}
{"study_id": 98489, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to determine whether Theaflavins (TFs) could prevent or treat the progression of periodontal diseases.", "results_summary": "The abstract indicates that TF intake decreases the number of [unclear endpoint, possibly periodontal pathogens or disease markers], suggesting potential benefits for periodontal health. Further details on the magnitude or significance of the effect are not provided.", "population_specificity": "Not specified (likely individuals with or at risk of periodontal disease).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:44.295829+00:00"}
{"study_id": 98490, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the health effects of tea and coffee, including theaflavins, focusing on their potential to prevent and treat metabolic disorders like obesity.", "results_summary": "Theaflavins, along with other compounds in tea, were found to reduce fat storage by suppressing adipocyte functions, supporting gut microbiota, and altering fat metabolism. They may also help prevent obesity by reducing appetite and food absorption.", "population_specificity": "General (not specified)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:45.650875+00:00"}
{"study_id": 98492, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential antiviral properties of theaflavins, particularly theaflavin-3,3'-digallate (TF3), against SARS-CoV-2 by reviewing existing studies on their interactions with viral receptors.", "results_summary": "The study found that theaflavins, especially TF3, showed significant interactions with SARS-CoV-2 receptors, suggesting potential antiviral effects. Docking studies supported these findings, indicating possible utility in COVID-19 prophylaxis and treatment.", "population_specificity": "Not specified (review of existing studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:47.483141+00:00"}
{"study_id": 98493, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the health benefits of tea polyphenols, particularly theaflavins, in relation to cancer prevention and other health outcomes.", "results_summary": "The study found that tea consumption, particularly due to polyphenols like theaflavins, is associated with reduced cancer risk and offers cardiovascular, anti-obesity, and anti-diabetes benefits. Experimental studies suggest these effects are primarily attributed to tea polyphenols.", "population_specificity": "General population (epidemiological and experimental studies)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:50.273001+00:00"}
{"study_id": 98494, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the synthesis of theaflavins and their potential health benefits, particularly in lifestyle-related diseases.", "results_summary": "The study highlights theaflavins' multiple health benefits, including fat reduction, glucose-lowering effects, and disease prevention (e.g., anti-obesity, anticancer, anti-inflammatory). Recent biosynthetic methods have enabled mass production, facilitating further research into their physiological functions.", "population_specificity": "Mice and humans (broadly referenced, not specific subgroups).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:51.131699+00:00"}
{"study_id": 98495, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the neuroprotective effects of theaflavins, particularly their potential to reduce the risk of neurodegenerative diseases like Parkinson's and Alzheimer's.", "results_summary": "The study suggests that theaflavins may contribute to neuroprotection by antagonizing the adenosine receptor A, potentially lowering oxidative stress and modulating signaling pathways. However, specific clinical outcomes or direct effects of theaflavins were not detailed in the abstract.", "population_specificity": "General population, with implications for aging individuals at risk of neurodegenerative diseases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:52.564252+00:00"}
{"study_id": 41568, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the inhibitory effects of theaflavins on NNK-induced lung tumorigenesis and hyperproliferation in mice.", "results_summary": "Theaflavins significantly reduced bronchiolar cell proliferation and decreased tumor multiplicity and volume in NNK-treated mice. The 0.3% dosage notably lowered the proliferation index, while the 0.1% dosage reduced tumor formation by 23% and tumor volume by 34%.", "population_specificity": "Female A/J mice treated with NNK to induce lung tumorigenesis.", "effective_dosage": "0.1% and 0.3% theaflavins administered as the sole drinking fluid.", "study_duration": "Short-term (5 days for proliferation study) and long-term (16 weeks for tumorigenesis study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:53.080213+00:00"}
{"study_id": 41552, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess the habitual intake of theaflavins and other flavan-3-ols in European populations and identify their main dietary sources.", "results_summary": "The study found that theaflavin intake varied significantly across European countries, with the highest intake in Ireland (505 mg/d) and the lowest in Spain (9 mg/d). Tea was the major contributor to flavan-3-ol monomer intake (75%) and a significant source of theaflavins.", "population_specificity": "Adults aged 18-64 years from fourteen European countries.", "effective_dosage": "Not specified (habitual dietary intake assessed)", "study_duration": "Not specified (cross-sectional assessment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:54.710693+00:00"}
{"study_id": 98499, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential neuroprotective and neuroregenerative effects of theaflavins, particularly their role in delaying or halting Parkinson's disease progression.", "results_summary": "The study highlights that theaflavins, like other tea polyphenols, may interfere with α-synuclein aggregation and modulate intracellular signaling pathways, showing neuroprotective effects in vitro and in animal models, though clinical data remains limited.", "population_specificity": "Preclinical studies (in vitro and animal models) and general discussion of potential human applications.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:55.849324+00:00"}
{"study_id": 98497, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to highlight potential beneficial synergies between combinations of different types of teas, including theaflavins, and other teas, herbs, or medicinal drugs.", "results_summary": "The study suggests that theaflavins, found in black tea, exhibit health benefits when combined with other teas or herbs, potentially enhancing therapeutic effects. It notes that such combinations may improve consumer acceptance and economic value.", "population_specificity": "Not specified (general human consumption implied)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:56.451253+00:00"}
{"study_id": 98501, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the chemopreventive and antineoplastic effects of tea polyphenols, including theaflavins, in preclinical models of hepatocellular carcinoma (HCC).", "results_summary": "The study found that tea polyphenols, including theaflavins, exhibit potent antioxidant and anti-inflammatory properties, modulating signaling pathways to prevent and treat HCC in preclinical models. The review highlights their potential as an effective alternative for HCC management, though challenges like bioavailability and clinical translation remain.", "population_specificity": "Preclinical in vitro and in vivo models of hepatocellular carcinoma (HCC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:59.233291+00:00"}
{"study_id": 98502, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the health benefits of tea consumption, particularly focusing on the role of theaflavins in preventing chronic diseases like cancer and cardiovascular diseases.", "results_summary": "The study found that theaflavins, a major polyphenolic compound in black tea, are associated with beneficial effects in preventing cardiovascular diseases, cancer, and promoting general health. Evidence from clinical and epidemiological studies supports these health benefits.", "population_specificity": "General human population (not specified further).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:59.437975+00:00"}
{"study_id": 98503, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the potential of Theaflavins to inhibit digestive enzymes and glucose transporters, thereby reducing post-prandial glucose excursions and diabetes risk.", "results_summary": "Theaflavins were found to inhibit α-amylase and maltase activity, contributing to reduced glucose production and absorption. Limited human intervention studies support these in vitro findings, suggesting potential benefits for modulating post-prandial blood glucose.", "population_specificity": "Not specified (in vitro and animal studies, with limited human data).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:00.788063+00:00"}
{"study_id": 98505, "supplement_id": 1614, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of Mauritian black tea (rich in theaflavins) on fasting blood glucose, lipid profiles, and antioxidant status in a normal population.", "results_summary": "Daily black tea consumption significantly reduced fasting serum glucose (18.4%) and triglyceride levels (35.8%), improved LDL/HDL cholesterol ratio (16.6%), and markedly increased plasma antioxidant capacity (418%).", "population_specificity": "Normal (non-diseased) population.", "effective_dosage": "3 x 200 ml black tea infusate/day (containing 90 ± 1 mg/L theaflavins).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:02.156911+00:00"}
{"study_id": 98506, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the antioxidant and neuroprotective potential of dietary polyphenols, including theaflavins, in the context of Alzheimer's disease prevention and treatment.", "results_summary": "The study highlighted theaflavins' neuroprotective effects in preclinical models of Alzheimer's disease, suggesting their potential as antioxidants to mitigate oxidative stress-related neurodegeneration. However, clinical efficacy in humans was not explicitly detailed.", "population_specificity": "Preclinical models (not specified if animal or in vitro)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:02.841812+00:00"}
{"study_id": 49320, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the mechanisms by which L-Theanine alleviates isoproterenol-induced cardiac damage in mice using proteomic and metabolomic analysis.", "results_summary": "L-Theanine improved cardiac performance, reduced inflammatory infiltration, cardiomyocyte loss, and myocardial fibrosis, and modulated apoptosis-related pathways (BAX downregulation, BCL-2 upregulation) in ISO-induced cardiac injury.", "population_specificity": "Mice with ISO-induced cardiac injury", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:03.740210+00:00"}
{"study_id": 49321, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the protective effects of L-Theanine (LTA) on cultured broiler skeletal muscle cells under oxidative stress induced by heat stress (HS) and explore the molecular mechanisms involved.", "results_summary": "LTA significantly improved cell survival, enhanced antioxidant enzyme activity, reduced reactive oxygen species (ROS) and malondialdehyde (MDA) levels, and activated the PI3K/AKT/Nrf2 signaling pathway, mitigating oxidative damage and apoptosis in HS-treated cells. These effects were diminished by inhibitors of PI3K or Nrf2, confirming the pathway's role.", "population_specificity": "Cultured broiler skeletal muscle cells", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:05.310130+00:00"}
{"study_id": 49326, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-theanine administration could reduce cognitive anxiety, salivary alpha-amylase, and salivary cortisol levels in archers during competition.", "results_summary": "L-theanine significantly reduced cognitive anxiety and salivary stress markers (sAA and sC) compared to placebo, particularly at key time points before the competition.", "population_specificity": "18 female college athletes participating in a 50-meter archery competition.", "effective_dosage": "Not specified", "study_duration": "Single administration before competition", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:08.305966+00:00"}
{"study_id": 49323, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether l-theanine could provide neuroprotective effects against hippocampal damage in a traumatic brain injury (TBI) rat model by modulating AMPA receptor activation and reducing neuroinflammation.", "results_summary": "l-theanine significantly reduced zinc accumulation, neuronal death, and cognitive impairments in TBI rats, likely due to AMPA receptor inhibition and enhanced glutathione production. The effects were dose-dependent, with both 100 mg/kg and 200 mg/kg dosages showing benefits.", "population_specificity": "Rats subjected to traumatic brain injury (TBI).", "effective_dosage": "100 mg/kg and 200 mg/kg.", "study_duration": "24 hours post-injury.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:08.607928+00:00"}
{"study_id": 49324, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the synergistic effects of L-theanine (THE) and epigallocatechin gallate (EGCG) on starch digestibility and α-amylase inhibition, exploring potential hypoglycemic mechanisms.", "results_summary": "THE and EGCG synergistically reduced starch digestibility by enhancing starch crystallinity and short-range ordering, and they significantly inhibited α-amylase activity through conformational changes in the enzyme. The synergistic effect was attributed to multiple interactions with amino acid residues in the digestive enzyme.", "population_specificity": "Not specified (in vitro study on maize starch and α-amylase)", "effective_dosage": "1.6 mM THE and 0.05 mg/mL EGCG", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:08.869932+00:00"}
{"study_id": 49327, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how L-theanine influences lifespan extension in Caenorhabditis elegans and explore its underlying mechanisms.", "results_summary": "L-theanine significantly extended the lifespan of Caenorhabditis elegans by reducing advanced glycation end products (AGEs) and modulating the DAF-2/DAF-16 insulin-like signaling pathway, with protective effects under both normal and high-glucose-induced stress conditions.", "population_specificity": "Caenorhabditis elegans (nematodes)", "effective_dosage": "Not specified", "study_duration": "Administered during early adulthood (specific duration not mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:10.851043+00:00"}
{"study_id": 49328, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether L-theanine promotes angiogenesis and activates key vascular repair pathways in a mouse model of hindlimb ischemia, suggesting its potential therapeutic use for peripheral artery disease.", "results_summary": "L-theanine significantly enhanced angiogenesis in human umbilical vein endothelial cells (HUVECs) and improved blood flow recovery and vessel density in mice with hindlimb ischemia by activating the NRP1/VEGFR2 signaling pathway.", "population_specificity": "C57BL/6 mice with induced hindlimb ischemia and human umbilical vein endothelial cells (HUVECs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:11.183732+00:00"}
{"study_id": 49329, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-theanine could protect against drug-induced kidney damage (DIKD) by examining its antioxidative, anti-inflammatory, and anti-apoptotic effects in a murine model.", "results_summary": "L-theanine significantly reduced serum biomarkers of renal injury (creatinine and BUN), attenuated tubular necrosis, and lowered oxidative stress markers (MDA) while increasing antioxidant defense (SOD activity), particularly when administered as a pre-treatment.", "population_specificity": "Male C57BL/6 mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:12.000811+00:00"}
{"study_id": 49330, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the combination of sitagliptin and L-theanine could mitigate testicular damage caused by diabetes in rats.", "results_summary": "The study found that L-theanine, both alone and in combination with sitagliptin, improved histopathological damage and apoptotic markers in diabetic rats, with the combination therapy showing the most significant effects.", "population_specificity": "Male rats with experimental diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:13.316809+00:00"}
{"study_id": 98496, "supplement_id": 1614, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the pharmacological effects of black tea, particularly focusing on theaflavins, to highlight its potential as a safe food additive and herbal medicine.", "results_summary": "The abstract suggests black tea, including theaflavins, has promising pharmacological effects such as cholesterol-lowering, antioxidant, and antimicrobial properties, but notes a lack of detailed mechanistic understanding, particularly for hypocholesterolemic effects.", "population_specificity": "Human (general, no specific subgroup mentioned)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:14.571780+00:00"}
{"study_id": 49332, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of theanine on gray mold resistance in strawberries by examining its impact on phenylpropanoid and cell-wall metabolisms.", "results_summary": "Theanine treatment reduced gray mold incidence and severity, enhanced phenolic compound and lignin accumulation, and improved cell-wall integrity by suppressing disassembling enzymes and increasing structural components like pectin, hemicellulose, and cellulose.", "population_specificity": "Strawberries (Botrytis cinerea-inoculated)", "effective_dosage": "5 mmol L-1", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:16.428568+00:00"}
{"study_id": 49331, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the effects and mechanisms of L-Theanine (THE) in alleviating obesity-related complications (ORCs) induced by a high-fat diet in mice.", "results_summary": "THE (900 mg/kg) reduced body weight gain, fat deposition, and improved glycolipid metabolism, inflammation, and fatty liver formation in HFD-fed mice. Hepatic transcriptomics and plasma metabolomics suggested THE suppressed lipid metabolism and inflammation pathways while restoring plasma metabolite balance.", "population_specificity": "Mice fed a high-fat diet.", "effective_dosage": "900 mg/kg of body weight.", "study_duration": "Long-term (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:17.224586+00:00"}
{"study_id": 49333, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether L-theanine improves neurobehavioral measures of visual attention in acutely sleep-deprived healthy adults using a traffic-scene-based attention task.", "results_summary": "L-theanine significantly reduced false alarms and improved target-distractor discriminability, while also reducing hit reaction time, suggesting enhanced selective visual attention in sleep-deprived individuals. The placebo showed some reaction time improvement, but the changes were not significantly different between treatments.", "population_specificity": "24 healthy volunteers (age 20-25 years; 13 males) sleep-deprived overnight.", "effective_dosage": "200-mg dose of L-theanine.", "study_duration": "Single dose, tested 45 minutes post-dose.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:18.105101+00:00"}
{"study_id": 49336, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-theanine could improve mitochondrial DNA damage clearance and extend lifespan in UVC-exposed nematodes.", "results_summary": "L-theanine increased ATP production, improved mitochondrial morphology, enhanced mtDNA damage removal, and extended lifespan by activating autophagy, mitophagy, mitochondrial dynamics, and UPRmt in UVC-exposed nematodes. It also upregulated genes related to mitochondrial energy metabolism.", "population_specificity": "UVC-exposed nematodes (Caenorhabditis elegans)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:20.543893+00:00"}
{"study_id": 49339, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the hypnotic efficacy of oral L-theanine versus melatonin and placebo in improving sleep in cancer patients with insomnia.", "results_summary": "L-theanine showed statistically significant improvements in insomnia compared to placebo but was less effective than melatonin. Sleep improvements were observed over 14 days in all groups.", "population_specificity": "Cancer patients with insomnia", "effective_dosage": "200 mg, taken once daily two hours before bedtime", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:20.815660+00:00"}
{"study_id": 49335, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the impact of LTC-022, a supplement containing Lactium and L-theanine, on sleep quality and gut microbiota composition.", "results_summary": "The study found that LTC-022 improved sleep duration, reduced wakefulness after sleep onset, and shifted bedtime earlier, while also increasing specific gut microbiota genera (Blautia and Ruminococcus). However, no significant differences were observed in overall sleep quality or insomnia scales between the supplement and placebo groups.", "population_specificity": "40 participants experiencing sleep discomfort.", "effective_dosage": "Not specified in the abstract.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:21.625507+00:00"}
{"study_id": 49338, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-theanine, alone or in combination with dihydromyricetin, could protect against heat stress-induced reproductive dysfunction in male mice.", "results_summary": "L-theanine alleviated heat stress-induced testicular damage, improved sperm quality and hormone levels, and reduced oxidative and inflammatory stress markers. The combination of L-theanine and dihydromyricetin at 200 + 200 mg kg-1 d-1 showed the best protective effect.", "population_specificity": "Male mice subjected to heat stress.", "effective_dosage": "200 mg kg-1 d-1 (in combination with dihydromyricetin).", "study_duration": "28 days of intervention followed by 7 days of heat stress.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:23.120517+00:00"}
{"study_id": 49340, "supplement_id": 1615, "safety_score": "90", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the efficacy and safety of theanine (combined with cystine) in reducing esophagitis in NSCLC patients undergoing chemoradiotherapy.", "results_summary": "The study found no severe esophagitis or adverse events related to theanine, with a 73% incidence of any grade esophagitis (none ≥ grade 3). Quality of life scores remained stable or improved post-treatment.", "population_specificity": "Unresectable locally advanced non-small cell lung cancer (NSCLC) patients receiving chemoradiotherapy.", "effective_dosage": "280 mg theanine once daily (combined with 700 mg cystine).", "study_duration": "From the start of chemoradiotherapy until completion (6 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:24.449481+00:00"}
{"study_id": 49341, "supplement_id": 1615, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the binding compatibility of L-theanine with ionotropic glutamate receptors, particularly its potential therapeutic benefit in inhibiting the GluR5 kainate receptor compared to known antagonists.", "results_summary": "L-theanine showed higher binding coherence with the GluR5 receptor than glutamate but lower than competitive antagonists CNQX and DNQX; however, it had superior drug-likeness and blood-brain barrier penetration potential.", "population_specificity": "Not specified (in vitro molecular docking study).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:24.692307+00:00"}
{"study_id": 49342, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the inhibitory effects of L-theanine on the growth and sporulation of Pestalotiopsis theae, the pathogen causing tea grey blight disease, and to explore its underlying molecular mechanisms.", "results_summary": "L-theanine significantly inhibited the growth and sporulation of P. theae, with higher concentrations (40 mg/mL) nearly preventing spore production. Transcriptome analysis revealed that L-theanine primarily affects amino acid metabolism, carbohydrate metabolism, and cellular structure-related biosynthesis processes in the pathogen.", "population_specificity": "Pathogenic fungus Pestalotiopsis theae (tea grey blight disease pathogen)", "effective_dosage": "20 mg/mL and 40 mg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:26.347439+00:00"}
{"study_id": 49343, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the permeability and properties of a transdermal gel containing l-theanine as a potential treatment for relieving PMS symptoms.", "results_summary": "The study found that l-theanine in lyogel formulation effectively permeated Strat-M membranes and mouse skin, with optimal absorption achieved at a specific lyogel composition. The results suggest lyogel could be a viable transdermal delivery method for l-theanine to relieve PMS symptoms.", "population_specificity": "Institute of Cancer Research (ICR) mice (preclinical study).", "effective_dosage": "Not specified (composition ratio: 4.4:11.1:296 mmol for stearic acid, stearyl alcohol, and propylene glycol).", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:27.236387+00:00"}
{"study_id": 49344, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-Theanine (LTA) could attenuate cellular senescence in an in vitro model of D-galactose-induced senescence in rat intestinal epithelial cells (IEC-6).", "results_summary": "LTA increased cell viability, antioxidant capacity, and reduced senescence markers, while regulating cell cycle and apoptosis-related proteins. Preventive intervention showed stronger effects than delayed intervention.", "population_specificity": "Rat intestinal epithelial cell line (IEC-6)", "effective_dosage": "1000 μM LTA", "study_duration": "48 hours (D-Gal exposure)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:28.814610+00:00"}
{"study_id": 49346, "supplement_id": 1615, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and tolerability of adjunctive L-theanine for chronic schizophrenia when combined with risperidone.", "results_summary": "L-theanine adjunct to risperidone showed greater reductions in negative, general psychopathology, and total PANSS scores compared to placebo, with no significant differences in side effects or depression scores.", "population_specificity": "Chronic schizophrenia inpatients", "effective_dosage": "400 mg/day", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:29.466991+00:00"}
{"study_id": 49345, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether L-Theanine (LTA) could mitigate heat stress (HS) by modulating gut microbiota, metabolites, and immunity in mice.", "results_summary": "LTA improved food intake, body weight, and intestinal health in heat-stressed mice, altered gut microbiota composition, increased beneficial metabolites, regulated immune responses, and downregulated inflammatory pathways.", "population_specificity": "C57BL/6J mice subjected to heat stress.", "effective_dosage": "100, 200, and 400 mg·kg-1·d-1", "study_duration": "44 days (with 7-day HS treatment during the final phase)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:29.933810+00:00"}
{"study_id": 49348, "supplement_id": 1615, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether theanine improves sleep quality in healthy young women when caffeine negatively affects it.", "results_summary": "The study found that theanine suppressed caffeine-induced increases in wake after sleep onset (WASO) time, suggesting it mitigates caffeine's negative effects on sleep quality. No significant differences were observed in sleep-onset latency or number of WASOs between the theanine or combined theanine-caffeine groups and the placebo.", "population_specificity": "Healthy young women", "effective_dosage": "50 mg theanine, 30 mg caffeine", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:31.671132+00:00"}
{"study_id": 49350, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects of L-theanine against cuprizone-induced multiple sclerosis in mice, focusing on motor behavior and antioxidant levels.", "results_summary": "L-theanine mitigated the adverse effects of cuprizone on motor function and improved antioxidant status, suggesting a protective role against multiple sclerosis-like symptoms in mice.", "population_specificity": "Male C57BL/6 mice", "effective_dosage": "50 mg/kg administered orally", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:32.084659+00:00"}
{"study_id": 49349, "supplement_id": 1615, "safety_score": "60", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine the long-term effects of cystine and theanine (CT) administration on chronic survival rates and solid tumor incidence after irradiation in rats.", "results_summary": "CT pre-treatment improved chronic survival rates after irradiation but increased the incidence of solid tumors, particularly subcutis sarcomas, compared to controls. Pre- and post-treatment did not significantly affect survival rates.", "population_specificity": "7-week-old male Wistar rats", "effective_dosage": "280 mg/kg orally for 5 days", "study_duration": "5 days pre-treatment or 5 days pre- and post-treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:33.323153+00:00"}
{"study_id": 49351, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the impact of theanine on aroma formation during the roasting process of tea, specifically its role in inhibiting or stimulating certain reaction products.", "results_summary": "Theanine competitively inhibited the formation of indole, skatole, and Strecker aldehydes while stimulating roasty pyrazines, with the highest pyrazine amounts observed under high-fire roasting conditions. Roasting temperatures significantly influenced the formation of these reaction products in Wuyi rock tea.", "population_specificity": "Wuyi rock tea (Dahongpao) under different roasting conditions (low-fire, middle-fire, high-fire).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:35.287273+00:00"}
{"study_id": 49352, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of l-Theanine on BDNF, insulin, and adipocytokine levels in the hippocampus and serum of diabetic rats, as well as its potential to reduce hippocampal degeneration.", "results_summary": "l-Theanine significantly reduced leptin and adiponectin levels in hippocampal tissues of diabetic rats and decreased hippocampal damage, particularly in the CA3 region. However, its effects on insulin levels and other parameters were not statistically significant.", "population_specificity": "Male Wistar rats with induced diabetes (nicotinamide/streptozotocin model).", "effective_dosage": "200 mg/kg/day", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:36.024986+00:00"}
{"study_id": 49353, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether l-theanine could protect against cyclophosphamide-induced testicular toxicity in male mice.", "results_summary": "l-Theanine administration alleviated CP-induced damage to testicular structures and significantly altered protein and metabolite levels, suggesting protective effects. The top affected pathways included purine metabolism, choline metabolism in cancer, and arachidonic acid metabolism.", "population_specificity": "Male mice", "effective_dosage": "80 mg/kg administered by gavage", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:38.121023+00:00"}
{"study_id": 49354, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the neuroprotective effects of L-theanine in a rat model of Parkinson's disease, focusing on motor deficits and striatal neurotoxicity induced by LPS.", "results_summary": "L-theanine dose-dependently improved motor deficits, reduced oxidative stress, restored neurotransmitter levels, and inhibited neuroinflammation, with the 100 mg/kg dose showing substantial effects.", "population_specificity": "Rats with LPS-induced Parkinson's disease-like symptoms.", "effective_dosage": "50 and 100 mg/kg, orally administered.", "study_duration": "14 days (from day 7 to day 21 post-LPS injection).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:38.539191+00:00"}
{"study_id": 49356, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-theanine could alleviate Vincristine-induced peripheral neuropathy and associated neuronal functional changes in rats.", "results_summary": "L-theanine significantly reduced nociceptive pain thresholds, decreased oxidative stress, increased antioxidative strength, and reduced neuroinflammatory activity and apoptosis markers in rats with Vincristine-induced neuropathy.", "population_specificity": "Rats with Vincristine-induced peripheral neuropathy.", "effective_dosage": "30, 100, and 300 mg/kg/day intraperitoneally.", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:39.692868+00:00"}
{"study_id": 49355, "supplement_id": 1615, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to investigate whether L-theanine, as an adjuvant therapy, could improve obsessive-compulsive disorder (OCD) symptoms when combined with fluvoxamine.", "results_summary": "The study found that L-theanine significantly improved obsession subscale scores and total Y-BOCS scores compared to placebo, with no significant effect on compulsion subscale scores. Complete response was more frequent in the L-theanine group.", "population_specificity": "Patients aged 18-60 diagnosed with moderate to severe OCD (Y-BOCS score >21).", "effective_dosage": "100 mg L-theanine twice daily, combined with fluvoxamine (100 mg daily initially, increased to 200 mg daily after week 5).", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:40.300781+00:00"}
{"study_id": 49357, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether L-theanine reduces nicotine withdrawal symptoms and nicotine reward in mice, and its effects on nicotinic receptors.", "results_summary": "L-theanine reduced anxiety-like behavior, hyperalgesia, and somatic signs during nicotine withdrawal in a dose-dependent manner and decreased nicotine conditioned place preference, but did not affect acute nicotine responses or nicotinic receptor function.", "population_specificity": "ICR male mice rendered dependent on nicotine.", "effective_dosage": "Not specified", "study_duration": "14 days of nicotine dependence induction, followed by assessment on day 15.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:40.336976+00:00"}
{"study_id": 49359, "supplement_id": 1615, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the preventive effect and mechanism of l-theanine on depression in juvenile rats, focusing on metabolic pathways.", "results_summary": "The study confirmed l-theanine's preventive effect on depression in juvenile rats, identifying 28 abnormal metabolites that returned to near-normal levels after treatment, primarily involving amino acid and lipid metabolism pathways.", "population_specificity": "Juvenile rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:42.678295+00:00"}
{"study_id": 49358, "supplement_id": 1615, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the efficacy and tolerability of adjunctive l-theanine for major depressive disorder (MDD) when combined with sertraline.", "results_summary": "The study found that l-theanine significantly improved depressive symptoms compared to placebo, with greater reductions in HDRS scores at weeks 2, 4, and 6. It also showed superior response and remission rates at week 6, with comparable side effects between groups.", "population_specificity": "60 patients diagnosed with MDD (DSM-5 criteria).", "effective_dosage": "200 mg/d of l-theanine.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:42.924546+00:00"}
