{"study_id": 23149, "supplement_id": 1360, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of listening to the Holy Quran on feeding status, postnatal weight gain, and length of hospital stay in preterm infants.", "results_summary": "The study found that preterm infants who listened to the Holy Quran had significantly fewer days to achieve first and full oral feeding, greater weight gain, and shorter hospital stays compared to the control group.", "population_specificity": "Preterm infants hospitalized in a neonatal intensive care unit.", "effective_dosage": "20 minutes, 3 times a day via headphones.", "study_duration": "Until discharge from the hospital (specific duration not stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:25.807645+00:00"}
{"study_id": 192578, "supplement_id": 1360, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of prehabilitation, including music therapy, in improving postoperative outcomes for patients undergoing liver resection.", "results_summary": "The study found that psychosocial interventions, including music therapy, enhanced patient resilience and well-being as part of a multifaceted prehabilitation approach. However, specific efficacy data for music therapy alone were not detailed.", "population_specificity": "Patients undergoing liver resection, including elderly and cancer-affected individuals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:28.130483+00:00"}
{"study_id": 23152, "supplement_id": 1360, "safety_score": "95", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to explore how music tempo affects emotional states and associated brain functional networks.", "results_summary": "The study found that music tempo significantly influenced emotional valence and arousal, with fast tempo increasing valence and arousal showing a \"V\" shape relationship. EEG analysis revealed tempo-dependent changes in brainwave activity and connectivity, particularly in frontal, temporal, and occipital regions.", "population_specificity": "26 participants without neurological/psychiatric disorders or music training.", "effective_dosage": "Classical piano music clips at 56, 106, and 156 bpm.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:28.661880+00:00"}
{"study_id": 192579, "supplement_id": 1360, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to review complementary and integrative medicine (CIM) treatments, including music therapy, for youth with emotional dysregulation and disruptive disorders.", "results_summary": "Music therapy was identified as a CIM treatment supported by controlled data but requiring further research for youth with emotional dysregulation and disruptive disorders.", "population_specificity": "Youth with emotional dysregulation and irritability/aggression, often comorbid with attention-deficit/hyperactivity disorder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:28.687202+00:00"}
{"study_id": 23150, "supplement_id": 1360, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the feasibility and acceptability of a self-care music intervention for reducing anxiety, depression, and stress in adults with acquired vision impairment.", "results_summary": "The study found high satisfaction (77%) among participants and reductions in anxiety, depression, and stress post-intervention, though adherence to daily logs was low (16%). Feasibility was supported by good retention rates (71% at follow-up), but fidelity to the listening conditions was uncertain.", "population_specificity": "Adults with acquired vision impairment", "effective_dosage": "Daily music listening (specific duration/frequency not detailed)", "study_duration": "Post-intervention and 3-month follow-up (exact intervention duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:29.441264+00:00"}
{"study_id": 192580, "supplement_id": 1360, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to review the limitations of the pure-tone audiogram in assessing auditory function, particularly central auditory processing, and to identify supplementary tests for better diagnostic insight.", "results_summary": "The study found that the pure-tone audiogram, while useful for measuring hearing sensitivity, has significant limitations in detecting central auditory dysfunction and cochlear damage, and highlighted the need for additional tests to assess central auditory processing.", "population_specificity": "Not specified (general review of auditory system function)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:31.135507+00:00"}
{"study_id": 192581, "supplement_id": 1360, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to explore non-traditional therapies, including music therapy, for treating neuropsychiatric symptoms of mild traumatic brain injury (TBI).", "results_summary": "The abstract mentions that non-traditional therapies like music therapy are being considered for TBI, but no specific results regarding music therapy's effects are provided.", "population_specificity": "Individuals with mild traumatic brain injury (TBI) and related neural injuries.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:31.161202+00:00"}
{"study_id": 192584, "supplement_id": 1360, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to review the role of music as a non-drug method for blood pressure control in humans.", "results_summary": "The abstract mentions that the role of music in blood pressure control is reviewed, but no specific findings or results regarding its effects are provided.", "population_specificity": "Not specified", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:34.652802+00:00"}
{"study_id": 192583, "supplement_id": 1360, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of dyadic music therapy on parent-child interaction, parenting stress, and parent-child relationship in families at risk and families with emotionally neglected children.", "results_summary": "Dyadic music therapy significantly improved nonverbal communication and mutual attunement between parents and children, reduced parenting stress, and enhanced the parent-child relationship. Both groups showed improvements in emotional parental response and general stress, but no significant differences were found in self-perceived autonomy, attachment, or parental competence.", "population_specificity": "Families at risk and families with emotionally neglected children, ages 5-12 years.", "effective_dosage": "10 weekly music therapy sessions.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:35.014208+00:00"}
{"study_id": 192585, "supplement_id": 1360, "safety_score": "95", "efficacy_score": 90, "quality_score": 85, "study_goal": "To examine the effects of sedative music on cancer pain in hospitalized patients.", "results_summary": "The study found that listening to music for 30 minutes significantly reduced pain sensation and distress compared to resting, with large effect sizes (Cohen's d=.64 for sensation, d=.70 for distress). 42% of the music group reported 50% pain relief, versus 8% of controls, and Taiwanese music was preferred but both types were effective.", "population_specificity": "126 hospitalized persons with cancer pain in Taiwan.", "effective_dosage": "30 minutes of music listening.", "study_duration": "30 minutes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:37.108031+00:00"}
{"study_id": 25438, "supplement_id": 1361, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the cardiovascular benefits of replacing red and processed meat with mycoprotein in the diet, specifically focusing on cholesterol, blood pressure, and other metabolic markers.", "results_summary": "Mycoprotein consumption significantly reduced total cholesterol (6.74%) and LDL cholesterol (12.3%) compared to baseline, with a small but significant reduction in waist circumference. Blood pressure and triglycerides showed non-significant improvements, while urinary potassium and nitrate levels increased significantly.", "population_specificity": "Metabolically healthy male adults (n=20).", "effective_dosage": "240 g/day.", "study_duration": "14 days per intervention phase (crossover design).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:37.466837+00:00"}
{"study_id": 25437, "supplement_id": 1361, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if a home-based dietary intervention with mycoprotein-containing food products could lower circulating cholesterol concentrations and improve cardio-metabolic health markers in overweight, hypercholesterolemic adults.", "results_summary": "The study found that mycoprotein consumption significantly reduced total cholesterol, LDL cholesterol, and non-HDL cholesterol concentrations, as well as lowered blood glucose and c-peptide levels compared to the control group. No changes were observed in HDL cholesterol or triglyceride concentrations.", "population_specificity": "Overweight (BMI >27.5 kg⋅m-2) and hypercholesterolemic (>5.0 mmol⋅L-1) adults (n=72, 26 males, 46 females).", "effective_dosage": "Not specified (home deliveries of mycoprotein-containing food products).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:39.245662+00:00"}
{"study_id": 25440, "supplement_id": 1361, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of replacing red and processed meat with mycoprotein on markers of intestinal genotoxicity and gut health.", "results_summary": "The study found that mycoprotein reduced faecal genotoxicity and nitroso compounds compared to meat, while also increasing beneficial gut bacteria (e.g., Lactobacilli, Roseburia, Akkermansia) and short-chain fatty acid excretion.", "population_specificity": "20 healthy male adults", "effective_dosage": "240 g/day", "study_duration": "2 weeks per intervention (with a 4-week washout)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:39.686053+00:00"}
{"study_id": 25439, "supplement_id": 1361, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to systematically review and meta-analyze the effects of mycoprotein intake on biomarkers of human health, including blood lipids, glucose, insulin, blood pressure, and body weight.", "results_summary": "Mycoprotein intake significantly reduced total cholesterol (-0.55 mmol/L) and postprandial insulin at 30 minutes (-76.51 pmol/L), but no clear effects were found on HDL, LDL, triglycerides, or postprandial glucose. The evidence base was limited by small sample sizes and short intervention periods.", "population_specificity": "178 participants (specific demographics not detailed).", "effective_dosage": "Not specified.", "study_duration": "Mean follow-up of 13 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:40.654375+00:00"}
{"study_id": 25441, "supplement_id": 1361, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review evidence on the health benefits of mycoprotein intake across different life stages.", "results_summary": "The study found that mycoprotein may improve lipid profiles, glycaemic markers, dietary fibre intake, satiety, and muscle protein synthesis. Continued research is recommended for specific population subgroups.", "population_specificity": "Early/young adulthood, mid-life adulthood, and older/advanced age.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:41.550247+00:00"}
{"study_id": 25442, "supplement_id": 1361, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a vegan diet with mycoprotein could support daily myofibrillar protein synthesis rates in older adults as effectively as an omnivorous diet.", "results_summary": "The study found that mycoprotein-supported vegan diets and omnivorous diets resulted in equivalent daily myofibrillar protein synthesis rates in both rested and exercised muscles, with no significant differences between the two groups. Resistance exercise increased protein synthesis rates similarly in both dietary groups.", "population_specificity": "Healthy older adults (mean age 66 years, BMI 24 kg/m²; 12 males, 7 females).", "effective_dosage": "1.8 g/kg body mass per day, with mycoprotein providing 57% of daily protein intake.", "study_duration": "3 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:44.066877+00:00"}
{"study_id": 25443, "supplement_id": 1361, "safety_score": "85", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the impact of substituting meat/fish with mycoprotein on insulin sensitivity, glycaemic control, and plasma lipoprotein composition in healthy adults.", "results_summary": "Mycoprotein did not affect insulin sensitivity or glycaemic control but led to a coordinated reduction in circulating cholesterol-containing lipoproteins, including decreases in total plasma cholesterol, LDL-cholesterol, and HDL2-cholesterol.", "population_specificity": "Twenty healthy adults.", "effective_dosage": "Mycoprotein was consumed twice daily (lunch and dinner) as the primary protein source.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:44.871779+00:00"}
{"study_id": 25444, "supplement_id": 1361, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to compare the muscle protein synthetic response to mycoprotein versus milk protein in rested and exercised muscle of resistance-trained young men.", "results_summary": "Mycoprotein ingestion stimulated greater increases in mixed muscle fractional protein synthetic rates (FSRs) compared to leucine-matched milk protein, both in rested and exercised muscle. The postprandial rise in FSRs was significantly higher with mycoprotein.", "population_specificity": "Resistance-trained healthy young males (age: 22 ± 1 y, body mass: 82 ± 2 kg, BMI: 25 ± 1 kg·m-2).", "effective_dosage": "70 g mycoprotein (31.5 g protein, 2.5 g leucine) as a single bolus.", "study_duration": "4-hour postprandial period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:46.268230+00:00"}
{"study_id": 25445, "supplement_id": 1361, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of mycoprotein on acute glycemia and insulinemia in healthy individuals.", "results_summary": "Mycoprotein reduced postmeal glycemia (significant at 60 min, 13% reduction) and insulinemia (significant at 30 min, 19% reduction, and 60 min, 36% reduction) compared to the control. These results suggest potential benefits for diabetes dietary management.", "population_specificity": "Normal healthy individuals", "effective_dosage": "75 g carbohydrate (equivalent to a standard WHO oral-glucose-tolerance test)", "study_duration": "Single-meal study periods (crossover design)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:47.323532+00:00"}
{"study_id": 25446, "supplement_id": 1361, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of mycoprotein on blood lipids under free-living conditions in individuals with slightly raised cholesterol.", "results_summary": "The study found that mycoprotein significantly reduced total cholesterol (0.95 mmol/L) and LDL cholesterol (0.84 mmol/L) compared to the control group, confirming its beneficial effect on blood lipids. All differences were statistically significant.", "population_specificity": "Subjects with slightly raised cholesterol concentrations.", "effective_dosage": "Not specified (cookies containing mycoprotein were used).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:47.621569+00:00"}
{"study_id": 28014, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of myofascial release on muscle thickness in individuals with non-specific low back pain, comparing it to joint mobilization and a combination of both treatments.", "results_summary": "Myofascial release showed significant increases in muscle thickness over time for the transverse abdominis and lumbar multifidus, but joint mobilization was more effective overall. No significant differences in muscle thickness were found among the treatment groups.", "population_specificity": "84 participants with non-specific low back pain.", "effective_dosage": "Not specified (treatment regimen on days 1, 4, 8, and 12).", "study_duration": "Two weeks (with a one-month follow-up).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:49.450904+00:00"}
{"study_id": 28016, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of Deep Front Line (DFL) myofascial release and Kinetic Chain Activation Technique (K-CAT) in alleviating pain and improving knee malalignments in patients with knee osteoarthritis.", "results_summary": "Both DFL myofascial release and K-CAT significantly improved pain, knee malalignments, and quality of life, with no statistical difference between the two interventions. The DFL group showed additional improvement in lateral patellar tilt angle.", "population_specificity": "32 participants aged 45-60 with knee osteoarthritis (grades 2 and 3).", "effective_dosage": "Three sessions per week for 2 weeks.", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:50.143659+00:00"}
{"study_id": 28017, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "To investigate the effects of a combined Gua Sha and myofascial release approach on upper limb dysfunction in patients with breast cancer and axillary web syndrome (AWS).", "results_summary": "The combined intervention significantly improved upper limb function, reduced pain, and enhanced quality of life, with notable improvements in DASH scores, VAS pain ratings, and range of motion.", "population_specificity": "30 patients with breast cancer diagnosed with AWS post-surgery.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:51.462436+00:00"}
{"study_id": 28019, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the distant effects of myofascial release applied to the thoracolumbar fascia, combined with exercise training, on balance, lower-extremity flexibility, and muscular endurance in healthy young adults.", "results_summary": "The study found that combining myofascial release with exercise training significantly improved flexibility, muscular endurance, and dynamic balance compared to exercise alone. The group receiving myofascial release showed greater improvements in these outcomes than the exercise-only group.", "population_specificity": "Healthy young adults aged 18-35 years.", "effective_dosage": "Foam roller massage applied to the thoracolumbar fascia three days a week for four weeks, alongside a structured exercise program.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:54.685834+00:00"}
{"study_id": 28018, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the order of performing foam rolling (FR) and static stretching (SS) influences passive hip flexion range of motion (ROM) and if the changes are retained over time.", "results_summary": "Passive hip flexion ROM increased with FR/SS, SS/FR, FR, and SS, with SS/FR showing the greatest gains and retention at day 7 but not day 8. SS/FR also outperformed FR alone on day 6 and was superior to the control at days 6, 7, and 8.", "population_specificity": "Thirty-five participants with less than 90° of passive hip flexion ROM.", "effective_dosage": "Treatments were administered over 6 days (separated by 24 hours), with follow-ups at 1 and 2 weeks post-treatment.", "study_duration": "8 days (6 treatment days plus 2 follow-up weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:55.015424+00:00"}
{"study_id": 28021, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effectiveness of myofascial release therapy and positional release therapy in improving pain, neck impairment, pain threshold, and quality of life in patients with neck pain caused by upper trapezius trigger points.", "results_summary": "The study will compare the effects of conservative treatment combined with myofascial release versus positional release techniques, using pain scales, pressure algometry, and disability indices as outcome measures. Results are pending as the study is prospective and not yet completed.", "population_specificity": "Fifty-two participants with active myofascial trigger points in the upper trapezius muscle.", "effective_dosage": "Three times a week for 2 weeks.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:56.444323+00:00"}
{"study_id": 28022, "supplement_id": 1362, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine the acute effects of Myofascial Release (MFR) on pain and flexibility in patients with chronic low back pain (CLBP).", "results_summary": "The study found that MFR significantly improved pain (VAS) and flexibility (SRT, left-SLRT) compared to classical massage, with statistically significant within-group improvements in both interventions. MFR demonstrated superior efficacy in pain relief and flexibility enhancement.", "population_specificity": "40 CLBP patients (19 female, 21 male) with an average age of 40 years.", "effective_dosage": "Single session of MFR technique.", "study_duration": "One session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:57.773819+00:00"}
{"study_id": 28023, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the acute effects of myofascial release on foot mobility and sportive performance in basketball players with hypomobile feet.", "results_summary": "The study found that a single session of myofascial release significantly improved right and left foot mobility, vertical jump, and dynamic balance in the MR group, with effects lasting at least two hours. No changes were observed in the placebo group.", "population_specificity": "24 male basketball players (23.46 ± 2.81 years) with hypomobile feet.", "effective_dosage": "Not specified (single session of Graston technique).", "study_duration": "Acute (single session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:58.597498+00:00"}
{"study_id": 28024, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of myofascial release combined with valgus correction exercises on pain, range of motion, balance, and quality of life in participants with grade II knee osteoarthritis.", "results_summary": "The study found that myofascial release combined with valgus correction exercises significantly improved pain, range of motion, balance, and quality of life in participants with grade II knee osteoarthritis, with more significant improvements in the combined intervention group compared to myofascial release alone.", "population_specificity": "Forty participants with grade II knee osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:59.162923+00:00"}
{"study_id": 28025, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of myofascial release (MFR) on fascia limitations in postoperative rotator cuff tear patients, focusing on pain, grip strength, flexibility, and quality of life.", "results_summary": "MFR showed significant reductions in pain intensity before and after sessions and between the first and last sessions, but no significant differences were found between groups for pain, grip strength, flexibility, or quality of life scores.", "population_specificity": "Postoperative rotator cuff tear patients with pain in the early recovery period.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:02.864580+00:00"}
{"study_id": 28026, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the acute effects of self-myofascial foam rolling release (SFR) and dry-needling (DN) on ankle dorsiflexion ROM, muscle soreness, and jump performance in adults with restricted ankle dorsiflexion.", "results_summary": "DN significantly improved ankle dorsiflexion at 24 hours post-intervention, while SFR reduced muscle soreness at the same time point. No significant differences were found between the two techniques.", "population_specificity": "12 active adults (aged 23.41 ± 1.68 years) with restricted ankle dorsiflexion.", "effective_dosage": "Not specified", "study_duration": "Acute effects measured pre, post, and 24 hours post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:04.137079+00:00"}
{"study_id": 28027, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess tissue stiffness changes in the lateral gastrocnemius muscle and fascia of tennis athletes before and after applying direct Myofascial Release (MFR) using ShearWave™ Elastography.", "results_summary": "The study found increased shear wave speed values in both fascia and muscle sites after MFR, indicating increased tissue stiffness. The effects were observed immediately after and 5 minutes post-intervention.", "population_specificity": "Eighteen competitive tennis players with a mean age of 18 ± 1.23 years.", "effective_dosage": "Not specified", "study_duration": "Immediate and 5-minute post-intervention measurements.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:04.929582+00:00"}
{"study_id": 28020, "supplement_id": 1362, "safety_score": "90", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the feasibility and acceptability of administering abdominal wall-targeted Myofascial Release (MFR) in children with irritable bowel syndrome (IBS).", "results_summary": "The study found that MFR was feasible to administer and well accepted, with no adverse events reported. Participants showed compliance with the protocol, and most provided positive feedback, though efficacy outcomes were not explicitly detailed.", "population_specificity": "Males and females aged 13-18 years meeting Rome IV criteria for IBS.", "effective_dosage": "Six 1-hour weekly sessions of MFR with a licensed massage therapist, plus self-MFR at home between sessions.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:05.695396+00:00"}
{"study_id": 28028, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of myofascial release with and without eccentric resistance on pain, range of motion, and functional disability in patients with Achilles tendinopathy.", "results_summary": "Myofascial release with eccentric resistance was more effective than myofascial release alone in improving pain, plantarflexion range of motion, and functional disability, though no significant difference was observed in dorsiflexion. Both groups showed significant within-group improvements.", "population_specificity": "72 participants with Achilles tendinopathy, selected via convenient sampling.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:06.076214+00:00"}
{"study_id": 28029, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to synthesize current applications of myofascial release therapy, evaluate its efficacy across various medical conditions, and identify gaps in the literature.", "results_summary": "The review highlights the use of myofascial release in conditions like chronic pain, fibromyalgia, post-surgical recovery, and neurological disorders, but notes inconsistent applications and a need for further research to clarify its therapeutic potential.", "population_specificity": "Patients with musculoskeletal and pain-related conditions, including chronic pain, fibromyalgia, post-surgical recovery, and neurological disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:06.838908+00:00"}
{"study_id": 28030, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether adding diaphragmatic release to corrective exercise improves Cobb angle and pulmonary function more than corrective exercise alone in hyperkyphotic adolescent girls.", "results_summary": "The study found that both groups improved significantly, but the group receiving diaphragmatic release showed superior improvements in Cobb angle and pulmonary function compared to the corrective exercise-only group. These results suggest diaphragmatic release is a beneficial addition to treatment for thoracic hyperkyphosis.", "population_specificity": "Hyperkyphotic adolescent girls (n=118).", "effective_dosage": "Not specified (corrective exercise + diaphragmatic release).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:07.031887+00:00"}
{"study_id": 28031, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of physical therapy, including strengthening and proprioception exercises, in improving pain, range of motion, strength, and walking ability in a patient with advanced post-traumatic ankle osteoarthritis.", "results_summary": "The four-week physical therapy intervention, combined with medication, led to significant improvements in pain reduction, range of motion, strength, and walking capacity. Ultrasound therapy was noted as ineffective for pain reduction in this case.", "population_specificity": "A 39-year-old male with advanced post-traumatic ankle osteoarthritis presenting with pain, swelling, difficulty walking, and equinus deformity.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:11.276047+00:00"}
{"study_id": 28032, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of two myofascial release techniques (IASTM and FR) versus exercise alone on pain, range of motion, and muscle strength in athletes with ITB tightness.", "results_summary": "Both IASTM and FR techniques significantly improved pain threshold, range of motion, and muscle strength compared to exercise alone, though the two techniques did not differ from each other in effectiveness.", "population_specificity": "39 male soccer players aged 18-23 with ITB tightness.", "effective_dosage": "Daily strengthening and stretching exercises, with IASTM or FR added to the exercise program (specific dosage not detailed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:12.807479+00:00"}
{"study_id": 28034, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy of a myofascial release protocol, both with and without a TENS conductive glove, in treating neck myofascial syndrome.", "results_summary": "The MR protocol was more effective than conventional TENS in reducing pain and disability, and improving lateral flexion ROM. Combining MR with a TENS conductive glove enhanced its effects, particularly on pain threshold and disability.", "population_specificity": "Eighty individuals with neck myofascial syndrome.", "effective_dosage": "6 sessions over 3 weeks.", "study_duration": "3 weeks (with 1-month follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:14.215853+00:00"}
{"study_id": 28033, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of Myofascial Release Therapy (MFR) combined with supervised exercise (SE) versus SE alone in improving periscapular muscle activation, shoulder mobility, and pain in patients with subacromial pain syndrome (SAPS).", "results_summary": "The study found that MFR combined with SE significantly improved shoulder range of motion (abduction and external rotation), pain during activity, and functional outcomes (SPADI) compared to SE alone. Additionally, MFR+SE improved the balance between upper trapezius and serratus anterior muscle activation, enhancing periscapular muscle dynamics.", "population_specificity": "Patients with subacromial pain syndrome (SAPS).", "effective_dosage": "MFR was performed 5 times a week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:14.718172+00:00"}
{"study_id": 28035, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of traditional static stretching (STR) and self-myofascial release (MFR) on hip range of motion (ROM), strength, and functional outcomes in adolescent athletes with hypomobility syndrome (HMS).", "results_summary": "MFR improved hip ROM (flexion and abduction), strength (external rotation), and functional tests (single hop) to healthy levels, though internal and external rotation ROM remained lower than healthy reference values. MFR also restored daily living and physical activity scores but showed limited improvement in sports-related outcomes compared to healthy controls.", "population_specificity": "Adolescent athletes with hypomobility syndrome (HMS) of the hip.", "effective_dosage": "Foam rolling (MFR) performed twice a day for 20 minutes.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:15.305365+00:00"}
{"study_id": 28036, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether using rollers with different textures and hardness in myofascial release affects post-exertional recovery rate and perceived DOMS after intense anaerobic exercise.", "results_summary": "The study found that myofascial release significantly improved immediate and prolonged recovery, with reduced blood lactate levels and perceived pain compared to passive rest. The texture and hardness of the roller did not significantly influence outcomes when the procedure lasted at least 120 seconds.", "population_specificity": "60 healthy and physically active men.", "effective_dosage": "Rolling procedure lasting at least 120 seconds.", "study_duration": "Measurements taken at 30 minutes, 48 hours, and 72 hours post-exercise.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:15.749880+00:00"}
{"study_id": 28037, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and influencing factors of myofascial release therapy combined with electrical and magnetic stimulation in treating chronic pelvic pain syndrome (CPPS).", "results_summary": "The study found significant improvements in pain scores (VAS) and pelvic floor muscle electromyography after treatment, with disease course, dyspareunia, and urinary incontinence identified as influencing factors. Individualized myofascial release combined with electrical and magnetic stimulation was particularly effective for CPPS patients with longer disease duration and dyspareunia but without urinary incontinence.", "population_specificity": "79 female patients diagnosed with CPPS.", "effective_dosage": "Not specified (treatment included myofascial release combined with electrical and magnetic stimulation).", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:16.131171+00:00"}
{"study_id": 28039, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining myofascial release with task-oriented circuit training improves balance, quality of life, and motor symptoms in people with Parkinson's disease.", "results_summary": "The study found that myofascial release combined with task-oriented circuit training significantly improved motor symptoms, dynamic balance, and trunk impairment in people with Parkinson's disease compared to the control group. Posturographic assessments also showed increased stability limits in the intervention group.", "population_specificity": "People with Parkinson's disease (26 participants, randomized into two groups).", "effective_dosage": "Three sets of 60-second foam rolling applied to the neck, trunk, and lumbar region after each session.", "study_duration": "Eight weeks (three days per week).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:21.331411+00:00"}
{"study_id": 28038, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential benefits of combining myofascial release therapy with in-clinic yoga practice (\"yoga release therapy,\" YRT) for managing chronic musculoskeletal pain.", "results_summary": "The study found that YRT was associated with improvements in pain, pain interference, sleep disturbance, anxiety, fatigue, physical function, and social function, as measured by PROMIS scores. These outcomes suggest YRT may be a promising integrative approach for MSK pain management.", "population_specificity": "A 40-year-old female with chronic right-sided thoracolumbar, posterior ribcage, abdominal wall, and anterior hip pain.", "effective_dosage": "Not specified", "study_duration": "Initial treatment spanned two months, with YRT introduced later (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:21.517811+00:00"}
{"study_id": 28040, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of self-myofascial release (SMFR) using a foam roller and muscle energy technique (MET) on hamstring flexibility, dynamic balance, and physical disability in two-wheeler riders with chronic low back pain.", "results_summary": "Both SMFR and MET significantly improved hamstring flexibility, dynamic balance, and reduced physical disability, with SMFR showing greater effectiveness than MET after 4 weeks.", "population_specificity": "Two-wheeler riders with chronic low back pain.", "effective_dosage": "Not specified.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:21.894664+00:00"}
{"study_id": 28043, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of myofascial release on emotional states, autonomic nervous system functioning, fascial properties, pain intensity, sensitivity, and cervical spine range of motion in individuals with chronic neck pain and depression.", "results_summary": "The study found significant improvements in pain perception, stiffness, cervical spine range of motion, heart rate variability, positive affect, and pressure pain threshold in the myofascial release group, with effect sizes ranging from small to large. No significant differences were observed in elasticity and tone.", "population_specificity": "Individuals with chronic neck pain and depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:23.632549+00:00"}
{"study_id": 28042, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine how combining manual lymphatic drainage (MLD), mobilization with movement (MWM), and myofascial release (MFR) affects ankle dorsiflexion range of motion (DFROM) and balance ability.", "results_summary": "The study found that the combination of MWM, MFR, and MLD (MRD) was the most effective intervention for increasing muscle activation of the peroneus longus (PL) and medial gastrocnemius (mGCM) during balance tests, with significant differences observed compared to other groups.", "population_specificity": "16 individuals (26 feet) randomly assigned to intervention groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:24.164037+00:00"}
{"study_id": 28044, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "To identify the effects of muscle energy techniques and myofascial release in patients with chronic neck pain.", "results_summary": "The scoping review found heterogeneity in the prescription of myofascial release and muscle energy techniques, with most studies focusing on pain, range of motion, and disability. Various intervention regimens showed favorable outcomes, but inconsistencies in frequency and methodology may cause confusion among practitioners.", "population_specificity": "Patients with chronic neck pain.", "effective_dosage": "Frequency ranged from biweekly to five times a week (specific dosage not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:24.876151+00:00"}
{"study_id": 28046, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of myofascial release (MFR) techniques in reducing headache pain intensity and associated disability in patients with tension-type headache (TTH), cervicogenic headache (CGH), or migraine.", "results_summary": "The meta-analysis found that MFR significantly reduced pain intensity and improved disability in TTH and CGH, with inconsistent results for migraine. The quality of evidence was moderate for disability improvement in TTH and CGH but low or very low for other outcomes.", "population_specificity": "Patients with tension-type headache (TTH), cervicogenic headache (CGH), or migraine.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:30.338633+00:00"}
{"study_id": 28045, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if foam rolling (a form of Myofascial Release) on proximal versus distal muscles affects postural sway and stability.", "results_summary": "The study found no significant changes in Center of Pressure (CoP) post-foam rolling, but Limit of Stability (LoS) showed directional differences, with Group A (calves) decreasing and Group B (quadriceps/hamstrings) increasing post-intervention. Eyes Open Stable Surface had the lowest postural sway.", "population_specificity": "36 college-aged female athletes (mean age 20.39 ± 0.25 years).", "effective_dosage": "Approximately 2.5 minutes of moderate-intensity foam rolling.", "study_duration": "Acute (single session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:30.867680+00:00"}
{"study_id": 28047, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether osteopathic treatment using myofascial release, combined with neuromotor facilitation techniques, could improve sucking skills and breastfeeding outcomes in infants with ineffective sucking ability.", "results_summary": "The study found that infants treated with myofascial release showed significantly higher numbers of valid and continuous suctions and maintained exclusive breastfeeding more effectively than untreated infants at discharge, outpatient follow-up, and one month of life. No differences in growth or health conditions were observed between the groups.", "population_specificity": "26 infants with ineffective sucking ability, identified by the POFRAS scale and LATCH score.", "effective_dosage": "Not specified", "study_duration": "Initial hospital procedure followed by home continuation until one month of life.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:30.921953+00:00"}
{"study_id": 28041, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of myofascial release techniques (MRTs) on the range of motion (ROM) performance of athletes.", "results_summary": "The meta-analysis found that MRTs had a moderate effect on improving ROM in athletes compared to control groups, with factors like gender, intervention duration, and joint type potentially influencing effectiveness. Alternative MRTs, such as myofascial trigger point therapy, showed additional benefits.", "population_specificity": "Athletes", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:31.308570+00:00"}
{"study_id": 28048, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of Instrument-Assisted Soft Tissue Mobilization (IASTM) and manual Myofascial Release (MFR) in treating Myofascial Pain Syndrome (MPS) in the upper trapezius muscle.", "results_summary": "Both IASTM and manual MFR significantly reduced pain, improved pain pressure threshold, range of motion, and function. IASTM was significantly better than manual MFR in reducing pain, but both methods were equally effective in other outcomes.", "population_specificity": "31 participants (males and females) aged 18-50 years with MPS in the upper trapezius.", "effective_dosage": "Three sessions over one week.", "study_duration": "One week.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:32.413544+00:00"}
{"study_id": 28049, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of Myofascial Release Therapy (MRT) combined with Cognitive Behavioral Therapy (CBT) on pain, craniovertebral angle, and neck disability in university students with chronic neck pain and forward head posture.", "results_summary": "Both MRT alone and MRT combined with CBT significantly improved pain intensity, craniovertebral angle, and neck disability, with the combined group showing greater improvements. The difference between groups was statistically significant.", "population_specificity": "University students with chronic neck pain and forward head posture.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:32.942924+00:00"}
{"study_id": 28050, "supplement_id": 1362, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "To evaluate the safety and efficacy of myofascial release therapy in patients with hemophilic ankle arthropathy.", "results_summary": "Myofascial release therapy was found to be safe, with no reported cases of ankle hemarthrosis. It significantly improved ankle dorsal flexion, functional capacity, and gastrocnemius strength, with medium-large effect sizes for pain intensity, functional capacity, and strength.", "population_specificity": "Adult patients with hemophilia and hemophilic ankle arthropathy.", "effective_dosage": "Daily home protocol using a foam roller for the lower limbs.", "study_duration": "8 consecutive weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:32.966060+00:00"}
{"study_id": 28051, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the combined effect of myofascial release and passive stretching on plantar pressure in individuals with hamstring tightness.", "results_summary": "The study found significant improvements in plantar pressure across multiple foot regions after the intervention, including the great toe, toes 2 to 5, metatarsals, forefoot, and heel, indicating enhanced biomechanical function.", "population_specificity": "Asymptomatic healthcare science students aged 18-25 with hamstring tightness.", "effective_dosage": "3 sessions on alternate days (myofascial release and passive stretching).", "study_duration": "Short-term (3 sessions on alternate days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:33.268916+00:00"}
{"study_id": 28052, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to compare the acute effects of scapular mobilization with and without myofascial release on butterfly stroke performance in swimmers.", "results_summary": "Scapular mobilization without myofascial release worsened swimming efficiency indicators (velocity, stroke frequency, and length) compared to the control and intervention groups. The study suggests that myofascial release may mitigate these negative effects, but results should be interpreted cautiously due to limitations.", "population_specificity": "Butterfly swimmers", "effective_dosage": "Not specified", "study_duration": "30 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:37.699167+00:00"}
{"study_id": 28055, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of myofascial release in improving pain, disability, muscle strength, and range of motion in patients with unilateral cervical radiculopathy.", "results_summary": "The myofascial release group showed significantly greater improvements in cervical range of motion, muscle strength, pain pressure threshold, pain, and disability compared to the exercise group. The technique outperformed conventional treatment combined with stretching and strengthening exercises.", "population_specificity": "Thirty-four patients diagnosed with unilateral cervical radiculopathy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:39.235733+00:00"}
{"study_id": 28056, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of myofascial release on pain and range of motion in patients with chronic neck pain.", "results_summary": "Myofascial release showed significant improvements in pain, rotation to the right, and lateral flexion to the right, but no significant effect on pressure pain threshold. The study concluded modest effects in pain reduction.", "population_specificity": "Patients with chronic neck pain (549 participants across 10 randomized controlled trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:39.767656+00:00"}
{"study_id": 28054, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the acute effects of 4 minutes of myofascial release (MFR) on forward shoulder posture (FSP), shoulder horizontal abduction range of motion (HA-ROM), and muscle excitation in individuals with FSP.", "results_summary": "The study found that both MFR and a soft-touch control (CON) acutely reduced FSP, but there were no significant differences in HA-ROM or muscle excitation between the treatments.", "population_specificity": "59 right-handed participants (27±9 years, 30 female) with FSP but otherwise asymptomatic shoulders.", "effective_dosage": "4 minutes of MFR or CON treatment.", "study_duration": "Acute (single session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:40.169737+00:00"}
{"study_id": 28058, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the literature on self-myofascial release (SMR) interventions and their effects on physical performance attributes in athletes.", "results_summary": "SMR showed acute positive effects on flexibility and range of motion without impairing muscle performance during maximal strength and power actions. It also improved recovery perception and reduced delayed-onset muscle soreness, with some benefits noted for agility and high-speed actions.", "population_specificity": "Professional and amateur athletes (517 participants across 25 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:40.701432+00:00"}
{"study_id": 28053, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of positional release technique and myofascial release technique, combined with exercises, on managing patellofemoral pain syndrome by targeting gluteus medius trigger points.", "results_summary": "Both techniques significantly reduced pain, improved function, pressure pain threshold, strength, and quality of life, with no significant differences between the two methods. The study concluded that both approaches were equally beneficial for treating gluteus medius trigger points in patellofemoral pain syndrome.", "population_specificity": "Patients with patellofemoral pain syndrome and gluteus medius trigger points (38 females, 26 males; mean age ~29.5 years).", "effective_dosage": "3 sessions per week, each lasting 45 minutes.", "study_duration": "6 weeks (18 sessions total).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:40.881650+00:00"}
{"study_id": 28059, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a single session of self-myofascial release (SMR) could impact cardiovascular parameters at rest and during a cold pressor test (CPT).", "results_summary": "The study found that a single session of SMR reduced peripheral and central diastolic blood pressure, total peripheral resistance, and RMSSD while increasing heart rate compared to a control condition. SMR also attenuated hemodynamic reactivity during the CPT, suggesting favorable cardiovascular benefits.", "population_specificity": "Twenty healthy normotensive male participants aged 26 ± 2 years.", "effective_dosage": "20-minute session of SMR.", "study_duration": "Single session (20 minutes).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:41.682898+00:00"}
{"study_id": 28057, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "To determine the mechanisms of extraocular myofascial release (EOMR) and evaluate its effects on saccadic velocity and esodeviation angle in patients with convergence spasm.", "results_summary": "EOMR significantly reduced esodeviation at both far and near distances but did not improve saccadic velocities. The treatment only affected the static condition of the eye, with no impact on dynamic muscle properties.", "population_specificity": "14 patients with convergence spasm, aged 20-35.", "effective_dosage": "Touching the medial rectus and fascial tissue with the index finger pulp for at least 300 seconds per session, applying gentle pressure.", "study_duration": "Two sessions in one week.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:46.080856+00:00"}
{"study_id": 28060, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To identify the effects of instrument-assisted soft tissue mobilization (IASTM) and foam roller self-myofascial release (FRSMR) on athletic performance.", "results_summary": "IASTM improved range of motion, joint kinetics, strength, and power in vertical jumping, while FRSMR enhanced counter movement jumping by increasing initial phase strength but did not improve aerobic activity.", "population_specificity": "Athletes", "effective_dosage": "At least 90 seconds per muscle group", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:47.002584+00:00"}
{"study_id": 28063, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of myofascial release against passive muscle stretching and a control group in reducing pain intensity and improving health status in adults with fibromyalgia.", "results_summary": "Myofascial release showed greater improvements in pain intensity compared to the control group and possibly the stretching group, as well as better health status outcomes than the control group at certain time points. No significant differences were found in the number of painful areas across groups.", "population_specificity": "Adults diagnosed with fibromyalgia", "effective_dosage": "Eight weekly sessions", "study_duration": "8 weeks (with follow-up at 12 weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:48.652408+00:00"}
{"study_id": 28064, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the effect of self-myofascial release using a roller massager on myofascial gliding, lumbar flexibility, and abdominal trunk muscle strength in the lower back.", "results_summary": "Roller massage significantly improved gliding, lumbar flexibility, and abdominal trunk muscle strength compared to static stretching and control (rest). The study found significant intervention-by-time interactions for these outcomes.", "population_specificity": "24 college athletes", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:48.711054+00:00"}
{"study_id": 28061, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy and safety of myofascial release therapy, extracorporeal shockwave therapy, and their combination in treating chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS).", "results_summary": "The study protocol outlines a comparison of myofascial release therapy with other treatments, but specific results are not provided in the abstract. The primary and secondary outcomes suggest potential benefits, but efficacy data are pending trial completion.", "population_specificity": "150 participants with chronic prostatitis/chronic pelvic pain syndrome from Zhongda Hospital Affiliated to Southeast University.", "effective_dosage": "Not specified in the abstract.", "study_duration": "4-week treatment period with a 4-week follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:48.712624+00:00"}
{"study_id": 28062, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of isolated myofascial release techniques (MFR) in treating chronic low back pain (CLBP) in adults.", "results_summary": "A series of MFR treatments significantly reduced pain intensity, improved range of motion, decreased functional disability, and reduced paraspinal muscle activity. A single 40-min MFR intervention also reduced pain and improved mobility but did not affect postural stability, while a 5-min MFR session showed no significant effects.", "population_specificity": "Adults aged 18-60 with chronic low back pain (CLBP).", "effective_dosage": "Series of treatments (unspecified frequency) and single interventions (40-min complex or 5-min technique).", "study_duration": "Varied (series of treatments or single session).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:49.696265+00:00"}
{"study_id": 28066, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of neurodynamic sliding technique and self-myofascial release in improving hamstring flexibility among college students with hamstring tightness.", "results_summary": "Both interventions significantly improved hamstring flexibility, with the neurodynamic sliding technique showing greater effectiveness than self-myofascial release. The study found statistically significant improvements in active knee extension and lower extremity functional scale scores post-intervention.", "population_specificity": "College-going students aged 18-25 years with hamstring tightness.", "effective_dosage": "Not specified (self-myofascial release was administered as per study protocol).", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:50.220979+00:00"}
{"study_id": 28065, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of gross myofascial release (MFR) as an adjunct to conventional physical therapy in subjects with low back pain and radiculopathy.", "results_summary": "The experimental group receiving MFR showed statistically significant improvements in pressure pain threshold, disability, patient satisfaction, and lumbar flexion range of motion compared to the control group, though no significant difference was found in lumbar extension range of motion.", "population_specificity": "Forty subjects clinically diagnosed with low back pain and radiculopathy.", "effective_dosage": "5 sessions of gross MFR of the trunk and lower limb alongside conventional physical therapy.", "study_duration": "5 days (pre- and post-intervention measurements on day 1 and day 5).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:50.629091+00:00"}
{"study_id": 28067, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of myofascial release and the fascial distortion model on range of motion, pain sensitivity, and balance to guide treatment selection.", "results_summary": "Myofascial release significantly improved balance control and range of motion (straight leg-raising angle and finger floor distance), but no between-group differences were observed for these outcomes. The fascial distortion model showed better pain control compared to myofascial release.", "population_specificity": "Sixteen healthy adults.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:54.980452+00:00"}
{"study_id": 28069, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of Myofascial Release (MFR) and the Structural Diagnosis and Management (SDM) approach in improving plantar heel pain, ankle range of motion, and disability.", "results_summary": "Both MFR and SDM significantly improved pain, function, range of motion, and disability, but SDM showed greater improvements in pain, activity, and disability scores compared to MFR.", "population_specificity": "64 subjects aged 30-60 years with plantar heel pain, plantar fasciitis, or calcaneal spur.", "effective_dosage": "12 sessions over 4 weeks (frequency not specified).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:57.450975+00:00"}
{"study_id": 28071, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of pectoralis major myofascial release massage (MRM) on breast pain and engorgement in breastfeeding mothers and on breast milk intake and sleep patterns in newborns.", "results_summary": "MRM significantly reduced breast pain and engorgement in mothers and increased breast milk intake in newborns, with statistically significant improvements observed after both treatment sessions.", "population_specificity": "Breastfeeding mothers who delivered between 37 and 43 weeks and had 7-to 14-day-old newborns, recruited from a postpartum care center in Gunpo, Korea.", "effective_dosage": "Two MRM sessions: the first administered shortly after delivery and the second 48 hours later.", "study_duration": "Short-term (two sessions within 48 hours).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:58.144591+00:00"}
{"study_id": 28072, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy of combining oro-facial myofunctional therapy with myofascial release for improving sleep quality in patients with mild obstructive sleep apnoea (OSA).", "results_summary": "The study found no significant difference in apnoea/hypopnoea index (AHI) between groups, but reported significant improvements in oxygen saturation (SpO2), time spent with oxygen saturation <90% (T90), snoring index, and sleep quality (PSQI) for the combined therapy group.", "population_specificity": "Patients aged 40-80 years with mild OSA.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:58.844426+00:00"}
{"study_id": 28074, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether myofascial release applied to a remote area (lower limbs) could improve lumbar elasticity and reduce low back pain in patients with chronic nonspecific LBP.", "results_summary": "Both direct lumbar and remote lower limb myofascial release significantly reduced pain and improved lumbar elasticity, with no significant difference in outcomes between the two groups. Remote myofascial release was found effective for chronic nonspecific LBP.", "population_specificity": "32 participants with chronic nonspecific low back pain.", "effective_dosage": "4 sessions (frequency not specified).", "study_duration": "Duration of intervention not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:59.258048+00:00"}
{"study_id": 28070, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of dry needling (DN) and instrumental myofascial release (IMR) in treating pain, bite force, and occlusal contact distribution in patients with muscular temporomandibular disorders.", "results_summary": "Both DN and IMR showed statistically significant improvements in pain perception, tolerance, and bite force, with IMR proving more effective immediately post-intervention and after one month. The study also noted significant effects on specific muscles and occlusal force distribution.", "population_specificity": "Thirty patients with muscular temporomandibular disorders, divided into DN (n=15) and IMR (n=15) groups.", "effective_dosage": "Not specified", "study_duration": "Pre/post-intervention and one-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:59.290700+00:00"}
{"study_id": 28068, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to compare the effects of instrument-assisted soft tissue mobilization (IASTM) and myofascial release therapy (MRT) on pain, function, and pain pressure threshold in college students with chronic mechanical neck pain.", "results_summary": "The study found no statistically significant differences between IASTM and MRT in improving pain, function, or pain pressure threshold. However, the lack of a control group means improvements may not be attributable to the interventions.", "population_specificity": "College students (mean age 21.33) with chronic mechanical neck pain, involved in distance learning due to COVID-19 restrictions.", "effective_dosage": "Eight therapy sessions over four weeks.", "study_duration": "Four weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:59.541721+00:00"}
{"study_id": 28073, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether remote myofascial release (MFR) applied to the lumbar region could reduce hamstring tightness as effectively as direct hamstring MFR in individuals with chronic nonspecific low back pain.", "results_summary": "The study found that both lumbar and hamstring MFR significantly reduced hamstring tightness, with no significant difference between the two techniques. The passive knee-extension test showed excellent reliability, and a change of ≥6° was considered clinically meaningful.", "population_specificity": "40 participants (20 males, 20 females) aged 40.5 ± 5.3 years with chronic nonspecific low back pain and hamstring tightness.", "effective_dosage": "4 sessions of MFR over 2 weeks.", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:03.322472+00:00"}
{"study_id": 28075, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine the immediate effects of myofascial release (MFR) on blood flow in lumbar myofascial tissue and assess the influence of thoracolumbar fascia morphology, physical activity, and BMI on these effects.", "results_summary": "MFR significantly increased blood flow (31.6% post-treatment, 48.7% at follow-up) compared to placebo. Blood flow differences were also observed between disorganized and organized thoracolumbar fascia morphology, with strong correlations to physical activity and BMI.", "population_specificity": "30 pain-free subjects (mean age 40.5 ± 14.1 years).", "effective_dosage": "Not specified.", "study_duration": "Immediate effects and follow-up (duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:05.236891+00:00"}
{"study_id": 28080, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of myofascial release combined with OMT and foam roller versus foam roller alone on physical performance in university athletes.", "results_summary": "The study found that OMT combined with foam roller improved range of motion, muscle power, strength, and flexibility more effectively than foam roller alone, which only improved dynamic flexibility.", "population_specificity": "Twenty-nine university athletes.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:07.044723+00:00"}
{"study_id": 28076, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the acute effects of myofascial release (MFR) and muscle energy (ME) techniques on trunk extensors' active range-of-motion and strength in recreationally resistance-trained women.", "results_summary": "Both MFR and ME significantly improved trunk range-of-motion, with MFR showing a medium effect size (d = 0.71) compared to ME's small effect size (d = 0.47). MFR also significantly increased trunk extension strength (p = 0.018, d = 0.10).", "population_specificity": "Recreationally resistance-trained, apparently healthy women (n = 17).", "effective_dosage": "Not specified (manual intervention protocols).", "study_duration": "Acute (immediate post-intervention measurements).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:07.676910+00:00"}
{"study_id": 28077, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of diaphragmatic and iliopsoas Myofascial Release (MFR) techniques on pain, lumbar spine range of motion, chest wall mobility, and flexibility in patients with chronic low back pain.", "results_summary": "The study found that MFR techniques significantly reduced pain, improved lumbar spine range of motion, increased flexibility, and enhanced chest wall mobility in patients with chronic low back pain compared to the control group.", "population_specificity": "42 participants aged 20-50 years with chronic low back pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:07.753949+00:00"}
{"study_id": 28078, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate changes in postural stability following a single myofascial release (MFR) intervention in patients with chronic low back pain (CLBP), both immediately after treatment and one month later.", "results_summary": "The study found that only 2 out of 12 stabilometric parameters showed reliable effects consistent with the hypotheses, with no significant differences between the experimental and control groups. A single MFR treatment did not significantly affect postural stability in CLBP patients.", "population_specificity": "113 patients with chronic low back pain (CLBP).", "effective_dosage": "One MFR intervention (specific details not provided).", "study_duration": "Single session, with follow-up after one month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:08.469428+00:00"}
{"study_id": 28081, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a single session of Self-Myofascial Release (SMR) on the feet could improve posterior muscular chain flexibility up to one hour post-intervention.", "results_summary": "The study found that SMR significantly improved flexibility in the stiff and average groups up to one hour after the intervention, but no significant improvement was observed in the flexible group. The effects were most pronounced in individuals with lower baseline flexibility.", "population_specificity": "Thirty-six participants categorized into three flexibility groups (flexible, average, stiff) based on Sit and Reach test scores.", "effective_dosage": "Single session of SMR using a rigid ball under both feet.", "study_duration": "Immediate effects measured, with follow-ups at 30 and 60 minutes post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:09.233311+00:00"}
{"study_id": 28079, "supplement_id": 1362, "safety_score": "100", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if a standardized Preflight/Postflight Stretches (PPS) protocol could reduce subjective neck and back pain scores in helicopter aircrew.", "results_summary": "The study found that PPS significantly reduced postflight pain in the cervical, thoracic, lumbar, and overall regions, with 61.8% of the intervention group reporting worse pain compared to 92% in the control group. No adverse events were reported.", "population_specificity": "Helicopter aircrew (pilots and enlisted) from two carrier air wing MH-60R squadrons at Naval Air Station Jacksonville.", "effective_dosage": "A simple 5- to 7-minute stretching routine performed preflight and postflight.", "study_duration": "Not specified (single flight cycle).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:09.561085+00:00"}
{"study_id": 28082, "supplement_id": 1362, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of myofascial release (MFR) versus placebo MFR on upper extremity volume and secondary outcomes in patients with breast cancer-related lymphedema (BCRL).", "results_summary": "MFR showed significant improvements in upper limb volume, subjective pain, shoulder ROM (except internal rotation), and shoulder function compared to placebo MFR, though no significant difference was found between MFR and placebo for limb volume reduction.", "population_specificity": "Thirty patients with breast cancer-related lymphedema (BCRL).", "effective_dosage": "30 minutes of MFR or placebo MFR, twice a week.", "study_duration": "4 weeks per intervention period, with a 4-week washout between treatments.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:13.058504+00:00"}
{"study_id": 28083, "supplement_id": 1362, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety of self-induced myofascial release in patients with hemophilic ankle arthropathy and assess its effects on musculoskeletal variables.", "results_summary": "The study found that self-induced myofascial release was safe and led to significant improvements in pain intensity, ankle range of motion in plantar flexion, and lower limb functionality, though hemarthrosis frequency showed a non-significant reduction.", "population_specificity": "Patients with hemophilic ankle arthropathy (n=20).", "effective_dosage": "Daily self-induced myofascial release using a foam roller (specific duration/frequency not detailed beyond 8 weeks).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:14.233334+00:00"}
{"study_id": 28086, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether self-myofascial release could reduce pain, improve iliotibial band flexibility, and enhance cycling performance in adult male cyclists with iliotibial band friction syndrome.", "results_summary": "Self-myofascial release significantly reduced pain, improved iliotibial band flexibility, and enhanced cycling performance (increased cadence and power, decreased record time) compared to the control group.", "population_specificity": "Adult male cyclists with iliotibial band friction syndrome.", "effective_dosage": "Not specified", "study_duration": "Intervention was administered before and after cycling twice (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:16.293015+00:00"}
{"study_id": 28084, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine how self-myofascial release (SMFR) using a foam roller affects gastrocnemius-Achilles tendon stiffness and ankle dorsiflexion range of motion.", "results_summary": "The study found that SMFR using a foam roller reduced gastrocnemius-Achilles tendon stiffness and improved ankle dorsiflexion range of motion. The results suggest that myofascial release can effectively enhance muscle flexibility and joint function.", "population_specificity": "Not specified (likely healthy individuals or athletes, based on context).", "effective_dosage": "Not specified (foam roller use described, but exact duration/frequency not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:16.479101+00:00"}
{"study_id": 28087, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of myofascial release (MFR) versus high-frequency TENS for pain relief and functional improvement in subjects with trapezius myalgia.", "results_summary": "The study found that both MFR and high-frequency TENS were effective in reducing pain and improving function in trapezius myalgia patients, with strong support for their use in rehabilitation.", "population_specificity": "Forty-five subjects with trapezius myalgia meeting inclusion criteria.", "effective_dosage": "Not specified", "study_duration": "Four weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:16.649512+00:00"}
{"study_id": 28085, "supplement_id": 1362, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if myofascial release immediately following pelvic floor trigger point injections provided better pain relief than injections alone in patients with pelvic floor tension myalgia.", "results_summary": "The study found that combining trigger point injections with myofascial release led to greater pain reduction (median VAS change of 4 vs. 2) and a higher proportion of patients achieving significant pain relief (77% vs. 45%) compared to injections alone.", "population_specificity": "87 female patients with pelvic floor tension myalgia.", "effective_dosage": "Not specified", "study_duration": "Single session (immediate post-injection therapy) with follow-up at 2 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:16.790974+00:00"}
{"study_id": 194305, "supplement_id": 1381, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of AAKG supplementation on hemodynamics, blood flow, and nitric oxide metabolite levels after resistance exercise.", "results_summary": "AAKG supplementation increased plasma L-arginine levels and the L-arginine:ADMA ratio, but changes in hemodynamics, blood flow, and nitric oxide metabolites were attributed to exercise, not the supplement.", "population_specificity": "24 physically active men", "effective_dosage": "12 g/day of NO(2) Platinum or placebo", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:24.972037+00:00"}
{"study_id": 194310, "supplement_id": 1381, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of dietary nitrate on basal mitochondrial function and whole-body oxygen consumption in healthy volunteers.", "results_summary": "Nitrate supplementation improved mitochondrial oxidative phosphorylation efficiency (P/O ratio) and reduced state 4 respiration, correlating with reduced oxygen cost during exercise. Mechanistically, nitrate decreased ATP/ADP translocase expression, suggesting enhanced mitochondrial efficiency.", "population_specificity": "Healthy volunteers", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:25.965329+00:00"}
{"study_id": 194306, "supplement_id": 1381, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential cardiovascular benefits of dietary nitrite and nitrate and their mechanisms of action.", "results_summary": "The study found that dietary nitrite and nitrate may improve cardiovascular health through mechanisms like nitric oxide production, endothelial function enhancement, vascular relaxation, and platelet aggregation inhibition. It also suggested that concerns about their toxicity are likely overstated.", "population_specificity": "Both healthy individuals and those with cardiovascular disease conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:26.045872+00:00"}
{"study_id": 194304, "supplement_id": 1381, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of nitric oxide deficiency in chronic kidney disease (CKD) progression and cardiovascular complications, focusing on ADMA regulation and the potential benefits of dietary nitrate supplementation.", "results_summary": "The study found that increased plasma ADMA predicts CKD severity and cardiovascular risk, while endothelial NOS-derived nitric oxide plays a major role in diabetic nephropathy. Dietary nitrate supplementation showed beneficial effects on blood pressure and kidney disease.", "population_specificity": "Patients with chronic kidney disease, particularly those with diabetic nephropathy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:26.632021+00:00"}
{"study_id": 194308, "supplement_id": 1381, "safety_score": "30", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to explore the role of nitrate in the formation of N-nitrosamines, a potential risk factor for brain tumors, and the protective effects of antioxidants against such tumors.", "results_summary": "The study found that nitrate can form carcinogenic N-nitrosamines in the stomach, contributing to brain tumor risk, while antioxidants like vitamins C and E may reduce tumor incidence by inhibiting nitrosation and scavenging free radicals.", "population_specificity": "Patients with brain tumors, particularly those with malignant gliomas and meningiomas, and children whose mothers took antioxidants during pregnancy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:26.644149+00:00"}
{"study_id": 194307, "supplement_id": 1381, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of low and high oral doses of L-arginine on blood L-arginine, nitrate/nitrite (NO(x)), and hormonal responses (GH, IGF-1, insulin).", "results_summary": "Both low and high doses of L-arginine increased plasma L-arginine concentrations similarly, but neither dose significantly increased NO(x), GH, IGF-1, or insulin levels at rest.", "population_specificity": "14 physically active males (age 25 ± 5 years).", "effective_dosage": "Low dose (0.075 g·kg⁻¹ body mass), high dose (0.15 g·kg⁻¹ body mass).", "study_duration": "Single administration with blood samples drawn up to 180 minutes post-consumption.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:26.673665+00:00"}
{"study_id": 194309, "supplement_id": 1381, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a single dose of inorganic nitrate before exercise could enhance endurance athletes' tolerance to high-intensity exercise.", "results_summary": "Nitrate supplementation significantly increased plasma nitrate and nitrite levels and reduced VO(2peak) without affecting time to exhaustion or maximal power, suggesting improved exercise efficiency without compromising performance.", "population_specificity": "Eleven male cyclists (age 34.3 ± 4.8 years, VO(2peak) 65.1 ± 6.2 mL·kg(-1)·min(-1)).", "effective_dosage": "10 mg·kg(-1) of body mass (as NaNO(3)), single dose.", "study_duration": "Single-dose intervention, tested 3 hours post-supplementation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:26.787594+00:00"}
{"study_id": 194311, "supplement_id": 1381, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether an oral bolus of arginine (10 g) enhances nitric oxide (NO) synthesis, muscle blood flow, and skeletal muscle protein synthesis (MPS) in healthy young men.", "results_summary": "The study found that arginine supplementation did not increase NO synthesis (measured via plasma nitrate, nitrite, and endothelin-1) or muscle blood flow. It also did not enhance mixed or myofibrillar MPS beyond the effects of feeding alone.", "population_specificity": "Eight healthy young men (mean age 22.1 ± 2.6 years).", "effective_dosage": "10 g l-arginine ingested once.", "study_duration": "Single bout of intervention (acute study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:26.866373+00:00"}
{"study_id": 29452, "supplement_id": 1382, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of nondigestible fermentable carbohydrates (NDFCs) to modulate the GI microbiome and prevent or treat human disease.", "results_summary": "Epidemiological and clinical studies suggest health benefits of NDFCs, but rigorous human intervention studies are needed to confirm efficacy, mechanisms, and individual variability in response.", "population_specificity": "Not specified (general human health focus)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:34.188688+00:00"}
{"study_id": 29451, "supplement_id": 1382, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effects of nondigestible fermentable carbohydrates (NDFCs) on adiposity and cardiovascular risk factors in adults with overweight or obesity through a meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis found that increased NDFC intake significantly reduced body mass index, weight, hip and waist circumference, systolic blood pressure, total cholesterol, and low-density lipoprotein, with moderate-to-high quality evidence supporting these outcomes.", "population_specificity": "Adults with overweight or obesity", "effective_dosage": "Not specified", "study_duration": "≥2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:34.259179+00:00"}
{"study_id": 194315, "supplement_id": 1381, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the mechanistic basis for the reduced oxygen cost of exercise following short-term dietary nitrate supplementation.", "results_summary": "Nitrate supplementation significantly increased plasma nitrite levels, attenuated muscle phosphocreatine reduction and oxygen uptake during low-intensity exercise, reduced metabolic perturbation during high-intensity exercise, and improved time to exhaustion. The reduced oxygen cost was attributed to a lower ATP cost of muscle force production.", "population_specificity": "Seven men aged 19-38 years.", "effective_dosage": "500 ml/day of nitrate-rich beetroot juice (5.1 mmol nitrate/day).", "study_duration": "6 consecutive days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:34.938950+00:00"}
{"study_id": 194314, "supplement_id": 1381, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether dietary L-arginine supplementation, similar to dietary nitrate, could improve exercise efficiency and tolerance by increasing nitric oxide bioavailability.", "results_summary": "The study found that L-arginine supplementation significantly increased plasma nitrite concentration, reduced systolic blood pressure, lowered oxygen cost during moderate-intensity exercise, and improved performance (reduced VO2 slow component and extended time to exhaustion) during severe-intensity exercise.", "population_specificity": "Nine healthy men aged 19-38 years.", "effective_dosage": "6 g of L-arginine in a 500 ml beverage.", "study_duration": "Single-dose intervention with measurements taken 1 hour after ingestion.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:35.352643+00:00"}
{"study_id": 194312, "supplement_id": 1381, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Ambrotose AO® on blood antioxidant capacity and oxidative stress, including nitrate/nitrite (NOx) levels, in exercise-trained and untrained individuals.", "results_summary": "The study found no significant change in resting or exercise-induced nitrate/nitrite (NOx) levels with Ambrotose AO® supplementation. No condition effects were noted for NOx, indicating no detectable impact on nitrate-related biomarkers.", "population_specificity": "Exercise-trained and untrained men and women (25 total participants: 7 trained men, 5 untrained men, 7 trained women, 6 untrained women).", "effective_dosage": "4 capsules per day (2 grams per day).", "study_duration": "3 weeks per supplementation period (with a 3-week washout).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:35.399970+00:00"}
{"study_id": 194313, "supplement_id": 1381, "safety_score": "90", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the supplement 2-[nitrooxy]ethyl 2-amino-3-methylbutanoate acutely increases circulating nitrate/nitrite levels and affects hemodynamic variables in resistance-trained men.", "results_summary": "The supplement caused a small (6.7%) increase in plasma nitrate/nitrite levels at 15 minutes post-ingestion but had no significant effects on heart rate, systolic, or diastolic blood pressure. No meaningful differences were observed between the supplement and placebo conditions.", "population_specificity": "Ten resistance-trained men (26 ± 4 years old; 8 ± 6 years of resistance exercise training).", "effective_dosage": "Not specified (single acute dose).", "study_duration": "Acute (measurements taken up to 60 minutes post-ingestion).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:35.757699+00:00"}
{"study_id": 77129, "supplement_id": 1383, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effects of stevia-sweetened beverages compared with sucrose-sweetened beverages on the human gut microbiome and fecal short-chain fatty acid profiles.", "results_summary": "The study found no significant differences in the human gut microbiome or fecal SCFA profiles between the stevia and sucrose groups after 4 weeks of consumption. Additionally, there were no significant effects on fasting cardiometabolic measures.", "population_specificity": "59 healthy adults (36 female, 23 male), aged 31±9 years, with a BMI of 22.6±1.7 kg/m².", "effective_dosage": "Beverage sweetened with 25% of the ADI of stevia vs. 30 g of sucrose daily.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:36.430065+00:00"}
{"study_id": 194316, "supplement_id": 1381, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop and evaluate two colorimetric nitrate reductase-based tests (CONRAS-liquid and CONRAS-LJ) for assessing Mycobacterium tuberculosis susceptibility to pyrazinamide.", "results_summary": "The CONRAS tests demonstrated high sensitivity (87.5%-100%) and specificity (83.7%-84.1%) for detecting pyrazinamide resistance, with the CONRAS-liquid test being faster (9.4 vs. 14.5 days). Growth-promoting substances did not enhance M. tuberculosis growth in acid pH broth.", "population_specificity": "Mycobacterium tuberculosis strains (75 for CONRAS-liquid, 77 for CONRAS-LJ).", "effective_dosage": "100 mg/L pyrazinamide (CONRAS-liquid), 1200 mg/L pyrazinamide (CONRAS-LJ).", "study_duration": "Mean turnaround times: 9.4 days (CONRAS-liquid), 14.5 days (CONRAS-LJ).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:37.649187+00:00"}
{"study_id": 77131, "supplement_id": 1383, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically review and meta-analyze the metabolic effects of aspartame and acesulfame-K blends on energy intake, appetite, blood glucose, and incretin hormones compared to sugar and water controls.", "results_summary": "The study found that aspartame/acesulfame-K blends significantly reduced energy intake compared to both sugar and water controls, but no significant differences were observed in subjective appetite scores, blood glucose, or incretin hormones.", "population_specificity": "Predominantly healthy participants (274 total across 8 studies).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:42.993507+00:00"}
{"study_id": 77135, "supplement_id": 1383, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to determine whether low-energy sweeteners (LES) have acute effects on postprandial glucose (PPG) and postprandial insulin (PPI) responses in humans.", "results_summary": "The study found no statistically significant differences in PPG or PPI responses between LES and control interventions, except for a small beneficial effect on PPG (-0.3 mmol/L) in patients with type 2 diabetes. The effects did not vary by LES type, dose, or fasting glucose/insulin levels.", "population_specificity": "General human population, with specific analysis for patients with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Acute (single-dose) interventions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:44.307946+00:00"}
{"study_id": 77130, "supplement_id": 1383, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine the effects of regular exposure to low- or no-calorie sweeteners (LNCS) on glucose tolerance and GLP-1 release in healthy individuals.", "results_summary": "The study found that regular consumption of LNCS-sweetened water over 4 weeks had no significant effect on glycemic response, insulin sensitivity, GLP-1 release, or body weight in healthy individuals.", "population_specificity": "Healthy, normoglycemic adults without regular LNCS consumption (age 21.24 ± 2.26 y; BMI 20.65 ± 2.88 kg/m²).", "effective_dosage": "330 mL water sweetened with saccharine, sucralose, or aspartame + acesulfame-K (Asp+Ace-K), consumed daily.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:44.454427+00:00"}
{"study_id": 77138, "supplement_id": 1383, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of low-calorie sweeteners (LCSs) on appetite, energy intake, and body weight in children, particularly assessing whether LCS consumption aids or hinders weight management.", "results_summary": "Observational studies reported positive associations between LCS consumption and weight gain, but intervention studies, including some blinded trials, found benefits of LCSs in reducing excessive child weight gain. Mixed findings were noted regarding appetite and energy intake, with some studies showing compensation via increased solid food intake and others reporting reduced total energy intake with LCS consumption.", "population_specificity": "Children and adolescents", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:44.638944+00:00"}
{"study_id": 77139, "supplement_id": 1383, "safety_score": "60", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of sucralose consumption on glucose metabolism variables in healthy individuals.", "results_summary": "The study found that sucralose consumption led to a significant decrease in insulin sensitivity and an increased acute insulin response to glucose in participants with adequate adherence. These findings suggest sucralose may negatively impact glucose metabolism.", "population_specificity": "Healthy subjects without comorbidities and with low habitual consumption of nonnutritive sweeteners (n=33/group).", "effective_dosage": "15% of Acceptable Daily Intake daily via commercial sachets.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:44.639562+00:00"}
{"study_id": 77134, "supplement_id": 1383, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether sucralose consumption affects fasting concentrations of appetite-regulating hormones and insulin resistance.", "results_summary": "Sucralose intake did not alter fasting concentrations of glucagon-like peptide 1, ghrelin, peptide tyrosine tyrosine, or leptin. A transient increase in insulin resistance was observed one week post-intervention, but its clinical significance is unclear.", "population_specificity": "60 healthy, normal-weight individuals in Mexico City without habitual nonnutritive sweetener consumption.", "effective_dosage": "Daily sucralose consumption at 15% of the acceptable daily intake via commercial sachets added to food.", "study_duration": "2 weeks, with an additional follow-up visit one week post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:44.684321+00:00"}
{"study_id": 77140, "supplement_id": 1383, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to explore the benefits and risks of nonnutritive sweeteners in the context of gestational diabetes and maternal-fetal health.", "results_summary": "The abstract does not provide specific findings on nonnutritive sweeteners, only noting that future research is needed to understand their benefits and risks.", "population_specificity": "Pregnant individuals with gestational diabetes or pregnancies complicated by overweight/obesity.", "effective_dosage": "Not provided", "study_duration": "Not provided", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:45.355391+00:00"}
{"study_id": 77133, "supplement_id": 1383, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to examine the prevalence and volume of purchases of packaged food and beverage products containing nonnutritive sweeteners (NNS) in US households, comparing 2002 and 2018.", "results_summary": "The study found a decrease in purchases of products containing caloric sweeteners (CS) but an increase in products containing both CS and NNS. There were notable shifts in the types of NNS purchased, with sucralose and rebaudioside A becoming more prevalent, while aspartame and saccharin declined.", "population_specificity": "Nationally representative samples of US households (Nielsen Homescan Consumer Panels).", "effective_dosage": "Not specified", "study_duration": "Data compared between 2002 and 2018 (16-year span).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:46.174657+00:00"}
{"study_id": 29175, "supplement_id": 1384, "safety_score": "30", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to highlight the toxic effects of excessive nutmeg consumption and the importance of recognizing its symptoms and treatment.", "results_summary": "The study reported a case of nutmeg poisoning in a 33-year-old woman, presenting with anticholinergic and psychiatric symptoms. Symptoms resolved within 24 hours with symptomatic management, but electrolyte abnormalities were noted.", "population_specificity": "33-year-old woman with accidental excessive nutmeg ingestion.", "effective_dosage": "Not specified (toxic amount ingested accidentally).", "study_duration": "Symptoms resolved within 24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:51.980241+00:00"}
{"study_id": 77142, "supplement_id": 1383, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine whether sucralose, a nonnutritive sweetener, affects hunger signaling and short-term glucose homeostasis compared to sucrose or water.", "results_summary": "The study found no differences in subjective hunger responses, triacylglycerol, or glucagon levels between treatments. Significant differences in insulin, glucose, and acylated ghrelin were observed only between sucrose-containing and non-sucrose-containing treatments, suggesting sucralose is relatively inert in these aspects.", "population_specificity": "8 female volunteers (BMI 22.16 ± 1.71 kg/m², age 21.75 ± 2.25 years).", "effective_dosage": "Not specified.", "study_duration": "Short-term (measurements taken up to 120 minutes post-treatment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:52.379821+00:00"}
{"study_id": 29178, "supplement_id": 1384, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to comprehensively evaluate the biological and pharmacological properties of nutmeg seeds and explore their efficacy in treating various illnesses.", "results_summary": "Nutmeg seeds demonstrated potent antimicrobial, antioxidant, anti-inflammatory, and cardioprotective effects, along with potential psychotropic and antidepressant properties. The study also noted that nutmeg ingestion within 20-80 g powder did not cause life-threatening effects.", "population_specificity": "Not specified (review of published articles).", "effective_dosage": "20-80 g powder (no frequency specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:53.060754+00:00"}
{"study_id": 29176, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify the phytochemical constituents of nutmeg essential oil and analyze the wound healing effect of nutmeg cream on second-degree burns in an animal model.", "results_summary": "Nutmeg cream (3%) promoted burn wound healing in rats, with a healing percentage of 41.88±13.81%, though silver sulfadiazine showed higher efficacy (56.80±14.05%). The smallest wound diameter was observed in the nutmeg-treated group (0.86±0.37 cm).", "population_specificity": "Wistar rats (Rattus norvegicus) with induced second-degree burns.", "effective_dosage": "3% nutmeg cream (applied topically, frequency not specified).", "study_duration": "18 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:53.629133+00:00"}
{"study_id": 29177, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of PAN and H-PAN membranes in enriching nutmeg essential oils from oil-in-water emulsions and compare their performance to steam distillation.", "results_summary": "The H-PAN membrane showed higher oil rejection rates, improved hydrophilicity, and oleophobicity compared to the PAN membrane, with essential oil compositions closely matching those obtained by steam distillation (similarity scores of 0.988 and 0.990, respectively). The membranes also performed well with other essential oils.", "population_specificity": "Not specified (in vitro study using nutmeg essential oil-in-water emulsions).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:54.174627+00:00"}
{"study_id": 29180, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-adipogenic, prolipolytic, and anti-inflammatory effects of lignan-enriched nutmeg extract (LNX) on 3T3-L1 preadipocytes.", "results_summary": "LNX reduced lipid accumulation in differentiating 3T3-L1 preadipocytes by downregulating STAT3 phosphorylation and FAS expression, but it did not affect lipolysis or COX-2 expression. The effects were concentration-dependent and did not impact cell growth.", "population_specificity": "Differentiated 3T3-L1 preadipocytes (in vitro study).", "effective_dosage": "6 µg/ml", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:54.601733+00:00"}
{"study_id": 29181, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy and safety of combining nivolumab and temozolomide in improving overall survival for older patients (65+ years) with newly diagnosed glioblastoma.", "results_summary": "The study found no significant improvement in overall survival with the experimental treatment (nivolumab + temozolomide) compared to the standard treatment (temozolomide alone). No new safety signals were identified, but the benefit was insufficient to justify further phase III trials.", "population_specificity": "Patients aged 65 years and older with newly diagnosed glioblastoma.", "effective_dosage": "Not specified (hypofractionated chemoradiation with temozolomide followed by adjuvant nivolumab and temozolomide in the experimental arm).", "study_duration": "Follow-up period of 37 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:56.343631+00:00"}
{"study_id": 29182, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to develop antimicrobial dressings using bacterial cellulose loaded with nutmeg essential oil and evaluate their ability to inhibit bacterial adhesion.", "results_summary": "The study found that nutmeg essential oil-loaded bacterial cellulose membranes inhibited the adhesion of Staphylococcus aureus and Escherichia coli, with the 5% concentration showing significant effectiveness. Thermal and infrared analysis confirmed the binding of essential oils to the membrane.", "population_specificity": "Not specified (in vitro study on bacterial adhesion)", "effective_dosage": "5% nutmeg essential oil", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:00.391878+00:00"}
{"study_id": 29187, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify the active components and molecular mechanisms by which Nutmeg-5 improves cardiac fibrosis after myocardial infarction (MI) in rats.", "results_summary": "Nutmeg-5 reduced cardiac fibrosis, improved cardiac function, and decreased mortality in MI rats by inhibiting the ECM-receptor interaction pathway and TGF-β1/Smad2 signaling, likely through regulation of plasma metabolites.", "population_specificity": "Rats with induced myocardial infarction (MI).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:01.403940+00:00"}
{"study_id": 29185, "supplement_id": 1384, "safety_score": "60", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of nutmeg supplementation on growth, immunity, antioxidant defense, and stress tolerance in zebrafish.", "results_summary": "Nutmeg supplementation did not significantly affect growth but reduced survival at higher doses (2-3%). It enhanced immune and antioxidant parameters, upregulated gene expression related to growth and immunity, and improved stress tolerance.", "population_specificity": "Zebrafish (Danio rerio) with an initial weight of 0.47 ± 0.04 g.", "effective_dosage": "1%, 2%, and 3% powdered nutmeg in diet.", "study_duration": "70 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:02.067532+00:00"}
{"study_id": 29183, "supplement_id": 1384, "safety_score": "30", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the toxicokinetic parameters of nutmeg's psychoactive compounds (safrole, myristicin, and elemicin) in a case of nutmeg poisoning to improve patient management.", "results_summary": "The study developed a reliable method to measure serum levels of nutmeg's psychoactive compounds, finding detection limits of 0.14-0.16 ng/mL and quantitation limits of 0.5 ng/mL. Blood serum levels were measured at admission (~8h post-ingestion) and ~94h post-admission, revealing the compounds' biological half-lives.", "population_specificity": "A single male patient hospitalized after ingesting 75g of nutmeg powder with suicidal intent.", "effective_dosage": "75g of commercially available nutmeg powder (single ingestion).", "study_duration": "Measurements taken at ~8h and ~94h post-admission.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:03.382831+00:00"}
{"study_id": 29189, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the immunomodulatory and antioxidant activities of a nutmeg oil/polyurethane/ZnONPs bionanocomposite film.", "results_summary": "The bionanocomposite demonstrated significant reduction in inflammatory cytokines (IL-6, IL-10, TNFα) and exhibited strong antioxidant potential in DPPH and ABTS assays with low IC50 values.", "population_specificity": "RAW 264.7 macrophages (in vitro study)", "effective_dosage": "10% (w/v) nutmeg oil incorporated into the bionanocomposite", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:03.444891+00:00"}
{"study_id": 29190, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if nutmeg could act as a pancreatic lipase inhibitor and explore its molecular mechanism in obesity.", "results_summary": "Nutmeg showed potent lipase inhibition (66.24% in vitro), and a newly identified compound (THF) demonstrated PL inhibitory action. In vivo, nutmeg treatment increased fecal fat and reduced adipose tissue fat cell size and number.", "population_specificity": "Rats (in vivo study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:04.149473+00:00"}
{"study_id": 29179, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of nutmeg essential oil (NEO) as a feed additive on methane production, rumen fermentation, enzyme activity, and nutrient digestibility in vitro.", "results_summary": "The study found that NEO at 200 µL/L significantly reduced methane production, rumen protease activity, and certain fermentation parameters while increasing crude protein digestibility at 96 hours, without negatively affecting other digestibility measures or enzyme activities.", "population_specificity": "In vitro rumen fermentation system (not human or animal subjects).", "effective_dosage": "0 µL/L (control), 100 µL/L, and 200 µL/L of NEO.", "study_duration": "Not specified (in vitro study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:06.144084+00:00"}
{"study_id": 29188, "supplement_id": 1384, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of blanching and pickling on the inactivation of alcohol acyltransferase (AAT) and reduction of myristicin in nutmeg pericarp, as well as assess the impact on physical, microbial, antioxidant, and sensory properties.", "results_summary": "Blanching significantly reduced AAT activity and eliminated detectable myristicin after 9 minutes, while pickling also inhibited AAT and lowered myristicin content. Blanching reduced total phenol content and antioxidant capacity but maintained sensory acceptability up to 7 minutes, with no yeast or mold growth observed.", "population_specificity": "Not specified (nutmeg pericarp samples)", "effective_dosage": "Not specified (blanching times: 0, 3, 5, 7, 9 minutes)", "study_duration": "Not specified (single-time processing)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:06.708212+00:00"}
{"study_id": 29191, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the material basis and molecular mechanism of Nutmeg-5 in improving cardiac remodeling after myocardial infarction (MI).", "results_summary": "Nutmeg-5 improved cardiac remodeling post-MI by enhancing heart metabolism, preserving mitochondrial function, and inhibiting HIF-1α expression. It also activated the peroxisome proliferator-activated receptor alpha signaling pathway.", "population_specificity": "Male Kunming mice with induced MI.", "effective_dosage": "0.54 g/kg administered via gavage.", "study_duration": "1 hour post-administration for blood absorption analysis; intervention duration for cardiac effects not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:09.250826+00:00"}
{"study_id": 29192, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether crude extract (CE) and essential oil (EO) from nutmeg could act as efflux pump inhibitors (EPIs) to enhance the antimicrobial activity of ciprofloxacin against MRSA.", "results_summary": "The study found that CE and EO from nutmeg, particularly due to compounds like elemicin and myristicin, effectively sensitized MRSA to ciprofloxacin by inhibiting efflux pumps (norA and mepA), significantly reducing bacterial viability.", "population_specificity": "Methicillin-resistant Staphylococcus aureus (MRSA) strains.", "effective_dosage": "Not specified (low amount used).", "study_duration": "Not specified.", "interactions": "Synergistic effect with ciprofloxacin noted.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:10.615339+00:00"}
{"study_id": 29194, "supplement_id": 1384, "safety_score": "30", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the hepatotoxicity of nutmeg by examining its effects on liver function and morphology in mice at different doses and exposure durations.", "results_summary": "Nutmeg exposure caused slow growth trends, hepatocyte damage, and significantly elevated serum AST and ALT levels in mice, with effects worsening at higher doses and longer durations. Metabolomics and KEGG pathway analyses also identified differential metabolites linked to liver function impairment.", "population_specificity": "Male mice", "effective_dosage": "1.0 g/kg and 4.0 g/kg, administered daily via intragastrical gavage", "study_duration": "7 or 14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:12.342662+00:00"}
{"study_id": 29195, "supplement_id": 1384, "safety_score": "20", "efficacy_score": null, "quality_score": 40, "study_goal": "The researchers aimed to describe the adverse medical and psychiatric effects of high-dose nutmeg ingestion, focusing on a case of severe psychotic episode.", "results_summary": "The study found that high doses of nutmeg (18-28 g) can cause severe psychotic episodes, including disorganized speech, agitation, and delusions, with symptoms resolving within 48 hours and no long-term sequelae. Myristicin and elemicin were implicated in the psychoactive effects, though the exact mechanism remains unknown.", "population_specificity": "A single patient who consumed 18-28 g of nutmeg.", "effective_dosage": "18-28 g (single ingestion).", "study_duration": "Symptoms resolved within 48 hours; patient was followed for one year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:13.774475+00:00"}
{"study_id": 29197, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers reported a case of Fitz-Hugh-Curtis syndrome (FHCS) characterized by a nutmeg liver appearance on computed tomography, not to evaluate Nutmeg's safety or efficacy.", "results_summary": "The study described a misdiagnosis of nutmeg liver due to FHCS caused by Chlamydia trachomatis infection, highlighting the importance of accurate diagnosis. Nutmeg itself was not studied for any effects.", "population_specificity": "A 34-year-old woman with abdominal pain and suspected nutmeg liver appearance.", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:15.185250+00:00"}
{"study_id": 29198, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of nutmeg extract on oxidative stress, pancreatic histology, and blood glucose levels in alloxan-induced diabetic rats.", "results_summary": "Nutmeg extract (100 and 200 mg/kg) significantly reduced blood glucose, increased serum insulin, decreased oxidative stress, improved pancreatic morphology, and enhanced β-cell count in diabetic rats.", "population_specificity": "Male Wistar rats (200-250 g) with alloxan-induced diabetes.", "effective_dosage": "50, 100, and 200 mg/kg administered orally.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:15.248115+00:00"}
{"study_id": 29199, "supplement_id": 1384, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of dietary nutmeg oil (NO) on growth performance, blood parameters, lipid peroxidation, and heat stress tolerance in Korean native chickens reared under hot temperatures.", "results_summary": "Nutmeg oil supplementation did not significantly affect growth performance or most blood parameters but reduced serum AST levels and lipid peroxidation. It also improved heat stress tolerance by lowering rectal temperature after heat challenge.", "population_specificity": "Korean native chickens (Hanhyup-3, 4-week-old) reared under hot temperatures.", "effective_dosage": "250 ppm and 500 ppm nutmeg oil in the diet.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:19.186162+00:00"}
{"study_id": 29200, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether inhalation of nutmeg oil and its compounds (myristicin and methyl eugenol) could enhance appetite in mice, with potential applications for older people with dementia-related hypophagia.", "results_summary": "The study found that inhalation of nutmeg oil, myristicin, and methyl eugenol enhanced appetite in mice. Methyl eugenol also reduced locomotor activity, but repeated exposure led to olfactory habituation, preventing long-term weight gain. A carbonyl group on the aliphatic chain was identified as key to preventing habituation.", "population_specificity": "Mice (animal study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:19.888672+00:00"}
{"study_id": 29201, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential effect of nutmeg extract in preserving skeletal muscle mass and preventing sarcopenia in aging rats.", "results_summary": "Nutmeg extract significantly increased soleus muscle weight, upregulated myogenic gene expression (MyoD, Pax7, myogenin, MHC I, IGF-I), activated the IGF-AKT-mTOR pathway, and inhibited autophagy, suggesting preservation of muscle mass during aging.", "population_specificity": "Aging rats (80 weeks old)", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:19.983964+00:00"}
{"study_id": 29196, "supplement_id": 1384, "safety_score": "30", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to highlight the toxic effects of nutmeg overdose and its potential to mimic neurological, cardiac, and psychiatric conditions.", "results_summary": "The study reported a case of nutmeg overdose in a young male, leading to multiple psychiatric and neurological symptoms, emphasizing the need for awareness among emergency personnel to avoid misdiagnosis.", "population_specificity": "Young male with nutmeg overdose.", "effective_dosage": "Overdose (specific amount not mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:21.651616+00:00"}
{"study_id": 29202, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the mechanism of nutmeg extract's hepatoprotective effects, particularly focusing on its major bioactive component myrislignan, using a thioacetamide-induced acute liver injury model in mice.", "results_summary": "Nutmeg extract (NME) effectively protected against TAA-induced liver damage by reducing serum transaminases, hepatic oxidative stress, and inflammation. The hepatoprotective effect was mediated through PPARα modulation, and myrislignan contributed significantly to this action.", "population_specificity": "Mice with thioacetamide-induced acute liver injury", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:22.578114+00:00"}
{"study_id": 29204, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the antifungal activity of nutmeg extract against Candida albicans as an alternative treatment for oral candidiasis.", "results_summary": "The nutmeg extract demonstrated antifungal activity with zones of inhibition ranging from 12.0 to 18.0 mm, comparable to the positive control nystatin, suggesting potential efficacy against C. albicans.", "population_specificity": "In vitro study using C. albicans (American Type Culture Collection 10231).", "effective_dosage": "50 g of powdered nutmeg seeds extracted using supercritical CO2 (specific dosage not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:23.929199+00:00"}
{"study_id": 29207, "supplement_id": 1384, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "To determine the protective effects of a spice mixture (including nutmeg) on liver and kidney function in cadmium-exposed rats.", "results_summary": "The spice mixture significantly reduced liver function markers (ALT, AST, bilirubin) and restored renal function and cholesterol levels to near-normal values in cadmium-exposed rats. It showed both therapeutic and prophylactic effects against cadmium toxicity.", "population_specificity": "Male albino rats (120-180 g)", "effective_dosage": "300 mg/kg body weight (spice mixture)", "study_duration": "42 days (varied administration periods)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:27.998913+00:00"}
{"study_id": 29206, "supplement_id": 1384, "safety_score": "65", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine the level of mould and aflatoxin contamination in nutmeg imported from Indonesia, packaged in Italy, and commercialized worldwide.", "results_summary": "Heat-treated nutmeg samples were less contaminated than untreated ones, with powdered nutmeg showing higher contamination levels. 72.5% of powdered nutmeg samples tested positive for aflatoxin, ranging from 0-17.2 μg kg(-1).", "population_specificity": "Nutmeg samples imported from Indonesia, packaged in Italy, and commercialized worldwide.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:28.136537+00:00"}
{"study_id": 29205, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the antioxidative and antisickling effects of Monodora myristica (Nutmeg) seed acetone extract on sickled erythrocytes and analyze its molecular interactions with hemoglobin.", "results_summary": "The extract increased SOD and catalase activities and GSH levels while suppressing LPO, showing time/dose-dependent antioxidative effects. Molecular docking revealed strong binding affinity of its compounds to hemoglobin, suggesting antisickling potential.", "population_specificity": "Sickled erythrocytes (in vitro study)", "effective_dosage": "Not specified", "study_duration": "6, 12, and 24 hours (incubation periods)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:28.212698+00:00"}
{"study_id": 29193, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to explore whether nutmeg seed extract (NuSE) could induce browning of white adipose tissue (WAT) in rats, potentially contributing to obesity treatment.", "results_summary": "NuSE reduced body weight gain and increased protein levels of PGC-1α and UCP3, while also inducing morphological changes in WAT, suggesting a potential role in browning. However, it did not significantly increase UCP1 levels or reduce final body weight.", "population_specificity": "Male Wistar rats, 5-6 weeks old.", "effective_dosage": "Not specified.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:31.456035+00:00"}
{"study_id": 29209, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the anti-inflammatory and analgesic effects of nutmeg oil in a rat model of chronic pain induced by CFA injection.", "results_summary": "Nutmeg oil reduced joint swelling, mechanical allodynia, and heat hyperalgesia in rats by inhibiting COX-2 expression and lowering blood substance P levels, suggesting potential as a chronic pain reliever.", "population_specificity": "CFA-injected rats (animal model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:33.539609+00:00"}
{"study_id": 29203, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how osmotic dehydration (OD) treatment with varying sugar concentrations and soaking durations affects myristicin content and antioxidant capacity in nutmeg.", "results_summary": "The study found that OD treatment at 80% sugar concentration for 3 hours yielded the highest myristicin content (1.69 mg/100 mg) and the highest total phenolic content (76.90%) and free radical scavenging activity (1.75 mg GAE/g).", "population_specificity": "Fresh nutmeg pericarps (not human subjects).", "effective_dosage": "60%, 70%, and 80% sugar concentrations with varying soaking periods.", "study_duration": "Up to 3 hours of soaking.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:34.274054+00:00"}
{"study_id": 29208, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-inflammatory, anti-allergic, and antioxidant activities of ethanolic extracts from different parts of Myristica fragrans (wood, nutmeg, and mace) as used in Thai traditional medicine.", "results_summary": "Nutmeg and mace extracts showed high antioxidant and strong anti-allergic activities, while wood extract demonstrated potent anti-inflammatory and anti-allergic effects but moderate antioxidant activity. All three parts exhibited significant anti-allergic properties.", "population_specificity": "In vitro cell lines (RAW 264.7, HL-60, RBL-2H3)", "effective_dosage": "IC50 values provided (e.g., nutmeg anti-oxidant IC50 = 21.164+1.03 μg/ml)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:34.427056+00:00"}
{"study_id": 29211, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the cholesterol-lowering potential and protective ability of Monodora myristica (Nutmeg) aqueous extract in hypercholesterolemic rats.", "results_summary": "The study found that M. myristica significantly reduced serum total cholesterol, triglycerides, and LDL-C while increasing HDL-C in hypercholesterolemic rats. It also reversed elevated serum aminotransferases and lipid peroxidation levels and improved antioxidant status in the liver and heart.", "population_specificity": "Experimental hypercholesterolemic rats", "effective_dosage": "100 or 200 mg/kg body weight, administered five times a week", "study_duration": "Eight weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:37.890226+00:00"}
{"study_id": 29212, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether nutmeg could reduce uremic toxin levels, inflammation, and lipid metabolism disorders in mice with APC gene mutation-induced colon cancer.", "results_summary": "Nutmeg reduced uremic toxin levels, decreased intestinal tumorigenesis, lowered IL-6 expression, and normalized dysregulated lipid metabolism in Apc(min/+) mice.", "population_specificity": "Mice with APC gene mutation-induced colon cancer (Apc(min/+) mice).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:38.464526+00:00"}
{"study_id": 29213, "supplement_id": 1384, "safety_score": "40", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to analyze Illinois Poison Center data on nutmeg exposures from 2001-2011 to compare trends with existing literature and identify patterns in poisoning cases.", "results_summary": "The study found that 53.1% of nutmeg exposures were unintentional, with 58.8% of these cases involving children under 13, including ocular exposures. Intentional exposures (46.9%) often involved polypharmacy in adolescents (15-20 years), with one case requiring ventilatory support.", "population_specificity": "Cases reported to the Illinois Poison Center (2001-2011), including children under 13 and adolescents (15-20 years).", "effective_dosage": "Not specified", "study_duration": "Data collected over 10 years (2001-2011)", "interactions": "Combined drug intoxication noted in 33.3% of intentional exposures.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:38.542513+00:00"}
{"study_id": 29215, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anxiolytic effects of myristicin (a compound in nutmeg) and its potential interaction with the GABA(A) receptor in rats.", "results_summary": "The study found that myristicin did not reduce anxiety via GABA(A) receptor modulation and may instead increase anxiety. When combined with midazolam, myristicin appeared to antagonize midazolam's anxiolytic effects and negatively impacted motor movements.", "population_specificity": "Male Sprague-Dawley rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Antagonistic interaction with midazolam (a benzodiazepine)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:41.987936+00:00"}
{"study_id": 29214, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether topical nutmeg extracts could reduce pain or improve quality of life in patients with painful diabetic neuropathy (PDN).", "results_summary": "The study found significant reductions in pain and quality-of-life measures within both the nutmeg extract and placebo groups, but no statistically significant differences between the two groups after 4 weeks. Nutmeg extracts did not provide additional benefits beyond those seen with the placebo containing menthol and methyl salicylate.", "population_specificity": "74 diabetic subjects (24 male, 50 female, aged 30-85) with painful neuropathy in Trinidad, Caribbean.", "effective_dosage": "Topical nutmeg extract (mace oil [2%], nutmeg oil [14%], methyl salicylate [6%], menthol [6%], and coconut oil).", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:42.417325+00:00"}
{"study_id": 29217, "supplement_id": 1384, "safety_score": "30", "efficacy_score": null, "quality_score": 20, "study_goal": "The researchers aimed to document the adverse effects and clinical presentation of nutmeg ingestion, particularly its hallucinogenic and euphoric effects.", "results_summary": "The study found that ingestion of 10 g of nutmeg led to symptoms such as stomach ache, dizziness, hypothermia, and tachycardia, with effects appearing 6 hours post-ingestion and resolving within 24-48 hours. It also highlighted potential severe effects like anxiety, psychosis, and hemodynamic instability.", "population_specificity": "A 20-year-old woman with borderline personality disorder.", "effective_dosage": "10 g (single ingestion).", "study_duration": "24-hour observation period.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:43.300241+00:00"}
{"study_id": 29216, "supplement_id": 1384, "safety_score": "65", "efficacy_score": null, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the clinical effects and outcomes of nutmeg exposure, particularly intentional abuse, using data from poison control cases.", "results_summary": "The study found that intentional nutmeg abuse was more common among adolescents and young adults, often leading to medical evaluation, with symptoms like tachycardia and agitation. No major effects or deaths were reported.", "population_specificity": "Individuals with single-substance exposure to nutmeg reported to the California Poison Control System (1997-2008).", "effective_dosage": "Not specified", "study_duration": "Retrospective review spanning 11 years (1997-2008)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:43.837025+00:00"}
{"study_id": 29210, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the suitability of the European Standard EN 1785:2003 for detecting irradiation in nutmeg and cashew nuts and to develop a more sensitive alternative method.", "results_summary": "The study confirmed that the EN 1785:2003 method detects irradiation in cashew nuts at doses ≥1 kGy but developed a more rapid and sensitive method detecting irradiation in nutmeg at 400 Gray. No traces of irradiation markers were found in commercially purchased samples.", "population_specificity": "Cashew nuts and nutmeg samples purchased in EU Member States.", "effective_dosage": "Not applicable (study focused on detection methods, not dosage).", "study_duration": "Not applicable (no intervention duration).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:44.536283+00:00"}
{"study_id": 29218, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify AMPK-activating compounds in Nutmeg and evaluate their potential for treating metabolic disorders like obesity and type-2 diabetes.", "results_summary": "The study found that Nutmeg extract and specific lignans activated AMPK in differentiated C2C12 cells, with compounds 1, 4, and 5 showing strong stimulation. A tetrahydrofuran mixture from Nutmeg also prevented weight gain in a diet-induced animal model.", "population_specificity": "Differentiated C2C12 cells and a diet-induced animal model.", "effective_dosage": "5 microM for isolated compounds (1, 4, 5).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:47.336342+00:00"}
{"study_id": 29219, "supplement_id": 1384, "safety_score": "30", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of oral nutmeg administration on kidney health in adult Wistar rats.", "results_summary": "The study found that nutmeg administration caused renal cortical distortion, vacuolations, cellular necrosis, and degenerative changes in the kidneys of treated rats compared to controls. These findings suggest potential deleterious effects on kidney function at higher doses.", "population_specificity": "Adult Wistar rats (both sexes, average weight 220g)", "effective_dosage": "0.1g (500mg/kg body weight) and 0.2g (1000mg/kg body weight) daily", "study_duration": "42 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:47.929824+00:00"}
{"study_id": 29220, "supplement_id": 1384, "safety_score": "30", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to investigate potential histological changes in the medial geniculate body of adult Wistar rats due to chronic nutmeg consumption.", "results_summary": "The study found that rats treated with nutmeg exhibited cellular degenerative changes, including hypertrophy, sparse cellular population, pyknotic nuclei, microcystic changes, and vacuolation in the medial geniculate body, suggesting adverse effects on auditory structures.", "population_specificity": "Adult Wistar rats (both sexes, average weight 200g).", "effective_dosage": "1g and 2g of nutmeg mixed with feeds daily.", "study_duration": "32 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:48.124961+00:00"}
{"study_id": 29222, "supplement_id": 1384, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the aphrodisiac effect of a 50% ethanolic extract of nutmeg, along with its potential adverse effects and acute toxicity, using animal models.", "results_summary": "The extract significantly enhanced sexual activity in male rats, increasing mounting frequency, intromission frequency, and penile reflexes while reducing mounting latency and post-ejaculatory interval, with no observed adverse effects or toxicity.", "population_specificity": "Male rats", "effective_dosage": "100, 250, and 500 mg/kg, orally, daily", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:50.811233+00:00"}
{"study_id": 29223, "supplement_id": 1384, "safety_score": "30", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to report a case of intentional nutmeg intoxication and highlight its potential to mimic anticholinergic toxicity.", "results_summary": "The study found that nutmeg ingestion can produce hallucinations, palpitations, and feelings of impending doom, resembling anticholinergic toxicity. Diagnosis relies on clinical presentation, as laboratory tests are typically normal, and treatment is supportive.", "population_specificity": "23-year-old college student", "effective_dosage": "Less than one tablespoon", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:51.761879+00:00"}
{"study_id": 29224, "supplement_id": 1384, "safety_score": "40", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to investigate the effects of nutmeg extract on cardiac function, specifically heart rate, conduction speed, and ventricular action potential in toads.", "results_summary": "Acute nutmeg extract treatment caused dose-related sinus tachycardia, faster atrioventricular conduction, and increased ventricular action potential amplitude. Chronic treatment led to sinus bradycardia, reduced ventricular action potential amplitude, and prolonged duration.", "population_specificity": "Toad heart (animal model)", "effective_dosage": "Not specified", "study_duration": "Acute and chronic (specific durations not mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:52.065679+00:00"}
{"study_id": 29221, "supplement_id": 1384, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the anticonvulsant activity of nutmeg oil and evaluate its acute toxicity and neurotoxicity in animal seizure models.", "results_summary": "Nutmeg oil showed significant anticonvulsant effects against electroshock and pentylenetetrazole-induced seizures but had a weak proconvulsant effect at higher doses. It exhibited a wide therapeutic margin with no motor impairment at tested doses and a high LD50 value.", "population_specificity": "Animal models (specific species not mentioned).", "effective_dosage": "50-300 microL/kg (anticonvulsant doses), up to 600 microL/kg (neurotoxicity test).", "study_duration": "Not specified (experiments performed at peak effect time).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:52.130542+00:00"}
{"study_id": 29225, "supplement_id": 1384, "safety_score": "20", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers examined the effects of excessive nutmeg ingestion in a pregnant woman, focusing on acute anticholinergic hyperstimulation and its management.", "results_summary": "The study reported a case of acute anticholinergic hyperstimulation due to excessive nutmeg ingestion in a pregnant woman, detailing symptoms, differential diagnosis, and therapy considerations.", "population_specificity": "Pregnant woman", "effective_dosage": "Excessive (specific amount not stated)", "study_duration": "Acute exposure (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:53.494078+00:00"}
{"study_id": 29227, "supplement_id": 1384, "safety_score": "40", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the effect of nutmeg extract on spontaneous locomotor activity in mice and its interaction with ethanol and d-amphetamine.", "results_summary": "Nutmeg extract moderately reduced motor activity and potentiated ethanol-induced depression while decreasing d-amphetamine-induced stimulation, suggesting a CNS depressant action.", "population_specificity": "Mice", "effective_dosage": "Not specified (dosage devoid of action on motility was chosen)", "study_duration": "17 consecutive days", "interactions": "Potentiation of ethanol effects and antagonism of d-amphetamine effects", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:55.982466+00:00"}
{"study_id": 27914, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of cashew nut supplementation on oxidative stress, antioxidant enzymatic activities, and inflammatory markers in rats.", "results_summary": "Cashew nut supplementation significantly reduced oxidative stress, increased antioxidant enzyme activity (SOD and catalase), and decreased inflammatory markers (TNF-α and IL-1β). The most effective dose was 100 mg/kg/day, with consistent results across studies.", "population_specificity": "Rats", "effective_dosage": "100 mg/kg/day", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:56.433528+00:00"}
{"study_id": 29230, "supplement_id": 1384, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 40, "study_goal": "The researchers aimed to determine whether nutmeg could effectively treat persistent diarrhea in a patient with medullary carcinoma of the thyroid and pulmonary metastases.", "results_summary": "The study found that nutmeg treatment resolved the persistent diarrhea in the patient, which had not responded to thyroidectomy. Prostaglandin-like material was identified in the patient's blood and tumor, suggesting a potential mechanism.", "population_specificity": "A single patient with medullary carcinoma of the thyroid, pulmonary metastases, and persistent diarrhea.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:57.890531+00:00"}
{"study_id": 27918, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of atmospheric cold plasma (ACP) in reducing Aspergillus spp. and aflatoxin contamination in nuts and grains.", "results_summary": "The study found that ACP effectively reduces mold populations and degrades aflatoxins without affecting food quality or leaving chemical residues. The technology generates reactive gas species that act as bactericidal and fungicidal agents.", "population_specificity": "Not specified (general food supply, including nuts and grains)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:59.704119+00:00"}
{"study_id": 27915, "supplement_id": 1385, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether Brazil nut consumption within an energy-restricted diet improves cardiometabolic risk markers in women.", "results_summary": "The study found that consuming 2 units/day of Brazil nuts (~347 µg selenium) during an 8-week energy-restricted diet improved serum selenium levels, apolipoprotein A1, liver enzymes, and preserved lean and fat-free mass compared to the control group. The Brazil nut group also showed better lipid and liver metabolism markers.", "population_specificity": "Women on an energy-restricted diet (-500 kcal/day).", "effective_dosage": "2 units/day (~347 µg selenium).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:00.044508+00:00"}
{"study_id": 27916, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to develop and implement a community-led research framework (Nuts'a'maat shqwaluwun) to investigate preterm birth rates and risk factors among Quw'utsun people.", "results_summary": "The study successfully created a culturally respectful research framework, resulting in the first-ever report on preterm birth rates and risk factors for the Quw'utsun community. Knowledge translation activities improved community access to the findings.", "population_specificity": "Quw'utsun (First Nations community in Cowichan Valley, British Columbia)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:00.561244+00:00"}
{"study_id": 27917, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of nut consumption on blood pressure and lipids, and whether these effects are altered by concurrent use of BP or lipid-lowering medications.", "results_summary": "Nut consumption significantly reduced triglycerides, total cholesterol, LDL cholesterol, VLDL cholesterol, non-HDL cholesterol, and apolipoprotein B, but had no effect on HDL cholesterol or blood pressure. The largest reductions were observed in unmedicated participants, though few studies reported outcomes by medication status.", "population_specificity": "Participants in randomized controlled trials, including both medicated and unmedicated individuals (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Differences in effects observed between medicated and unmedicated participants, but no specific interactions detailed.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:01.752481+00:00"}
{"study_id": 27919, "supplement_id": 1385, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to investigate the effects of tree nuts snack consumption on plasma and adipose tissue fatty acid profiles and gene expression related to thermogenesis, glycemia, adipocyte signaling, lipolysis, and immunity.", "results_summary": "Consuming tree nuts snacks improved dietary, plasma, and adipose tissue fatty acid profiles, increased unsaturated fat intake, and altered the expression of 13 genes in abdominal SAT linked to nutrient sensing, energy homeostasis, and obesity vulnerability.", "population_specificity": "84 adults aged 22-36 years with one or more metabolic syndrome risk factors.", "effective_dosage": "Not specified (participants were provided with pre-portioned snacks at every other week visits).", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:03.537961+00:00"}
{"study_id": 27920, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether consuming nuts could improve cognitive and executive function in obese children.", "results_summary": "The study found that nut consumption significantly improved total Wechsler and BRIEF scores, along with specific cognitive and executive function components, compared to the control group after eight weeks.", "population_specificity": "8 to 10-year-old girls with obesity.", "effective_dosage": "30 g of nuts daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:03.712005+00:00"}
{"study_id": 27921, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of microbial tannase in reducing astringency and preserving nutrients and flavor in hickory nuts compared to traditional high-temperature boiling.", "results_summary": "Microbial tannase significantly reduced astringency, total phenol, and condensed tannins in hickory nuts while better retaining nutrients like soluble proteins and total oils. The treatment also preserved key aroma compounds, making the nuts more similar to untreated ones in flavor.", "population_specificity": "Hickory nuts (Carya cathayensis Sarg.)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:04.830077+00:00"}
{"study_id": 27922, "supplement_id": 1385, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of roasting on the chemical, lipid, and physicochemical characteristics of pine nuts from two Russian regions.", "results_summary": "Roasting caused significant changes in oxidative stability, unsaponifiable substances, and sterols, but had little impact on overall lipid composition. Both raw and roasted pine nuts retained high energy value, protein content, and potential health benefits.", "population_specificity": "Pine nuts from Vladivostok and Baikal regions in Russia.", "effective_dosage": "Not specified (roasted at 180°C for 20 minutes).", "study_duration": "Single roasting session (20 minutes).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:07.356257+00:00"}
{"study_id": 27923, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the effects of dietary supplementation with free or immobilized Pediococcus acidilactici SK cells on pistachio nuts on gut microbiota and blood markers in streptozotocin-induced diabetic rats.", "results_summary": "The study found that supplementation with immobilized P. acidilactici SK cells on pistachio nuts reduced inflammatory markers, improved gut microbiota composition (e.g., increased Lactobacillus and Bifidobacterium), and normalized lipid levels in diabetic rats. Both free and immobilized forms showed beneficial effects on fecal and intestinal microbial populations.", "population_specificity": "Male Wistar rats with streptozotocin-induced diabetes.", "effective_dosage": "Not specified.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:08.890063+00:00"}
{"study_id": 27925, "supplement_id": 1385, "safety_score": "90", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether nut consumption benefits individuals on energy restriction (ER) dietary interventions for obesity management.", "results_summary": "The study found that nut consumption (28 to 84 g/d) within ER diets did not significantly affect anthropometry, body composition, glucose markers, lipid metabolism, or blood pressure. Results were consistent across different nut types and intervention durations, but methodological variability and limited studies suggest the need for further high-quality trials.", "population_specificity": "Individuals on energy restriction dietary interventions for obesity management.", "effective_dosage": "28 to 84 g/d", "study_duration": "4 to 72 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:09.639611+00:00"}
{"study_id": 27924, "supplement_id": 1385, "safety_score": "90", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether adding 30 g/day of mixed nuts to a cardioprotective diet improved cardiometabolic features in post-myocardial infarction patients.", "results_summary": "The study found no significant differences in low-density lipoprotein cholesterol, other lipid biomarkers, glycemic profile, or anthropometric data between the nuts-supplemented group and the control group after 16 weeks. Both groups improved diet quality similarly, with no additional benefit from nuts.", "population_specificity": "Males and females over 40 years old with a previous myocardial infarction diagnosed within the last 2 to 6 months.", "effective_dosage": "30 g/day (10 g peanuts, 10 g cashew, 10 g Brazil nuts).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:10.137899+00:00"}
{"study_id": 27927, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not mention Nuts or any related research.", "results_summary": "The abstract does not discuss Nuts or its effects.", "population_specificity": "The study focuses on pediatric adrenocortical tumors, not Nuts.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:10.138564+00:00"}
{"study_id": 27926, "supplement_id": 1385, "safety_score": "90", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of cashew nuts and their oil on intestinal permeability and inflammatory markers in adults with overweight or obesity.", "results_summary": "The study found no statistically significant differences between groups in intestinal permeability or inflammatory markers after an 8-week intervention. Energy restriction reduced body fat, but cashew nuts or oil did not enhance these effects.", "population_specificity": "Adults with overweight or obesity (n=64).", "effective_dosage": "30 g/day of cashew nuts or 30 mL/day of cashew nut oil.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:10.289690+00:00"}
{"study_id": 27928, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate whether a Brazil nut-enriched diet could improve left ventricular remodeling and antioxidant status in a chronic kidney disease (CKD) model.", "results_summary": "The Brazil nut-enriched diet reduced left ventricular wall thickness and lipid peroxidation (TBARS) while increasing plasma GPx activity, but did not significantly affect NF-κB or Nrf2 gene expression.", "population_specificity": "Male Wistar rats with 5/6 nephrectomy-induced CKD.", "effective_dosage": "5% Brazil nut-enriched diet.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:12.578229+00:00"}
{"study_id": 27929, "supplement_id": 1385, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to analyze the chemical profile of nuts and their bioactive properties, focusing on health benefits such as disease prevention and health promotion.", "results_summary": "The study found that nuts are rich in healthy lipids and phytochemicals, contributing to health benefits like disease prevention (e.g., cancer, cardiovascular, metabolic, and neurodegenerative diseases). The bioactive properties align with known mechanistic frameworks.", "population_specificity": "General population (not specified further).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:13.263157+00:00"}
{"study_id": 27930, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to test the efficacy of dock leaves in treating nettle stings, addressing a gap in clinical evidence for this folk remedy.", "results_summary": "The abstract does not provide results regarding the effects of dock leaves on nettle stings.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:14.558399+00:00"}
{"study_id": 27934, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of nut supplementation on lipid and inflammatory profiles in individuals with atherosclerotic cardiovascular disease and assess the frequency of adverse events.", "results_summary": "Nut supplementation did not significantly affect lipid or inflammatory biomarkers, except for a modest reduction in the atherogenic index. No data on adverse events could be aggregated.", "population_specificity": "Individuals with atherosclerotic cardiovascular disease", "effective_dosage": "5–85 g/day (median: 30 g/day)", "study_duration": "6–12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:18.533446+00:00"}
{"study_id": 27931, "supplement_id": 1385, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of daily Brazil nut consumption on inflammatory biomarkers and intestinal permeability in women with overweight or obesity undergoing an energy-restricted diet.", "results_summary": "The Brazil nut group showed lower levels of inflammatory markers (C-reactive protein, tumor necrosis factor, IL-1β, IL-8) and improved intestinal permeability compared to the control group, with changes in serum selenium predicting reductions in IL-8 and subsequent improvements in intestinal permeability.", "population_specificity": "56 women with overweight or obesity (46 completed the study).", "effective_dosage": "8 g Brazil nuts daily (providing 347.2 μg selenium).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:18.813842+00:00"}
{"study_id": 27936, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the ability of nut extracts to inhibit human α-amylase activity and lower postprandial glucose levels.", "results_summary": "Polyphenol-rich extracts from chestnut and almond skins showed strong inhibition of human α-amylases, while other nut extracts inhibited porcine pancreatic α-amylase. Limited studies used human enzymes, highlighting a need for more relevant research.", "population_specificity": "Not specified (in vitro studies primarily).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:18.861876+00:00"}
{"study_id": 27933, "supplement_id": 1385, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of cashew nut and cashew nut oil on body fat, adiposity, cardiometabolic, and liver function markers during energy restriction.", "results_summary": "All groups reduced body fat, weight, and adiposity indicators, with no significant difference between cashew nut, cashew nut oil, and control. However, intervention groups showed additional reductions in atherogenic markers, liver enzymes, and cardiovascular risk factors.", "population_specificity": "68 adults with overweight/obesity (40 women, BMI: 33 ± 4 kg/m²).", "effective_dosage": "30 g/d cashew nut (CN) or 30 mL/d cashew nut oil (OL).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:19.442324+00:00"}
{"study_id": 27935, "supplement_id": 1385, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of nut supplementation on anthropometric, glycemic, and blood pressure indices in patients with atherosclerotic cardiovascular disease, as well as the frequency of adverse events.", "results_summary": "Nut supplementation had no significant effect on fasting glucose, anthropometric indices, or blood pressure in patients with atherosclerotic cardiovascular disease. The certainty of evidence for most outcomes was low or very low, and adverse event data could not be aggregated.", "population_specificity": "Patients with atherosclerotic cardiovascular disease.", "effective_dosage": "5–85 g/day (median: 30 g/day) of almonds, pecans, Brazil nuts, or mixed nuts.", "study_duration": "6–12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:19.710403+00:00"}
{"study_id": 27937, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers were attempting to determine the correlation between the quality of governance in European NUTS-2 regions and the effectiveness of non-pharmaceutical interventions (NPIs) in controlling the spread of COVID-19.", "results_summary": "The study found that perceived governance quality, including its corruption pillars, significantly impacted the effectiveness of NPIs during the first wave of COVID-19, but this effect diminished over time and disappeared before vaccines became available.", "population_specificity": "European NUTS-2 regions", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:20.717803+00:00"}
{"study_id": 27938, "supplement_id": 1385, "safety_score": "30", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to clarify the clinical implications of pollen food allergy syndrome (PFAS) triggered by nuts, focusing on risk stratification, management, and potential severity of reactions.", "results_summary": "The study found that PFAS triggered by nuts (e.g., almond, hazelnut, peanut) typically causes mild oropharyngeal symptoms but may indicate a risk of more severe reactions if sensitization involves seed storage proteins. Management involves nut avoidance and tailored treatment based on symptom severity.", "population_specificity": "Individuals with oral allergy syndrome or PFAS triggered by tree nuts or peanuts.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:21.821698+00:00"}
{"study_id": 27939, "supplement_id": 1385, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of consuming cashew nuts and Brazil nuts on intestinal permeability, gut microbiota, inflammation, and weight loss in women with overweight or obesity under energy restriction.", "results_summary": "The study found that nut consumption increased beneficial bacteria and fecal propionic acid, mitigated increased intestinal permeability, and was linked to body fat reduction, though it did not significantly enhance weight loss compared to the control group. Changes in permeability correlated with reduced body fat and IL-8 levels and increased Ruminococcus abundance.", "population_specificity": "40 women with overweight or obesity (25 completed the intervention).", "effective_dosage": "30 g of cashew nuts and 15 g of Brazil nuts per day.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:24.105012+00:00"}
{"study_id": 27942, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers were attempting to determine the utility of cross-sectional imaging in planning testicular vein embolisation for varicocele in a patient with an ipsilateral pelvic kidney.", "results_summary": "The study described a successful case of testicular vein embolisation aided by cross-sectional imaging in a patient with an ipsilateral pelvic kidney, highlighting its potential benefit in treatment planning.", "population_specificity": "Young, healthy males with varicocele and an ipsilateral pelvic kidney.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:27.408451+00:00"}
{"study_id": 27941, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of Ethyl Methanesulfonate (EMS) and Colchicine treatments on germination and plant height in different genotypes of tiger nuts.", "results_summary": "Increasing concentrations of mutagens led to a general decrease in percentage germination and plant height. LD50 and RD50 values varied between black and brown genotypes for both EMS and colchicine treatments.", "population_specificity": "Four genotypes of tiger nuts (two brown and two black).", "effective_dosage": "EMS and Colchicine at concentrations of 0%, 0.1%, 0.25%, 0.5%, and 1.0% for 24 hours.", "study_duration": "24 hours of mutagen treatment, followed by planting and observation in a greenhouse (duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:28.742965+00:00"}
{"study_id": 27940, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether consuming tree nuts as snacks, compared to typical carbohydrate snacks, reduces the risk of metabolic syndrome (MetSx) in young adults.", "results_summary": "The study found that tree nut snacks reduced waist circumference in females, decreased blood insulin levels in males, and improved lipid biomarkers (triglycerides and TG/HDL ratio). Tree nut consumption also significantly reduced MetSx scores by 67% in females and 42% in males.", "population_specificity": "84 adults aged 22-36 with BMI 24.5 to 34.9 kg/m² and at least one MetSx clinical risk factor.", "effective_dosage": "Not specified (matched to carbohydrate snacks for energy, protein, fiber, and sodium content).", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:28.913801+00:00"}
{"study_id": 27944, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a structured meal plan including nuts could improve the daily intake of nutritious foods among kindergarten-aged children.", "results_summary": "The study found that children in the prototype group (PG) had a significantly higher average daily intake of nuts compared to the control group (CG), but only meals consumed within the kindergarten setting contributed to this improvement.", "population_specificity": "Healthy kindergarten children aged 5-6 years from six kindergartens.", "effective_dosage": "Regulated portions adhering to dietary guidelines (specific amounts not detailed).", "study_duration": "5-day meal plan intervention (total study duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:28.945267+00:00"}
{"study_id": 27945, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the impact of ethephon treatment on fatty acid profiles and dietary indicators in two macadamia nut cultivars during postharvest storage.", "results_summary": "Ethephon treatment increased saturated fatty acids (SFAs) and decreased unsaturated fatty acids (USFAs) in the 'Beaumont' cultivar, negatively affecting nutritional quality. The response to ethylene varied between cultivars, with '788' showing a consistently low PUFA:SFA ratio, indicating potential cardiovascular risks.", "population_specificity": "Two macadamia nut cultivars ('788' and 'Beaumont').", "effective_dosage": "Not specified", "study_duration": "72 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:30.459841+00:00"}
{"study_id": 27943, "supplement_id": 1385, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how preharvest application of ethephon affects biochemical components and polyphenol oxidase (PPO) activity in two macadamia nut cultivars ('788' and 'Beaumont') during storage.", "results_summary": "The study found that untreated, tree-harvested nuts (CT treatment) showed higher phenolic content and antioxidant activities, suggesting better quality and shelf life. Ethephon-treated nuts from the orchard floor (ED treatment) had the highest sucrose content and PPO activity, indicating varied biochemical responses based on treatment and harvest method.", "population_specificity": "Two macadamia nut cultivars ('788' and 'Beaumont').", "effective_dosage": "13.33 mL/L per hectare for '788' and 16.67 mL/L per hectare for 'Beaumont'.", "study_duration": "Nuts were stored at 25 °C for 72 days, with sampling at 18-day intervals.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:30.496310+00:00"}
