{"study_id": 196963, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether crocin (a component of saffron) could improve withdrawal syndrome, craving, and cognitive function in patients undergoing methadone maintenance treatment (MMT).", "results_summary": "Crocin supplementation significantly improved craving and withdrawal symptoms but had no effect on cognitive function parameters. The placebo group showed no such improvements.", "population_specificity": "60 patients under MMT programs referred to a clinic in Kashan, Iran.", "effective_dosage": "30 mg/day crocin, administered once daily.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:05.287190+00:00"}
{"study_id": 196964, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of saffron supplementation on inflammatory biomarkers (CRP, TNF-α, and IL-6) in adults through a systematic review and meta-analysis.", "results_summary": "The meta-analysis found no significant changes in CRP, TNF-α, or IL-6 levels overall, but subgroup analyses indicated reductions in CRP and TNF-α under specific conditions (e.g., baseline levels, dosage, and participant characteristics).", "population_specificity": "Adults, including subgroups like non-diabetic subjects and those with specific baseline biomarker levels.", "effective_dosage": "≤30 mg/day in effective subgroups.", "study_duration": "Varied, with <12 weeks showing effects in some subgroups.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:06.175930+00:00"}
{"study_id": 196962, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of crocin (a component of saffron) on oxidative stress and inflammatory markers in patients with type 2 diabetes mellitus (T2DM).", "results_summary": "Crocin supplementation significantly reduced inflammatory markers (hs-CRP, TNF-ɑ, NF-κB, and IL-6) compared to placebo, but had no effect on malondialdehyde (MDA). The improvements were statistically significant and clinically relevant.", "population_specificity": "50 patients with type 2 diabetes mellitus (T2DM).", "effective_dosage": "15 mg crocin twice daily (total 30 mg/day).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:06.374247+00:00"}
{"study_id": 196965, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of saffron supplementation on fasting glucose and inflammatory markers in patients with type 2 diabetes mellitus (T2DM).", "results_summary": "Saffron supplementation significantly reduced fasting blood glucose levels and decreased serum levels of TNF-α, while also down-regulating TNF-α and IL-6 mRNA expressions. The study concluded that saffron modulates glucose levels and inflammation in T2DM patients.", "population_specificity": "60 patients with type 2 diabetes mellitus (T2DM).", "effective_dosage": "100 mg/day saffron powder (1 capsule).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:07.117897+00:00"}
{"study_id": 196966, "supplement_id": 1532, "safety_score": "100", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of saffron supplementation on clinical outcomes and metabolic profiles in patients with active rheumatoid arthritis (RA).", "results_summary": "Saffron supplementation significantly improved clinical outcomes, including reduced tender and swollen joints, pain intensity, disease activity score, and inflammatory markers, with no reported adverse effects. Some metabolic markers showed improvement, though not all differences between groups were statistically significant.", "population_specificity": "Women over 18 years old with active rheumatoid arthritis.", "effective_dosage": "100 mg/day", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:08.986610+00:00"}
{"study_id": 196968, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of saffron supplementation on depression, anxiety, and CRP levels through a meta-analysis of randomized controlled trials.", "results_summary": "Saffron intake significantly reduced Beck Depression Inventory (BDI), Beck Anxiety Inventory (BAI), and Pittsburgh Sleep Quality Index (PSQI) scores but had no effect on Hamilton Depression Rating Scale (HDRS-D), Hamilton Anxiety Rating Scale (HARS-A) scores, or CRP levels.", "population_specificity": "Not specified in the abstract (meta-analysis of multiple RCTs).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:10.783083+00:00"}
{"study_id": 196969, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically summarize and analyze the effects of saffron supplementation on serum glucose and lipid profiles.", "results_summary": "Saffron supplementation significantly reduced serum triglycerides (TG) and total cholesterol (TC), increased HDL levels, but had no significant effect on LDL or fasting blood glucose (FBG).", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:13.915992+00:00"}
{"study_id": 196971, "supplement_id": 1532, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of saffron capsules on food craving, body weight, and depression in overweight women with mild-to-moderate depression compared to placebo.", "results_summary": "Saffron significantly reduced depression scores compared to placebo but had no significant effect on food craving. Patients in the saffron group showed fewer side effects.", "population_specificity": "Overweight women (BMI ≥ 25) with mild-to-moderate depression.", "effective_dosage": "30 mg daily (15 mg twice/day).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:14.772260+00:00"}
{"study_id": 196972, "supplement_id": 1532, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of saffron supplementation on blood pressure, lipid profiles, basophils, eosinophils, and clinical symptoms in patients with mild to moderate allergic asthma.", "results_summary": "Saffron supplementation significantly improved clinical symptoms (e.g., shortness of breath, salbutamol use, activity limitation) and reduced blood pressure, triglycerides, LDL cholesterol, eosinophils, and basophils compared to placebo. Asthma severity also decreased, though not quite significantly (p = 0.07).", "population_specificity": "80 patients (32 women, 48 men, aged 41.25 ± 9.87 years) with mild to moderate allergic asthma.", "effective_dosage": "100 mg/day (two 50 mg capsules).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:17.612054+00:00"}
{"study_id": 196970, "supplement_id": 1532, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "To investigate the effects of saffron on lipid profile, glycemic control, and antioxidant status in overweight/obese individuals with prediabetes.", "results_summary": "Saffron supplementation significantly improved fasting blood sugar, HbA1c, and antioxidant activity (DPPH radical scavenging) but did not affect lipid profile or anthropometric measures.", "population_specificity": "Overweight/obese individuals with prediabetes.", "effective_dosage": "15 mg/d", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:18.690934+00:00"}
{"study_id": 196974, "supplement_id": 1532, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to assess the efficacy and safety of oral saffron supplementation in improving visual function in adults with mild/moderate age-related macular degeneration (AMD).", "results_summary": "Saffron supplementation modestly improved best-corrected visual acuity (BCVA) and reduced mfERG latency compared to placebo, with no significant difference in adverse events. Participants already taking AREDS supplements also showed improved BCVA and mfERG response density.", "population_specificity": "Adults over 50 years with mild/moderate AMD and vision >20/70 Snellen equivalent in at least one eye, excluding those with confounding visual lesions or significant gastrointestinal disease.", "effective_dosage": "20 mg/day", "study_duration": "3 months per treatment phase (crossover design)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:20.853425+00:00"}
{"study_id": 196973, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of saffron supplementation on anti-HSP70, hs-CRP, and spirometry test outcomes in patients with allergic asthma.", "results_summary": "Saffron significantly reduced hs-CRP and anti-HSP70 levels and improved spirometry test results (FEV1, FVC, FEV1/FVC ratio, and FEF 25-75%) compared to placebo.", "population_specificity": "80 patients (32 women, 48 men) aged 18-65 with mild to moderate allergic asthma.", "effective_dosage": "100 mg/d (two capsules daily).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:21.417780+00:00"}
{"study_id": 196975, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of crocin (a main constituent of saffron) on reducing inflammation and improving outcomes in patients with refractory diabetic maculopathy.", "results_summary": "The study found that 15 mg of crocin daily significantly improved HbA1c, central macular thickness, and best-corrected visual acuity compared to placebo, while 5 mg showed clinical but not statistically significant improvements.", "population_specificity": "60 patients (101 eyes) with refractory diabetic maculopathy unresponsive to conventional therapy.", "effective_dosage": "5 mg or 15 mg crocin tablets per day.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:22.317826+00:00"}
{"study_id": 196961, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of saffron supplementation on blood pressure in adults.", "results_summary": "Saffron supplementation resulted in a small but statistically significant decrease in systolic and diastolic blood pressure, though the effects may not be clinically significant.", "population_specificity": "Adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:22.340775+00:00"}
{"study_id": 196976, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine whether crocin, the active ingredient in saffron, affects serum anti-Hsp27 and hs-CRP levels in patients with metabolic syndrome (MetS).", "results_summary": "Crocin supplementation led to a 13% reduction in serum anti-Hsp27 titers (not statistically significant) and a significant reduction in hs-CRP levels, though the changes were not significantly different between the crocin and placebo groups. The study concluded that crocin had no significant effect on anti-Hsp27 titers in MetS patients.", "population_specificity": "Sixty subjects with metabolic syndrome.", "effective_dosage": "15 mg twice daily.", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:24.865609+00:00"}
{"study_id": 196977, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review existing studies on saffron and its main constituent crocin to evaluate their potential protective effects against Alzheimer's disease (AD), particularly focusing on their impact on Aβ and tau protein.", "results_summary": "The review found that crocin exhibits multifunctional protective activities in the brain, including potential improvements in learning and memory, as well as neuroprotective effects, suggesting it could be a promising supplement or drug for AD prevention or treatment.", "population_specificity": "Not specified (review of existing studies on AD and brain injury models)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:26.025921+00:00"}
{"study_id": 196978, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine whether saffron supplementation could prevent delayed-onset muscle soreness (DOMS) and improve biochemical and functional indicators after eccentric exercise.", "results_summary": "Saffron supplementation significantly reduced creatine kinase (CK) and lactate dehydrogenase (LDH) levels, prevented declines in muscle strength, and eliminated perceived pain compared to the control and indomethacin groups.", "population_specificity": "Nonactive male university students", "effective_dosage": "300 mg/day (1 capsule daily)", "study_duration": "10 days (1 week before and 3 days after eccentric exercise)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:26.845034+00:00"}
{"study_id": 196979, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the neuroprotective potential of saffron dietary supplementation in both animal models and early AMD patients, focusing on its antioxidant, anti-inflammatory, and cell death-regulating properties.", "results_summary": "Saffron protected photoreceptors from retinal stress in rats, preserving morphology and function, and improved retinal flicker sensitivity in early AMD patients, suggesting neuroprotective effects.", "population_specificity": "Rats with light-induced photoreceptor degeneration and human patients with early AMD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:29.184640+00:00"}
{"study_id": 196980, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of saffron supplementation on depressive symptoms in adults with major depressive disorder (MDD) through a meta-analysis of randomized controlled trials.", "results_summary": "Saffron supplementation showed a large effect size in reducing depressive symptoms compared to placebo and was similarly effective as antidepressant medications. The trials were of high quality, with a mean Jadad score of 5.", "population_specificity": "Adults aged 18 and older with symptoms of depression.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:29.687953+00:00"}
{"study_id": 196982, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers were examining whether saffron, as an herbal supplement, could be helpful in managing age-related macular degeneration (ARMD).", "results_summary": "The abstract suggests that saffron may be helpful as an adjuvant therapy for ARMD, but no specific outcomes or statistical results are provided.", "population_specificity": "Patients with age-related macular degeneration (ARMD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:29.911594+00:00"}
{"study_id": 196967, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the protective effects of saffron and crocin supplementation on hyperlipidaemia and hyperglycaemia in randomized clinical trials.", "results_summary": "The study found that saffron and crocin supplementation improved lipid profiles, with saffron showing greater reductions in LDL-C and TC levels compared to crocin, but no significant effect on blood glucose levels.", "population_specificity": "Patients with metabolic disorders (specific details not provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:30.653418+00:00"}
{"study_id": 196981, "supplement_id": 1532, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the functional effects of Saffron supplementation in early AMD patients were influenced by CFH and ARMS2 risk genotypes.", "results_summary": "After three months of Saffron supplementation, fERG amplitude and sensitivity improved significantly compared to baseline, with stable effects throughout follow-up. No differences in improvements were observed across different CFH or ARMS2 genotypes.", "population_specificity": "Thirty-three early age-related macular degeneration (AMD) patients.", "effective_dosage": "20 mg/day", "study_duration": "Average of 11 months (range: 6-12 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:30.717253+00:00"}
{"study_id": 196983, "supplement_id": 1532, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Satiereal, a saffron stigma extract, could reduce snacking frequency and enhance satiety, contributing to weight loss in mildly overweight women.", "results_summary": "Satiereal supplementation led to significantly greater body weight reduction and decreased snacking frequency compared to placebo after 8 weeks, with no reported adverse effects or withdrawals due to the product.", "population_specificity": "Healthy, mildly overweight women (N = 60).", "effective_dosage": "176.5 mg extract per day (1 capsule twice daily).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:34.077582+00:00"}
{"study_id": 35722, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of Sage, a conjoint treatment for individuals with BPD and their intimate partners, in improving BPD pathology, relationship conflict, and partner mental health.", "results_summary": "Sage improved self-reported BPD severity, suicidal ideation, emotion dysregulation, and interview-rated frequency of suicidal/self-injurious behaviors, but no changes were observed in relationship outcomes or informant-reported BPD severity and suicidal ideation.", "population_specificity": "Sixteen couples where one member had BPD and elevated suicidal ideation/chronic and frequent suicidal/self-injurious behavior.", "effective_dosage": "Not specified", "study_duration": "12 sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:34.709459+00:00"}
{"study_id": 35723, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the chemical composition, antimicrobial activity, and cytotoxic potential of Salvia aethiopis ethanol extract.", "results_summary": "The study found that Salvia aethiopis contains bioactive compounds like rosmarinic acid and exhibits potent antibacterial effects against Staphylococcus aureus, Micrococcus luteus, and Klebsiella pneumoniae. It also demonstrated dose-dependent cytotoxicity against H-460 non-small cell lung cancer cells, with IC50 values of 80.08 and 56.19 μg/mL after 24 and 48 hours, respectively.", "population_specificity": "In vitro bacterial and fungal strains, and H-460 non-small cell lung cancer cells.", "effective_dosage": "IC50 values of 80.08 μg/mL (24h) and 56.19 μg/mL (48h) for cytotoxicity.", "study_duration": "24 and 48 hours for cytotoxicity assessment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:37.999223+00:00"}
{"study_id": 35728, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to analyze the role and impact of Independent SAGE's public scientific advice during the UK's Covid-19 response.", "results_summary": "The study found that Independent SAGE's public approach to scientific advice provided an alternative model for linking science and politics during emergencies, emphasizing openness, situational adequacy, and addressing practical challenges faced by various groups.", "population_specificity": "UK public and policymakers during the Covid-19 pandemic.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:39.131298+00:00"}
{"study_id": 35727, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the optimal LED light treatment strategy for promoting plant growth and polyphenol biosynthesis in S. atropatana and S. bulleyana in vitro cultures.", "results_summary": "The study found that white LEDs resulted in the highest proliferation rates, while white and mixed red/blue light led to the highest biomass production. Rosmarinic acid levels were highest under red light for S. atropatana and white light for S. bulleyana, with gene expression effects varying by species and light treatment.", "population_specificity": "In vitro shoot cultures of S. atropatana and S. bulleyana.", "effective_dosage": "Not specified (light treatments applied, not dosage).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:39.671228+00:00"}
{"study_id": 35730, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of chemical treatments on the properties of Red Sage Fiber (RSF) and Prosopis Juliflora Fiber (PJF) when incorporated into PLA composites.", "results_summary": "The study found that chemical treatments significantly improved cellulose content, tensile strength, and crystallinity in RSF and PJF. Treated fibers enhanced the mechanical properties of PLA composites, including increased tensile and flexural strength, and reduced water absorption.", "population_specificity": "Not applicable (material science study, no human or animal subjects).", "effective_dosage": "2-6 wt% NaOH treatment for fibers; 5-15 wt% fiber incorporation in PLA composites.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:39.956122+00:00"}
{"study_id": 35731, "supplement_id": 1533, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the metabolic effects of a 32% reduced carbohydrate diet (RCHO) on older individuals in a retirement home, focusing on glucose regulation and related biomarkers.", "results_summary": "The RCHO diet significantly decreased average blood glucose and time spent in hyperglycemia, improved glycated hemoglobin levels, and increased plasma ketones in hyperglycemic participants, demonstrating metabolic benefits. The diet was also confirmed as safe, tolerable, and acceptable in the studied population.", "population_specificity": "Older individuals (N=24) living in a retirement home.", "effective_dosage": "Not specified (dietary intervention, not a supplement).", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:40.111944+00:00"}
{"study_id": 35729, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the community engagement strategies and outcomes of the BE SAGE program, which combined COVID-19 testing with a garden-based physical activity and nutrition intervention in early care and education centers.", "results_summary": "The study found that BE SAGE successfully engaged the community through bilingual staffing, online outreach, and partnerships, resulting in 562 participants completing COVID-19 tests and significant online engagement. The program demonstrated effective community involvement and lasting impact.", "population_specificity": "Early care and education centers with primarily Hispanic/Latino enrollment.", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:40.178859+00:00"}
{"study_id": 35732, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to describe the characteristics and management of adult patients with moderate-severe ARDS in ICUs across Australia and New Zealand to understand contemporary practice.", "results_summary": "The study found low compliance with evidence-based practices like lung protective ventilation and prone positioning in ARDS patients, with high use of adjunctive therapies such as systemic steroids and neuromuscular blockers. In-hospital mortality at day 28 was 30.5%.", "population_specificity": "Mechanically ventilated adult patients with moderate-severe ARDS in 19 ICUs across Australia and New Zealand.", "effective_dosage": "Not mentioned", "study_duration": "Data collected from enrollment to day 28.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:43.126218+00:00"}
{"study_id": 35733, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to elucidate the biosynthetic pathway of salvinorin A (SalA) in Salvia divinorum by assembling a high-quality genome sequence and identifying candidate genes involved in its production.", "results_summary": "The study successfully assembled a chromosome-level genome of Salvia divinorum, identified two diterpene biosynthetic gene clusters, and pinpointed candidate genes for the remaining steps in the SalA pathway. The genome sequence and gene annotations provide a foundation for further exploration of SalA's clinical potential.", "population_specificity": "Not applicable (genomic study, no human or animal subjects).", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:43.527891+00:00"}
{"study_id": 35734, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 94, "quality_score": 85, "study_goal": "The researchers aimed to predict drug-gene associations of extended-spectrum beta-lactamases (ESBLs) in periodontal infections and resistance using graph-based neural networks, including Graph SAGE.", "results_summary": "Graph SAGE demonstrated high accuracy, precision, recall, and an F1-score of 0.94 in predicting drug-gene associations for ESBLs, outperforming the graph attention network (GAT).", "population_specificity": "The study focused on drug-gene associations in the context of periodontal infections and antibiotic resistance, not a specific human or animal population.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:47.223543+00:00"}
{"study_id": 35736, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of PCP visits with and without using the self-administered SAGE test in identifying new cognitive disorders in older adults.", "results_summary": "The study found that using SAGE increased the detection of new cognitive conditions/concerns sixfold (9% vs. 1.5%) and 15-fold when combined with informant reports. Providers using SAGE overwhelmingly (86%) recommended it to colleagues.", "population_specificity": "Patients aged 65-89 without diagnosed cognitive disorders attending non-acute PCP visits.", "effective_dosage": "Not specified", "study_duration": "Not specified (chart reviews conducted 60 days post-visit)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:48.250946+00:00"}
{"study_id": 35738, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers sought to determine how rate control versus rhythm control treatment strategies for atrial fibrillation (AF) affect cognitive function and frailty in older adults.", "results_summary": "Participants treated with rate control were 1.5 times more likely to experience cognitive impairment over 2 years compared to those treated with rhythm control, but frailty did not differ between the strategies.", "population_specificity": "Older adults with atrial fibrillation (mean age 75, 49% female, 87% non-Hispanic white).", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:48.701519+00:00"}
{"study_id": 35740, "supplement_id": 1533, "safety_score": "70", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy and safety of SAGE-324/BIIB124, a GABAA receptor modulator, in reducing essential tremor symptoms compared to placebo.", "results_summary": "SAGE-324/BIIB124 showed a statistically significant reduction in upper-limb tremor compared to placebo, but common adverse events included somnolence, dizziness, fatigue, and balance disorder. The results support further development of the drug for essential tremor treatment.", "population_specificity": "Individuals aged 18 to 80 years with essential tremor in the U.S.", "effective_dosage": "60 mg once daily", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:48.850098+00:00"}
{"study_id": 35737, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility of using a navigator-based motion compensation technique with five-echo SAGE EPI for quantitative liver BOLD measurements during breath-hold tasks.", "results_summary": "The study successfully compensated for respiratory motion using a navigator signal, achieving measurable changes in T2 and T2* during breath-hold. Results showed homogeneous distribution of statistical t values and hepatovascular reactivity in healthy volunteers but inhomogeneous patterns in liver carcinoma patients.", "population_specificity": "Six healthy volunteers and three patients with liver carcinoma.", "effective_dosage": "Not applicable (imaging technique study).", "study_duration": "Not specified (single imaging session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:49.125117+00:00"}
{"study_id": 35739, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the association between patient-reported outcomes (PROs) and glycemic control in Japanese adults with type 1 diabetes (T1D) across different age groups.", "results_summary": "The study found that older age groups (≥65 years) had lower hypoglycemia fear and diabetes-related distress, higher insulin treatment satisfaction, and similar quality of life compared to younger groups. Achieving glycemic targets was significantly associated with treatment satisfaction.", "population_specificity": "Japanese adults with type 1 diabetes (n=528), stratified by age groups (26-44, 45-64, ≥65 years).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:49.558547+00:00"}
{"study_id": 35742, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate Sage, a 12-session intervention for people with BPD and their intimate partners, targeting BPD severity, relationship conflict, and partner mental health.", "results_summary": "Four out of five dyads completed Sage, showing improvements in BPD severity, suicidal ideation, and self-injury, while half exhibited reduced conflict. One dyad had poor outcomes.", "population_specificity": "People with borderline personality disorder (BPD) and their intimate partners, particularly those with frequent suicidal/self-injurious behavior or high suicidal ideation.", "effective_dosage": "Not specified", "study_duration": "12 sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:52.063680+00:00"}
{"study_id": 35741, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether catheter ablation (CA) for atrial fibrillation (AF) was associated with lower cognitive impairment compared to medical management in older adults.", "results_summary": "Participants who underwent CA before enrollment were significantly less likely to develop cognitive impairment over 2 years compared to those managed medically (30.1% vs. 44.8%, p=0.0002). The association remained significant after adjusting for propensity scores (aOR 0.70, 95% CI 0.50-0.97).", "population_specificity": "Ambulatory patients aged ≥65 with AF, eligible for oral anticoagulation (75.2±6.7 years, 48.6% women, 87.4% white non-Hispanic).", "effective_dosage": "Not specified (treatment was catheter ablation vs. medical management).", "study_duration": "2-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:54.453966+00:00"}
{"study_id": 35743, "supplement_id": 1533, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The study aimed to determine the effects of sage essential oil (EO) added to milk on growth performance, immune response, ruminal fermentation, and gut microbiota in Holstein calves before weaning.", "results_summary": "Sage EO increased live weight, feed intake, and daily weight gain, improved immune markers (IgG, reduced proinflammatory cytokines), and altered rumen microbiota and fermentation (reduced NH3-N and T-SCFA). No adverse effects were reported.", "population_specificity": "Holstein calves (n=24)", "effective_dosage": "100 μL or 200 μL of sage EO per calf per day", "study_duration": "Until weaning stage (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:57.694913+00:00"}
{"study_id": 35748, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The study aimed to assess the association of different cardiometabolic multimorbidity combinations with healthcare utilization and quality of life among older adults in Ghana.", "results_summary": "The study identified four distinct classes of multimorbidity, with the cardiopulmonary and depression class showing higher outpatient visits and hospitalization rates, as well as lower quality of life scores compared to the \"healthy class.\" The cardiometabolic and arthritis class also had higher outpatient visits but no significant association with hospitalization.", "population_specificity": "Adults aged over 50 years in Ghana.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:58.342476+00:00"}
{"study_id": 35744, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether catheter ablation (CA) for atrial fibrillation (AF) was associated with lower cognitive impairment compared to medical management in older adults.", "results_summary": "Participants who underwent CA before enrollment were significantly less likely to develop cognitive impairment over two years compared to those managed medically (30.1% vs. 44.8%, p=0.0002). The adjusted odds ratio (aOR) for cognitive impairment was 0.70 (95% CI 0.50-0.97) favoring CA.", "population_specificity": "Ambulatory patients aged ≥65 with AF, eligible for oral anticoagulation, predominantly white non-Hispanic (87.4%).", "effective_dosage": "Not applicable (treatment was catheter ablation or medical management, not a supplement).", "study_duration": "Two-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:58.482855+00:00"}
{"study_id": 35747, "supplement_id": 1533, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the effects of SAGE-718, a novel neuroactive steroid NMDA receptor PAM, on NMDA receptor function and its potential as a treatment for conditions associated with NMDA receptor hypofunction.", "results_summary": "SAGE-718 potentiated NMDA receptor activity, improved deficits caused by NMDA receptor hypofunction, and showed no epileptiform activity or neurodegeneration. It accelerated the recovery from ketamine-induced effects and ameliorated behavioral and electrophysiological deficits.", "population_specificity": "Not specified (in vitro and in vivo models, including striatal medium spiny neurons and behavioral models).", "effective_dosage": "Not specified", "study_duration": "Chronic dosing was mentioned, but specific duration was not provided.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:59.187791+00:00"}
{"study_id": 35746, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Blue Sage water infusion extract (BLS WIE) administered during ischemia and/or reperfusion could provide cardioprotective effects.", "results_summary": "BLS WIE treatment during reperfusion significantly increased protective signaling molecules (ERK p44, p-Akt, Nrf-2, Bcl-2) and reduced harmful ones (p-p38-MAPK, p-JNK p46, Caspase-3), leading to improved functional recovery and reduced infarct size. The effects were most pronounced when administered post-reperfusion.", "population_specificity": "Isolated perfused rat hearts subjected to regional ischemia and reperfusion.", "effective_dosage": "Not specified", "study_duration": "Treatment was applied for the last 10 minutes of ischemia (PerT) and/or from the onset of reperfusion (PostT).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:59.336856+00:00"}
{"study_id": 35745, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether sage essential oil (EO) combined with sous-vide cooking could enhance food safety by inactivating Salmonella enterica in beef tenderloin.", "results_summary": "Sage EO combined with sous-vide processing at 65 °C for 20 min effectively reduced bacterial counts, including S. enterica, to zero, demonstrating improved food safety. Higher microbial counts were observed at lower temperatures (50 °C for 5 min), but sage EO contributed to stabilization.", "population_specificity": "Beef tenderloin (musculus psoas major) samples inoculated with S. enterica.", "effective_dosage": "Not specified (sage EO concentration not detailed).", "study_duration": "Measurements taken on days 1, 3, and 6 post-treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:13:59.404248+00:00"}
{"study_id": 35749, "supplement_id": 1533, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Zuranolone (SAGE-217) in individuals with major depressive disorder (MDD).", "results_summary": "Zuranolone demonstrated rapid, clinically meaningful antidepressant effects across multiple randomized clinical trials, with an acceptable level of treatment-emergent adverse events and no serious adverse events leading to discontinuation.", "population_specificity": "1662 participants with major depressive disorder (MDD).", "effective_dosage": "Oral, once-daily, 14-day treatment course (specific dosage not mentioned).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:00.296498+00:00"}
{"study_id": 35750, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate factors associated with traditional healer (TH) utilization among older people living with HIV (PLHIV) in South Africa.", "results_summary": "The study found that 15.89% of older PLHIV utilized TH, primarily due to perceived better healthcare services and flexible payment options. Factors like age, hypertension status, clinic visit frequency, and fruit consumption were significantly associated with TH utilization.", "population_specificity": "Older people living with HIV (PLHIV) in South Africa (n=516).", "effective_dosage": "Not mentioned", "study_duration": "Data collected between 2011-2013 (specific intervention duration not stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:03.433304+00:00"}
{"study_id": 35752, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of topical Sage (Salvizan) gel versus triamcinolone acetonide gel in treating Recurrent Aphthous Stomatitis (RAS).", "results_summary": "Salvizan gel significantly outperformed triamcinolone acetonide in pain recovery (1.5 vs. 2.5 days) and wound healing (3.3 vs. 6 days), with no significant difference in patient satisfaction regarding taste or smell.", "population_specificity": "Sixty patients with minor aphthous ulcers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:06.988631+00:00"}
{"study_id": 35753, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the effect of a fixed combination of Red Ginseng and Red Sage (RG-RS) on gene expression in neuronal cells to evaluate its potential relevance in treating stress, aging-related diseases, and cancer.", "results_summary": "RG-RS deregulated genes associated with cancer and metastasis, suggesting a predicted decrease in tumorigenesis, tumor cell proliferation, and metastasis, while increasing apoptosis and autophagy. The effects were linked to inhibition of specific signaling and metabolic pathways, including Warburg's aerobic glycolysis and cholesterol biosynthesis.", "population_specificity": "Murine HT22 hippocampal cell culture", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:07.547295+00:00"}
{"study_id": 35756, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the antioxidant, antiproliferative, α-glucosidase inhibitory, and anti-inflammatory activities of Salvia glutinosa extracts.", "results_summary": "The study found that S. glutinosa extracts exhibited significant α-glucosidase inhibitory activity, modest cytotoxic effects on HepG2 cells, and in vivo anti-inflammatory and antioxidant effects, supporting its traditional use.", "population_specificity": "Rat model of induced inflammation (turpentine oil).", "effective_dosage": "200 mg lyophilized powder/ml (in vivo administration).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:08.326933+00:00"}
{"study_id": 35758, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate SAGE-718, an NMDAR PAM, as a potential treatment for cognitive impairment in Huntington's disease.", "results_summary": "SAGE-718 was identified as a potent NMDAR PAM with optimized pharmacokinetics for oral dosing. It has completed phase 1 trials and is undergoing phase 2 trials for cognitive impairment in Huntington's disease.", "population_specificity": "Patients with cognitive impairment in Huntington's disease (phase 2 trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:08.388510+00:00"}
{"study_id": 35751, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the predictive accuracy of three risk prediction models (PAGE-B, SAGE-B, and CAGE-B) for hepatocellular carcinoma (HCC) development after 5 years of antiviral therapy (AVT) in patients with chronic hepatitis B (CHB).", "results_summary": "The SAGE-B and CAGE-B models showed significantly higher predictive accuracy (AUROC 0.772-0.844 and 0.785-0.838, respectively) compared to the PAGE-B model (AUROC 0.696-0.745) for HCC development after 5 years of entecavir treatment. All three models independently predicted HCC development, with high-risk groups showing significantly higher risk.", "population_specificity": "1,335 patients with chronic hepatitis B who initiated entecavir treatment between 2006 and 2011 and were followed for over 5 years.", "effective_dosage": "Not specified", "study_duration": "5 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:09.231936+00:00"}
{"study_id": 35754, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to examine cost-reducing behaviors (CRBs), cost-related medication nonadherence, and spending less on basic needs among older adults with atrial fibrillation (AF).", "results_summary": "The study found that 69% of participants engaged in CRBs, while 4% reported cost-related medication nonadherence and 6% spent less on basic needs to afford medications. Factors like cognitive impairment, marital status, income, and comorbidities influenced CRB engagement.", "population_specificity": "Older adults (≥65 years) with atrial fibrillation and high stroke risk (CHA2DS2VASc ≥ 2).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:09.518678+00:00"}
{"study_id": 35759, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of sage extract, alone and in combination with enterocin 7420, on the quality and mineral content of rabbit meat.", "results_summary": "Sage extract increased iron, phosphorus, and zinc levels in rabbit meat while reducing calcium and manganese. The physico-chemical traits of the meat were not negatively affected by the treatment.", "population_specificity": "96 Hyla rabbits aged 35 days.", "effective_dosage": "10 µL/animal/day of sage extract.", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:11.658253+00:00"}
{"study_id": 35757, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of different irrigation regimes and fertilizer sources (including TiO2 nanoparticles and AMF) on the essential oil (EO) quantity, quality, and yield of sage under drought stress conditions.", "results_summary": "Moderate and severe drought stress reduced sage dry matter yield by 30% and 65%, respectively, while the co-addition of TiO2 and AMF increased yield and water use efficiency by 35%. The highest EO content, yield, and cis-thujone levels were achieved under moderate drought stress with TiO2 + AMF fertilization, and net income improved significantly with these treatments.", "population_specificity": "Sage plants (Salvia officinalis L.) grown under controlled field conditions with varying irrigation and fertilization regimes.", "effective_dosage": "TiO2 nanoparticles (100 mg L-1), AMF inoculation, and co-addition of TiO2 + AMF.", "study_duration": "Two-year field experiment (2019 and 2020).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:12.337036+00:00"}
{"study_id": 35761, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if SAGE could reduce periodontal inflammation and alveolar bone loss in a beagle dog model of periodontitis as a surrogate for human periodontitis.", "results_summary": "SAGE treatment significantly reduced gingival inflammation, pocket depth, clinical attachment loss, and alveolar bone loss, while also lowering inflammatory mediators and cell-signaling molecules associated with periodontitis.", "population_specificity": "Adult female beagle dogs with generalized periodontitis.", "effective_dosage": "50mg/mL bioadhesive gel formulation applied locally.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:15.609477+00:00"}
{"study_id": 35762, "supplement_id": 1533, "safety_score": "100", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of wild sage metabolites (WSM) for snoring treatment and alpha wave activation in healthy adults.", "results_summary": "WSM consumption reduced the Pittsburgh Sleep Quality Index (PSQI) global score by 29%, improved sleep mate assessments, and increased alpha brain waves by 55%. The study concluded that WSM significantly reduced snoring, stress, and improved sleep quality with good tolerance and no reported side effects.", "population_specificity": "Healthy men and women compliant with inclusion criteria.", "effective_dosage": "450 mg/day", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:16.931941+00:00"}
{"study_id": 35763, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate habitat selection by greater sage-grouse after a wildfire and evaluate their responses to post-fire restoration treatments, including herbicide application and seeding.", "results_summary": "Sage-grouse avoided areas with high exotic annual grass cover but selected for recovering sagebrush and perennial grasses, especially high-density sagebrush by the third year post-fire. They also preferred areas treated with herbicide and seeded with sagebrush, grasses, and forbs, though responses varied over time.", "population_specificity": "Male greater sage-grouse in a sagebrush steppe ecosystem in Idaho and Oregon.", "effective_dosage": "Not applicable", "study_duration": "3 years post-fire", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:17.280722+00:00"}
{"study_id": 35760, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate how age, geriatric factors, and medical comorbidities influence the choice between rhythm and rate control strategies in older adults with atrial fibrillation (AF).", "results_summary": "Older age, cognitive impairment, and peripheral vascular disease were associated with a rate control strategy, while visual impairment, congestive heart failure, and anticoagulation use were linked to a rhythm control strategy. There was no difference in health-related quality of life between the two treatment groups.", "population_specificity": "Patients aged ≥65 years with AF, CHA2DS2-VASc score ≥2, and eligible for anticoagulation.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:17.329437+00:00"}
{"study_id": 35764, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the occurrence, clinical manifestations, and outcomes of systemic arterial gas embolism (SAGE) following bronchoscopic lung biopsy procedures.", "results_summary": "The study found that SAGE is a rare but severe complication of bronchoscopic biopsies, often presenting with acute neurologic or cardiac symptoms and associated with high mortality (28%) and residual neurologic deficits (24%). Cases occurred under various ventilation conditions and biopsy types.", "population_specificity": "Patients who underwent bronchoscopic lung biopsy procedures and experienced SAGE.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:17.474645+00:00"}
{"study_id": 35765, "supplement_id": 1533, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of sage essential oils (EOs) on maintaining tomato fruit quality during storage and transportation, focusing on firmness, respiration rates, ethylene emission, and antioxidant metabolism.", "results_summary": "Sage EOs retained fruit firmness and reduced weight loss in breaker tomatoes at low concentrations (50 μL L-1), while higher concentrations (500 μL L-1) accelerated metabolism. Red tomatoes showed earlier effects, including increased respiration, ethylene, and β-carotene, with decreased lycopene. Organoleptic trials favored EO-treated red fruit.", "population_specificity": "Tomato fruits (Solanum lycopersicum L. cv. Dafni) at breaker and red ripening stages.", "effective_dosage": "50 μL L-1 or 500 μL L-1", "study_duration": "2, 7, and 14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:20.094954+00:00"}
{"study_id": 35767, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Sage oil nanoemulsion in wound healing using a rat model.", "results_summary": "The study found that Sage oil nanoemulsion significantly increased collagen content (77.52%) and tensile strength (56.20%), reduced epithelialization period (42.85%), and demonstrated notable antimicrobial activity compared to control.", "population_specificity": "Rats (animal model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:20.932179+00:00"}
{"study_id": 35766, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to examine the link between nine potentially modifiable risk factors (including less education, hearing impairment, depression, physical inactivity, hypertension, obesity, smoking, diabetes, and social isolation) and dementia in India, to inform public health interventions.", "results_summary": "Less education, hearing impairment, depression, and physical inactivity were associated with lower cognitive scores and increased odds of dementia, while obesity was associated with higher cognitive scores and lower odds of dementia. Social isolation was linked to lower cognitive scores but decreased odds of dementia, and results for smoking, diabetes, and hypertension were inconsistent.", "population_specificity": "Older adults in India (from three studies: 10/66 Dementia Study, Longitudinal Aging Study of India, and Study of Global Ageing).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:21.706964+00:00"}
{"study_id": 35771, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether non-White atrial fibrillation (AF) patients exhibit accelerated biological aging compared to White AF patients and whether this aging is associated with cognitive functioning.", "results_summary": "Non-White AF patients had 2.9 years more accelerated biological aging than White patients, and higher accelerated aging was associated with lower cognitive scores, with a stronger negative association observed in non-White patients.", "population_specificity": "974 participants with atrial fibrillation from ambulatory care practices in Massachusetts and Georgia.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:25.354184+00:00"}
{"study_id": 35770, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate the underestimation of bleeding risk among older atrial fibrillation patients on oral anticoagulant therapy and identify associated characteristics.", "results_summary": "The study found that 68% of participants underestimated their bleeding risk, with non-White individuals and women less likely to underestimate risk, while those with a history of bleeding or certain comorbidities were more likely to underestimate it.", "population_specificity": "Patients aged ≥65 years with atrial fibrillation, a CHA2DS2-VASc risk score ≥2, and on oral anticoagulant therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:25.874472+00:00"}
{"study_id": 35772, "supplement_id": 1533, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "To evaluate the effects of single zuranolone (SAGE-217) doses (30 mg and 45 mg) on sleep measures in a phase advance insomnia model in healthy adults.", "results_summary": "Zuranolone significantly improved sleep efficiency, wake after sleep onset, duration of awakenings, and total sleep time compared to placebo, with subjective sleep measures also showing improvement. The drug was generally well tolerated, with headache and fatigue being the most common adverse events.", "population_specificity": "Healthy adults", "effective_dosage": "30 mg and 45 mg (single doses)", "study_duration": "Three treatment periods (crossover design, exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:26.735938+00:00"}
{"study_id": 35768, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how salicylic acid (SA) and calcium chloride (CaCl2) affect the heat tolerance, physiology, and morphology of two sage species (S. elegans and S. officinalis) under high-temperature stress.", "results_summary": "Combined treatment of 100 μM SA and 5 mM CaCl2 improved heat tolerance in S. officinalis, enhancing SPAD, NDVI, and Fv/Fm values while reducing leaf damage (RI%). S. officinalis showed better resilience than S. elegans under combined treatments.", "population_specificity": "Potted sage plants (S. elegans and S. officinalis) exposed to high-temperature stress.", "effective_dosage": "SA (100 μM) and CaCl2 (5 mM), applied once before heat stress.", "study_duration": "Heat stress exposure for 30 minutes, followed by 3-day evaluation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:26.737383+00:00"}
{"study_id": 35773, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine the impact of non-native plant removal and precipitation on the post-fire recovery of Artemisia californica in southern California sage scrub habitats.", "results_summary": "The study found that higher spring precipitation increased survival of both adult and seedling Artemisia californica, while non-native plant removal significantly reduced non-native cover, improved seedling survival, and increased canopy area of native shrubs. Almost all A. californica established post-fire from seedlings, with limited crown resprouting.", "population_specificity": "Southern California sage scrub fragment post-fire environment.", "effective_dosage": "Not applicable", "study_duration": "7 years of monitoring (4 years with experimental non-native removal).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:27.432431+00:00"}
{"study_id": 35775, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the predictive performance of the CAGE-B and SAGE-B models for hepatocellular carcinoma (HCC) development in Asian patients with chronic hepatitis B (CHB) undergoing antiviral therapy.", "results_summary": "Both SAGE-B and CAGE-B models showed acceptable performance in predicting HCC after 5 years of antiviral therapy, with SAGE-B demonstrating slightly better predictive accuracy (higher AUROCs and likelihood ratios) compared to CAGE-B. The cumulative incidence of HCC was significantly higher in high-risk groups identified by both models.", "population_specificity": "Asian patients with chronic hepatitis B (CHB) undergoing sustained antiviral therapy.", "effective_dosage": "Not specified (study focused on predictive models, not dosage).", "study_duration": "More than 5 years of follow-up after antiviral therapy initiation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:31.585278+00:00"}
{"study_id": 35777, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the association between glycaemic control and patient-reported outcomes (PROs) in adults with type 1 diabetes across different age groups and regions.", "results_summary": "The study found that better glycaemic control (HbA1c <7% or individualised targets) was associated with lower diabetes-related emotional distress, less hypoglycaemia fear, higher insulin treatment satisfaction, and improved quality of life. Results were generally consistent across age groups but showed some regional variability.", "population_specificity": "Adults with type 1 diabetes, stratified by age groups (26-44, 45-64, and ≥65 years) and regions.", "effective_dosage": "Not mentioned", "study_duration": "Single visit (cross-sectional study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:34.948801+00:00"}
{"study_id": 35776, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess the genetic diversity, population structure, and intra/inter-specific differentiation of wild Salvia miltiorrhiza and its related species (S. bowleyana and S. paramiltiorrhiza) to inform conservation and breeding efforts.", "results_summary": "The study found high genetic diversity in S. miltiorrhiza (π = 0.0788, H e = 0.0783 ± 0.0007), identified two major lineage groups, and suggested Dabie Mountain as a genetic diversity center. It also indicated potential genetic exchange/hybridization between S. miltiorrhiza and its relatives.", "population_specificity": "Wild populations of Salvia miltiorrhiza, S. bowleyana, and S. paramiltiorrhiza from 23 locations in China.", "effective_dosage": "Not available", "study_duration": "Not applicable (genetic study, no intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:35.087346+00:00"}
{"study_id": 35778, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to validate the predictive performance of CAGE-B and SAGE-B scores for hepatocellular carcinoma (HCC) risk among Asian chronic hepatitis B (CHB) patients undergoing long-term antiviral therapy.", "results_summary": "CAGE-B and SAGE-B scores showed acceptable predictive performances for HCC risk, with CAGE-B outperforming SAGE-B and other conventional models. Both scores demonstrated significant stratification of HCC risk across different score ranges.", "population_specificity": "Asian CHB patients with well-controlled viremia (serum HBV DNA < 2000 IU/mL) receiving antiviral therapy, excluding those with decompensated cirrhosis or HCC at baseline.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:35.257504+00:00"}
{"study_id": 35780, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether the SAGE Program could foster earlier and more comprehensive serious illness conversations for hospitalized older adults.", "results_summary": "The SAGE intervention significantly increased the frequency, earlier timing, and quality of serious illness conversations compared to the control group, with 89.1% of intervention patients having documented conversations versus 26.1% in the comparison group.", "population_specificity": "Older adults admitted to a general medicine service at Brigham & Women's Hospital in Boston, Massachusetts.", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:35.712318+00:00"}
{"study_id": 35779, "supplement_id": 1533, "safety_score": "94", "efficacy_score": 88, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the long-term (5-year) safety, efficacy, and real-world outcomes of transcervical fibroid ablation (TFA) using the Sonata system for treating symptomatic uterine fibroids.", "results_summary": "Preliminary results from the SAGE registry indicate TFA has an excellent safety profile (0.6% device-related and procedure-related adverse event rates) and broad applicability across fibroid types and sizes, with significant symptom relief and improved quality of life. The study also reports durable outcomes, including low surgical reintervention rates.", "population_specificity": "Women with symptomatic uterine fibroids (up to 500 participants across 50 global sites).", "effective_dosage": "Not Assessed", "study_duration": "5 years of follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:36.406891+00:00"}
{"study_id": 35781, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers investigated changes in blood pressure and hypertension awareness over 11-12 years in older adults in Ghana using data from the WHO-SAGE study.", "results_summary": "The study found no significant change in systolic blood pressure, a decrease in diastolic blood pressure, and an increase in pulse pressure. Hypertension awareness improved, but treatment rates and control remained unchanged.", "population_specificity": "Adults aged 50 years and older in Ghana (n = 820).", "effective_dosage": "Not mentioned", "study_duration": "11-12 years (follow-up from 2007/8 to 2019)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:36.562157+00:00"}
{"study_id": 35783, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to quantify seasonal habitat selection patterns of greater sage-grouse in Utah to inform conservation planning at a finer scale within the species' southern range.", "results_summary": "Sage-grouse preferred areas with greater sagebrush cover, higher elevations, and gentler slopes while avoiding lower precipitation and higher temperatures. Anthropogenic factors previously linked to range-wide distribution were not significant predictors at this scale.", "population_specificity": "Greater sage-grouse (Centrocercus urophasianus) in Utah.", "effective_dosage": "Not applicable", "study_duration": "Data collected between 1998 and 2013.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:41.128008+00:00"}
{"study_id": 35784, "supplement_id": 1533, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the acute and sub-chronic toxicity of a mixture of essential oils from Cretan herbs, including Greek sage, to assess its safety for human consumption.", "results_summary": "The study found no toxicity in rats for the essential oil mixture (CAPeo) containing Greek sage, thyme, and Cretan dittany, supporting its safety. Additionally, previous research indicated significant antiviral properties and symptom reduction in upper respiratory tract infections.", "population_specificity": "Rats (for toxicity evaluation); humans with upper respiratory tract infections (in prior clinical study).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:44.332346+00:00"}
{"study_id": 35786, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate zuranolone's potential as a neuroactive steroid GABAA receptor positive allosteric modulator with drug-like properties and CNS exposure in preclinical models, and its therapeutic promise for mood disorders.", "results_summary": "Zuranolone demonstrated potent activity in modulating GABAA receptors, showing efficacy in preclinical models by protecting against chemo-convulsant seizures and enhancing EEG β-frequency power. It exhibited synergistic effects with diazepam and sustained increases in GABA currents, supporting its potential for treating mood disorders.", "population_specificity": "Preclinical models (mice and rats)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Synergistic effect with diazepam noted at synaptic receptors", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:44.709739+00:00"}
{"study_id": 35785, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "To examine the feasibility of remote monitoring of physical, cognitive, and psychosocial status in older adults with atrial fibrillation using a smartphone app and wearable activity monitor.", "results_summary": "The study found that it was feasible to use a mobile health app and wearable device for serial geriatric assessments in older AF patients over 6 months, with moderate adherence rates (52% for app-based assessments and 28% for walk tests at 6 months). No differences in demographic or clinical factors were observed between completers and non-completers.", "population_specificity": "Older adults (average age 71, range 65-86) with atrial fibrillation and eligible for anticoagulation therapy (CHA2DS2VASc ≥2).", "effective_dosage": "Not applicable (no dosage mentioned, as the study focused on app and wearable use).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:45.461742+00:00"}
{"study_id": 35789, "supplement_id": 1533, "safety_score": "80", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effectiveness of Common Sage (CS) extracts for treating dysbiotic disorders in rats with experimental infectious colitis.", "results_summary": "The study found that CS extracts showed an antagonistic effect on pathogenic microorganisms without inhibiting normal gut microbiota, suggesting potential efficacy for correcting dysbiotic disorders. The effects were comparable to the antibiotic rifaximin but without harming beneficial bacteria.", "population_specificity": "Rats with experimentally induced dysbiotic disorders (infectious colitis).", "effective_dosage": "50% CS extract, complex of CS phenolic compounds with L-lysine (specific amounts not detailed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:46.182867+00:00"}
{"study_id": 35788, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the expression of cancer testis antigens, including SAGE, across various tumor types to assess their potential as targets for cancer immunotherapy.", "results_summary": "SAGE was expressed in 21.8% of tumor samples, with higher rates in prostate (35.3%), oesophageal (32.9%), and ovarian (26.3%) cancers. Oesophageal cancer showed the highest frequency of SAGE expression among the studied tumor types.", "population_specificity": "585 tumor samples across 21 tumor types, with oesophageal cancer being the most common.", "effective_dosage": "Not available", "study_duration": "Data collected between June 2009 and March 2018 (retrospective analysis).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:46.209987+00:00"}
{"study_id": 35787, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to identify factors associated with underestimation of stroke risk among older patients with atrial fibrillation (AF) and relate this to oral anticoagulation (OAC) use.", "results_summary": "A significant proportion of participants misperceived their stroke risk, with 46% of high-risk patients underestimating their risk. Older patients were more likely to underestimate risk, while those on OAC were less likely to do so.", "population_specificity": "Older patients (>65 years) with non-valvular AF and a CHA2DS2-VASc score of ≥2.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:46.451462+00:00"}
{"study_id": 35782, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate glycaemic control and diabetes management in adults with type 1 diabetes (T1DM) across different age groups and regions.", "results_summary": "The study found that only 24.3% of participants achieved the glycaemic target (HbA1c <7.0%), with higher success in younger age groups (26-44 years) and regional variations (highest in Europe, lowest in the Middle East). Hypoglycaemia and severe hyperglycaemia incidence decreased with age, and therapeutic management varied by age and region.", "population_specificity": "Adults with type 1 diabetes (ages 26-44, 45-64, and ≥65 years) across multiple global regions.", "effective_dosage": "Not specified", "study_duration": "Single visit (cross-sectional study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:47.723320+00:00"}
{"study_id": 35790, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of sage tea on oxidative status, lipid profile, and insulin resistance in rats with testosterone-induced PCOS.", "results_summary": "Sage tea increased total antioxidant capacity (TAC) and reduced HDL-C, glucose, total cholesterol, LDL-C, and atherogenic index levels, but did not affect MDA, insulin, total triglycerides, or VLDL-C. The findings suggest potential cardiovascular protective effects in PCOS.", "population_specificity": "Immature female Wistar rats (21-day old) with testosterone-induced PCOS.", "effective_dosage": "Sage tea administered as a replacement for water (exact concentration not specified).", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:51.831063+00:00"}
{"study_id": 35791, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine the prevalence of psychosocial/cognitive multimorbidity (depression, anxiety, cognitive impairment) in older adults with atrial fibrillation (AF) and its association with health-related quality of life (HRQoL) and symptom burden.", "results_summary": "Approximately 35% of participants had one impairment, 17% had two, and 8% had three; those with multiple impairments had significantly higher odds of poor HRQoL and high symptom burden compared to those with no impairments.", "population_specificity": "Older adults (≥65 years) with AF, CHA2DS2VASC risk score ≥ 2, eligible for oral anticoagulation therapy.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:53.233971+00:00"}
{"study_id": 35792, "supplement_id": 1533, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to determine whether supplementation with vitamin D or omega-3 fatty acids reduces pain, alters pain medication usage, or improves quality of life in young women with endometriosis.", "results_summary": "Vitamin D supplementation showed significant improvement in pain scores, but the effect was similar to placebo. Fish oil (omega-3) supplementation resulted in a more modest pain reduction, and neither intervention was statistically superior to placebo.", "population_specificity": "Young women (aged 12-25 years) with surgically confirmed endometriosis and pelvic pain.", "effective_dosage": "2000 IU vitamin D3 daily or 1000 mg fish oil daily.", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:14:53.657863+00:00"}
{"study_id": 36049, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the bioactive compounds in sea buckthorn and evaluate their efficacy in treating metabolic syndrome.", "results_summary": "Sea buckthorn demonstrated positive effects on metabolic syndrome symptoms, including reduced blood lipid content, blood pressure, and blood sugar levels, and regulation of key metabolites. The study highlighted bioactive compounds from different tissues of the plant and their mechanisms of action.", "population_specificity": "Cell lines, animal models, and human patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:01.174100+00:00"}
{"study_id": 36050, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the mechanisms by which Hippophae rhamnoides L. polysaccharide I (HRPI) improves cognitive impairment in mice with Alzheimer's disease (AD).", "results_summary": "HRPI improved memory and cognition, reduced Aβ peptide deposition and neuronal necrosis, decreased inflammatory markers (TLR4, MyD88, TNFα, IL-6), and modulated oxidative stress pathways (KEAP1/Nrf2, SOD, GSH-Px) in AD mice.", "population_specificity": "Mice with Alzheimer's disease (AD).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:02.048795+00:00"}
{"study_id": 36047, "supplement_id": 1543, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of daily consumption of sea buckthorn juice on cardiovascular disease risk factors in women with hypercholesterolemia.", "results_summary": "The study found significant reductions in body weight, body fat, visceral fat, LDL cholesterol, and inflammatory markers (CRP, immunoglobulins), along with an increase in HDL cholesterol after 8 weeks of sea buckthorn juice consumption.", "population_specificity": "19 women with hypercholesterolemia, mean age 54.06 ± 2.97 years.", "effective_dosage": "50 mL of 100% sea buckthorn juice daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:02.255356+00:00"}
{"study_id": 36046, "supplement_id": 1543, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine if enzymatic treatment of sea buckthorn pomace could reduce acrylamide formation in biscuits while maintaining nutritional value.", "results_summary": "Enzymatic treatment with asparaginase reduced asparagine content by 95% (from 1834 mg/kg to 89 mg/kg) in dried sea buckthorn pomace. Substituting 10% of flour with treated pomace reduced acrylamide content by 35-64% in biscuits compared to untreated pomace.", "population_specificity": "Not specified (in vitro or food product study, no human participants mentioned).", "effective_dosage": "10% substitution of wholegrain cereal flour with enzymatically treated sea buckthorn pomace powder.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:02.672366+00:00"}
{"study_id": 36051, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare different sample preparation methods (centrifugation and filtration) for determining total phenolic content (TPC) and antioxidant activity in sea buckthorn juice.", "results_summary": "Centrifugation or membrane treatment affected TPC and antioxidant activity measurements. Method (N) (filtering the reaction solution post-assay) showed the least loss of TPC and antioxidant activity and was recommended for assays. TPC and antioxidant activity correlated positively and followed similar trends over fermentation time.", "population_specificity": "Not specified (in vitro study on sea buckthorn juice).", "effective_dosage": "Not specified.", "study_duration": "Not specified (study focused on method comparison, not intervention duration).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:02.799612+00:00"}
{"study_id": 36052, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to study the effects of sea buckthorn extract (SBE) supplementation on production performance, egg quality, cholesterol deposition, serum biochemistry, and immune markers in laying ducks.", "results_summary": "SBE supplementation at 1.0 g/kg significantly improved egg weight, feed conversion ratio, yolk weight, shell strength, and amino acid content while reducing yolk cholesterol and blood lipids. It also enhanced antioxidant capacity and immune markers in laying ducks.", "population_specificity": "240 female laying ducks aged 23 weeks with similar body weight.", "effective_dosage": "0, 0.5, 1.0, and 1.5 g/kg of SBE in diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:03.218115+00:00"}
{"study_id": 36053, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the antifatigue effects of sea buckthorn seed oil (SSO) in mice and explore its potential mechanisms related to oxidative stress, inflammation, and neurotransmitter regulation.", "results_summary": "SSO increased swimming endurance, reduced markers of fatigue (lactic acid, blood urea nitrogen), improved antioxidant activity (superoxide dismutase, glutathione peroxidase), and modulated inflammatory and neurotransmitter pathways (dopamine, 5-hydroxytryptamine, NLRP3 inflammasome).", "population_specificity": "Mice subjected to exercise-induced fatigue.", "effective_dosage": "0.85, 1.68, and 3.35 g/kg body weight (low, medium, high doses).", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:03.332532+00:00"}
{"study_id": 36054, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the influence of different preservation technologies (PEF, HPP, OH, and thermal treatment) on the quality characteristics and microbial safety of sea buckthorn syrup.", "results_summary": "The study found that all tested preservation technologies maintained microbial stability over 8 weeks of storage at 4°C, with similar impacts on nutrient content (ascorbic acid, antioxidant activity, phenolic compounds, tocopherols). HPP-treated samples retained more fresh-like color and taste, while PEF and HPP syrups showed continued enzyme activity during storage.", "population_specificity": "Not specified (study focused on sea buckthorn syrup samples).", "effective_dosage": "Not specified (study analyzed processed syrup, not dosage).", "study_duration": "8 weeks (storage stability assessment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:03.541652+00:00"}
{"study_id": 36055, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of sea buckthorn polysaccharide (SBP) on cognitive dysfunction induced by a high-fat diet in mice and explore its biological mechanisms.", "results_summary": "SBP alleviated cognitive dysfunction by inhibiting neuroinflammation via the NF-κB pathway and improving synaptic function via the CREB/BDNF/TrkB pathway. It also improved gut barrier integrity and reduced inflammation by modulating gut microbiota.", "population_specificity": "Mice fed a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:08.940299+00:00"}
{"study_id": 36056, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the phytochemical content and biological activity of sea buckthorn seeds, focusing on their antioxidant and anticoagulant effects in vitro.", "results_summary": "Sea buckthorn seeds contained diverse flavonoids and bioactive compounds. Both extracts inhibited lipid peroxidation and protein carbonylation, with the roasted seed extract also reducing oxidation of thiol groups and prolonging white thrombus formation at the highest concentration (50 µg/mL).", "population_specificity": "In vitro study (plasma samples)", "effective_dosage": "50 µg/mL (highest concentration tested)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:10.098663+00:00"}
{"study_id": 36058, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the phytochemistry, nutrients, health benefits, and food applications of sea buckthorn.", "results_summary": "Sea buckthorn contains numerous bioactive components and exhibits various health benefits, including antioxidant, anticancer, anti-inflammatory, and hepatoprotective activities. It has potential as a functional food or dietary supplement for chronic disease prevention and treatment.", "population_specificity": "Not specified (general human health applications).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:10.438129+00:00"}
{"study_id": 36059, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the potential of using different parts of sea buckthorn as a natural source of serotonin and to determine optimal extraction methods.", "results_summary": "The study found that one- and two-year-old woody shoots of sea buckthorn were the best sources of serotonin, with content varying significantly by season (10-fold difference between summer and winter). Optimal extraction was achieved using mechanochemical treatment and drying at 60-80°C.", "population_specificity": "Sea buckthorn plants (Hippophae rhamnoides L.) from different regions and varieties.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:11.763006+00:00"}
{"study_id": 36061, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how different heat-treatment methods affect the flavonoid composition, taste, color, and antioxidant activity of sea buckthorn pulp.", "results_summary": "Heat treatment increased extractable flavonoids, altered taste properties (enhanced bitterness and acidity, reduced saltiness, umami, and sweetness), and improved antioxidant capacity, which correlated with flavonoid monomer content. High-temperature, high-pressure treatment yielded the highest flavonoid content (3.66 ± 0.21 mg/ml).", "population_specificity": "Not specified (in vitro study on sea buckthorn pulp)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:11.963933+00:00"}
{"study_id": 36060, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether fermented sea buckthorn juice (FHJ) improves physiological activity, probiotic availability, and mitigates metabolic syndrome (MS) compared to non-fermented juice (BHJ).", "results_summary": "FHJ demonstrated superior antioxidant and antidiabetic effects in vitro and improved hyperlipidemia, insulin resistance, and oxidative stress in mice with diet-induced MS. It also restored microbial diversity, modulated obesogenic bacteria, and increased short-chain fatty acids linked to MS amelioration.", "population_specificity": "C57BL/6 mice fed a high-fat diet.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:11.973640+00:00"}
{"study_id": 36057, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the optimal fermentation process for sea buckthorn juice using probiotics and evaluate its antioxidant and antimicrobial effects.", "results_summary": "Fermented sea buckthorn juice showed increased biological enzyme activity, total flavonoid content, and strong antimicrobial effects against E. coli, S. aureus, and B. cinerea. It also demonstrated antioxidant capacity by enhancing SOD and GSH-Px activities while reducing ROS, CAT activity, and MDA content in oxidative stress-induced C2C12 cells.", "population_specificity": "In vitro (C2C12 cells) and microbial assays (E. coli, S. aureus, B. cinerea).", "effective_dosage": "4.08 × 10^6 CFU/mL bacterial inoculation, 2.98% (w/v) sugar, 20 h fermentation at 37°C.", "study_duration": "20 hours (fermentation), 24 hours (cell treatment).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:13.317611+00:00"}
{"study_id": 36062, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of dietary sea buckthorn leaves (SBL) and Chromium on the nutritional quality and oxidative stability of chicken meat.", "results_summary": "SBL and Chromium supplementation improved the fatty acid profile, increased antioxidant capacity, and enhanced oxidative stability in chicken meat, lowering TBARS levels after storage. The treatment also increased concentrations of beneficial compounds like lutein, zeaxanthin, Fe, and Zn.", "population_specificity": "Cobb 500 chickens (n=90)", "effective_dosage": "2% sea buckthorn leaves and 0.00002% Chromium", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:13.780508+00:00"}
{"study_id": 36063, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Sea Buckthorn enhances the efficacy of QGY in treating osteoporosis by inhibiting CKIP-1 and Notum expression via the Wnt/β-catenin pathway and to identify its active components.", "results_summary": "Sea Buckthorn improved bone morphometric parameters, increased estrogen levels, and activated the Wnt/β-catenin pathway, with enhanced effects when combined with QGY or Eucommia ulmoides. Seven small molecules in SBT were identified as potential active ingredients targeting CKIP-1 and Notum.", "population_specificity": "PMOP (postmenopausal osteoporosis) rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:17.877788+00:00"}
{"study_id": 36065, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine the effects of sea buckthorn and metformin on diabetes-related parameters in Zucker diabetic fatty rats, as well as characterize its bioactive compounds and antioxidant activity.", "results_summary": "Sea buckthorn treatment suppressed hyperglycemia, reduced water intake, and decreased sorbitol levels in the lens of the eyes. Dry berries had significantly higher bioactive compounds and antioxidant capacity compared to fresh berries.", "population_specificity": "Zucker diabetic fatty rats (animal model of type 2 Diabetes mellitus)", "effective_dosage": "500 and 1000 mg/kg body weight of sea buckthorn, and combinations with 150 mg/kg body weight of metformin", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:19.596348+00:00"}
{"study_id": 36064, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to confirm the potential of Sea Buckthorn (H. rhamnoides) for treating osteoporosis by evaluating its osteogenic differentiation-promoting effects in ovariectomized mice.", "results_summary": "The study found that Sea Buckthorn extracts (EHRF, HRH, and HRHF4) significantly stimulated osteoblast differentiation in mesenchymal stem cells and increased bone mineral density in osteoporosis-induced mice, with HRHF4 showing the most pronounced effect. The active fractions also restored osteogenic gene expression in mouse tibia.", "population_specificity": "9-week-old female ICR mice with induced osteoporosis via ovariectomy.", "effective_dosage": "Not specified (oral administration of HRH and HRHF4 fractions).", "study_duration": "Three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:19.967990+00:00"}
{"study_id": 36066, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether sea buckthorn supplementation affects factors related to metabolic syndrome, particularly lipid metabolism, blood sugar, blood pressure, and BMI.", "results_summary": "Sea buckthorn supplementation significantly improved lipid profiles (reducing triglycerides, total cholesterol, and LDL cholesterol while increasing HDL cholesterol) in subjects with abnormal lipid metabolism but had no effect on blood sugar, blood pressure, or BMI. The study noted high heterogeneity as a limitation.", "population_specificity": "Subjects with and without abnormal lipid metabolism (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:20.495170+00:00"}
{"study_id": 36068, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the anti-platelet and anticoagulant potential of isorhamnetin and its derivatives isolated from sea buckthorn fruit in human blood platelets and whole blood.", "results_summary": "The study found that the tested phenolic compounds (50 µg/mL) significantly reduced platelet aggregation and demonstrated anti-adhesive activity, with compound 2 showing more intense effects than isorhamnetin. The mechanism of action may involve binding to various platelet receptors, but further studies are needed.", "population_specificity": "Human washed blood platelets and human whole blood in vitro.", "effective_dosage": "50 µg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:20.597293+00:00"}
{"study_id": 36067, "supplement_id": 1543, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the impact of sea buckthorn berry puree on plasma metabolomics and gut microbiota in hypercholesterolemic subjects.", "results_summary": "Sea buckthorn berry puree altered plasma metabolic profiles, improved energy metabolism markers (e.g., glucose, lactate, creatine), and enriched beneficial gut bacteria (e.g., butyrate-producers, Prevotella, Faecalibacterium) while reducing harmful bacteria (e.g., Parasutterella). Effects peaked at 45 days but showed some regression by 90 days.", "population_specificity": "56 hypercholesterolemic subjects", "effective_dosage": "90 g daily", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:21.256318+00:00"}
{"study_id": 36070, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the composition and potential of sea buckthorn twigs as a source of valuable biologically active substances for applications in food, nutraceuticals, and cosmetics.", "results_summary": "The study found that sea buckthorn twigs, particularly from the 'Maria Bruvele' cultivar, yielded high levels of polyphenolic compounds and serotonin. The hydrophilic extracts demonstrated radical scavenging activity, antibacterial/antifungal effects, and enzymatic activity relevant for treating underweight and malabsorption conditions.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:22.428043+00:00"}
{"study_id": 36069, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether topical application of Sea Buckthorn flavonoids (TFH) could improve atopic dermatitis (AD)-like lesions in mice by reducing inflammation and restoring skin barrier function.", "results_summary": "TFH significantly improved dermatitis severity by reducing inflammatory cytokines (TNF-α, IL-4, IFN-γ, TSLP), increasing filaggrin expression, and inhibiting key inflammatory pathways (NF-κB, ERK, P38) in both mouse skin and human keratinocytes.", "population_specificity": "C57BL/6 mice with MC903-induced AD-like lesions and IFN-γ/TNF-α-treated HaCaT cells (human keratinocytes).", "effective_dosage": "0.5% and 1% TFH cream applied topically once daily.", "study_duration": "8 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:23.423582+00:00"}
{"study_id": 36071, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the effects of sea buckthorn preparations on hemostasis and their potential role in treating and preventing cardiovascular diseases.", "results_summary": "The study found that sea buckthorn preparations, including extracts and fractions, positively impact hemostasis and show cardioprotective potential, with significant anti-cancer, anti-ulcer, hepatoprotective, antibacterial, and antiviral properties.", "population_specificity": "Healthy subjects and individuals with cardiovascular risk factors.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:25.647884+00:00"}
{"study_id": 36072, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining ball milling and cellulase treatment could improve the texture and hypoglycemic properties of sea buckthorn insoluble dietary fiber (IDF).", "results_summary": "The combined modification method significantly improved the physicochemical and functional properties of IDF, including water-holding, oil-binding, and swelling capacities, as well as enhanced glucose adsorption, diffusion inhibition, and α-amylase activity inhibition.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:27.429514+00:00"}
{"study_id": 36076, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of ozonation on the quality, microbial load, and storage life of sea buckthorn berries.", "results_summary": "Ozonation significantly reduced microbial load (aerobic bacteria by 3 log cfu g-1, yeast and mold by 1 log cfu g-1) and water loss during storage, while having negligible immediate impact on weight and moisture. The highest ozone dose (100 ppm for 30 min) was most effective in preserving quality.", "population_specificity": "Sea buckthorn berries (Hippophae rhamnoides L.)", "effective_dosage": "100 ppm ozone gas for 30 min", "study_duration": "Immediate effects and 7-day storage", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:31.179344+00:00"}
{"study_id": 36075, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to provide an overview of Sea Buckthorn's nutritional value, health benefits, and applications based on current knowledge.", "results_summary": "The study highlights Sea Buckthorn's rich chemical composition and versatile health benefits, supporting its use in preventing and treating diet-related diseases. It emphasizes the plant's economic advantages and historical significance in natural medicine.", "population_specificity": "Not specified (general overview)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:31.527657+00:00"}
{"study_id": 36073, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop an eco-friendly extraction method (MCAE) for sea buckthorn pomaces to enhance flavonoid yield and evaluate its hepatoprotective effects.", "results_summary": "The MCAE method doubled flavonoid yield (26.82 ± 0.53 mg/g) compared to traditional methods and significantly improved biomarkers in NAFLD mice, demonstrating hepatoprotective activity.", "population_specificity": "Mice with tetracycline-induced liver injury (NAFLD model).", "effective_dosage": "Not specified for animal intervention. Extraction conditions: 40% Na2CO3, 29:1 ball-to-material ratio, 410 rpm, 24 min milling, 25 °C, 20 min extraction, 1:10 solid-to-solution ratio.", "study_duration": "Not specified for animal intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:31.957795+00:00"}
{"study_id": 36078, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to compare the wound healing period of second-degree burns treated with sea buckthorn cream versus 1% silver sulfadiazine (SSD) dressings.", "results_summary": "The study found that sea buckthorn cream significantly reduced the healing time of second-degree burns compared to 1% SSD (p < 0.001), demonstrating greater clinical efficacy. The results suggest sea buckthorn can shorten treatment duration and reduce healthcare burdens.", "population_specificity": "55 patients with second-degree burns in a hospital in Isfahan, Iran.", "effective_dosage": "Not specified", "study_duration": "Until complete wound healing was attained", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:32.202665+00:00"}
{"study_id": 36074, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to map the m6A methylation patterns in sea buckthorn transcriptome and investigate its role in drought stress response.", "results_summary": "The study identified m6A methylation sites in sea buckthorn, showing enrichment near stop codons and 3'UTRs, and linked these modifications to metabolic biosynthesis. Drought stress led to 13,287 differential m6A peaks, with demethylase genes upregulated, suggesting m6A's role in stress adaptation.", "population_specificity": "Sea buckthorn (Hippophae rhamnoides Linn.) plants under drought and control conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:32.542477+00:00"}
{"study_id": 36077, "supplement_id": 1543, "safety_score": "85", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether sea buckthorn fruit puree (SBFP) could improve glucose regulation in individuals with impaired glucose regulation (IGR).", "results_summary": "SBFP consumption for five weeks led to a slight but statistically significant reduction in fasting plasma glucose (FPG) compared to placebo, though no significant effects were observed on glycated serum protein (GSP) or postprandial glucose (2 h PG-AUC). The placebo group showed a small increase in FPG, highlighting a modest beneficial effect of SBFP.", "population_specificity": "38 subjects with impaired glucose regulation (IGR).", "effective_dosage": "90 mL/day of sea buckthorn fruit puree (SBFP).", "study_duration": "Five weeks of intervention, followed by a four-week washout, then another five weeks of placebo or vice versa.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:33.687702+00:00"}
{"study_id": 36079, "supplement_id": 1543, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the cytotoxic, antioxidant, anti-platelet, and anticoagulant effects of a saponin fraction from sea buckthorn leaves on HL-60 cancer cells and oxidative stress.", "results_summary": "The saponin fraction reduced HL-60 cell viability at higher concentrations (≥50 µg/mL) and induced apoptosis at 100 µg/mL, while lower concentrations (0.5–1 µg/mL) stimulated cell viability. It also reduced oxidative DNA damage but increased free radicals at high H2O2 levels and showed anticoagulant potential at 50 µg/mL.", "population_specificity": "HL-60 cancer cells (in vitro study).", "effective_dosage": "0.5, 1, 50, and 100 µg/mL.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:35.639137+00:00"}
{"study_id": 36080, "supplement_id": 1543, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the cytotoxicity, genotoxicity, and pro-apoptotic properties of low-polarity fractions from sea-buckthorn in human tumor and normal cells.", "results_summary": "Low-polarity fractions from sea-buckthorn showed cytotoxic effects, being 3 times more potent in cancer cells than normal cells, and induced apoptosis via caspase 3/7 activation. High concentrations exhibited moderate genotoxicity, suggesting potential for supporting cancer cell elimination.", "population_specificity": "Human tumor and normal cells cultured in vitro.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:36.553728+00:00"}
{"study_id": 36081, "supplement_id": 1543, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the chemical composition, nutritional and health effects, and toxicological properties of Sea Buckthorn to assess its potential for treating human diseases.", "results_summary": "The study found that Sea Buckthorn contains a unique mixture of bioactive compounds with various biological activities, including anti-inflammatory, antioxidant, anti-cancer, and protective effects for multiple organs. Toxicological results indicated no toxicity in the fruits or seeds.", "population_specificity": "Cell lines, animals, patients, and healthy volunteers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:39.098847+00:00"}
{"study_id": 36083, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of brassinosteroid (BR) and the gene HrCYP90B1 in enhancing sea buckthorn's resistance to the sea buckthorn fruit fly (RBO).", "results_summary": "The study found that BR treatment reduced fruit damage rates from RBO infection and identified HrCYP90B1 as a key gene regulating BR and salicylic acid (SA) levels, which improved resistance. Silencing HrCYP90B1 increased susceptibility to RBO by altering hormone pathways.", "population_specificity": "Sea buckthorn fruits (not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:40.977269+00:00"}
{"study_id": 36084, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Sea Buckthorn (HRP) protects the liver by regulating CYP3A enzyme pathways and inhibiting NF-κB signaling in rats with immune liver injury.", "results_summary": "HRP reversed CYP3A down-regulation and reduced inflammatory markers (NF-κB, IL-1β, TNF-α, iNOS) in a dose-dependent manner, partially alleviating liver injury. The effect was linked to transcriptional, translational, and post-translational regulation of enzymes.", "population_specificity": "Rats with immune liver injury induced by BCG.", "effective_dosage": "ED50: 78 mg/kg", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:41.099980+00:00"}
{"study_id": 36082, "supplement_id": 1543, "safety_score": "80", "efficacy_score": 65, "quality_score": 75, "study_goal": "To investigate the effect of sea buckthorn puree consumption on reducing blood lipid and other risk factors of cardiovascular disease (CVD) in hypercholesterolemic patients.", "results_summary": "Sea buckthorn puree did not affect serum total cholesterol, LDL-C, or triglyceride levels but temporarily decreased HDL-C before increasing it. It moderately reduced hsCRP concentration and diastolic blood pressure, showing anti-inflammatory and anti-hypertensive effects without impacting lipid markers.", "population_specificity": "111 patients with hypercholesterolemia.", "effective_dosage": "90 ml sea buckthorn puree daily.", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:41.317313+00:00"}
{"study_id": 36086, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antioxidant potential and response to free radicals of Sea Buckthorn in hyperlipidemic rats treated with atorvastatin, as well as its effects on organ cytoarchitecture.", "results_summary": "Sea Buckthorn significantly reduced oxidative stress in the heart, liver, and kidney (p < 0.001) and improved liver and kidney cytoarchitecture, particularly when combined with atorvastatin. The combination showed better cell regeneration compared to high-fat diet controls.", "population_specificity": "Hyperlipidemic Wistar rats", "effective_dosage": "100 mg/kg body weight", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:42.218416+00:00"}
{"study_id": 36085, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Sea Buckthorn oil on atopic dermatitis (AD) in a mouse model induced by DNCB, focusing on skin barrier function, immune response modulation, and Langerhans cell activity.", "results_summary": "Sea Buckthorn oil reduced dermatitis scores, ear thickness, mast cell infiltration, lymph node weight, and Th2 cell activity. It also lowered inflammatory cytokine expression (IL-4, IFN-γ, TNF-α, TSLP), serum IgE levels, and inhibited Langerhans cell migration and maturation.", "population_specificity": "BALB/c mice with DNCB-induced atopic dermatitis.", "effective_dosage": "5 ml/kg and 10 ml/kg, administered daily by gavage.", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:42.570473+00:00"}
{"study_id": 36087, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Sea Buckthorn flavonoids (SFs) could prevent cognitive impairments and metabolic complications induced by a high-fat and high-fructose diet in obese mice.", "results_summary": "SFs significantly reduced bodyweight gain, insulin resistance, neuronal loss, and memory impairment in HFFD-fed mice. They also improved synaptic function, activated beneficial signaling pathways (ERK/CREB/BDNF and IRS-1/AKT), and suppressed inflammatory responses.", "population_specificity": "High-fat and high-fructose diet-induced obese mice.", "effective_dosage": "0.06% and 0.31% w/w, mixed in diet.", "study_duration": "14 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:44.922136+00:00"}
{"study_id": 36088, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of arbuscular mycorrhizal fungi (AMF) on the growth of sea buckthorn and soil properties under field conditions at different reclamation times.", "results_summary": "AMF inoculation significantly improved sea buckthorn survival rates, plant height, crown width, ground diameter, mycorrhizal colonization, soil organic matter, microbial activity, and acid phosphatase activity over a 50-month period.", "population_specificity": "Sea buckthorn plants in damaged mining areas undergoing ecological restoration.", "effective_dosage": "Not specified", "study_duration": "50 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:44.970221+00:00"}
{"study_id": 36094, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the biological effects of phenolic compounds from sea buckthorn berries on oxidative stress and hemostasis, comparing them with isorhamnetin and its derivatives.", "results_summary": "The study found that isorhamnetin derivatives from sea buckthorn exhibited antioxidant, anti-platelet, and anticoagulant properties, suggesting potential benefits for cardiovascular disease prevention and treatment.", "population_specificity": "Human plasma (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:50.046638+00:00"}
{"study_id": 36089, "supplement_id": 1543, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to isolate and identify bioactive compounds from Sea Buckthorn fruits and evaluate their effects on LPS-induced inflammatory responses in RAW 264.7 mouse macrophages.", "results_summary": "Six compounds were isolated, with compound 1 showing the most significant suppression of LPS-induced NO production and inflammatory markers (IKKα/β, I-κBα, NF-κB p65, iNOS, COX-2, IL-6, and TNF-α) in a concentration-dependent manner. The effects were comparable to a known nitric oxide synthase inhibitor.", "population_specificity": "RAW 264.7 mouse macrophages (in vitro study).", "effective_dosage": "IC50 of 39.76 ± 0.16 μM for compound 1 (concentration-dependent effects observed).", "study_duration": "Not specified (acute treatment in vitro).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:50.101595+00:00"}
{"study_id": 36095, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of sea buckthorn extract on psoriasis lesions in previously untreated patients.", "results_summary": "The study found that sea buckthorn extract improved Psoriasis Area Severity Index (PASI) and Dermatology Life Quality Index (DLQI) scores at 4- and 8-week marks compared to baseline, while placebo-treated lesions showed no improvement or worsening.", "population_specificity": "Previously untreated psoriasis patients.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:50.130019+00:00"}
{"study_id": 36090, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to synthesize and evaluate the photocatalytic degradation efficiency of zinc oxide nanoflowers (ZnO/NF) derived from sea buckthorn fruit for wastewater treatment.", "results_summary": "The study found that SBT-ZnO/NFs effectively degraded cationic and anionic dyes (malachite green, Congo red, methylene blue, and eosin Y) under ultraviolet illumination, achieving 99-100% degradation within 23-90 minutes depending on the dye. The photocatalyst was described as inexpensive, non-toxic, rapid, and reusable.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:50.699810+00:00"}
{"study_id": 36092, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the optimal temperature and time conditions for thermal treatment of sea buckthorn purée to minimize the formation of acrylamide (ACR) and hydroxymethylfurfural (HMF).", "results_summary": "The study found that the lowest ACR content (0.3 µg/kg) occurred at 130 °C for 5.9 minutes, while the lowest HMF content (1.4 mg/kg) was achieved at 59.3 °C for 20 minutes. The model developed can predict the best conditions to minimize contaminant levels in thermally treated sea buckthorn purée.", "population_specificity": "Not specified (laboratory study on sea buckthorn purée).", "effective_dosage": "Not applicable (thermal treatment conditions tested, not dosage).", "study_duration": "Heating durations ranged from 5.9 to 34.1 minutes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:52.696123+00:00"}
{"study_id": 36091, "supplement_id": 1543, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the anti-inflammatory and anti-psoriatic effects of sea buckthorn oil (SBKT) using in vitro and in vivo models.", "results_summary": "SBKT reduced pro-inflammatory mediators, reactive nitrogen species, and NF-κB protein expression in THP-1 cells, and decreased paw edema and psoriasis-like symptoms in mice. Both oral and topical SBKT treatments showed significant anti-inflammatory and anti-psoriatic effects.", "population_specificity": "Human monocytic (THP-1) cells and CD-1 mice with induced inflammation or psoriasis-like symptoms.", "effective_dosage": "In vitro: 5 µl/ml (effective dose), ≥25 µl/ml (cytotoxic dose); in vivo: dosage not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:53.281958+00:00"}
{"study_id": 36097, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the chemical composition and biological activities (antioxidant and anticoagulant properties) of phenolic and nonpolar fractions from sea buckthorn twig and leaf in human plasma in vitro.", "results_summary": "The study found that certain fractions from sea buckthorn twig reduced plasma lipid peroxidation, while nonpolar twig and phenolic leaf fractions prolonged coagulation times, suggesting potential cardiovascular benefits.", "population_specificity": "Human plasma in vitro (no specific human population studied).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:53.438575+00:00"}
{"study_id": 36096, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of active components from sea buckthorn berries (ACSB) on hepatic stellate cell activation, liver fibrosis, and inflammation in rats.", "results_summary": "The study found that ACSB inhibited hepatic stellate cell activation, reduced liver injury and inflammation, and attenuated fibrosis development in rats. The compounds also down-regulated α-SMA expression and over-regulated the DNA damage signaling pathway, suggesting potential anti-fibrotic and anti-inflammatory effects.", "population_specificity": "Rats with bile duct ligation (BDL)-induced liver fibrosis.", "effective_dosage": "Dose-dependent manner (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:54.624026+00:00"}
{"study_id": 36100, "supplement_id": 1543, "safety_score": "80", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate whether sea buckthorn could serve as an effective treatment for cancers, focusing on its bioactive compounds and potential benefits like anti-proliferation, apoptosis induction, and immune stimulation.", "results_summary": "The study found that sea buckthorn exhibits antioxidant, anti-inflammatory, and anticancer effects, with its oil counteracting chemotherapy side effects by improving kidney and liver function, increasing appetite, and maintaining general health. However, human treatment and prophylactic doses remain unknown.", "population_specificity": "Not specified (in vitro and animal in vivo studies mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:58.966185+00:00"}
{"study_id": 36098, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate whether sea buckthorn seed oil could protect skin cells from UV-induced oxidative damage and lipid metabolism disturbances.", "results_summary": "Sea buckthorn oil reduced UV-induced ROS generation, enhanced antioxidant levels (e.g., glutathione, vitamins E and A), stimulated Nrf2 activity, decreased lipid peroxidation, and modulated endocannabinoid and PPAR receptor levels in skin cells. It showed differential effects on keratinocytes (decreased PPAR expression) and fibroblasts (increased PPAR expression), suggesting anti-inflammatory potential.", "population_specificity": "Human keratinocytes and fibroblasts exposed to UVA/UVB radiation.", "effective_dosage": "500 ng/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:59.463568+00:00"}
{"study_id": 36101, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of dietary supplementation with Sea Buckthorn (SBT) and giloe leaf meal on the growth performance and nutrient content in turkey poults.", "results_summary": "Supplementation with 0.5% SBT leaf meal significantly improved body weight gain and feed conversion ratio in turkey poults compared to other treatments, and increased zinc and ether extract content in breast and thigh muscles.", "population_specificity": "1-day-old turkey poults (small white variety) aged 0-8 weeks.", "effective_dosage": "0.5% SBT leaf meal powder in basal ration.", "study_duration": "8 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:15:59.665063+00:00"}
{"study_id": 36102, "supplement_id": 1543, "safety_score": "85", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of sea buckthorn pomace (SBP) supplementation on fatty acid metabolism, hypothalamic-pituitary-adrenal (HPA) activity, and immune function in growing pigs.", "results_summary": "SBP supplementation moderately affected fatty acid metabolism (specifically C18:2n-6 and n-6/n-3 PUFA ratio) but showed no significant effects on HPA activity or immunity, except for a tendency toward higher plasma IgG levels.", "population_specificity": "Growing German Landrace pigs", "effective_dosage": "12% of dried SBP in diet", "study_duration": "Eight weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:01.240989+00:00"}
{"study_id": 36099, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of varying proportions of sea buckthorn pomace (SBP) on nutrient digestibility, rumen microbial protein synthesis, and growth performance in sheep.", "results_summary": "Increasing SBP inclusion improved dry matter intake (DMI) and average daily gain (ADG) linearly but reduced organic matter (OM), neutral detergent fiber (NDF), and acid detergent fiber (ADF) digestibility. The optimal SBP proportion for microbial protein yield and metabolizable protein (MP) supply was 16.0%.", "population_specificity": "Forty 1/2 Dorper × 1/2 thin-tailed Han ram lambs (22.2 ± 0.92 kg, 120 ± 11 days old).", "effective_dosage": "0%, 7.8%, 16.0%, and 23.5% of dry matter (DM) SBP in the diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:01.307652+00:00"}
{"study_id": 36104, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of sea buckthorn seed protein on gut microbial regulation in Type 2 diabetic mice.", "results_summary": "Sea buckthorn protein supplementation reduced body weight and blood glucose levels in diabetic mice, restored beneficial gut bacteria populations (Bifidobacterium, Lactobacillus, Bacteroides, and Clostridium coccoides), and increased microbial diversity.", "population_specificity": "Type 2 diabetic mice (12 cases per group: normal, diabetic, and sea buckthorn-treated).", "effective_dosage": "Highly concentrated sea buckthorn seed protein (exact dosage not specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:02.234545+00:00"}
{"study_id": 36105, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antioxidative and neuroprotective effects of sea buckthorn leaves (SBL) harvested at different times, focusing on phenolic compounds and their impact on neuronal cell viability.", "results_summary": "SBL harvested in August had the highest phenolic and flavonoid content and antioxidant capacity. The ethyl acetate fraction of SBL improved neuronal PC-12 cell viability, reduced oxidative stress, and decreased apoptosis in a dose-dependent manner.", "population_specificity": "Neuronal PC-12 cells (in vitro study)", "effective_dosage": "Dose-dependent (specific amounts not provided)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:02.482705+00:00"}
{"study_id": 36106, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effect of thermal processing (50-100°C) on the degradation of phytochemicals in sea buckthorn extract and assess its thermostability.", "results_summary": "Heating sea buckthorn extract caused structural changes affecting fluorescence, with carotenoids and polyphenols showing higher thermal stability compared to flavonoids and antioxidant activity. The study used kinetic models to describe degradation mechanisms, suggesting industrial processing optimization requires product-specific data.", "population_specificity": "Not specified (in vitro study on sea buckthorn extract)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:07.424253+00:00"}
{"study_id": 36107, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-inflammatory effects of sea buckthorn flavonoids (SFs) by examining their impact on the MAPK and NF-κB pathways in LPS-stimulated RAW264.7 macrophages.", "results_summary": "SFs inhibited LPS-induced production of NO and PGE2, downregulated pro-inflammatory cytokines (TNF-α, IL-6, IL-1β), and suppressed MAPK and NF-κB pathway activation, suggesting potent anti-inflammatory effects.", "population_specificity": "RAW264.7 macrophages (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:07.659200+00:00"}
{"study_id": 36108, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Sea Buckthorn leaf extract could inhibit proliferation and promote apoptosis in rat glioma C6 cells.", "results_summary": "SBT leaf extract inhibited rat C6 glioma cell proliferation in a dose-dependent manner, reduced reactive oxygen species (ROS) production, and upregulated pro-apoptotic protein Bax expression and nuclear localization, suggesting potential early apoptotic effects.", "population_specificity": "Rat glioma C6 cells (in vitro study).", "effective_dosage": "Not specified (dose-dependent effects noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:07.768057+00:00"}
{"study_id": 36110, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the potential of a mixture of sea buckthorn and St. John's wort oils (HrHp oil) in treating endometriosis in a rat model.", "results_summary": "The HrHp oil significantly reduced endometriotic implant volumes and eliminated adhesions, while also lowering levels of inflammatory markers (TNF-α, VEGF, and IL-6).", "population_specificity": "Surgically induced endometriosis in rats.", "effective_dosage": "Not specified.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:09.783692+00:00"}
{"study_id": 36111, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of thermal treatment on the complex formed by β-LG and carotenoids from sea buckthorn, and to analyze the carotenoids content in sea buckthorn extracts.", "results_summary": "The study found that thermal treatment of β-LG-carotenoids mixtures led to changes in fluorescence intensity and shifts in emission spectra, suggesting protein unfolding at high temperatures. Molecular dynamics simulations revealed that high-temperature heating altered the β-carotene binding site, resulting in a more thermodynamically stable complex.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "15 minutes (thermal treatment duration)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:10.952450+00:00"}
{"study_id": 36112, "supplement_id": 1543, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective and ameliorative effects of aqueous sea buckthorn leaf extract (SLE) on hemato-biochemical profiles in lead-intoxicated Wistar rats.", "results_summary": "SLE administration at 100 mg/kg body weight normalized most biochemical parameters in lead-intoxicated rats, with more pronounced effects in the protective group. No significant effects were observed on hemoglobin levels, but packed cell volume improved in the protective group.", "population_specificity": "Adult male Wistar rats with a mean body weight of 177.8±12.6 g.", "effective_dosage": "100 mg/kg body weight, administered daily.", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:12.436685+00:00"}
{"study_id": 36103, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether sea buckthorn lipid extract improves the viability of immobilized Lactobacillus casei during heat treatment and in vitro gastrointestinal digestion.", "results_summary": "Sea buckthorn lipid extract enhanced probiotic viability during heat treatment (>6 CFU log/g at >50 °C) and improved survival by 15% in simulated gastric fluid compared to samples without the extract. The extract's high monounsaturated fatty acid content contributed to these protective effects.", "population_specificity": "In vitro model (no human or animal subjects specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified (study focused on acute heat treatment and 2-hour in vitro digestion).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:13.084542+00:00"}
{"study_id": 36115, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to investigate the therapeutic and prophylactic properties of ozonated sea buckthorn oil in preventing and correcting metabolic disturbances in periodontal tissues caused by tobacco smoke byproducts.", "results_summary": "The study found that ozone therapy combined with sea buckthorn oil effectively prevented and corrected metabolic disturbances in periodontal tissues, demonstrating a high therapeutic effect.", "population_specificity": "Wistar rats with induced generalized periodontitis.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:15.588371+00:00"}
{"study_id": 36109, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the mechanism of action of sea buckthorn fruit oil (SBFO) extract in treating type 2 diabetes mellitus (T2DM) through in vitro and in vivo experiments.", "results_summary": "The SBFO extract increased glucose uptake in insulin-resistant HepG2 cells, lowered blood glucose, and improved insulin indices in T2DM rats. It promoted PI3K and glycogen synthesis while inhibiting GSK-3β, suggesting a role in alleviating T2DM via the PI3K/Akt pathway.", "population_specificity": "Insulin-resistant HepG2 cells and T2DM Sprague-Dawley (SD) rats.", "effective_dosage": "In vitro: 50, 100, 200, and 400 μM; in vivo: 100, 200, and 300 mg/kg·day.", "study_duration": "4 weeks (in vivo).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:15.674750+00:00"}
{"study_id": 36113, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether polyphenols from sea buckthorn berries (SVP) could reduce serum lipids, enhance antioxidant activity, and alleviate vascular impairment in hyperlipidemic rats.", "results_summary": "SVP significantly reduced serum lipids, increased antioxidant enzyme activity, lowered TNF-α and IL-6 levels, and decreased expression of eNOS, ICAM-1, and LOX-1 mRNA and proteins in hyperlipidemic rat aortas, demonstrating antioxidant and endothelial protective effects.", "population_specificity": "Rats with hyperlipidemia.", "effective_dosage": "7-28 mg/kg, orally administered.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:15.822517+00:00"}
{"study_id": 36114, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the antiviral potential of Sea Buckthorn bud dry extract against Influenza A H1N1 virus in vitro.", "results_summary": "SBT bud extract reduced the Influenza virus titer from 2.5 to 2.0 TCID50/ml at 50 μg/ml and decreased the HA titer from 1431 to 178. Lower concentrations showed inhibitory effects in the HA assay but not in TCID50 titration, though viral growth slowdown was observed at all concentrations.", "population_specificity": "MDCK cell line (in vitro study)", "effective_dosage": "50 μg/ml", "study_duration": "4 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:16.788956+00:00"}
{"study_id": 36116, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanism of action of standardized sea buckthorn leaf extract (SBL-1) in protecting against radiation-induced damage in the jejunum and bone marrow, and to analyze its bioactive compounds.", "results_summary": "SBL-1 significantly countered radiation-induced damage in the jejunum and bone marrow by promoting stem cell proliferation, regulating apoptosis, and reducing chromosomal damage. High levels of polyphenols, tannins, and thiols in SBL-1 likely contributed to its radioprotective effects.", "population_specificity": "9-week-old inbred male Swiss albino Strain 'A' mice", "effective_dosage": "30 mg/kg body weight (single dose)", "study_duration": "Single dose administered 30 minutes before irradiation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:18.947610+00:00"}
{"study_id": 36118, "supplement_id": 1543, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "To investigate the effects of oral sea buckthorn oil supplementation on vaginal atrophy in postmenopausal women.", "results_summary": "Sea buckthorn oil showed a significantly better rate of improvement in vaginal epithelium integrity compared to placebo, with a beneficial trend in vaginal health index. The effects were more pronounced when including noncompliant participants.", "population_specificity": "116 postmenopausal women experiencing symptoms of vaginal dryness, itching, or burning.", "effective_dosage": "3g daily", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:19.950684+00:00"}
{"study_id": 36117, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to identify potential biomarkers of the therapeutic response of sea buckthorn seed oil in chronic unpredictable mild stress (CUMS) rats and evaluate its antidepressant effects.", "results_summary": "The study found that sea buckthorn seed oil administration altered urine metabolite levels in CUMS rats, including higher pimelic and palmitic acid and lower suberic acid, citrate, phthalic acid, cinnamic acid, and Sumiki's acid, suggesting involvement in energy metabolism, fatty acid metabolism, and neurotransmitter synthesis.", "population_specificity": "Chronic unpredictable mild stress (CUMS) rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:19.970446+00:00"}
{"study_id": 36119, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the inhibitory effect of sea buckthorn procyanidins (SBPs) on fatty acid synthase (FAS) and their potential to induce apoptosis in human breast cancer MDA-MB-231 cells.", "results_summary": "SBP potently inhibited FAS activity (IC50 = 0.087 μg/ml) and reduced MDA-MB-231 cell viability (IC50 = 37.5 μg/ml), inducing apoptosis in a dose-dependent manner. Sodium palmitate could rescue SBP-induced apoptosis, suggesting FAS inhibition as the mechanism.", "population_specificity": "Human breast cancer MDA-MB-231 cells (in vitro study).", "effective_dosage": "IC50 values: 0.087 μg/ml for FAS inhibition, 37.5 μg/ml for cell viability reduction.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:23.876252+00:00"}
{"study_id": 36120, "supplement_id": 1543, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Sea Buckthorn extract could protect A549 cells against paraquat-induced toxicity through antioxidant mechanisms.", "results_summary": "Pretreatment with Sea Buckthorn extract significantly reduced paraquat-induced cell death, lowered reactive oxygen species levels, and activated the Nrf2 pathway and its target genes, suggesting potential therapeutic benefits for oxidative stress-related diseases.", "population_specificity": "A549 cells (human lung adenocarcinoma cell line)", "effective_dosage": "25-200 µg/ml", "study_duration": "Up to 120 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:24.155354+00:00"}
{"study_id": 34622, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of pumpkin seed extract (PSE) in treating Hymenolepis nana infection and compare its effects to the standard drug Praziquantel (PZQ), while also assessing histological and morphological changes in the parasite and host tissue.", "results_summary": "PSE treatment preserved intestinal structure, reduced inflammatory cells, and significantly decreased parasite size and egg production. It showed superior mucosal protection compared to PZQ, with effects dependent on treatment duration.", "population_specificity": "Experimental mice infected with Hymenolepis nana.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:25.909585+00:00"}
{"study_id": 34626, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the wound healing potential of Ag and Au nanoparticles synthesized using Cichorium intybus seed extract in an animal model.", "results_summary": "The study found that Ag nanoparticles synthesized from Cichorium intybus seed extract promoted faster wound closure compared to Au nanoparticles, polyfax, and plain plant extract over a 21-day period, demonstrating enhanced wound healing efficacy.", "population_specificity": "Albino mice", "effective_dosage": "Not specified", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:25.966007+00:00"}
{"study_id": 34624, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the feasibility and outcomes of salvage CyberKnife robotic radiosurgery using previously implanted brachytherapy seeds for locally recurrent prostate cancer after radiotherapy.", "results_summary": "The patient successfully underwent treatment with minimal toxicity, maintained excellent urinary and sexual functioning, and showed declining PSA levels at follow-up. The study suggests that tracking brachytherapy seeds for salvage SBRT is a viable option.", "population_specificity": "A male patient with locally recurrent prostate cancer after previous low dose rate brachytherapy.", "effective_dosage": "40 Gy in five fractions to the GTV and 35 Gy in five fractions to the PTV.", "study_duration": "Treatment was delivered in five fractions (duration not specified beyond this).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:26.725825+00:00"}
{"study_id": 34625, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of pre-sowing magnetic treatment (PMF and SMF) on the photosynthetic efficiency of soybean plants under natural conditions.", "results_summary": "Magnetic treatment (200 mT PMF for 1 h) improved the quantum yield of both photosystem II [Y(II)] and photosystem I [Y(I)], reduced non-photochemical quenching (NPQ), and enhanced electron transport mechanisms (ETR(I) and ETR(II)), indicating better photosynthetic efficiency. PMF was more effective than SMF in regulating energy transfer between PSII and PSI.", "population_specificity": "Soybean seeds (Glycine max)", "effective_dosage": "200 mT pulsed magnetic field (PMF) or static magnetic field (SMF) for 1 hour", "study_duration": "Single 1-hour treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:27.904886+00:00"}
{"study_id": 34628, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify the molecular mechanisms of cold stress response in quinoa seeds, comparing cold-tolerant and cold-sensitive cultivars.", "results_summary": "The study found that the cold-tolerant cultivar (XCq) exhibited higher expression of genes related to cold response, enhanced antioxidant enzyme activities, and greater accumulation of osmotic adjustment substances, suggesting better resistance to oxidative damage under cold stress. Key pathways involved were MAPK signaling and oxidative metabolism.", "population_specificity": "Quinoa seeds (Chenopodium quinoa Willd.), specifically cold-tolerant (XCq) and cold-sensitive (QCq) cultivars.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:28.511068+00:00"}
{"study_id": 34627, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the impact of Rhizobium tropici reinoculation and Azospirillum brasilense co-inoculation at different growth stages on the physiological quality of common bean seeds.", "results_summary": "Co-inoculation with Rhizobium tropici and Azospirillum brasilense (T7) showed the highest germination rates and greater resistance to stress, indicating enhanced seed viability and vigor. Electrical conductivity remained stable, while seedling length and dry mass did not vary significantly, suggesting early germination and vigor as primary quality indicators.", "population_specificity": "Common bean seeds", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:30.028134+00:00"}
{"study_id": 34630, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to isolate and characterize novel alkaloids from the seeds of Sophora moorcroftiana and evaluate their antiviral activity against hepatitis B virus (HBV).", "results_summary": "Three new alkaloids (sophormodines A-C) and three known analogues were isolated and structurally elucidated. These compounds demonstrated antiviral activity against HBV, suggesting potential therapeutic applications.", "population_specificity": "Not specified (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:32.848971+00:00"}
{"study_id": 34629, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of exogenous carnitine treatments on maize seed germination by stimulating lipid metabolism and regulating the mitochondrial respiratory pathway.", "results_summary": "Carnitine treatments significantly improved germination metrics (rate, index, potential, vigor), root and hypocotyl growth, and enzyme activities related to lipid metabolism and respiration, with the most pronounced effects observed at 7.5 µM. The treatments also upregulated gene expression of key metabolic enzymes and altered fatty acid and antioxidant levels.", "population_specificity": "Maize seeds (Zea mays)", "effective_dosage": "5, 7.5, and 10 µM carnitine", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:32.909231+00:00"}
{"study_id": 34633, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the protective effects of Ammi Visnaga seed extract against smoking-induced lung and cardiac tissue damage.", "results_summary": "Ammi Visnaga seed extract exhibited protective effects against smoking-induced damage, reducing p53 protein expression in heart and lung tissues. The effects were comparable to those of Ascorbic acid.", "population_specificity": "Male albino rats (N = 8 per group).", "effective_dosage": "Not specified.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:35.360841+00:00"}
{"study_id": 34631, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to elucidate the interaction between ethylene and melatonin in regulating polyphenol metabolism in grape seeds and identify the underlying molecular mechanisms.", "results_summary": "Ethylene treatment increased melatonin biosynthesis by inducing VvASMT expression, which in turn activated VvMYB14 via the ERF5-melatonin-ERF104 pathway, modifying the phenylpropanoid pathway and increasing phenolic compound content in grape seeds.", "population_specificity": "Grape seeds, calli, and Arabidopsis seeds.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:35.535800+00:00"}
{"study_id": 34634, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to improve seed quality and seedling growth of crimson clover (Trifolium incarnatum) using eco-friendly treatments.", "results_summary": "The 30-minute hot water treatment improved water absorption and reduced dormant seeds, while longer exposures increased dead seeds and abnormal seedlings. Laboratory and field germination results showed strong agreement.", "population_specificity": "Crimson clover seeds from six localities in eastern Serbia.", "effective_dosage": "30-minute hot water treatment (specific temperature not mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:36.206035+00:00"}
{"study_id": 34632, "supplement_id": 1544, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of nanoemulsified benzyl isothiocyanate (NBIT) and carvacrol (NCR) in reducing Salmonella contamination on alfalfa seeds and sprouts while assessing their impact on germination and sprout quality.", "results_summary": "Both NBIT and NCR significantly reduced Salmonella populations on seeds and sprouts, with 2.0% NBIT achieving the highest reductions. Lower concentrations (0.5% and 1.0% NBIT, 2.0% NCR) preserved germination rates and sprout quality, while higher NBIT concentrations slightly reduced germination and sprout size.", "population_specificity": "Alfalfa seeds and sprouts inoculated with Salmonella at high (6.3 log CFU/g) and low (2.4 log CFU/g) levels.", "effective_dosage": "0.5%, 1.0%, and 2.0% NBIT; 2.0% NCR.", "study_duration": "4 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:37.361980+00:00"}
{"study_id": 34636, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop and evaluate NPCs-loaded TBA@Gel&Chs hydrogel microspheres for dual repair of tissue and function in intervertebral disc degeneration (IVDD) by replenishing nucleus pulposus cells (NPCs) and extracellular matrix (ECM) while interrupting oxidative stress.", "results_summary": "The microspheres demonstrated significant ROS-scavenging antioxidant capabilities, protected NPCs' vitality and physiological functions, and restored histological structure and mechanical properties of degenerated discs in rat models. RNA-seq confirmed the antioxidant mechanism.", "population_specificity": "Rat models with intervertebral disc degeneration (IVDD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:38.281664+00:00"}
{"study_id": 34637, "supplement_id": 1544, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the nutritional, metabolic, and mineral content of 'segale del Matese' seeds and assess the impact of thermal treatment on antinutritional factors.", "results_summary": "The study found that 'segale del Matese' seeds are rich in polyunsaturated and monounsaturated fatty acids, bioactive compounds, and have favorable antioxidant activity. Thermal treatment reduced antinutritional factors, enhancing safety for consumption.", "population_specificity": "Rye seeds from Matese mountains in Southern Italy, collected at two altitudes (~1000 and 150 m a.s.l.).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:39.379490+00:00"}
{"study_id": 34639, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of porous starch derived from lotus seeds as a drug carrier, focusing on its adsorption capabilities and drug-delivery properties.", "results_summary": "The study found that enzymatic treatment created porous starch with improved oil and water absorption capacities (14% and 27% increases, respectively) and demonstrated strong drug-carrying capabilities, including shielding proanthocyanidins from UV damage and achieving nearly complete release in simulated intestinal fluid.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:41.038254+00:00"}
{"study_id": 34638, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how boiling, steaming, and microwaving affect the phenolic content, antioxidant properties, and antibacterial activity of Parkia speciosa seeds.", "results_summary": "Microwaving reduced total phenolic content the most, while steaming retained the most. Thermal treatments did not affect DPPH scavenging but reduced FRAP activity. Uncooked seeds showed significant antibacterial activity, which decreased with cooking.", "population_specificity": "Not specified (in vitro study on seeds)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:42.067986+00:00"}
{"study_id": 34642, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the germination ecophysiology of Linum mulleri seeds and assess the presence of dormancy to inform conservation strategies.", "results_summary": "The study found that Linum mulleri seeds germinated best at 15-20°C, with cold stratification inducing dormancy, while warm stratification, dry after-ripening, and gibberellic acid (250 mg/L) effectively overcame physiological dormancy, expanding the germination temperature range.", "population_specificity": "Seeds of Linum mulleri, an endangered plant species endemic to southwestern Sardinia.", "effective_dosage": "250 mg/L GA3 (gibberellic acid)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:45.391163+00:00"}
{"study_id": 34641, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how exposure to high temperatures during the growth of bread wheat plants affects the heat tolerance and germination capacity of their seeds.", "results_summary": "Seeds exposed to high temperatures during development showed improved heat germinability, while high temperatures before seed development reduced germinability. Heat shock protein expression increased, fatty acid unsaturation decreased, and specific metabolites (taurine, thymidine, beta-alanine, sinapic acid, and deoxyguanosine) were linked to germination rate under high temperatures.", "population_specificity": "Bread wheat (Triticum aestivum) plants.", "effective_dosage": "Not specified (temperature exposure at 38°C during various growth stages).", "study_duration": "Not specified (exposure at different growth stages).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:45.790089+00:00"}
{"study_id": 34640, "supplement_id": 1544, "safety_score": "20", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to investigate the prevalence and clinical presentation of Indian Sandbur seeds as foreign bodies in the larynx among patients in arid regions of Rajasthan and Punjab.", "results_summary": "The study found that Indian Sandbur seeds were a common foreign body in the larynx, primarily lodged in the true vocal cords, with patients presenting symptoms like voice changes and throat pain. Most cases occurred in individuals engaged in farming or outdoor occupations, with presentation typically within 3-6 hours of ingestion.", "population_specificity": "Patients (mean age 24.5 years, majority 20-25 years) residing in dry areas of Rajasthan and Punjab, primarily engaged in farming or outdoor work.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:46.079945+00:00"}
{"study_id": 34643, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the impact of organic acids on the microstructure of cacao seeds to enhance quality-related characteristics for processing.", "results_summary": "The study found significant microstructural differences in cacao seeds treated with organic acids: acetic acid increased membrane permeability, lactic acid led to smaller anthocyanin inclusions, and citric acid preserved seed structure with minimal damage. These changes suggest potential improvements in cacao processing methods.", "population_specificity": "Cacao seeds (no human or animal subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:46.740902+00:00"}
{"study_id": 34645, "supplement_id": 1544, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to confirm the anti-obesity and metabolic effects of Papaver somniferum (poppy) seeds in high-fat diet-induced obese rats, assessing weight reduction, lipid profile changes, and organ toxicity.", "results_summary": "Washed poppy seeds significantly reduced weight gain and improved lipid profiles (lower triglycerides, LDL, and VLDL), while unwashed seeds at higher doses caused mild liver stress and renal inflammation. Treated groups also showed decreased glucose levels.", "population_specificity": "High-fat diet-induced obese rats", "effective_dosage": "Not specified", "study_duration": "4 weeks (poppy seed intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:48.656874+00:00"}
{"study_id": 34644, "supplement_id": 1544, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess whether Eruca vesicaria seed essential oil (ESEO) could mitigate acetamiprid-induced toxicity in rats.", "results_summary": "ESEO demonstrated high antioxidant activity and significantly ameliorated acetamiprid-induced kidney and liver damage, restoring enzymatic and non-enzymatic antioxidant levels, reducing inflammation, and improving biomarkers of renal function.", "population_specificity": "Rats (4 groups of seven each).", "effective_dosage": "ESEO (0.17 mL/kg), acetamiprid (21.7 mg/kg), administered orally and daily.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:48.836931+00:00"}
{"study_id": 34647, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the role of the H2S signal pathway in enhancing the freezing tolerance of hydrated brassica seeds through the de-polymerization of seed storage globulins.", "results_summary": "NaHS treatment increased embryo supercooling and seed survival upon slow cooling, reduced disulfide bonds in storage globulins, and elevated levels of antioxidants like ascorbate and glutathione.", "population_specificity": "Hydrated brassica (Brassica oleracea) seeds", "effective_dosage": "5 mM NaHS", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:50.225052+00:00"}
{"study_id": 34648, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antioxidant activity and anti-adipogenic effects of cumin seed fractions, particularly the ethyl acetate fraction (CSEA), in 3T3-L1 adipocytes.", "results_summary": "The ethyl acetate fraction of cumin seeds (CSEA) demonstrated superior antioxidant activity and significantly inhibited fat accumulation in 3T3-L1 adipocytes at doses of 50 and 75 μg/mL, reducing expressions of genes and proteins related to fat differentiation.", "population_specificity": "3T3-L1 adipocytes (in vitro study)", "effective_dosage": "50 and 75 μg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:51.877291+00:00"}
{"study_id": 34650, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore how paozhi (processing) treatment affects the composite behavior and physicochemical properties of coix seed starch-oils mixtures, focusing on interactions between starch and oils under simulated sand frying conditions.", "results_summary": "Processing induced significant morphological changes, forming a porous starch-like structure and facilitating interactions between oils and starch, leading to the formation of starch-lipid complexes and aggregates. These structural changes improved gelatinization properties and promoted slowly digestible characteristics, resulting in gradual oil release.", "population_specificity": "Not specified (in vitro study on coix seed starch-oils mixtures)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:55.257922+00:00"}
{"study_id": 34652, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to determine whether initiating complementary feeding with sweet-tasting foods versus neutral-tasting foods influences dietary taste patterns in later childhood.", "results_summary": "The study found that children's diets became more diverse and intense in taste over time, but early exposure to sweet taste during complementary feeding did not significantly alter dietary taste patterns at 12-36 months. No differences were observed between the sweet and neutral-tasting food intervention groups.", "population_specificity": "246 Dutch infants (age 20.2 ± 1.8 weeks, 129 girls).", "effective_dosage": "Sweet-tasting or neutral-tasting fruit and vegetable purees during the first 15 days of complementary feeding.", "study_duration": "15 days of initial intervention, with dietary assessments at 12, 18, 24, and 36 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:57.412117+00:00"}
{"study_id": 34653, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of ultrasound-assisted alkaline protease treatment on the structural, physicochemical, and digestive properties of sea buckthorn seed protein (SBSP).", "results_summary": "Ultrasound treatment at 350 W for 30 min improved SBSP's functional properties, including solubility, emulsifying capacity, and foaming, while enhancing digestibility and reducing undesirable volatile compounds. Structural changes included decreased α-helix content and increased β-sheet content, along with reduced crystallinity.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Ultrasound powers of 250–650 W for 20–40 min", "study_duration": "Single treatment sessions (20–40 min)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:57.828523+00:00"}
{"study_id": 34651, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of iron oxide nanoparticles (Fe3O4 NPs and Fe3O4CA NPs) and indole-3-acetic acid (IAA) on the germination, growth, and genetic stability of chrysanthemum synthetic seeds under different treatment durations.", "results_summary": "IAA and Fe3O4CA NPs individually improved germination rates (83.33-92.18%) compared to controls (56.67-64.18%). Combined use enhanced shoot development after 30 days but had negative effects with prolonged exposure. Genetic stability was confirmed, and biochemical improvements (polyphenols, antioxidants) were noted.", "population_specificity": "Chrysanthemum × morifolium 'Richmond' synthetic seeds (nodal segments with axillary buds).", "effective_dosage": "IAA (1 mg·L-1), NPs (7.7 mg·L-1).", "study_duration": "30 or 60 days in vitro, followed by greenhouse acclimatization.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:58.103333+00:00"}
{"study_id": 34649, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether 125I seed irradiation for pancreatic cancer treatment was mediated through the RBM15/KLF5 pathway in glycolysis.", "results_summary": "The study found that 125I seed irradiation reduced RBM15 and KLF5 expression, impaired pancreatic cancer cell proliferation and invasion, enhanced apoptosis, and attenuated glycolysis. In vivo, 125I seed treatment blocked tumor growth and decreased RBM15 and KLF5 expression, with RBM15 overexpression reversing these effects.", "population_specificity": "Pancreatic cancer patients and xenograft tumor models in nude mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:58.112327+00:00"}
{"study_id": 34655, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine the effects of gamma irradiation on maize hybrids' triple white seeds (Giza 321) to determine its impact on plant traits, defense mechanisms, and stress tolerance.", "results_summary": "Gamma irradiation at specific doses (10, 20, and 50 Gy) from 60Co or 137Cs sources affected shoot length, proline production, antioxidant enzymes, chlorophyll, and carotenoid content, with 20 Gy showing minimal DNA damage and the highest protein band count. The study suggests gamma rays enhance plant defense systems at certain doses, but further research is needed for field-scale safety and reproducibility.", "population_specificity": "Maize hybrids (Giza 321)", "effective_dosage": "10, 20, and 50 Gy from 60Co or 137Cs sources", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:59.003212+00:00"}
{"study_id": 34657, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate methods for breaking seed dormancy in black locust seeds using non-thermal plasma treatments.", "results_summary": "Non-thermal plasma treatments significantly enhanced seed germination, with over 80% germination observed using dielectric barrier discharge, compared to no germination in control seeds. The treatments modified the seed coat through hydrophilization and etching, allowing water penetration.", "population_specificity": "Black locust (Fabaceae family) seeds", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:59.863066+00:00"}
{"study_id": 34656, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of sub-optimal soil temperature duration on Capsicum annuum L. seed vigor and evaluate the efficacy of biopriming with EPS-producing microbes to mitigate cold stress damage.", "results_summary": "Increasing cold stress duration (18°C) up to 2 hours/day improved seed vigor, but beyond 6 hours/day caused significant vigor loss due to membrane damage. Biopriming with Phytobacter and Priestia sp. reduced electrolyte leakage and improved seed vigor under cold stress, validated by fluorescent microscopy.", "population_specificity": "Capsicum annuum L. seeds under sub-optimal temperature stress in the Cwa zone (Coochbehar, West Bengal, India).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:01.113405+00:00"}
{"study_id": 34658, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the structure and biological activities of hortensin 4 from Atriplex hortensis seeds, including its potential for pathogen resistance and cancer therapy.", "results_summary": "The study identified hortensin 4 as a type 1 ribosome-inactivating protein with conserved active sites, demonstrating N-glycosylase activity against TMV RNA, antifungal effects, and inhibition of human glioblastoma cell proliferation, especially when combined with temozolomide.", "population_specificity": "In vitro studies (tobacco mosaic virus RNA, Trichoderma harzianum, Botrytis cinerea, human primary glioblastoma NULU cells)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Enhanced cytotoxicity in the presence of temozolomide", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:05.213810+00:00"}
{"study_id": 34659, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antioxidant, antidiabetic, and vasorelaxant effects of ethanolic extract from Swietenia humilis seeds in a rat model of diabetes mellitus.", "results_summary": "The ethanolic extract demonstrated antioxidant, hypoglycemic, and endothelium-independent vasorelaxant effects, likely due to phytochemical compounds like ursolic acid and α-amyrin. The vasodilatory effect was attributed to blocking calcium transport.", "population_specificity": "Rats with diabetes mellitus induced by nicotinamide and streptozotocin.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:05.910230+00:00"}
{"study_id": 34660, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a pectin-based edible coating with annatto extract could improve the shelf life and preservation of mulberries by delaying maturation and senescence.", "results_summary": "The 10% annatto extract coating group showed the best maturity index, while the 5% group performed better in reducing mass loss and maintaining moisture. The study demonstrated that the coating preserved bioactive compounds and extended shelf life.", "population_specificity": "Mulberries (Morus nigra L.) as a study model for fruit preservation.", "effective_dosage": "0%, 5%, and 10% annatto extract concentrations in pectin-based coatings.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:06.473982+00:00"}
{"study_id": 34663, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic potential of Elaeocarpus angustifolius Blume alkaloid-rich fraction (EAF) for Alzheimer's disease by analyzing its phytochemicals and their binding affinities to key AD targets.", "results_summary": "The study identified 66 phytochemicals in EAF, with seven compounds showing the highest binding affinities to AD-related targets. ADMET analysis confirmed favorable profiles, suggesting these compounds could be promising candidates for novel AD therapies.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:06.950275+00:00"}
{"study_id": 34661, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify pathogenic fungi in sorghum seeds and evaluate the effects of KHCO₃ seed priming on fungal suppression and seed germination.", "results_summary": "The study identified Colletotrichum sublineola as the primary pathogenic fungus in sorghum seeds and demonstrated that KHCO₃ priming significantly reduced fungal abundance, improved germination rates, and altered fungal community structure. Non-target metabolomic analysis suggested KHCO₃ enhances germination via phenylalanine and flavonoid pathways and exhibits antifungal properties through cyanoamino acid metabolism.", "population_specificity": "Sorghum seeds from three major growing regions in Guizhou Province, China.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:07.653056+00:00"}
{"study_id": 34665, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the therapeutic potential of Luetzelburgia auriculata lectin (LAA) in accelerating wound healing in mice.", "results_summary": "LAA significantly accelerated wound closure, reduced inflammation, and promoted tissue regeneration, with enhanced re-epithelialization, increased fibroblast proliferation, and improved collagen deposition compared to controls. It also reduced proinflammatory cytokine levels in wound tissues.", "population_specificity": "Mice with excisional wounds", "effective_dosage": "100 µg/mL and 200 µg/mL (topical application)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:09.543380+00:00"}
{"study_id": 34662, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop a mechanistic understanding of how plasma exposure influences water transport in seeds/grains from different plant species.", "results_summary": "The study found that plasma treatments increased the rate and amount of water uptake in seeds, with water absorption kinetics varying based on diffusional and capillary pathways. These insights explained why different seeds respond differently to plasma exposure, supported by microscopy and dye imbibition assays.", "population_specificity": "Seeds/grains from various plant species (food, horticultural, and agricultural applications).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:10.629442+00:00"}
{"study_id": 34664, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antihyperglycemic and antihyperlipidemic effects of Trigonella foenum-graecum L and Coffea arabica L seeds in STZ-induced diabetic mice, focusing on kidney and liver functions.", "results_summary": "The study found that galactomannan and chlorogenic acid from the seeds significantly reduced fasting blood glucose, improved glucose tolerance, and positively affected lipid profiles, liver, and kidney function tests compared to the diabetic control group.", "population_specificity": "STZ-induced diabetic male mice aged 2 weeks.", "effective_dosage": "Not specified in the abstract.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:12.392913+00:00"}
