{"study_id": 34666, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess the applicability of initial brain metastasis velocity (iBMV) as a prognostic metric in breast cancer brain metastases (BCBM) patients treated with radiotherapy and to analyze the role of biological subtypes in disease dynamics.", "results_summary": "The study found that iBMV independently predicted mortality and that biological subtype significantly influenced the time interval between initial breast cancer diagnosis and brain metastasis occurrence. Karnofsky performance status and HER2 status were the strongest predictors of overall survival.", "population_specificity": "126 breast cancer brain metastases (BCBM) patients treated with radiotherapy (SRS/FSRT and WBRT) between 2013 and 2020.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:14.769228+00:00"}
{"study_id": 34668, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to analyze and compare co-created interventions by adolescents in four European countries to address unhealthy behaviors related to snacking and physical activity.", "results_summary": "The study found that most identified barriers were addressed in the interventions, but facilitators were insufficiently addressed. The interventions varied widely in activities and frequency, making direct comparisons difficult.", "population_specificity": "Adolescents from Greece, Spain, The Netherlands, and the United Kingdom.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:15.417415+00:00"}
{"study_id": 34669, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to profile the nutritional and anti-nutritional bioactive compounds in M. uniflorum seeds fried at different temperatures and assess their antioxidant properties.", "results_summary": "The study found significant reductions in tannin (52.4%) and phytic acid (46.3%) compared to raw seeds, with the highest protein recovery (50.13% and 54.74%) in samples fried at 70°C and 90°C. Antioxidant assays showed high antioxidant power (~80%) in 3 kDa cut-off samples fried at 70°C.", "population_specificity": "Not specified (in vitro study on seeds)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:16.058801+00:00"}
{"study_id": 34670, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the biopriming potential of Cucumis sativus L. seeds using extracts from cyanobacterial consortia treated with static magnetic fields (SMF) to enhance seedling growth and crop productivity.", "results_summary": "The study found that biopriming with SMF-treated cyanobacterial extracts significantly improved seedling growth parameters, including root and stem length, vigor index, and fresh biomass, with the 40-50 mT SMF treatment showing the most pronounced effects. The extracts also maintained balanced nutritional uptake and plant health.", "population_specificity": "Cucumis sativus L. (cucumber) seeds", "effective_dosage": "Not specified (extracts applied as biopriming agents)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:16.529992+00:00"}
{"study_id": 34672, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if hydropriming could mitigate heat-stress-mediated impacts on germination performance in orphan legumes.", "results_summary": "Hydropriming improved germination and seedling development under heat stress in a species-specific manner, with evidence of DNA damage repair and altered gene expression in L. sativus.", "population_specificity": "Seeds of Lathyrus sativus L., Pisum sativum var. arvense, and Trigonella foenum-graecum L.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:17.519507+00:00"}
{"study_id": 34671, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of calcium hypochlorite and peroxyacetic acid treatments in inactivating enterohemorrhagic Escherichia coli (EHEC) on alfalfa seeds and sprouts.", "results_summary": "Both sanitizers effectively reduced EHEC populations on seeds and sprouts, with calcium hypochlorite showing greater efficacy than peroxyacetic acid. The effectiveness varied by bacterial isolate, with E. coli O157:H7 K4492 being the most resistant.", "population_specificity": "Alfalfa seeds and sprouts contaminated with EHEC.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:18.100327+00:00"}
{"study_id": 34673, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of a silydianin-rich extract from Silybum marianum seeds on enteroviral infections in vitro and its potential to mitigate delayed gastric emptying in mice.", "results_summary": "The silydianin-rich extract demonstrated consistent antiviral activity, particularly against EV71, and significantly improved gastric emptying in mice at 200 mg/kg. It also moderately enhanced gastrointestinal transit.", "population_specificity": "In vitro (RD cells) and in vivo (mouse model).", "effective_dosage": "100 and 200 mg/kg (in vivo).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:20.313886+00:00"}
{"study_id": 34674, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential benefits of Nigella sativa (black seeds) as an adjuvant therapy for HCV and HBV infections.", "results_summary": "Preclinical and clinical studies suggest black seeds exhibit antiviral, anti-inflammatory, antioxidant, and immunomodulatory effects that may alleviate symptoms of HCV and HBV infections. However, further randomized controlled trials are needed to confirm efficacy.", "population_specificity": "Patients with HCV and HBV infections.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:20.518807+00:00"}
{"study_id": 34676, "supplement_id": 1544, "safety_score": "20", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to document a rare case of lower gastrointestinal obstruction caused by ingestion of Akebia trifoliata seeds.", "results_summary": "The study found that ingestion of Akebia trifoliata seeds led to lower gastrointestinal obstruction, confirmed via CT scan and colonoscopy. Treatment resolved the obstruction, but multiple ulcers persisted.", "population_specificity": "A single patient with recurring abdominal pain and difficulty passing stool.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:23.216196+00:00"}
{"study_id": 34677, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential palliative effect of pumpkin seed oil (PSO) against colchicine-induced neurotoxic and neurobehavioral effects in rats.", "results_summary": "PSO effectively attenuated colchicine-induced neurotoxic effects, increasing serotonin and dopamine levels, reducing oxidative stress, and mitigating DNA damage in the brain.", "population_specificity": "Male rats weighing 245-260 g", "effective_dosage": "4 ml/kg body weight", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:23.539255+00:00"}
{"study_id": 34675, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the risk of microplastic uptake by foraging birds from seeds and the effectiveness of natural repellents or coatings in reducing seed predation.", "results_summary": "The study found that microplastic uptake by birds increased when associated with corn seeds, but coating seeds with a repellent slurry or wrapping them in repellent plastic or hairy cotton fibers significantly reduced predation (up to 86% and complete protection, respectively).", "population_specificity": "Foraging terrestrial bird species (Pica pica, Corvus cornix, Columba palumbus).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:23.811260+00:00"}
{"study_id": 34678, "supplement_id": 1544, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential of polyphenolic extracts from grape seed waste as natural nanocarriers, evaluating their stability, antioxidant properties, and wound-healing efficacy.", "results_summary": "The study found that grape seed extract nanoparticles exhibited high colloidal and chemical stability, strong antioxidant capacity, excellent biocompatibility, and promoted wound healing with controlled infections and inflammation in a rat model. By day 19, wounds treated with GSE NPs were fully healed without scarring, unlike untreated wounds.", "population_specificity": "Human dermal fibroblasts, RAW 264.7 macrophages, and a rat excision wound model.", "effective_dosage": "2% Obeidi GSE NPs in gel formulation.", "study_duration": "19 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:26.643935+00:00"}
{"study_id": 34679, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to assess the attractivity of freshly drilled onion and carrot fields to birds and their potential exposure to pesticide-treated seeds on the soil surface.", "results_summary": "The study found that carrot and onion fields showed limited attractiveness to foraging birds, with decreased bird sightings on the day of drilling and changes in species composition afterward. Seed exposure was higher at field borders, but no granivorous or omnivorous birds were observed foraging post-drilling.", "population_specificity": "Birds in agricultural landscapes in Minas Gerais, Brazil.", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:27.154391+00:00"}
{"study_id": 34680, "supplement_id": 1544, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and efficacy of biliary metallic stent (BMS) combined with radioactive 125I seed strands (RISS) for treating malignant hilar obstruction (MHO).", "results_summary": "The study found that BMS combined with RISS significantly improved stent patency time and overall survival compared to BMS alone, with no significant difference in complications between the groups. The treatment was deemed safe and effective for MHO patients.", "population_specificity": "Patients with malignant hilar obstruction (MHO) undergoing percutaneous trans-hepatic biliary drainage.", "effective_dosage": "Not specified", "study_duration": "Follow-up duration varied, with outcomes measured over months (e.g., stent patency time and overall survival).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:27.801135+00:00"}
{"study_id": 34683, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-diabetic and anti-lipidemic effects of Centratherum antheminticum seeds powder (Cap CASP 500 mg) in Type-2 diabetes patients.", "results_summary": "CASP demonstrated significant anti-diabetic activity (72.81% in vitro) and improved in vivo parameters such as HbA1c, fasting blood glucose, lipid profiles, and cardiovascular risk indices after 6 and 12 weeks. The effects were comparable or superior to standard metformin treatment.", "population_specificity": "40 Type-2 diabetes patients from Sindh Government Hospital New Karachi and 20 healthy volunteers.", "effective_dosage": "500 mg Cap CASP (frequency not specified).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:30.093947+00:00"}
{"study_id": 34688, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Acanthopanax seed polysaccharides (ASP) could improve Alcoholic fatty liver disease (AFLD) by modulating the gut-liver axis.", "results_summary": "ASP intervention improved liver damage, oxidative stress, and inflammation in AFLD mice while also modifying gut microbiota composition and increasing beneficial bacteria and short-chain fatty acid levels.", "population_specificity": "AFLD-induced mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:31.461264+00:00"}
{"study_id": 34686, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how exogenous GR24 affects the metabolism of stored substances and endogenous hormones during the early stages of rice seed germination under salt stress.", "results_summary": "GR24 pre-treatment significantly improved rice seed germination and seedling growth under salt stress by enhancing enzyme activity, reducing oxidative damage, and regulating hormone levels. It promoted starch decomposition, increased soluble sugars and proteins, and improved antioxidant enzyme activity and hormone balance.", "population_specificity": "Rice seeds (Oryza sativa) under salt stress conditions.", "effective_dosage": "1.2 μmol L-1 GR24", "study_duration": "Early stages of germination (specific duration not mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:32.291349+00:00"}
{"study_id": 34687, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of purified hydrocolloid seed coatings from different waste sludges and a commercial coating in preventing seed deterioration caused by aging.", "results_summary": "Coated maize seeds showed higher germination rates and increased antioxidant enzyme activities compared to uncoated seeds, with optimal spraying times varying by wastewater treatment plant source. Principal component analysis identified the best number of sprays for each type of coating.", "population_specificity": "Maize seeds (no human or animal subjects).", "effective_dosage": "Spraying times of 2, 4, 6, and 8 applications.", "study_duration": "Pot experiments conducted at 4 days after aging.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:32.639152+00:00"}
{"study_id": 34690, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the neuroprotective and neuroplasticity potential of Nigella sativa L and propofol in rats with traumatic brain injury (TBI).", "results_summary": "The study found that Nigella sativa L and propofol both increased BDNF protein levels, with the combination showing the highest effect. Nigella sativa L alone had a better effect than propofol alone in enhancing neuroplasticity and neuroprotection.", "population_specificity": "Rats with induced traumatic brain injury.", "effective_dosage": "Not specified.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:34.802786+00:00"}
{"study_id": 34692, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Metarhizium marquandii SGSF043 on seed germination, bud growth, and physiological characteristics of Chinese cabbage.", "results_summary": "The study found that M. marquandii SGSF043 significantly improved seed germination activity, activated the antioxidant system, optimized plant hormone levels, and enhanced stress resistance in Chinese cabbage seedlings.", "population_specificity": "Chinese cabbage seeds and seedlings.", "effective_dosage": "5.6 × 10^6 CFU/mL (average per grain).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:36.331703+00:00"}
{"study_id": 34691, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of chia seed oil (CSO) supplementation on growth performance and gut microbiota modulation in Labeo rohita fingerlings.", "results_summary": "The study found that 1.0% CSO supplementation significantly improved growth performance metrics (weight gain, specific growth rate, feed conversion ratio, and efficiency) and enhanced gut microbial diversity, particularly increasing beneficial bacterial phyla and genera. Metabolic pathway predictions suggested improved nutrient transport and metabolism in the CSO (1) group.", "population_specificity": "Labeo rohita fingerlings (mean weight = 19.74 ± 0.33 g)", "effective_dosage": "1.0%, 2.0%, and 3.0% CSO in diets", "study_duration": "60 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:37.081080+00:00"}
{"study_id": 34682, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine how different chemical agents and metallic salts affect the activity of α-amylase and protease enzymes in barley seeds.", "results_summary": "The study found that urea and EDTA completely inhibited enzyme activity at certain concentrations, while acetic acid reduced activity but retained partial function. CaCl₂, Mn²⁺, and Mg²⁺ salts increased enzyme activity, whereas Zn²⁺, Cu²⁺, and Fe²⁺ significantly reduced it.", "population_specificity": "Barley seeds (no human or animal subjects).", "effective_dosage": "Various concentrations (e.g., 8 M urea, 0.50 M EDTA, 20% acetic acid, 0.50 M Ca²⁺).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:40.612476+00:00"}
{"study_id": 34694, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the neuroprotective effects of Schisandra chinensis seed oil (SOSC) against 3-nitropropionic acid-induced Huntington's disease-like symptoms in a mouse model.", "results_summary": "SOSC improved movement dysfunction and reduced neuropathology by inhibiting inflammation and oxidative stress in the striatum. It also suppressed NF-κB and MAPK pathways while activating Nrf2, suggesting potential therapeutic benefits for Huntington's disease-like symptoms.", "population_specificity": "Experimental mouse model (3-NPA-induced Huntington's disease-like symptoms).", "effective_dosage": "75, 150, and 300 mg/kg/day, orally administered once daily.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:40.756440+00:00"}
{"study_id": 34696, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to investigate the qualitative phytochemical composition and evaluate the anthelmintic efficacy of L. chinensis seed ethanolic extract (LCSE).", "results_summary": "LCSE was rich in various phytochemicals and demonstrated strong, dose-dependent anthelmintic effects, outperforming albendazole at the highest concentration (100 mg/mL) in terms of paralysis and mortality times.", "population_specificity": "Adult earthworms (Eisenia fetida)", "effective_dosage": "5, 25, 50, 75, and 100 mg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:41.307068+00:00"}
{"study_id": 34695, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effects of roasting (microwave vs. conventional oven) on the phytochemical composition, antioxidant capacity, and fatty acid profile of grape seeds.", "results_summary": "Roasting increased total phenolic and flavonoid content, with microwave roasting showing higher values for some compounds (e.g., gallic acid, resveratrol). Antioxidant activity varied slightly, and fatty acid profiles remained stable, with linoleic acid being the most abundant. The study suggests grape seeds could be a beneficial food ingredient after heat treatment.", "population_specificity": "Not specified (in vitro or food-based study, no human participants mentioned).", "effective_dosage": "Not applicable (study focused on compositional analysis, not dosage).", "study_duration": "Not specified (single-time heat treatment analysis).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:42.512962+00:00"}
{"study_id": 34699, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to purify, characterize, and assess the antimicrobial activity of a papain inhibitor (TcPI) derived from Terminalia catappa L. seeds.", "results_summary": "The study found that TcPI is a highly stable, monomeric protein with competitive inhibition specific to papain. It exhibited antimicrobial activity against Candida parapsilosis and Staphylococcus aureus and remained active under extreme heat and pH conditions.", "population_specificity": "Not specified (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:45.007062+00:00"}
{"study_id": 34698, "supplement_id": 1544, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate two strategies for creating injectable biodegradable brachytherapy seeds containing high 103Pd activity to improve flexibility and reduce long-term discomfort compared to traditional methods.", "results_summary": "Both strategies ([103Pd]PdAuNPs and [103Pd]Pd-SSIB) achieved high radiolabeling yields (83% and 99%, respectively), high activity per seed (1.0-1.5 GBq/mL), and minimal radioactivity release (<1% over one month), demonstrating suitability for brachytherapy. The [16]aneS4 chelator-based strategy was preferred due to higher biodegradability.", "population_specificity": "Not specified (in vitro and mouse serum testing).", "effective_dosage": "100 µL (100-150 MBq) injected.", "study_duration": "One month (radioactivity retention assessment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:45.318576+00:00"}
{"study_id": 34693, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the potential of Conocarpus seeds for synthesizing silver nanoparticles (AgNPs) and their effectiveness in wastewater treatment for methylene blue degradation.", "results_summary": "The study found that AgNPs synthesized from Conocarpus seeds achieved 99.60% removal efficiency of methylene blue under optimal conditions (pH = 3, 1 g sample) within 1 hour, with a maximum adsorption capacity of 49.80 mg·g-1. The AgNPs also demonstrated a 99.76% degradation rate under UV light within 2 hours.", "population_specificity": "Not specified (in vitro study focused on wastewater treatment).", "effective_dosage": "1 g sample (concentration not specified for human consumption).", "study_duration": "Not specified (experimental timeframes: 50 min to 2 hours).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:46.021958+00:00"}
{"study_id": 34702, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the pancreatic lipase inhibitory activity and functional properties of Amaranthus cruentus seed protein isolates as potential anti-obesity agents.", "results_summary": "The protein isolates demonstrated good functional properties and antilipase activity compared to flour, with one protein showing a dose-dependent reduction in lipid content in cell line experiments.", "population_specificity": "3T3-L1 cell lines (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:49.038722+00:00"}
{"study_id": 34701, "supplement_id": 1544, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to compare the operability and treatment outcomes of TheraAGX100 and TheraStrand-SL seeds in reducing intra-prostatic displacement during brachytherapy for prostate cancer.", "results_summary": "TheraStrand-SL significantly reduced intra-prostatic displacement incidence and distance compared to TheraAGX100, with no significant differences in migration, dropout, dose-volume histograms, or adverse events between the two groups.", "population_specificity": "69 patients receiving brachytherapy for prostate cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:49.164491+00:00"}
{"study_id": 34703, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antidiabetic, neuroprotective, and antioxidant effects of ethanol extracts of Parkia biglobosa seeds in STZ-induced diabetic rats.", "results_summary": "The study found that PB seed extracts significantly reduced fasting blood glucose levels, improved cognitive dysfunction, inhibited α-amylase and α-glucosidase activity, and increased antioxidant enzyme activities, with effects comparable to metformin at higher doses.", "population_specificity": "STZ-induced diabetic rats", "effective_dosage": "100 mg/kg and 200 mg/kg", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:50.060359+00:00"}
{"study_id": 34700, "supplement_id": 1544, "safety_score": "20", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the occurrence and environmental impact of pesticide residues and degradation products from treated seeds in waterways near a biofuels production facility.", "results_summary": "The study detected 18 out of 22 target pesticide residues, with clothianidin, thiamethoxam, and imidacloprid desnitro being the most frequently found. Elevated concentrations of these compounds exceeded aquatic toxicity benchmarks, posing risks to non-target organisms.", "population_specificity": "Aquatic environments and non-target organisms (e.g., algae, Daphnia magna, Fathead Minnow) affected by runoff from a biofuels facility using pesticide-treated seeds.", "effective_dosage": "Not Assessed", "study_duration": "April 2021 to November 2023", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:50.140832+00:00"}
{"study_id": 34704, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to understand the biochemical mechanisms involved in the removal of dormancy in apple seeds through cold stratification, focusing on reactive oxygen species (ROS) metabolism.", "results_summary": "The study found that cold stratification modifies ROS levels, which are key regulators of seed dormancy, and identified a time-dependent sequence of biochemical events, including changes in enzyme activities and amino acid levels, crucial for dormancy removal.", "population_specificity": "Apple (Malus domestica Borkh.) seeds", "effective_dosage": "Not specified", "study_duration": "40 days of cold stratification", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:51.295722+00:00"}
{"study_id": 34705, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate how different heat pretreatment methods (steaming, stir-frying, roasting, microwave, and infrared) affect the flavor and physicochemical quality of camellia seeds.", "results_summary": "Heat-pretreated camellia seeds showed increased oil content and browning degree, with enhanced caramel color and toasty, nutty flavors. The study identified 137 volatile organic compounds (VOCs), including 23 characteristic aroma compounds, and determined 12 key aroma compounds (KACs) through comprehensive analysis.", "population_specificity": "Camellia seeds (no human or animal subjects specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:55.616872+00:00"}
{"study_id": 34706, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to understand the hydrological mechanism and endosperm weakening process during dormancy release in Tilia henryana seeds.", "results_summary": "The study found that endosperm weakening in T. henryana seeds occurs at the radicle-endosperm interface, involving imbalanced GA/ABA levels, depletion of storage materials, and enzymatic activity increases, facilitating radicle elongation. Physiological changes reduced lignin, cellulose, hemicellulose, and pectin content, accelerating endosperm weakening.", "population_specificity": "Tilia henryana seeds", "effective_dosage": "Not specified", "study_duration": "2-3 years (natural dormancy period)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:55.684325+00:00"}
{"study_id": 34707, "supplement_id": 1544, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the potential of Cucurbitaceae seed and leaf extracts in preventing and treating colorectal cancer (CRC) by evaluating their antitumor, antiangiogenic, antioxidant, and chemopreventive properties.", "results_summary": "Cold ethanolic extracts from Cucurbita seeds and leaves showed potent antiproliferative activity against CRC cell lines, induced cell cycle arrest and apoptosis, inhibited tumor clonogenicity and angiogenesis, and modulated cancer stem cell gene expression. The extracts also exhibited antioxidant and chemopreventive effects, with identified bioactive compounds including phenolic and cucurbitane-type triterpenoids.", "population_specificity": "In vitro study using T-84, HCT-15, and HT-29 colorectal cancer cell lines.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Slight synergistic effect noted with oxaliplatin.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:56.499694+00:00"}
{"study_id": 34708, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether spraying salicylic acid (SA) during the grain-filling stage improves the salt tolerance of progeny seeds in wheat.", "results_summary": "SA treatment during grain-filling increased grain weight and yield, improved germination rates, and enhanced seedling growth under salt stress. It also boosted amylase activity, respiration, and antioxidant defenses while reducing oxidative damage and maintaining ion balance.", "population_specificity": "Wheat plants (Triticum aestivum L.) and their progeny seeds.", "effective_dosage": "Not specified", "study_duration": "Grain-filling stage (specific duration not mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:57.817715+00:00"}
{"study_id": 34709, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of oxygen plasma treatment on the germination rate, growth, and antioxidative activity of mung beans under varying pressures and exposure times.", "results_summary": "Oxygen plasma treatment significantly improved germination rates (exceeding 90% within 18 hours), increased stem length (25.42–52.88%), and enhanced vitamin C and thiol content, along with antioxidant potency, though effects varied with pressure and exposure time.", "population_specificity": "Mung bean seeds", "effective_dosage": "Different oxygen plasma pressures (up to 60 Pa) and exposure times (up to 30 minutes)", "study_duration": "Not specified (germination observed within 18–30 hours)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:58.556230+00:00"}
{"study_id": 34711, "supplement_id": 1544, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effects of UV-C irradiation treatment on Fusarium-infected wheat seeds during germination, focusing on mycotoxin inhibition and germination rate improvement.", "results_summary": "UV-C irradiation promoted germination rates in infected wheat seeds and significantly inhibited Fumonisins and Beauvericin mycotoxins, though Enniatins production increased with long-term UV-C exposure. Short-term UV treatment (15 min) was most effective for mycotoxin inhibition.", "population_specificity": "Fusarium-infected wheat seeds", "effective_dosage": "UV-C irradiation for 15 minutes (short-term treatment)", "study_duration": "Not specified (varied by treatment duration)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:59.547084+00:00"}
{"study_id": 34712, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop and characterize innovative electrode materials for lithium-ion batteries, specifically using fig seeds to produce carbon-based anode materials.", "results_summary": "The study found that carbon anodes derived from fig seeds exhibited dominant graphitic properties and, when paired with TiO2-coated NMC622, delivered superior performance in lithium-ion batteries compared to uncoated NMC622 full cells.", "population_specificity": "Not applicable (materials research, no human or animal subjects).", "effective_dosage": "Not applicable.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:59.598405+00:00"}
{"study_id": 34710, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effects of non-uniform 300 mT static magnetic field (SMF) treatment on the germination, seedling growth, enzyme activities, and chlorophyll content of Platycodon grandiflorum seeds.", "results_summary": "The study found that 300 mT SMF treatment did not significantly affect germination rates but increased catalase, superoxide dismutase, α-and β-amylase activities, and chlorophyll content in Hebei seeds, while reducing root length and MDA levels in Anhui seeds.", "population_specificity": "Platycodon grandiflorum seeds from Anhui and Hebei regions.", "effective_dosage": "300 mT static magnetic field (24 h/day).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:59.602554+00:00"}
{"study_id": 34716, "supplement_id": 1544, "safety_score": "80", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and efficacy of a Y-shaped airway stent loaded with 125I seeds for treating recurrent tracheal adenoid cystic carcinoma (TACC).", "results_summary": "The study found that the stent loaded with 125I seeds was well-tolerated and effective, with no signs of relapse or progression during a 5-year follow-up period. The patient experienced favorable short-term outcomes and long-term stability post-treatment.", "population_specificity": "A 50-year-old man with recurrent tracheal adenoid cystic carcinoma (TACC).", "effective_dosage": "Not specified (125I seeds loaded in a stent).", "study_duration": "5 months (stent was removed after this period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:06.134610+00:00"}
{"study_id": 34713, "supplement_id": 1544, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to characterize sainfoin seeds' food potential by assessing their composition, enzyme activity, and antinutrient content, and to optimize processing methods to reduce antinutrients and inactivate enzymes.", "results_summary": "Sainfoin seeds contain high protein (42%) and dietary fiber (45%), but also significant antinutrients like phytic acid and tannins. Infrared treatment (2000 W, 75 s) effectively inactivated enzymes, while optimal processing conditions varied for reducing antinutrients and preserving quality.", "population_specificity": "Not specified (study focused on seed composition and processing, not human or animal trials).", "effective_dosage": "Not applicable (study assessed processing methods, not dosage).", "study_duration": "Not applicable (study focused on processing conditions, not intervention duration).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:06.533978+00:00"}
{"study_id": 34717, "supplement_id": 1544, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the chemopreventive potential and antioxidant capacity of marolo seed byproducts (MSAF and MSFF) and their effects on DNA damage.", "results_summary": "MSFF showed higher antioxidant activity and chemopreventive effects at lower doses (3.5 and 7.0 mg/day), while MSAF exhibited chemopreventive effects only at a higher dose (28 mg/day). Both flours showed no significant cytotoxic or mutagenic effects.", "population_specificity": "Swiss mice", "effective_dosage": "MSFF (3.5, 7.0, 14.0, 28.0 mg/day); MSAF (28 mg/day)", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:07.006607+00:00"}
{"study_id": 34721, "supplement_id": 1544, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of peanuts on metabolic syndrome (MetS) and cardiovascular disease (CVD) risk factors based on clinical studies.", "results_summary": "The study found that consuming raw peanuts or processed peanut products improved metabolic parameters such as glycemia, insulinemia, lipids, body mass index, and endothelial function, suggesting potential benefits for MetS and CVD prevention. However, further research is needed to confirm these findings.", "population_specificity": "Not specified (general population inferred from clinical studies).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:08.270794+00:00"}
{"study_id": 34718, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of garden cress seeds (GAC) on reproductive performance, immunity, hormones, protein profile, and milk quality in pregnant rabbits.", "results_summary": "GAC supplementation significantly increased milk fat and improved serum total protein, globulin, IgG, and IgM levels, with the 3% GAC group showing the best results. No noticeable effects were observed on milk yield or most milk analysis parameters.", "population_specificity": "Pregnant V-Line rabbits (6-7 months old, initial body weight ~2395.83 g).", "effective_dosage": "3%, 4.5%, and 6% GAC supplementation in the basal diet.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:08.409605+00:00"}
{"study_id": 34720, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the effects of prickly ash seeds (PASs) on sheep rumen development, growth performance, and the rumen microbiome and its metabolites.", "results_summary": "Dietary PAS addition improved average daily gain, reduced the F/G ratio, enhanced rumen papilla height and width, altered fermentation parameters (acetate, butyrate, propionate levels), and modulated microbial and metabolite abundances linked to growth-related pathways.", "population_specificity": "3-month-old Hu lambs", "effective_dosage": "0% (control), 3% (low-dose), and 6% (high-dose) of dietary PAS", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:08.542490+00:00"}
{"study_id": 34719, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential health benefits of Zibibbo grape seeds, focusing on their antioxidant properties and effects on bone metabolism and osteoblast proliferation.", "results_summary": "The Zibibbo grape seed extract (ZSE) contained significant levels of phenolic compounds and demonstrated strong antioxidant activity (>90%). It also promoted osteoblast proliferation and modulated bone metabolism-related pathways, suggesting potential benefits for osteoporosis.", "population_specificity": "Human osteoblast cell lines (Saos-2 and MG63) were studied, with implications for elderly individuals and those with metabolic disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:08.617467+00:00"}
{"study_id": 197117, "supplement_id": 1544, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to summarize the nutritional and phytochemical profiles, extraction methods, health benefits, safety, and high-value applications of peony seed oil (PSO).", "results_summary": "PSO contains high levels of beneficial fatty acids, squalene, tocopherol, and other compounds, demonstrating multiple health benefits including antioxidation, blood lipid reduction, and anti-inflammatory effects. Toxicity studies indicated PSO is safe with no adverse effects.", "population_specificity": "Not specified (general human consumption implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:14.899205+00:00"}
{"study_id": 197116, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of hemp seed alone and combined with aerobic exercise on metabolic markers, oxidative stress, and neurotrophic factors in young sedentary men.", "results_summary": "Aerobic exercise combined with hemp seed consumption significantly improved weight, body mass index, fat mass, high-density lipoprotein, catalase, and brain-derived neurotrophic factor (BDNF). Hemp seed alone increased high-density lipoprotein levels, while aerobic exercise alone improved body weight, fat mass, and triglycerides.", "population_specificity": "Sedentary young men in Tabriz, Iran.", "effective_dosage": "Two 1-g capsules of hemp seed daily.", "study_duration": "April to August (approximately 4 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:14.970507+00:00"}
{"study_id": 197118, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of seed nutripriming with zinc as a biofortification strategy to alleviate Zn malnutrition and enhance plant performance in Zn-deficient soils.", "results_summary": "The study found that seed nutripriming with zinc is a cost-effective and environmentally friendly approach to biofortification, improving germination, growth, yield, and bioavailable Zn in edible crops. Zinc also plays a role in managing COVID-19 symptoms.", "population_specificity": "Global population suffering from Zn malnutrition, particularly those dependent on Zn-deficient staple foods.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:15.659047+00:00"}
{"study_id": 197121, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of brachytherapy, including radioactive seeds, in improving conformational radiation doses and reducing toxicity for spinal tumors.", "results_summary": "The study highlights that brachytherapy, delivered via radioactive seeds or plaques, can supplement external beam radiation to enhance tumor control while minimizing toxicity to critical structures, particularly for metastatic and primary spinal tumors.", "population_specificity": "Patients with metastatic and primary spinal tumors, including chordomas and high-grade sarcomas.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:16.766036+00:00"}
{"study_id": 197120, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anticancer and therapeutic properties of thymoquinone (TQ) derived from black cumin seeds, focusing on its mechanisms and effects in various cancer models.", "results_summary": "TQ demonstrated broad anticancer effects, including inhibition of carcinogenesis, tumor growth arrest, and suppression of metastasis through multiple molecular pathways. It also showed synergistic effects with conventional chemotherapeutic agents.", "population_specificity": "Animal models and in vitro cancer cell cultures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Synergistic effects with chemotherapeutic agents noted; no other interactions mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:16.911630+00:00"}
{"study_id": 197119, "supplement_id": 1544, "safety_score": "30", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review updated toxicological effects of Ginkgo biloba seeds and leaves, including carcinogenic potential and negative clinical trial results.", "results_summary": "The study found clear evidence of carcinogenic activity in mice from Ginkgo biloba leaf extract, leading to its classification as a possible human carcinogen (Group 2B). Large clinical trials showed negative results, but human case reports indicated toxicological risks.", "population_specificity": "Rodents (mice) and general human population (case reports and clinical trials).", "effective_dosage": "Not specified", "study_duration": "2-year gavage studies in mice", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:17.194833+00:00"}
{"study_id": 197122, "supplement_id": 1544, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of a milled sesame/pumpkin/flax seed mixture on glycemic control, serum lipids, fatty acid status, and inflammatory markers in hemodialysis patients.", "results_summary": "The seed mixture significantly improved fatty acid profiles, reduced triglyceride levels, improved glycemic control, and lowered inflammatory markers (TNF-alpha, IL-6, hs-CRP).", "population_specificity": "Thirty hemodialysis patients (18 male, 12 female) with well nutrition status.", "effective_dosage": "30 g daily (6 g sesame, 6 g pumpkin, 18 g flax seeds).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:17.463127+00:00"}
{"study_id": 197123, "supplement_id": 1544, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of Nigella sativa L. seeds (NS) on mood, anxiety, and cognition in adolescent males.", "results_summary": "NS intake showed statistically significant improvements in mood and trait anxiety within the treatment group, as well as some cognitive enhancements, though not all comparisons between groups were significant. No significant changes were observed in the placebo group.", "population_specificity": "Healthy adolescent males aged 14-17 years in a boarding school in Bangladesh.", "effective_dosage": "500 mg once daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:23.542162+00:00"}
{"study_id": 197124, "supplement_id": 1544, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of Ardeh (ground unhulled sesame seed paste) on lipid profiles and atherogenic lipid parameters in type 2 diabetics to assess its potential in reducing cardiovascular disease risk factors.", "results_summary": "After six weeks, Ardeh supplementation significantly reduced serum triglycerides (15.3 mg/dL) and atherogenic index of plasma (39%), with slight decreases in total cholesterol, LDL-C, and other atherogenic lipid parameters, and a mild increase in HDL-C. No changes were observed in anthropometric measures or blood pressure.", "population_specificity": "41 patients with type 2 diabetes.", "effective_dosage": "28 g/day (2 tablespoons) of Ardeh.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:24.616700+00:00"}
{"study_id": 197125, "supplement_id": 1544, "safety_score": "100", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether whole or ground Salba seeds are more effective in reducing postprandial blood glucose levels when incorporated into bread.", "results_summary": "The study found that both whole and ground Salba seeds equally attenuated blood glucose levels in a dose-dependent manner, with no significant difference between forms. No adverse events were reported.", "population_specificity": "13 healthy participants (6 male, 7 female; BMI 25.4±2.6 kg/m²).", "effective_dosage": "7 g, 15 g, or 24 g of whole or ground Salba seeds baked into bread.", "study_duration": "Acute intervention (2-hour post-consumption monitoring).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:24.952851+00:00"}
{"study_id": 197126, "supplement_id": 1544, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of Nigella sativa seed (NS) on memory, attention, and cognition in healthy elderly volunteers and assess its safety profile over nine weeks.", "results_summary": "NS significantly improved scores in logical memory tests, digit span, delayed recall, and other neuropsychological tests, with no statistically significant changes in cardiac, liver, or kidney biochemical markers. The study suggests NS enhances memory, attention, and cognition without adverse effects.", "population_specificity": "Healthy elderly volunteers (40 participants, aged not specified).", "effective_dosage": "500 mg NS capsule twice daily.", "study_duration": "Nine weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:25.614808+00:00"}
{"study_id": 197127, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether flaxseed-derived enterolignans (enterolactone and enterodiol) could inhibit tumor proliferation markers (NFκB, VEGF, Ki67) in prostate cancer patients.", "results_summary": "Flaxseed supplementation significantly increased urinary enterolignans, which were inversely correlated with Ki67 (a cell proliferation marker). Enterolactone also showed a near-significant inverse association with VEGF, but no link was found with NFκB.", "population_specificity": "147 patients with prostate cancer.", "effective_dosage": "30 g/day of flaxseed.", "study_duration": "~30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:25.779562+00:00"}
{"study_id": 197130, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate the effects of Nigella sativa seed supplementation on symptom levels, immune functions, and hematological parameters in patients with allergic rhinitis undergoing immunotherapy.", "results_summary": "Nigella sativa seed supplementation significantly improved phagocytic and intracellular killing activities of PMNs in patients receiving immunotherapy, and increased CD8 counts. Healthy volunteers also showed improved PMN functions after supplementation.", "population_specificity": "24 patients with allergic rhinitis sensitive to house dust mites and 8 healthy volunteers.", "effective_dosage": "2 g/day orally", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:25.988139+00:00"}
{"study_id": 34422, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of selenium (Se) enrichment on Se accumulation, selenoprotein distribution, and phenolic acid metabolism in barley.", "results_summary": "Selenium was primarily distributed in protein, with selenomethionine (Se-Met) treatment yielding the highest Se-protein concentration. Se treatments enhanced Se accumulation in specific molecular weight proteins and upregulated genes related to phenolic acid metabolism, with Se-Met treatment significantly increasing phenolic acid content.", "population_specificity": "Barley (Hordeum vulgare)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:31.756646+00:00"}
{"study_id": 34424, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether SELENBP1 influences sepsis outcomes by regulating immune cell activity, particularly dendritic cells and the Treg/Th17 ratio.", "results_summary": "The study found that SELENBP1 knockout improved survival in septic mice by reducing liver damage, lowering inflammation, increasing the Treg/Th17 ratio, and inducing a tolerogenic DC phenotype. These effects suggest SELENBP1 regulates immune activity in sepsis.", "population_specificity": "Sepsis patients (human blood samples) and septic mice (animal model).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:33.431982+00:00"}
{"study_id": 34428, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of Selenium nanoparticles (SeNPs) in combating infectious diseases and their potential mechanisms of action.", "results_summary": "SeNPs demonstrated significant therapeutic potential, including antibacterial, antiviral, and anti-inflammatory properties, with better absorption and bioavailability compared to micron-size particles. They also showed promise in treating cancer, diabetes, and detoxifying heavy metals.", "population_specificity": "Not specified (general microbial and disease applications).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:33.895843+00:00"}
{"study_id": 34425, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether selenium (Na2SeO3) could protect human brain endothelial cells from oxidative stress and BBB disruption caused by hypertensive shear stress.", "results_summary": "Selenium (Na2SeO3) showed limited efficacy in preserving tight junction protein ZO-1 localization and preventing NRF2 translocation, with only modest improvements observed in some replicates.", "population_specificity": "Human brain endothelial cells (HBCE5i) exposed to hypertensive shear stress in vitro.", "effective_dosage": "50-500 nM Na2SeO3", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:34.035637+00:00"}
{"study_id": 34427, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the therapeutic potential of selenium-doped carbon quantum dots (Se-CQDs) in combination with Astilbin (AST) for enhancing diabetic wound healing by reducing oxidative stress and inflammation while promoting angiogenesis.", "results_summary": "The study found that Se-CQDs effectively scavenged reactive oxygen species (ROS), alleviating oxidative stress, while AST exhibited anti-inflammatory and pro-angiogenic effects, collectively accelerating wound repair in diabetic wounds. The sequential release mechanism of the dual-layer microneedle system demonstrated synergistic therapeutic benefits.", "population_specificity": "Diabetic wounds (DW) in a preclinical model (specific human or animal population not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:35.129562+00:00"}
{"study_id": 34715, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to analyze the effects of magnetic seed treatment (MST) on tomato plants during the vegetative stage, comparing physiological responses, growth dynamics, and performance against untreated low-cost and high-cost seeds.", "results_summary": "MST improved physiological responses and growth dynamics in tomato plants, with treated low-cost seeds performing comparably to high-cost commercial seeds. The treatment persistently enhanced biomass accumulation and structural development throughout the vegetative stage.", "population_specificity": "Tomato plants (225 experimental units across three groups).", "effective_dosage": "Not specified (magnetic treatment parameters not detailed).", "study_duration": "Duration of vegetative stage (exact timeframe not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:35.412811+00:00"}
{"study_id": 197129, "supplement_id": 1544, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of muscadine grape seed supplementation on endothelial function and cardiovascular risk factors in subjects with increased cardiovascular risk.", "results_summary": "The study found no significant improvement in brachial flow-mediated dilation or other biomarkers of inflammation, lipid peroxidation, or antioxidant capacity with muscadine grape seed supplementation. However, there was a significant increase in resting brachial diameter, though its clinical significance remains unclear.", "population_specificity": "Adults with coronary disease or at least one cardiac risk factor.", "effective_dosage": "1300 mg daily", "study_duration": "4 weeks per intervention (supplementation and placebo), with a 4-week washout.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:36.368894+00:00"}
{"study_id": 34423, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the eco-friendly biosynthesis of selenium nanoparticles (SeNPs) using E. coli and assess their antioxidant and anti-proliferative effects on cancer cell lines.", "results_summary": "The study successfully biosynthesized SeNPs with sizes ranging from 21.96-50.71 nm, demonstrating significant antioxidant activity (80.21% radical scavenging at 100 µg/ml) and potent anti-proliferative effects against colorectal (SW480) and hepatocellular (HepG2) carcinoma cell lines, with negligible cytotoxicity on normal cells (HEK293).", "population_specificity": "Human colorectal carcinoma (SW480), human hepatocellular carcinoma (HepG2), and normal human embryonic kidney (HEK293) cell lines.", "effective_dosage": "Sodium selenite concentrations of 25, 50, and 100 mM; SeNPs tested at 100 µg/ml for antioxidant activity and IC50 values of 3.9 µg/ml (SW480) and 4.5 µg/ml (HepG2).", "study_duration": "48 hours for biosynthesis; anti-proliferative and antioxidant assays duration not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:36.877037+00:00"}
{"study_id": 34429, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether selenium nanoparticles (Se NP) could improve drought tolerance in canola plants by enhancing physiological and biochemical attributes.", "results_summary": "Se NP increased plant growth, boosted chlorophyll biosynthesis, upregulated Krebs cycle enzymes, aided osmotic regulation, and reinforced antioxidant defense mechanisms, thereby improving drought tolerance in canola.", "population_specificity": "Canola plants subjected to drought stress.", "effective_dosage": "2 and 5 mg/L Se NP.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:40.565053+00:00"}
{"study_id": 34431, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective role of selenium against cadmium-induced hematological, biochemical, and oxidative stress alterations in goldfish.", "results_summary": "Selenium supplementation alleviated cadmium-induced declines in hematological parameters, reduced liver toxicity markers, and enhanced antioxidant defense mechanisms, effectively counteracting oxidative stress.", "population_specificity": "Goldfish (aquatic species)", "effective_dosage": "2 mg/L sodium selenite", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:41.354711+00:00"}
{"study_id": 34432, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify the mechanism by which selenium enhances postpartum uterine healing and examine its effects on oxidative stress and inflammation.", "results_summary": "Selenium supplementation alleviated endometrial damage, reduced oxidative stress markers (MDA) and inflammatory factors (TNF-α, IL-1β), and upregulated GPX1, GPX4, and NRF2 expression, promoting uterine recovery in postpartum mice.", "population_specificity": "Female ICR mice aged 8 weeks.", "effective_dosage": "Low-dose (100 nm), medium-dose (200 nm), and high-dose (400 nm) selenium.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:42.245541+00:00"}
{"study_id": 34435, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the anti-cancer potential of a novel selenium nanocomposite (CS/S/SeNC) against osteoblastoma cells and assess its biocompatibility.", "results_summary": "The nanocomposite demonstrated strong dose-dependent inhibition of cancer cell proliferation, induced apoptosis via ROS-mediated mechanisms, and showed biocompatibility through interaction with Decorin. Molecular docking revealed high binding affinity between chitosan (a component of the nanocomposite) and osteocalcin, a cancer-related protein.", "population_specificity": "Osteoblastoma cells (in-vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:43.999833+00:00"}
{"study_id": 34433, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of selenium-rich yeast (SeY) on lipid metabolism, antioxidant capacity, and cognitive function in HFD-fed ApoE-/- mice.", "results_summary": "SeY reduced body weight, lowered TC and TG levels in liver and serum, increased HDL-C levels, enhanced antioxidant capacity (CAT, SOD, GSH-Px), regulated lipid-related mRNA levels, enriched SCFAs-producing bacteria, and alleviated HFD-induced cognitive impairment.", "population_specificity": "HFD-fed ApoE-/- mice (a model for studying lipid metabolism and cardiovascular disease).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:44.087389+00:00"}
{"study_id": 34434, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether low levels of selenium biomarkers (serum selenium, SELENOP, GPx3) are associated with accelerated biological aging measured through epigenetic clocks.", "results_summary": "The study found that participants with deficient serum selenium levels and those in the lowest quartiles of SELENOP and GPx3 showed accelerated biological aging, with the association for GPx3 remaining significant after multiple testing correction.", "population_specificity": "1568 older participants from the Berlin Aging Study II (mean age 68.8 ± 3.7 years, 51% women).", "effective_dosage": "Not specified", "study_duration": "Not specified (cross-sectional study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:44.598825+00:00"}
{"study_id": 34436, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the therapeutic potential of selenium nanoparticles (functionalized with astragalus polysaccharide and loaded with TSIIA and TMP) for treating spinal cord injury by targeting ferroptosis and microglial polarization.", "results_summary": "The study found that TSIIA/TMP/APS@Se NPs exhibited anti-ferroptosis properties and regulated microglial polarization, enhancing functional recovery in spinal cord injury models. Both in vitro and in vivo results supported its potential as a comprehensive treatment strategy.", "population_specificity": "Spinal cord injury models (in vitro and in vivo).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:45.742416+00:00"}
{"study_id": 34437, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether exogenous selenium (Se) could mitigate acid-stress-induced oxidative stress and improve the growth, yield, and quality of Prunella vulgaris.", "results_summary": "The study found that 5 mg L-1 Se application significantly improved antioxidant enzyme activities, photosynthetic capacity, root architecture, and yield (12.50% increase) while reducing oxidative damage in acid-stressed P. vulgaris. Se also upregulated flavonoid and phenolic acid metabolic pathways, enhancing bioactive compound levels.", "population_specificity": "Prunella vulgaris plants grown under acidic stress conditions.", "effective_dosage": "5 mg L-1 (exogenous application).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:45.949198+00:00"}
{"study_id": 34438, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to explore the uptake and metabolism of biogenic selenium nanoparticles (SeNPs) by intestinal epithelial cells and their protective effects on intestinal barrier function using a gut-on-a-chip model.", "results_summary": "SeNPs were effectively taken up by cells, metabolized into selenocystine and selenite, and incorporated into antioxidant selenoenzymes. They alleviated oxidative stress, maintained mitochondrial homeostasis, and reduced inflammation, protecting the intestinal barrier in both in vitro and animal models.", "population_specificity": "Intestinal epithelial cells (IPEC-J2), mice, and early-weaned piglets.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:48.941504+00:00"}
{"study_id": 34440, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of nano-selenium-modified biochar in reducing cadmium contamination in soil and enhancing selenium levels in shallots.", "results_summary": "The study found that nano-selenium-modified biochar significantly reduced bioavailable cadmium in soil and cadmium accumulation in shallot tissues while increasing plant selenium levels and reducing oxidative stress.", "population_specificity": "Contaminated agricultural soil and shallot plants.", "effective_dosage": "Not specified (biochar produced at 600°C for 3h).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:51.514822+00:00"}
{"study_id": 34439, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a selenium nanozyme-crosslinked injectable composite hydrogel (Se/PRP-OGel) in addressing osteoarthritis by combining ROS scavenging and chondrocyte rejuvenation.", "results_summary": "The study found that Se/PRP-OGel reduced ROS levels, mitigated chondrocyte senescence, balanced ECM homeostasis, and promoted cartilage repair, pain relief, and functional restoration in an OA rat model.", "population_specificity": "Osteoarthritis rat model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:51.663037+00:00"}
{"study_id": 34443, "supplement_id": 1545, "safety_score": "40", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the dual effects of selenium (Se) supplementation on silkworm development by analyzing miRNA expression profiles under different Se concentrations.", "results_summary": "The study found that 50 µM Se improved silkworm productivity by regulating key miRNAs in Toll and Imd signaling pathways, while 200 µM Se had toxic effects, impairing development via miRNA targeting the spliceosome pathway.", "population_specificity": "Silkworms (Bombyx mori)", "effective_dosage": "50 µM and 200 µM Se", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:52.990218+00:00"}
{"study_id": 34441, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the potential therapeutic effects of selenium versus nano-selenium on streptozotocin-induced diabetic retinopathy in rats.", "results_summary": "The study found that both selenium and nano-selenium improved retinal thickness, reduced oxidative stress markers, and normalized inflammatory and vascular markers in diabetic rats. The improvements were observed biochemically, histologically, and immunohistochemically.", "population_specificity": "Adult male albino-Wistar rats with streptozotocin-induced diabetic retinopathy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:53.425349+00:00"}
{"study_id": 34442, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate selenium-doped Ag/Ag2S Janus nanoparticles (Ag/Ag2SexSy JNPs) for enhancing tumor radiosensitization and real-time imaging in precision cancer treatment.", "results_summary": "The study found that selenium-doped nanoparticles improved X-ray absorption, enhanced hydroxyl radical generation, and amplified reactive oxygen species (ROS) production, leading to effective tumor cell apoptosis. Additionally, selenium incorporation improved electron transfer and enabled real-time monitoring of tumor boundaries via NIR-II fluorescence imaging.", "population_specificity": "Tumor cells (in vitro or preclinical model, not specified for human subjects).", "effective_dosage": "Not specified (tunable doping ratios based on selenium precursor input).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:55.834053+00:00"}
{"study_id": 34444, "supplement_id": 1545, "safety_score": "40", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine the dose-response relationship between selenium supplementation and changes in blood lipid profiles (total, HDL, LDL cholesterol, and triglycerides) in human studies.", "results_summary": "Selenium administration at or above 200 µg/day decreased HDL and LDL cholesterol while increasing triglycerides, with adverse effects stronger in healthy participants, longer interventions (>3 months), and European populations. At lower baseline intake levels, selenium showed beneficial effects on lipids, indicating a U-shaped dose-response curve.", "population_specificity": "Healthy individuals, pregnant individuals, and participants with specific health conditions.", "effective_dosage": "200 µg/day and above; blood selenium concentrations above 150 µg/L.", "study_duration": "Varied, with stronger effects in studies longer than 3 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:56.237186+00:00"}
{"study_id": 34445, "supplement_id": 1545, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine which form of selenium (Se) enhances radiosensitivity in esophageal squamous cell carcinoma (ESCC) and investigate the mechanism by which selenium nanoparticles (LNT-SeNPs) improve radiotherapy effectiveness.", "results_summary": "LNT-SeNPs demonstrated significant radiosensitizing activity, inhibiting cell growth, inducing S-phase arrest, and promoting apoptosis via increased ROS production. They also suppressed GPX2 expression, leading to apoptosis through the p53/IGFBP3 pathway, enhancing radiotherapy effectiveness for ESCC.", "population_specificity": "Esophageal squamous cell carcinoma (ESCC) cells.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:57.080646+00:00"}
{"study_id": 34446, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the potential antagonistic relationship between selenium and methylmercury accumulation in different life stages of a parthenogenetic mayfly.", "results_summary": "Selenium reduced methylmercury accumulation in high-methylmercury environments but not in low-methylmercury environments. The study also found that selenium exposure influenced methylmercury transfer between life stages, with synergistic effects observed at low dietary methylmercury levels.", "population_specificity": "Parthenogenetic mayfly (Neocloeon triangulifer) in aquatic and terrestrial life stages.", "effective_dosage": "Elevated aqueous selenomethionine (specific concentration not provided).", "study_duration": "Not specified.", "interactions": "Antagonistic interaction with methylmercury in high-methylmercury environments; synergistic enhancement of methylmercury transfer at low dietary methylmercury levels.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:59.054333+00:00"}
{"study_id": 34448, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of a selenium-albumin nanoaccelerator hydrogel (H-Se NPs-Gel) for wound healing, including antibacterial, anti-inflammatory, antioxidant, and anti-scarring properties.", "results_summary": "H-Se NPs-Gel demonstrated superior antibacterial, anti-inflammatory, and antioxidant properties compared to Se NPs alone, accelerated healing in full-thickness skin defects and diabetic wounds in mice, and effectively inhibited scarring by targeting CD36. It also showed excellent safety without systemic toxicity.", "population_specificity": "Mice with full-thickness skin defects, diabetic wounds, and hypertrophic scars.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:01.017074+00:00"}
{"study_id": 34447, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether selenium nanoparticles (Se-NPs) synthesized from wheat extract could mitigate cadmium (Cd) toxicity, reduce Cd uptake, and restore grain nutrient composition in wheat plants.", "results_summary": "Se-NPs at 25 ppm reduced Cd-induced delays in plant growth, restored grain yield by 90.86%, improved antioxidant enzyme activities by up to 333.79%, and mitigated Cd uptake while maintaining grain nutrient content.", "population_specificity": "Wheat plants (Triticum aestivum L.) under cadmium stress.", "effective_dosage": "10, 25, 50, and 100 ppm Se-NPs.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:01.737931+00:00"}
{"study_id": 34449, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the dual biocatalytic and photothermal capabilities of selenium vacancy-enriched nickel-cobalt selenide (NiCoSe) nanoplatforms for treating multidrug-resistant bacterial pneumonia (MDR-BP).", "results_summary": "The NiCoSe nanoplatform demonstrated robust ROS generation and potent bactericidal effects, synergistically accelerating biofilm eradication through NIR-II photothermal activation, making it a promising candidate for anti-infective treatment of MDR-BP.", "population_specificity": "Not specified (in vitro or preclinical study implied by the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:02.359392+00:00"}
{"study_id": 34450, "supplement_id": 1545, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether selenium-containing drugs, specifically LNT-SeNPs, could synergistically enhance the antitumor efficacy of Nab-PTX in treating esophageal squamous cell cancer (ESCC) while mitigating adverse effects.", "results_summary": "The study found that low-dose LNT-SeNPs combined with Nab-PTX improved antitumor efficacy in ESCC cells by promoting apoptosis via SelN-mediated ER stress. In vivo results also showed reduced toxicity and enhanced efficacy with this combination.", "population_specificity": "KYSE-150 ESCC cell line and KYSE-150 tumor-bearing mice models.", "effective_dosage": "Low dosage of LNT-SeNPs (specific amount not stated).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:03.302843+00:00"}
{"study_id": 34451, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine if high-dose intravenous selenium had differential treatment effects on mortality and other outcomes across four sepsis phenotypes.", "results_summary": "The study found no robust effect of selenium on mortality or other outcomes in any sepsis phenotype. Phenotype-specific mortality differences were observed but were not statistically significant.", "population_specificity": "1089 patients with sepsis or septic shock from the SISPCT trial.", "effective_dosage": "High-dose intravenous selenium (specific amount not stated).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:04.087901+00:00"}
{"study_id": 34452, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Selenium yeast (SeY) could mitigate LPS-induced inflammation and oxidative stress while preserving milk synthesis pathways in porcine mammary epithelial cells (PMECs).", "results_summary": "SeY significantly reduced LPS-induced pro-inflammatory cytokines (TNF-α, IL-6, IL-8, IL-1β), enhanced antioxidant defenses (T-AOC, SOD, GSH, GSH-Px), decreased oxidative damage (MDA), and restored lipid droplet formation and milk synthesis regulators.", "population_specificity": "Porcine mammary epithelial cells (PMECs)", "effective_dosage": "1 µM SeY", "study_duration": "24 hours (LPS exposure)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:05.340486+00:00"}
{"study_id": 34453, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether selenium and coenzyme Q10 supplementation affects CD5L levels, thyroid hormone activity, health-related quality of life, and mortality in an elderly population with low selenium status.", "results_summary": "Selenium and coenzyme Q10 supplementation significantly increased CD5L and free tri-iodothyronine (fT3) levels, correlating with improved health outcomes, including reduced cardiovascular mortality and better health-related quality of life. Low baseline CD5L was associated with worse outcomes in the placebo group.", "population_specificity": "Elderly, community-living individuals with low selenium status (mean plasma selenium: 67 µg/L).", "effective_dosage": "Not specified", "study_duration": "48 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:06.654440+00:00"}
{"study_id": 34454, "supplement_id": 1545, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of varying dietary selenium-enriched yeast (SeY) levels on intestinal health, antioxidant activity, and colonic bacterial communities in growing-finishing pigs.", "results_summary": "SeY at 0.3 mg/kg improved intestinal morphology, mucus production, and antioxidant activity, while high doses (5 mg/kg) caused mucosal damage. SeY also altered colonic bacterial communities and short-chain fatty acid concentrations.", "population_specificity": "90-day-old Duroc×Landrace×Yorkshire growing-finishing pigs (average body weight 54.37±2.13 kg).", "effective_dosage": "0.3, 1, 3, and 5 mg/kg SeY in the diet.", "study_duration": "80 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:09.289815+00:00"}
{"study_id": 34456, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the therapeutic effects of polydopamine-coated selenium nanoparticles (PDA-SeNPs) in treating osteoarthritis (OA), focusing on cartilage repair, anti-inflammatory effects, and pain reduction.", "results_summary": "PDA-SeNPs enhanced cartilage-regeneration markers and reduced inflammation in vitro, while in vivo, they improved weight-bearing capacity and mitigated cartilage damage more effectively than uncoated SeNPs in OA-induced rats.", "population_specificity": "Rats with monoiodoacetate-induced osteoarthritis.", "effective_dosage": "Not specified.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:10.022928+00:00"}
{"study_id": 34457, "supplement_id": 1545, "safety_score": "90", "efficacy_score": 60, "quality_score": 80, "study_goal": "To evaluate whether oral selenium supplementation improves clinical recovery in children under five with acute lower respiratory tract infections (ALRTI).", "results_summary": "Oral selenium (20-30 mcg/day) did not significantly reduce clinical recovery time or hospital stay duration but reduced the need for mechanical ventilation compared to placebo. No side effects were reported.", "population_specificity": "Children aged 6 months to 5 years hospitalized with ALRTI at a tertiary care hospital.", "effective_dosage": "20-30 mcg/day, once daily until discharge.", "study_duration": "Until hospital discharge (median 6 days).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:11.260992+00:00"}
{"study_id": 34455, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of dual-targeted selenium nanoparticles (SST/MOS@EUP-SeNP) in treating ulcerative colitis by enhancing intestinal barrier function, reducing inflammation, and modulating gut microbiota.", "results_summary": "The study found that SA/SST/MOS@EUP-SeNP effectively targeted inflamed colon tissue, improved intestinal barrier function, reduced inflammation, enhanced antioxidant capacity, and regulated gut microbiota, significantly alleviating DSS-induced colitis. The nanoparticles also demonstrated excellent biocompatibility in vivo and in vitro.", "population_specificity": "The study focused on a model of DSS-induced colitis, likely in animals (specific species not mentioned in the abstract).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:12.717709+00:00"}
{"study_id": 34461, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop and evaluate a selenium-based probiotic (Se@EcN-C2/A2) for treating colitis by addressing oxidative stress, inflammatory responses, and gut microbial dysbiosis.", "results_summary": "Se@EcN-C2/A2 effectively scavenged oxidative stress, regulated macrophage phenotypes to suppress inflammation, restored gut barrier functions, and improved microbial balance by reducing harmful bacteria (Escherichia-Shigella) and increasing beneficial bacteria (Lactobacillus and Bifidobacterium).", "population_specificity": "DSS-induced colitis mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:13.857673+00:00"}
{"study_id": 34459, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the cytotoxicity of selenium-incorporated N-heterocyclic carbene (NHC) compounds against HeLa cells and their potential as targeted chemotherapeutic agents.", "results_summary": "The selenium NHC compounds (C1 and C2) demonstrated strong cytotoxicity against HeLa cells, with IC50 values lower than the positive control, and induced apoptosis, autophagy, and mitochondrial membrane disruptions. The compounds also showed DNA-binding affinity and inhibited thioredoxin reductase enzymes.", "population_specificity": "HeLa cancer cell lines (in vitro study).", "effective_dosage": "IC50 values of 14.65 ± 0.66 μg/mL (C1) and 8.05 ± 0.35 μg/mL (C2).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:14.682210+00:00"}
{"study_id": 34460, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and acceptability of a 1% selenium disulfide (SeS2)-0.9% salicylic acid shampoo in treating mild to moderate scalp seborrheic dermatitis (SSD) among dermatologists.", "results_summary": "The shampoo significantly reduced severe dandruff cases from 28.4% to 3.2%, with 90.5% of participants reporting mild or no dandruff. Visual Analog Scale (VAS) scores showed significant improvement in all symptoms (p < 0.01), and 88.5% of participants were satisfied with the product.", "population_specificity": "95 dermatologists with mild to moderate scalp seborrheic dermatitis (SSD).", "effective_dosage": "1% selenium disulfide (SeS2) and 0.9% salicylic acid shampoo, used thrice weekly.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:14.887350+00:00"}
{"study_id": 34463, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of Se-tolerant LF-17 agents and exogenous Na2SeO3 on the growth, enzyme activity, and metabolic characteristics of rape seedlings to improve Se bioavailability and mitigate Se toxicity.", "results_summary": "Treatment with Se-tolerant LF-17 agents and Na2SeO3 significantly increased plant height (38.62%) and fresh weight (116.7%), reduced oxidative stress, and upregulated stress-resistant metabolic pathways.", "population_specificity": "Rape seedlings (Brassica napus)", "effective_dosage": "Soil Se concentration of 5 mg/kg", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:15.856084+00:00"}
{"study_id": 34465, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential preventive and therapeutic benefits of selenium in hepatocellular carcinoma (HCC) and explore its mechanisms of action.", "results_summary": "The review highlights selenium's potential benefits in HCC by influencing risk factors, proliferation, metastasis, and the immune microenvironment, though results are inconsistent and mechanisms remain unclear.", "population_specificity": "Hepatocellular carcinoma (HCC) patients and risk factor populations (viral infections, metabolic abnormalities, lifestyle factors).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:19.107402+00:00"}
{"study_id": 34466, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the association between Selenium intake and hypertension risk, as well as its potential combined effect with Vitamin C.", "results_summary": "The study found a significant negative correlation between Selenium intake and hypertension risk. High combined intake of Selenium and Vitamin C was associated with a lower risk of hypertension, though no synergistic effect was observed.", "population_specificity": "9,343 women aged 20 years and older from NHANES (2011-2020).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:19.959811+00:00"}
{"study_id": 34464, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the anticancer effects of a nanocomplex containing rosmarinic acid and selenium (Se-TiO2-GO) on prostate cancer cells.", "results_summary": "The nanocomplex (rosmarinic acid@Se-TiO2-GO) reduced cell viability, increased apoptosis, elevated ROS levels, decreased antioxidant capacity, and modulated Bax/Bcl-2 gene expression in prostate cancer cells (PC3, LNCaP) while sparing normal cells (HFF-1).", "population_specificity": "Prostate cancer cell lines (PC3, LNCaP) and normal fibroblast cell line (HFF-1).", "effective_dosage": "7.8, 15.6, 31.2, 62.5, 125, 250, and 500 µg/ml.", "study_duration": "24 and 48 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:20.164737+00:00"}
{"study_id": 34467, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how selenium supplementation affects the toxicity of VC/VK3 in cancer cells and its role in antioxidant protection.", "results_summary": "Selenium supplementation protected cancer cells from VC/VK3-induced toxicity by enhancing antioxidant selenoprotein expression and activity, including thioredoxin reductases (TXNRDs) and glutathione reductases (GPXs). Inhibiting these antioxidant systems increased VC/VK3 toxicity, suggesting selenium-mediated resistance mechanisms.", "population_specificity": "Human glioblastoma and non-transformed glial cell lines (in vitro study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "VC/VK3 competes with thioredoxin (TXN) for electrons, impairing peroxiredoxin 1 (PRDX1).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:22.379151+00:00"}
{"study_id": 34468, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to investigate serum selenium levels in pediatric cancer patients at diagnosis and after treatment, comparing them to normal references and analyzing differences by tumor type and disease extent.", "results_summary": "Initial selenium levels were comparable to normal references and showed no significant differences across subgroups. However, selenium levels significantly decreased in solid tumor patients 3-4 months after treatment, possibly due to tumor selenophilic nature, reduced dietary intake, or chemotherapy effects. No survival differences were linked to selenium levels.", "population_specificity": "Pediatric cancer patients (<18 years) with newly diagnosed lymphomas or solid tumors.", "effective_dosage": "Not specified", "study_duration": "3-4 months post-diagnosis", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:22.604198+00:00"}
{"study_id": 34471, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether selenium nanoparticles, combined with chitosan, doxycycline, and zinc, enhance skin wound healing in mice.", "results_summary": "The study found that selenium nanoparticles, when combined with other compounds, significantly reduced wound surface area, inflammation, and hemorrhage while improving angiogenesis, collagen fiber orientation, and re-epithelialization compared to other groups. The CsDZnS group showed the most effective results in skin healing.", "population_specificity": "Fifty mice with experimental skin wounds.", "effective_dosage": "Not specified.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:23.438071+00:00"}
{"study_id": 34470, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how bicarbonate and selenium (Se6+) interact to affect cadmium (Cd2+) transport, growth, and photosynthesis in the selenium hyperaccumulator plant Cardamine violifolia.", "results_summary": "Se6+ improved intracellular water-holding capacity, nutrient transfer rates, and reduced Cd2+ translocation. Low bicarbonate (1 mM) enhanced Se6+ translocation and plant growth, while high bicarbonate (15 mM) inhibited Se6+ translocation and reduced biomass.", "population_specificity": "Cardamine violifolia (a selenium hyperaccumulator plant species).", "effective_dosage": "0.46 mM Se6+ and 0.27 mM Cd2+ (with varying bicarbonate levels: 1 mM and 15 mM).", "study_duration": "Not specified in the abstract.", "interactions": "Bicarbonate (HCO3-) influenced Se6+ and Cd2+ translocation dynamics.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:25.298755+00:00"}
{"study_id": 34472, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic potential of a curcumin-selenium nanoemulsion in mitigating Alzheimer's disease symptoms induced by aluminium chloride in rats.", "results_summary": "The curcumin-selenium nanoemulsion improved behavioral performance, reduced oxidative stress markers (Aβ, p53, tau, TNF-α), enhanced antioxidant enzyme activity (CAT, SOD), and improved brain histology and memory deficits in AD rats.", "population_specificity": "Alzheimer's disease model rats induced by aluminium chloride.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:25.355137+00:00"}
{"study_id": 34474, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether exosomal miRNAs, particularly miR-22, mediate selenium's lipid-reducing effects in the liver of grass carp.", "results_summary": "Selenium up-regulated miR-22, reduced liver lipid content, and suppressed the FGFR1-PI3K-AKT-mTOR pathway. Exosomes enriched with miR-22 from Se-treated hepatocytes also reduced triglycerides in oleic acid-treated hepatocytes.", "population_specificity": "Grass carp (fish species)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:28.339691+00:00"}
{"study_id": 34473, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 95, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the anti-tumor efficacy and biocompatibility of a PCL/CS nanofibrous scaffold loaded with selenium nanoparticles (Se NPs) and paclitaxel (PTX) for melanoma treatment.", "results_summary": "The PTX-Se NPs PCL/CS scaffold demonstrated high toxicity (>90%) and apoptosis (>85%) in A375 melanoma cells, along with controlled release of compounds and high biocompatibility. The scaffold also exhibited favorable physical properties, including high tensile strength and fluid absorption capacity.", "population_specificity": "A375 melanoma cells (in vitro study).", "effective_dosage": "5 wt% Se NPs and PTX loaded into PCL/CS nanofibers.", "study_duration": "Not specified (controlled release over several days).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:28.677270+00:00"}
{"study_id": 34475, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic effects of selenium-hydroxytyrosol nanocomposites (Se-HTNPs) in mitigating diethylnitrosamine (DEN)-induced hepatocellular carcinoma (HCC) in rats.", "results_summary": "Se-HTNPs significantly improved liver function markers, reduced oxidative stress, decreased inflammatory and apoptotic markers, and suppressed key signaling pathways involved in HCC progression. The findings suggest Se-HTNPs have potent antioxidant, anti-inflammatory, and anti-carcinogenic properties.", "population_specificity": "Rats with DEN-induced hepatocellular carcinoma.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:29.266238+00:00"}
{"study_id": 34476, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effectiveness of silver-selenium nanocomposites in treating fire blight disease in pear plants and improving fruit yield and quality.", "results_summary": "The study found that treatment with 50 ppm Ag-Se nanocomposites improved morphological, physiological, and biochemical parameters in pear plants, as well as enhanced fruit metrics like vitamin C, pH, and juice content. The results suggest potential resistance enhancement against fire blight.", "population_specificity": "Pear plants (Pyrus communis L.) infected with fire blight (Erwinia amylovora) in Chakwal district, Punjab, Pakistan.", "effective_dosage": "50 ppm Ag-Se nanocomposite (best treatment concentration).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:31.896680+00:00"}
{"study_id": 34479, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of selenium-enriched ionic fertilizer on cucumber growth, powdery mildew control, and nutritional quality.", "results_summary": "Selenium at 6 mg/L and 12 mg/L promoted cucumber growth and yield, improved fruit quality, and reduced powdery mildew damage. The 6 mg/L treatment was particularly effective in disease control, comparable to fungicide treatments.", "population_specificity": "Greenhouse-grown cucumbers", "effective_dosage": "0 mg/L, 3 mg/L, 6 mg/L, and 12 mg/L selenium-enriched ionic fertilizer solutions", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:32.043558+00:00"}
{"study_id": 34478, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of selenium nanoparticles (SeNPs) and their modified forms in preserving fresh-cut bitter bamboo shoots by evaluating their antioxidant activity and stability.", "results_summary": "SA&SeNPs-sa demonstrated superior antioxidant activity (57.91% DPPH and 55.80% ABTS+ radical scavenging rates) and stability compared to SeNPs and SeNPs-sa, effectively delaying yellowing, reducing weight loss, and inhibiting microbial proliferation in fresh-cut bitter bamboo shoots.", "population_specificity": "Fresh-cut bitter bamboo shoots (Pleioblastus amarus).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:32.899462+00:00"}
{"study_id": 34481, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop and evaluate selenium-loaded micelles functionalized with folic acid for targeted tumor delivery in antitumor therapy.", "results_summary": "The study found that FA-OSAS-SeNPs demonstrated good stability, targeted inhibitory effects on cervical cancer (HeLa) cells, and increased intracellular ROS levels, inducing apoptosis.", "population_specificity": "Cervical cancer (HeLa) cells (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:33.109468+00:00"}
{"study_id": 34480, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the neuroprotective role of Selenium against TRPV1-mediated oxidative damage, mitochondrial dysfunction, and apoptosis in oxaliplatin-induced neuropathic pain.", "results_summary": "Selenium suppressed oxaliplatin-induced increases in TNF-α, IL-1β, IL-6, mitochondrial oxidative stress, apoptosis, and TRPV1 overactivation in DRG and SN neurons. It also reversed oxaliplatin-induced reductions in glutathione peroxidase and increases in malondialdehyde levels.", "population_specificity": "Adult rats (DRG and SN neurons) and in vitro MCF-7 breast cancer cells.", "effective_dosage": "1.5 mg/kg every other day (in vivo), 200 nM for 2 hours (in vitro).", "study_duration": "4 weeks (in vivo), 24 hours (oxaliplatin) and 2 hours (selenium) in vitro.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:35.861820+00:00"}
{"study_id": 34482, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to synthesize and evaluate novel selenium nanoparticles (EBM-SeNPs) derived from Epimedium brevicornum Maxim for their structural characteristics and inhibitory effects against lung cancer.", "results_summary": "EBM-SeNPs showed no cytotoxicity to human liver cells but effectively induced apoptosis in lung cancer cells, suppressed their growth and migration, and reduced tumors in mice while improving immune organ indices.", "population_specificity": "Lung cancer cells (in vitro) and tumor-bearing mice (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:36.296256+00:00"}
{"study_id": 34483, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore how selenium nanoparticles (SeNPs) inhibit retinal neovascularization (RNV) and identify a potential treatment for pathological RNV.", "results_summary": "SeNPs significantly inhibited vascular endothelial cell proliferation in vivo and in vitro by modulating cell cycle-related proteins via the PI3K-AKT-p21 axis, preventing the G1 to S phase transition.", "population_specificity": "Human umbilical vein endothelial cells (HUVECs) and mice with oxygen-induced retinopathy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:36.822432+00:00"}
{"study_id": 34484, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether chitosan-functionalized selenium nanoparticles (SeNPs@CS) could rejuvenate bone marrow mesenchymal stem cells (BMSCs) and enhance their therapeutic potential for sepsis-induced acute lung injury (ALI).", "results_summary": "The study found that SeNPs@CS-treated BMSCs improved mitochondrial transfer to damaged alveolar epithelial cells and reduced pro-inflammatory Th17 cell differentiation via miR-20b upregulation, leading to superior efficacy in mitigating ALI compared to conventional BMSC therapy.", "population_specificity": "Murine models of sepsis-induced acute lung injury.", "effective_dosage": "Not specified (only nanoparticle size of 100 nm mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:38.305190+00:00"}
{"study_id": 34486, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore how Selenium (Se) deficiency interacts with HT-2 toxin to affect cartilage homeostasis and the role of the Notch signaling pathway in this process.", "results_summary": "The study found that Se deficiency exacerbated HT-2 toxin-induced cartilage degradation, characterized by chondrocyte necrosis and ECM degradation, while activation of the Notch signaling pathway played a key role in this process. Inhibition of the Notch pathway partially protected against ECM depletion caused by HT-2 toxin and Se deficiency.", "population_specificity": "Male C57BL/6 mice", "effective_dosage": "Not specified", "study_duration": "4 weeks (Se-deficiency diet) followed by 4 weeks (HT-2 toxin exposure)", "interactions": "HT-2 toxin", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:41.121800+00:00"}
{"study_id": 34487, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to evaluate serum selenium levels in patients with subacute thyroiditis (SAT) compared to healthy controls and investigate correlations between selenium status and clinical outcomes.", "results_summary": "The study found no significant difference in serum selenium levels between SAT patients and controls, but lower selenium levels were associated with more severe and painful SAT symptoms. Selenium levels did not affect long-term prognosis, including treatment response, recurrence, or permanent hypothyroidism.", "population_specificity": "59 patients with subacute thyroiditis and 50 healthy controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:41.325839+00:00"}
{"study_id": 34485, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of foliar spraying bio-nano-selenium on selenium uptake, antioxidant enzyme activities, and agronomic traits in three wheat varieties.", "results_summary": "Bio-nano-selenium significantly increased total and organic selenium content in wheat, enhanced antioxidant enzyme activities, improved agronomic traits like plant height and spike number, and promoted soil nutrient uptake. However, it had limited effects on grain morphology.", "population_specificity": "Three wheat varieties (Huamai 1168, Huamai 2152, Wanximai 0638).", "effective_dosage": "Bio-nano-selenium solution with a pure selenium concentration of 5000 mg/kg, applied via foliar spraying.", "study_duration": "Applied at the early flowering stage of wheat (specific duration not detailed).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:41.860331+00:00"}
{"study_id": 34488, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how selenium nanoparticles (SeNPs) enhance immune-mediated treatment efficacy against advanced non-small-cell lung cancer (NSCLC).", "results_summary": "The study found that SeNPs promote NK cell proliferation and enhance cytotoxicity against cancer cells by activating the mTOR signaling pathway, leading to improved antitumor responses. A clinical trial showed an 83.3% objective response rate and 100% disease control rate when SeNPs were combined with bevacizumab/cisplatin/pemetrexed.", "population_specificity": "Patients with advanced NSCLC and healthy volunteers (for comparison).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:42.622752+00:00"}
{"study_id": 34491, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to identify and characterize selenium oxyanion-reducing bacteria (SeRB) in flue gas desulfurization (FGD) wastewater to enhance bioremediation and selenium recovery.", "results_summary": "The study identified novel selenium-reducing bacteria (Anaerosolibacter, Mesobacillus, Tepidibacillus) and characterized their ability to convert soluble selenium oxyanions into insoluble elemental selenium, improving bioremediation potential. The biogenic selenium produced was predominantly amorphous or hexagonal in structure.", "population_specificity": "Microbial communities in flue gas desulfurization (FGD) wastewater.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:45.104847+00:00"}
{"study_id": 34490, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of Selenoprotein T (SelT) and Ca2+/CaMKII signaling in low selenium diet-induced skeletal muscle damage in broilers.", "results_summary": "The study found that selenium deficiency caused skeletal muscle damage and atrophy, reduced SelT protein levels, and impaired myotube formation by suppressing CaMKII activation. Overexpressing SelT promoted myotube growth, while miR-365-3p inhibited myoblast differentiation by targeting SelT mRNA.", "population_specificity": "1-day-old Ross 308 male broilers and chicken embryo models.", "effective_dosage": "Not specified (low-selenium diet vs. normal diet).", "study_duration": "42 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:45.166661+00:00"}
{"study_id": 34492, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to determine whether Selenium Nanoparticles-Loaded Extracellular Vesicles combined with Interleukin-32 and Engineered Probiotic Escherichia coli Nissle 1917 (SeNVs@NE-IL32-EcN) could enhance CD8+ T cell-mediated immune responses and overcome immunotherapy resistance in colorectal cancer.", "results_summary": "The study found that SeNVs@NE-IL32-EcN significantly improved CD8+ T cell proliferation and activity, reduced tumor progression, and demonstrated biocompatibility and antioxidant properties, enhancing CRC immunotherapy while mitigating immune tolerance.", "population_specificity": "Humanized xenograft mouse model and in vitro assays (immunotherapy-resistant colorectal cancer context).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:46.398608+00:00"}
{"study_id": 34494, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of a selenium-glutathione nanozyme (GSH-Se) as a treatment for ulcerative colitis by assessing its antioxidative and anti-inflammatory effects.", "results_summary": "GSH-Se supplementation improved colonic mucosal integrity, reduced inflammation and oxidative stress, and alleviated gut microbiota imbalance in DSS-induced colitis mice. The effects were likely mediated by activation of the Nrf2/Keap1 and GPx4 signaling pathways.", "population_specificity": "Mice with DSS-induced colitis", "effective_dosage": "6 mM, 12 mM, and 18 mM of GSH-Se", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:46.877744+00:00"}
{"study_id": 34496, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 50, "study_goal": "The researchers aimed to explore whether Selenium could help prevent the transition from Hashimoto's thyroiditis to Graves' disease in autoimmune thyroid disease patients.", "results_summary": "The study suggests Selenium may be beneficial in autoimmune thyroid disease (both Hashimoto's thyroiditis and Graves' disease) and could potentially prevent the transition from Hashimoto's to Graves' disease, though more research is needed.", "population_specificity": "Patients with autoimmune thyroid disease (Hashimoto's thyroiditis and Graves' disease).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:49.393368+00:00"}
{"study_id": 34498, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how steam processing affects the form, structure, and biological properties of selenopolysaccharides in Chlamys nobilis.", "results_summary": "Steaming altered the structure of selenopolysaccharides, reducing absorption strength of chemical bonds and converting β-type pyranose to α-type. SZ-3 (steamed) showed higher bioaccessibility and cellular transport rates compared to SS-3 (raw) and sodium selenite in vitro.", "population_specificity": "In vitro (Caco-2 cell model) and simulated gastrointestinal digestion.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:50.681676+00:00"}
{"study_id": 34499, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether selenium- and zinc-biofortified bean sprouts could mitigate cognitive dysfunction and slow aging in a mouse model of aging.", "results_summary": "The study found that selenium- and zinc-biofortified bean sprouts reduced aluminum accumulation, increased zinc and selenium levels, improved antioxidant markers, reduced brain Aβ1-40 deposition, and enhanced cognitive function in aging mice. Additionally, it positively altered gut microbiota and increased short-chain fatty acids.", "population_specificity": "Aging mice induced by AlCl3 and d-galactose treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:51.314555+00:00"}
{"study_id": 34495, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether pre-treatment blood selenium levels could predict pathological complete response (pCR) in women with HER2-positive or triple-negative breast cancer undergoing neoadjuvant chemotherapy.", "results_summary": "Higher blood selenium levels (≥107.19 μg/L) were associated with a significantly higher pCR rate (59.0%) compared to lower levels (≤94.29 μg/L, 39.0%), suggesting selenium may enhance treatment response. The findings indicate a potential predictive role for selenium in improving chemotherapy outcomes.", "population_specificity": "329 women with primary invasive breast cancer (HER2-positive or triple-negative) receiving neoadjuvant chemotherapy.", "effective_dosage": "Not specified (blood selenium levels measured, not supplemented).", "study_duration": "Not specified (pre-treatment blood levels assessed).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:51.322179+00:00"}
{"study_id": 34500, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic potential of selenium-loaded porous silica nanospheres (Se@PSN) in reducing myocardial infarction (MI) damage by neutralizing reactive oxygen species (ROS) and preserving cardiac function.", "results_summary": "Se@PSN effectively neutralized ROS, reduced hypoxia-induced myocardial cell damage, upregulated antioxidant proteins, and preserved cardiac function post-MI by modulating mitochondrial dynamics and mitophagy via HIF-1α upregulation.", "population_specificity": "Not specified (likely preclinical model, as human data is not mentioned).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:53.567617+00:00"}
{"study_id": 34501, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of iron electrocoagulation (EC) in removing selenium (Se(VI)) from water under various conditions.", "results_summary": "The study found that iron EC effectively removed Se(VI) (>98%) under anoxic conditions with low iron doses (30 mg/L) and short reactor residence times (11 s). The immobilized Se was in a reduced form, and despite oxidation upon air exposure, minimal Se was released, with EC-generated solids classified as nonhazardous.", "population_specificity": "Water treatment (not human or animal subjects).", "effective_dosage": "30 mg/L iron dose.", "study_duration": "24 h operating time.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:54.386544+00:00"}
{"study_id": 34503, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether a biocomposite microneedle system containing selenium nanozyme could improve hair density and follicle diameter in androgenetic alopecia by regulating inflammation, promoting angiogenesis, and scavenging ROS.", "results_summary": "The study found that the selenium-loaded microneedle system increased hair density and enlarged hair follicle diameter in AGA mice by reducing inflammation, enhancing angiogenesis, and scavenging reactive oxygen species. The treatment also resisted androgen effects, suggesting potential therapeutic benefits for hair loss.", "population_specificity": "Androgenetic alopecia (AGA) mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:55.843946+00:00"}
{"study_id": 34502, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the molecular mechanisms by which nano-selenium (Nano-Se) and melatonin improve jujube quality, focusing on transcriptomic and metabolomic changes.", "results_summary": "Nano-Se with melatonin treatment significantly altered metabolites and genes, enhancing glucose and total selenium content by 1.8 and 5.4 times, respectively, and identified key pathways like phenylpropanoid biosynthesis and starch metabolism as responsive to treatment.", "population_specificity": "Zizyphus jujuba cv. Huizao (a plant species)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:56.211475+00:00"}
{"study_id": 34504, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a selenium-based nanomotor (Pd@MSe-TPP) to autonomously target macrophage mitochondria and restore oxygen balance in the rheumatoid arthritis microenvironment.", "results_summary": "The Pd@MSe-TPP nanomotor effectively targeted macrophage mitochondria, enhanced GPx catalytic activity, restored oxygen balance, blocked inflammatory cascades, and alleviated RA progression.", "population_specificity": "In vitro or animal model (not explicitly stated, but implied by nanomotor testing in rheumatoid arthritis microenvironment).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:57.540444+00:00"}
{"study_id": 34507, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 80, "study_goal": "The researchers aimed to determine whether selenium supplementation improves quality of life in patients with mild to moderate Graves ophthalmopathy in selenium-sufficient regions.", "results_summary": "Selenium supplementation showed no significant improvement in quality of life or clinical parameters at 6 months, though some temporary benefits were observed at 3 months, including improved GO-QOL scores and proptosis reduction. These effects were not sustained long-term.", "population_specificity": "Patients with mild to moderate Graves ophthalmopathy and sufficient selenium levels.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:59.608693+00:00"}
{"study_id": 34505, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of polysaccharide-conjugated selenium nanoparticles (DLG-SeNP3) for cancer therapy, focusing on stability, tumor inhibition, and apoptosis induction.", "results_summary": "DLG-SeNP3 demonstrated excellent stability, inhibited tumor cell proliferation (IC50 of 41.60 μg/mL), induced apoptosis (31.30% at 100 μg/mL), and reduced tumor growth, angiogenesis, and invasion in vivo.", "population_specificity": "A549 cancer cells and in vivo models (specific organism not stated).", "effective_dosage": "41.60 μg/mL (IC50 for A549 cells), 100 μg/mL (apoptosis), 2 μg/mL (angiogenesis and tumor suppression).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:59.943106+00:00"}
{"study_id": 34506, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of dietary mixed selenium (inorganic + organic) on growth performance, blood parameters, and fecal microbiota in weaned pigs.", "results_summary": "Pigs fed mixed selenium diets showed no effects on growth performance or diarrhea frequency but had higher serum interleukin-6 and Se concentrations, modulated blood parameters, and altered fecal microbial communities compared to controls.", "population_specificity": "Weaned pigs", "effective_dosage": "0.15 ppm ISe + 0.15 ppm OSe (MSe3) and 0.25 ppm ISe + 0.25 ppm OSe (MSe5)", "study_duration": "42 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:01.650449+00:00"}
{"study_id": 34508, "supplement_id": 1545, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Selenium-enriched Akkermansia muciniphila (Se-AM) in killing CT26 colon cancer cells and treating colon tumors in a mouse model.", "results_summary": "Se-AM significantly killed CT26 cells, reduced tumor volume, lowered IL-1β and IL-6 levels, increased TNF-α levels, and restored gut microbiota diversity in mice with colon tumors. The treatment showed no adverse effects on major organs and demonstrated high safety.", "population_specificity": "Mouse model of colon cancer (CT26 cells).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:03.188994+00:00"}
{"study_id": 34509, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to understand the molecular mechanisms of rice seedlings' response to varying selenium (Se) concentrations to optimize Se biofortification in rice.", "results_summary": "Low Se (1 µM) promoted rice growth, increased organic Se content, and enhanced antioxidant enzyme activity, while high Se (10 µM) inhibited growth and metabolic pathways. Transcriptomic analysis revealed significant changes in glutathione, starch, sucrose, cysteine, and methionine metabolism pathways under different Se treatments.", "population_specificity": "Rice seedlings (Oryza sativa L.)", "effective_dosage": "1 µM (low Se) and 10 µM (high Se)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:04.423350+00:00"}
{"study_id": 34510, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of selenium nanoparticle (SeNP) application on flavor volatiles in aromatic rice during different growth stages.", "results_summary": "SeNP application at the middle growth stage (S2) significantly increased the content of 10 flavor volatiles, including 2-acetyl-1-pyrroline, while late-stage application (S3) caused the absence of several volatiles. The effects varied by cropping season, indicating climate influence.", "population_specificity": "Aromatic rice plants in two cropping seasons.", "effective_dosage": "Not specified", "study_duration": "Early, middle, and late growth stages (specific duration not provided)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:04.752741+00:00"}
{"study_id": 34513, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether selenium (Se) could protect against cadmium (Cd)-induced nephrotoxicity in rats and the role of the TRPM2 channel in this mechanism.", "results_summary": "Selenium significantly reduced cadmium-induced kidney damage, lowering markers of oxidative stress, inflammation, and apoptosis. Combined selenium and TRPM2 channel antagonist treatment showed the most protective effects, nearly restoring kidney function to control levels.", "population_specificity": "Rats with cadmium-induced nephrotoxicity", "effective_dosage": "0.5 mg/kg selenium (intraperitoneal, daily)", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:06.661668+00:00"}
{"study_id": 34512, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine how different concentrations of selenium (Se) applied via foliar spray affect leaf traits, photosynthetic characteristics, and crop productivity in eggplants.", "results_summary": "T1 (0.5mgL-1) and T2 (1mgL-1) significantly improved leaf traits and photosynthetic characteristics compared to the control, while T3 (1.5mgL-1) had negative effects. The T2 treatment favored leaf area (LA) in the LA-LT trade-off, while T1 and T3 favored leaf thickness (LT).", "population_specificity": "Eggplants (field experiment).", "effective_dosage": "0.5mgL-1 (T1), 1mgL-1 (T2), and 1.5mgL-1 (T3) as foliar sprays.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:07.066374+00:00"}
{"study_id": 34516, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the gastroprotective effects and safety of Salvia indica leave extracts (SILE) combined with selenium in a gastric ulcer animal model.", "results_summary": "The combination of SILE and selenium showed significant resistance against ethanol-mediated gastric ulceration, restored stomach immune barriers, modulated antioxidant enzymes, and reduced inflammatory mediators. The therapy demonstrated synergistic gastroprotective effects via multiple molecular mechanisms.", "population_specificity": "Male Sprague-Dawley rats", "effective_dosage": "100 µg/kg selenium", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:07.650793+00:00"}
{"study_id": 34514, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to determine the effects of PBI-Se and PBIT treatment on endogenous IL-8 mRNA expression levels in CaCo2 cells.", "results_summary": "The study found that PBI-Se (1-4 µM) and PBIT (30-60 µM) treatment reduced endogenous IL-8 mRNA expression in CaCo2 cells, though initial data assembly errors were corrected without affecting overall conclusions.", "population_specificity": "CaCo2 cells (a human colorectal adenocarcinoma cell line)", "effective_dosage": "PBI-Se (1-4 µM), PBIT (30-60 µM)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:08.421688+00:00"}
{"study_id": 34517, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the role of selenium compounds, nanoparticles, and selenoproteins in lung cancer therapy, focusing on their molecular mechanisms and therapeutic potential.", "results_summary": "The review highlights the cytotoxic effects of selenium compounds on lung cancer cells, advances in selenium-based nanomedicine, and the regulatory role of selenoproteins in lung cancer progression or inhibition. It provides insights into future prospects for selenium-based treatments.", "population_specificity": "Lung cancer (specific population not detailed beyond this)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:10.067822+00:00"}
{"study_id": 34519, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a targeted selenium delivery system (HA-SeNPs@AHAMA-HMs) to address selenium deficiency in chondrocytes and mitigate osteoarthritis progression.", "results_summary": "The cascade-targeted delivery system effectively adhered to damaged cartilage, released selenium nanoparticles, reduced oxidative stress, improved mitochondrial function, and delayed osteoarthritis progression in vivo and in vitro.", "population_specificity": "Chondrocytes and osteoarthritis models (specific human or animal population not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:12.063461+00:00"}
{"study_id": 34521, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to investigate the protective effects of selenium nanoparticles (nano-Se) against cadmium chloride-induced infertility in male Wistar rats.", "results_summary": "Nano-Se administration improved serum testosterone levels, reduced oxidative stress markers, enhanced antioxidant enzyme activity, preserved testicular tissue integrity, and modulated apoptotic pathways in CdCl2-exposed rats.", "population_specificity": "Adult male Wistar rats", "effective_dosage": "0.05, 0.1, and 0.2 mg/kg body weight/day", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:12.379438+00:00"}
{"study_id": 34518, "supplement_id": 1545, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of selenium-enriched yeast (SeY) and selenium-enriched lactobacilli (SeL) on egg quality, antioxidant capacity, selenium deposition, and gut health in laying hens.", "results_summary": "Both SeY and SeL improved feed-to-egg ratio, Haugh units, yolk color, and selenium deposition in eggs, with SeL showing dose-dependent effects. SeL15 improved gut health, while high-dose SeL60 caused liver distortion and metabolic dysfunction.", "population_specificity": "450 Hy-Line Brown laying hens (30-week-old)", "effective_dosage": "1.5 mg Se/kg (SeY15, SeL15), 3.0 mg Se/kg (SeL30), 6.0 mg Se/kg (SeL60)", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:12.923712+00:00"}
{"study_id": 197131, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the role of selenium in female fertility, focusing on its impact on oocyte quality, embryo development, oxidative stress, and IVF outcomes.", "results_summary": "The study found that selenium is essential for maintaining reproductive health, positively influencing oocyte quality, embryo development, and reducing oxidative stress, while exposure to toxic metals like cadmium and lead was detrimental.", "population_specificity": "Women planning pregnancy or utilizing assisted reproduction technologies (ARTs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:13.976169+00:00"}
{"study_id": 197132, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate microalgae as effective selenium carriers for precise supplementation due to global selenium deficiency challenges.", "results_summary": "The study highlights microalgae as excellent selenium carriers due to rapid growth, high selenium conversion efficiency, and suitability for industrial applications, with potential benefits for agriculture and human health.", "population_specificity": "Not specified (focus on microalgae as carriers).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:14.571593+00:00"}
{"study_id": 197134, "supplement_id": 1545, "safety_score": "80", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the role of selenium in reducing cancer risk and its potential applications in nanotechnology for cancer treatment.", "results_summary": "The study found that low selenium levels are associated with higher cancer risk, and selenium acts as an antioxidant, inhibiting cancer cell proliferation. Selenium supplementation may reduce DNA mutations and carcinogenesis, with potential applications in nanomedicine.", "population_specificity": "Human body (general, not specified)", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:15.182806+00:00"}
{"study_id": 197136, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to systematically review the effects of selenium supplementation on plasma selenium levels, antioxidant and inflammatory markers, immune system, and thyroid hormones in patients with chronic kidney disease undergoing hemodialysis.", "results_summary": "Selenium supplementation significantly increased plasma selenium levels in patients with CKD undergoing hemodialysis. Positive effects were observed on antioxidant and inflammatory markers in some studies, but results were inconsistent for immune system and thyroid hormone parameters.", "population_specificity": "Patients with chronic kidney disease undergoing hemodialysis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:17.835292+00:00"}
{"study_id": 197135, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of selenium as a complementary treatment in cancer patients, focusing on outcomes like radiotherapy toxicities, survival, and quality of life.", "results_summary": "Selenium supplementation reduced radiotherapy toxicities in patients with baseline selenium deficiency but showed no benefit for overall survival, recurrence-free interval, progression-free interval, quality of life, or PSA levels compared to placebo. Results were heterogeneous, with methodological limitations in the included studies.", "population_specificity": "Adult cancer patients with various cancer types, including non-Hodgkin lymphoma, head and neck cancer, thyroid cancer, leukemia, lung cancer, breast cancer, cervical and endometrial cancer, prostate cancer, and non-invasive urothelial carcinoma.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:18.183263+00:00"}
{"study_id": 197137, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine if selenium supplementation could positively modify lipid profiles (TC, TG, LDL-C, VLDL, HDL-C) in adults.", "results_summary": "Selenium supplementation significantly reduced VLDL levels but showed no significant effects on TG, TC, LDL-C, or HDL-C levels. The study concluded that selenium had limited effects on most lipid indexes.", "population_specificity": "Adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:18.715747+00:00"}
{"study_id": 197138, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the efficacy and safety of selenium in treating Graves' orbitopathy (GO) to determine its potential as a therapeutic option.", "results_summary": "Selenium significantly improved clinical activity scores, quality of life, and palpebral aperture at 6 and 12 months, with no significant adverse effects observed. However, it did not significantly affect proptosis, soft tissue involvement, or ocular motility.", "population_specificity": "Patients with Graves' orbitopathy (GO).", "effective_dosage": "Not specified in the abstract.", "study_duration": "6 and 12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:20.370434+00:00"}
{"study_id": 197140, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to summarize the role of selenium in cognition, including its sources (foods and supplements), brain selenoproteins, and mechanisms of action.", "results_summary": "The abstract highlights that selenium deficiency is linked to cognitive deficits in cell and animal studies, and supplementation may improve cognitive performance, but human studies show inconsistent results. The exact mechanism of selenium in cognition remains unclear.", "population_specificity": "Not specified (abstract mentions cell and animal experiments, and general human studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:21.760315+00:00"}
{"study_id": 197141, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of the SEPHS1 gene in selenoprotein biosynthesis, its implications in neurodevelopmental disorders, and potential therapeutic strategies involving selenium.", "results_summary": "The study found that SEPHS1 mutations disrupt neurodevelopment, highlighting the gene's intolerance to loss of function. Therapeutic strategies like selenium supplementation, gene therapy, and targeted therapies were discussed as potential interventions for SEPHS1-associated neurodevelopmental dysfunction.", "population_specificity": "Individuals with neurodevelopmental disorders linked to SEPHS1 mutations (developmental delay, poor growth, hypotonia, dysmorphic features).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:22.964851+00:00"}
{"study_id": 197147, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "To assess the effects of selenium supplementation on blood glucose levels in women with gestational diabetes mellitus (GDM).", "results_summary": "Selenium levels were significantly lower in pregnant women with GDM compared to healthy pregnant women, and supplementation (200 µg/day) led to greater reductions in fasting, 1st, and 2nd-hour blood glucose levels compared to diet alone.", "population_specificity": "Pregnant women with gestational diabetes mellitus (GDM).", "effective_dosage": "200 µg/day", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:26.824641+00:00"}
{"study_id": 197146, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of Selenium, in combination with Vitamin E, in preventing prostate cancer, particularly based on findings from the SELECT trial.", "results_summary": "The SELECT trial indicated that high-dose Vitamin E supplementation (≥400 IU) did not prevent prostate cancer among nonsmokers, and there was no significant evidence supporting Selenium's efficacy in this context. The study also noted an increased incidence of early-stage prostate cancer with high-dose Vitamin E.", "population_specificity": "Nonsmokers and heavy smokers (referenced from the ATBC trial).", "effective_dosage": "Not specified for Selenium (only Vitamin E dosage ≥400 IU mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:27.046831+00:00"}
{"study_id": 197148, "supplement_id": 1545, "safety_score": "60", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to examine the complex relationship between Selenium and diabetes, including potential risks and benefits, with a focus on clinical and experimental study limitations.", "results_summary": "The study found that Selenium deficiency is linked to gestational diabetes mellitus (GDM), while high Se status may improve prognosis in type 2 diabetes (T2D) and reduce macrovascular complications. However, uncontrolled supplementation raises concerns, including an association with increased T2D incidence in some cases.", "population_specificity": "Patients with type 2 diabetes (T2D) and gestational diabetes mellitus (GDM), with noted sexual dimorphism.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:28.156979+00:00"}
{"study_id": 197150, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to examine the effects of selenium supplementation on migraine symptoms, oxidative stress biomarkers, and mental health in migraine patients.", "results_summary": "The abstract does not provide results as the study appears to be in progress or recently completed without reported outcomes.", "population_specificity": "72 migraine patients", "effective_dosage": "200 µg/day", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:28.536442+00:00"}
{"study_id": 197149, "supplement_id": 1545, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the bioavailability, toxicity, and health effects of different forms of Selenium (Se), including recent discoveries of selenosugars, selenopolysaccharides, and potential selenoflavonoids.", "results_summary": "The study highlights that organic Se forms (e.g., selenoamino acids, selenoproteins) exhibit higher bioavailability and lower toxicity compared to inorganic Se, with potential health benefits such as anti-inflammatory, anti-cancer, and cardiovascular protective effects. It also notes the variability in Se profiles across different food categories.", "population_specificity": "General human health (not population-specific).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:29.379814+00:00"}
{"study_id": 197151, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of selenium supplementation on eyelid aperture in inactive moderate-to-severe Graves' orbitopathy (GO) patients with sufficient baseline selenium levels.", "results_summary": "Selenium supplementation (200 mcg/day) led to greater improvement in palpebral aperture compared to placebo after six months, despite both groups having adequate baseline selenium levels.", "population_specificity": "Inactive moderate-to-severe Graves' orbitopathy (GO) patients with sufficient baseline selenium levels.", "effective_dosage": "200 micrograms/day", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:30.901911+00:00"}
{"study_id": 197139, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to update the understanding of selenium's molecular mechanisms in Alzheimer's disease and explore its potential neuroprotective effects via gut microbiota modulation.", "results_summary": "Selenium supplementation reduced Aβ formation, tau phosphorylation, oxidative stress, and neuroinflammation while improving synaptic plasticity, neurogenesis, and cognitive function in AD models. It also modulated gut microbiota, increasing beneficial bacteria and reducing harmful ones, which correlated with neuroprotective outcomes.", "population_specificity": "Animal and cellular models of Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:32.157642+00:00"}
{"study_id": 197143, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether high-dose selenium supplementation could improve functional recovery in high-risk cardiac surgery patients by mitigating oxidative stress and inflammation.", "results_summary": "The study found no significant differences in functional recovery (measured by 6-min walk distance, SF-36, and Barthel Index) between the selenium and placebo groups at hospital discharge or after three months. High-dose selenium supplementation did not improve outcomes in these patients.", "population_specificity": "High-risk cardiac surgery patients (mean age 67.3 years, 78.7% male) with a predicted 30-day mortality of 12.6%.", "effective_dosage": "High-dose (specific amount not stated in abstract)", "study_duration": "Perioperative (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:34.959876+00:00"}
{"study_id": 197154, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the consumption rate, efficacy, and safety of selenium and selenium-containing supplements in multiple sclerosis (MS) patients.", "results_summary": "The study found that 14.3% of MS patients consumed selenium supplements, but the abstract does not provide detailed efficacy or safety outcomes. The meta-analysis included nine studies with a total sample size of 2381 patients.", "population_specificity": "Multiple sclerosis (MS) patients", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:35.588681+00:00"}
{"study_id": 197156, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential of selenium supplementation in reducing ventilator-associated pneumonia among sepsis patients.", "results_summary": "Selenium supplementation was reported to reduce the occurrence of ventilator-associated pneumonia in sepsis patients, but study results were conflicting.", "population_specificity": "Sepsis patients", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:35.793217+00:00"}
{"study_id": 197152, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The study aimed to assess the effect of iodine supplementation (not Selenium) initiated in preconception or the first trimester of pregnancy on iodine deficiency prevalence and maternal thyroid status.", "results_summary": "The study found that iodine supplementation increased urinary iodine concentration but levels remained below WHO recommendations. Only 15% of pregnant women achieved adequate iodine status, and supplementation timing (preconception vs. first trimester) did not significantly affect outcomes.", "population_specificity": "Fertile women in the Minho region of Portugal, either in preconception or the first trimester of pregnancy.", "effective_dosage": "Not specified for Selenium (study focused on iodine).", "study_duration": "Not specified for Selenium (study followed women during preconception and pregnancy).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:35.929597+00:00"}
{"study_id": 197153, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of selenium supplementation on quality of life and prognosis in patients with mild-to-moderate Graves' orbitopathy.", "results_summary": "Selenium supplementation improved symptoms like tearing, grittiness, and conjunctival congestion within 3-6 months, enhanced clinical activity and QOL scores, and reduced TRAb levels. However, long-term outcomes at 5 years showed no significant difference between selenium and placebo groups.", "population_specificity": "Patients with mild-to-moderate Graves' orbitopathy (n=74).", "effective_dosage": "Not specified (selenium yeast).", "study_duration": "6 months of supplementation, with follow-ups at 6 months and 5 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:36.533290+00:00"}
{"study_id": 197155, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of selenium in thyroid eye disease (TED), focusing on its antioxidant effects and potential therapeutic benefits.", "results_summary": "Selenium supplementation showed modest benefits in mild Graves' Orbitopathy in selenium-deficient European populations, with lower selenium levels correlating with TED severity. However, data on its broader efficacy in TED remains limited and context-dependent.", "population_specificity": "Patients with mild Graves' Orbitopathy, particularly in selenium-deficient European populations.", "effective_dosage": "Not specified", "study_duration": "6-month course mentioned for deficient populations", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:37.286781+00:00"}
{"study_id": 197157, "supplement_id": 1545, "safety_score": "60", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to understand the relationship between selenium intake and the risk of type 2 diabetes mellitus (T2DM), focusing on dose-dependent effects and chemical forms of selenium.", "results_summary": "The study found that selenium's relationship with T2DM risk is dose-dependent, often forming a U-shaped graph, where both low and high selenium intakes could increase diabetes risk. The effects also depend on the chemical forms of selenium in diet or supplements, and baseline selenium status should be considered to avoid over-supplementation.", "population_specificity": "Humans and animals (general, not specified further).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:40.216902+00:00"}
{"study_id": 197158, "supplement_id": 1545, "safety_score": "85", "efficacy_score": 30, "quality_score": 90, "study_goal": "The researchers aimed to determine whether selenium supplementation could prevent disease recurrence in patients with newly diagnosed non-muscle-invasive bladder cancer (NMIBC).", "results_summary": "Selenium supplementation did not reduce the risk of recurrence in patients with NMIBC, showing no significant difference in recurrence-free interval compared to placebo. No significant effects were observed for progression-free interval or overall survival.", "population_specificity": "Patients with newly diagnosed NMIBC (stages Ta, T1, or Tis) in the UK.", "effective_dosage": "200 μg/d of high-selenium yeast.", "study_duration": "Median treatment duration was 1.5 years (IQR, 0.9-2.5 years).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:42.526815+00:00"}
{"study_id": 197159, "supplement_id": 1545, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the physiological role and metabolism of selenium, the development of selenium-enriched foods, and their physiological functions, with a focus on organic selenium's benefits.", "results_summary": "The study found that selenium supplementation has antioxidant, anti-inflammatory, and anticancer effects, with organic selenium showing higher bioactivity and a wider safe concentration range compared to inorganic selenium. Selenium-enriched foods were highlighted as a means to improve human health.", "population_specificity": "General human health (not specified further).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:43.476574+00:00"}
{"study_id": 197161, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether selenium supplementation could protect against adipocyte dysfunction and influence lipid metabolism in adipose tissues.", "results_summary": "The study found that selenium supplementation reduced white adipose tissue triglycerides and increased brown adipose tissue triiodothyronine levels, suggesting a protective role against adipocyte dysfunction.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:43.544150+00:00"}
{"study_id": 197162, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of selenium supplementation during pregnancy on preterm birth and related maternal, fetal, and newborn outcomes.", "results_summary": "The study found very low certainty evidence regarding the effect of selenium supplementation on preterm birth at <37 weeks and <34 weeks of gestation, with inconclusive results. Further trials with larger sample sizes and better assessment methods are needed.", "population_specificity": "Pregnant women", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:43.618381+00:00"}
{"study_id": 197160, "supplement_id": 1545, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review omics approaches to understand the metabolism and biological role of dietary selenium, with a focus on selenoproteins, metabolomics responses, and gut microbiota impact.", "results_summary": "The study highlights selenium's health benefits in cancer chemoprevention, neuroprotection, diabetes, and infectious diseases, but notes a U-shaped health relationship and narrow safety range between essential and toxic levels. Omics methodologies provided deeper insights into selenium metabolism and its biological effects across various tissues and microbiota.", "population_specificity": "Mammals (general, not human-specific)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:44.163859+00:00"}
{"study_id": 197163, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of parenteral selenium supplementation on inflammatory markers (CRP, IL-6, TNF-α) through a systematic review and meta-analysis of RCTs.", "results_summary": "Parenteral selenium significantly reduced serum IL-6 levels but did not significantly affect CRP levels. The study suggests selenium may reduce inflammatory mediators.", "population_specificity": "Not specified (general population from RCTs).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:44.303427+00:00"}
{"study_id": 197164, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to determine the overall effects of selenium supplementation on glycemic control parameters such as fasting blood sugar, hemoglobinA1c, fasting insulin, QUICKI, and HOMA-IR.", "results_summary": "The study found mixed results on the effects of selenium supplementation on glycemic parameters, with outcomes still debated across different studies. A random-effects model was used to estimate the weighted mean difference and 95% CI for each outcome, but heterogeneity was noted.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:45.789032+00:00"}
{"study_id": 197165, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether selenium intake reduces inflammation by assessing its effect on C-reactive protein (CRP) levels through randomized controlled trials.", "results_summary": "The meta-analysis found a significant reduction in serum CRP concentrations with selenium intake compared to the control group (WMD = -0.22 mg/L, 95% CI: -0.39, -0.04; p = 0.014), indicating an anti-inflammatory effect.", "population_specificity": "Not specified (general population from selected RCTs)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:48.636104+00:00"}
{"study_id": 197166, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if selenium supplementation could reduce inflammation and disease activity in patients with mild-to-moderate ulcerative colitis.", "results_summary": "Selenium supplementation significantly reduced disease activity, improved quality of life, and increased serum selenium levels, with 38% of the selenium group showing clinical improvement compared to 6% in the placebo group. Interleukin-17 levels decreased in the selenium group, but interleukin-10 levels remained unchanged.", "population_specificity": "Patients with mild-to-moderate active ulcerative colitis (n=100).", "effective_dosage": "200 mcg/day (oral selenomethionine capsule).", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:51.653587+00:00"}
{"study_id": 197170, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the clinically relevant effects of selenium supplementation on thyroid peroxidase antibodies (TPOAb) and thyroglobulin antibodies (TgAb) in patients with Hashimoto thyroiditis (HT).", "results_summary": "Selenium supplementation showed no significant change in TPOAb levels after 3 months but significantly reduced both TPOAb and TgAb levels after 6 months of treatment in HT patients.", "population_specificity": "Patients with Hashimoto thyroiditis (HT).", "effective_dosage": "Not specified in the abstract.", "study_duration": "3 and 6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:52.350010+00:00"}
{"study_id": 197167, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of selenium supplementation in the treatment of autoimmune thyroiditis (AIT).", "results_summary": "Selenium supplementation reduced thyroid peroxidase antibody (TPO-Ab) levels at 3 and 6 months and thyroglobulin antibody (Tg-Ab) levels at 3 and 6 months in the non-levothyroxine (LT4)-treated population, but the certainty of evidence was low.", "population_specificity": "Patients with autoimmune thyroiditis (AIT), including both LT4-treated and non-LT4-treated groups.", "effective_dosage": "Not specified", "study_duration": "3 and 6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:52.486584+00:00"}
{"study_id": 197169, "supplement_id": 1545, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to summarize literature on selenium-enriched foods, assess legal regulations, and explore future prospects for selenium supplementation in deficient regions.", "results_summary": "The study highlights the importance of selenium in human and animal health, noting deficiencies in certain regions and the need for proper supplementation methods. It also discusses the challenges of selenium-enriched food production due to its narrow safety range between necessary and toxic doses.", "population_specificity": "General human and animal populations, particularly in selenium-deficient regions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:52.829390+00:00"}
{"study_id": 197168, "supplement_id": 1545, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of selenium supplementation on disease activity, inflammation, and oxidative stress in patients with rheumatoid arthritis (RA).", "results_summary": "Selenium supplementation led to small clinically relevant improvements in some RA biomarkers (ESR and anti-CCP), but no significant differences were observed between groups for most outcomes. CRP levels decreased significantly in the selenium group, though the difference compared to placebo was not significant after adjusting for baseline values.", "population_specificity": "59 patients with rheumatoid arthritis (RA).", "effective_dosage": "200 μg/day of selenium.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:52.947523+00:00"}
{"study_id": 39294, "supplement_id": 1578, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to highlight the development and applications of squalene-based nanomedicines, focusing on their potential to address unmet medical needs such as pancreatic cancer, brain ischemia, and spinal cord injury.", "results_summary": "The study found that squalene-based nanomedicines demonstrated higher drug loadings and lower burst release compared to PACA nanoparticles, with promising applications in treating challenging conditions like pancreatic cancer and brain ischemia.", "population_specificity": "Not specified (broad focus on preclinical and clinical applications).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:00.969353+00:00"}
{"study_id": 39295, "supplement_id": 1578, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the structural basis of squalene epoxidase (SQLE) inhibition and its implications for developing next-generation inhibitors for hypercholesteremia, cancer, and fungal infections.", "results_summary": "The study determined high-resolution crystal structures of human SQLE with inhibitors, revealing conformational changes upon binding and providing insights into terbinafine specificity and resistance. These findings enable rational development of improved SQLE inhibitors.", "population_specificity": "Not specified (structural study using human SQLE catalytic domain)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:01.033324+00:00"}
{"study_id": 39293, "supplement_id": 1578, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of squalene epoxidase (SQLE) in lung squamous cell carcinoma (SCC) proliferation, migration, and invasion, and its interaction with ERK signaling.", "results_summary": "Overexpression of SQLE promoted lung SCC cell proliferation, migration, and invasion, while knockdown of SQLE had the opposite effect. SQLE enhanced ERK phosphorylation, suggesting its role in lung cancer pathogenesis via ERK signaling, and high SQLE expression correlated with poor prognosis.", "population_specificity": "Lung squamous cell carcinoma (SCC) H520 cell line", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:01.428604+00:00"}
{"study_id": 39296, "supplement_id": 1578, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of squalene monohydroperoxides as a skin stressor and assess protective bioactives against hyperpigmentation.", "results_summary": "Squalene monohydroperoxides induced significant viability loss, inflammation, and hyperpigmentation in skin equivalents, but 12-hydroxystearic acid (12-HSA) showed protective effects through barrier enhancement and anti-inflammatory mechanisms.", "population_specificity": "Reconstructed human skin equivalents (in vitro model).", "effective_dosage": "3.4 nmol/cm² of squalene monohydroperoxides.", "study_duration": "3-day continuous exposure.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:01.668895+00:00"}
{"study_id": 39299, "supplement_id": 1578, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether squalene, an oestrus-specific pheromone in rats, could alleviate toxicity induced by 3-methylcholanthrene (3-MC) in male rats.", "results_summary": "Squalene exposure normalized blood cell components, testosterone concentration, sperm count, and antioxidant levels in rats treated with 3-MC, and restored the histological architecture of reproductive tissues. The study concluded that squalene is effective in mitigating 3-MC-induced toxicity.", "population_specificity": "Male Wistar rats", "effective_dosage": "Squalene was sprayed in bedding material (exact dosage not specified)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:01.688466+00:00"}
{"study_id": 39300, "supplement_id": 1578, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to discover potential Squalene Synthase (SQS) inhibitors from Traditional Chinese Medicine (TCM) for treating hyperlipidemia.", "results_summary": "Cynarin was identified as a potential SQS inhibitor, showing a 22.50% reduction in triglyceride levels in HepG2 cells and demonstrating specific hydrophobic interactions with key SQS residues. The lipid-lowering effects were attributed to SQS inhibition, as cynarin did not interact with other anti-hyperlipidemia targets.", "population_specificity": "Sodium oleate-induced HepG2 cells (in vitro study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:01.757626+00:00"}
{"study_id": 39297, "supplement_id": 1578, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of pegylated squalene (SQ-PEG) as a nanodelivery system for a lipophilic photosensitizer (Ppa) in cancer diagnosis and treatment.", "results_summary": "SQ-PEG:Ppa nanoconstructs demonstrated efficient cell internalization, strong phototoxic effects at low light doses, and diagnostic potential in tumor delivery, as shown in vitro and in a chick embryo model.", "population_specificity": "PC3 prostate tumor cells (in vitro) and U87MG glioblastoma micro tumors in a chick embryo model (in vivo).", "effective_dosage": "Not specified (drug loading of 18% w/w).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:01.990719+00:00"}
{"study_id": 39298, "supplement_id": 1578, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the correlation between antifungal resistance (specifically terbinafine resistance linked to SQLE mutations) and clinical response in patients with tinea corporis/cruris.", "results_summary": "The study found that higher terbinafine MICs (≥1 µg/ml) and SQLE mutations were associated with poorer clinical responses, with 8 of 9 patients in the non-responsive group harboring resistant isolates. The odds of cure were 2.5 times higher for strains with MICs <1 µg/ml.", "population_specificity": "85 patients with tinea corporis/cruris in India, confirmed by KOH microscopy.", "effective_dosage": "Terbinafine at 250 mg once daily (OD) or twice daily (BD) if response was <50% after 3 weeks.", "study_duration": "3 weeks per treatment phase (up to 6 weeks total for non-responders).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:03.795244+00:00"}
{"study_id": 38803, "supplement_id": 1579, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to isolate and characterize new compounds from St. John's Wort and evaluate their efficacy in treating MPTP-induced Parkinson's disease in zebrafish larvae.", "results_summary": "Five new compounds were isolated, with compound 9 showing the best therapeutic effect by improving movement and reducing oxidative stress in PD zebrafish larvae. The study suggests compound 9 may alleviate PD symptoms by inhibiting oxidative stress.", "population_specificity": "Zebrafish larvae with MPTP-induced Parkinson's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:08.595569+00:00"}
{"study_id": 198073, "supplement_id": 1578, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review recent progress in functional studies of squalene, focusing on its potential health benefits such as anticancer, anti-hypercholesterolemia, and cardiovascular disease prevention.", "results_summary": "The abstract highlights squalene's diverse physiological functions, including antioxidant and oxygen-carrying properties, and its potential role in preventing cardiovascular disease and cancer. It also notes its historical use in functional foods and pharmaceuticals due to its unique properties.", "population_specificity": "Not specified (broad review of in vitro and in vivo models).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:08.903423+00:00"}
{"study_id": 38805, "supplement_id": 1579, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of yellow and red centaury St. John's Wort oil on inflammation and urethral fibrosis in a rat model of urethral trauma.", "results_summary": "Yellow St. John's Wort oil significantly reduced mucosal inflammation, spongiofibrosis, and obstruction compared to red centaury oil and untreated groups. The study suggests St. John's Wort oil may be promising for treating urethral stricture.", "population_specificity": "Male rats with induced urethral trauma.", "effective_dosage": "0.5 cc administered intraurethrally once daily.", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:10.573002+00:00"}
{"study_id": 38806, "supplement_id": 1579, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate whether St. John's Wort could be a beneficial treatment for mild-to-moderate depression with fewer side effects compared to synthetic antidepressants.", "results_summary": "The study found that St. John's Wort, particularly its components hypericin and hyperforin, showed antidepressant activity with fewer adverse effects, leading to lower study dropout rates compared to standard antidepressants. However, it may interact with other medications if misused for self-medication.", "population_specificity": "Patients with mild-to-moderate depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "May interact with other medications, potentially leading to therapeutic failures.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:10.717831+00:00"}
{"study_id": 38808, "supplement_id": 1579, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to elucidate the biosynthesis pathways of bioactive compounds in St. John's wort, such as hyperforin and hypericin, to support pharmaceutical research and scalable production.", "results_summary": "The study highlighted recent discoveries in the biosynthesis of metabolites like flavonoids, xanthones, hyperforin, and hypericin, including the identification of novel enzymes like hyperforin synthase. These findings enable scalable production of bioactive compounds for drug development.", "population_specificity": "Not specified (focus on plant metabolism, not human subjects).", "effective_dosage": "Not available.", "study_duration": "Not applicable (study focused on biosynthesis pathways, not clinical intervention).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:21:11.305697+00:00"}
