{"study_id": 47157, "supplement_id": 1417, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the biocompatibility of Notoginsenoside R1 (NGR1) from Panax notoginseng and its impact on osteogenic differentiation of human dental pulp stem cells (DPSCs).", "results_summary": "NGR1 at 100 μg/mL enhanced osteogenic differentiation of DPSCs by upregulating osteogenic markers and activating the p38 and ERK MAPK pathways, without cytotoxicity at lower concentrations. Higher doses (200 and 500 μg/mL) inhibited cell proliferation.", "population_specificity": "Human dental pulp stem cells (DPSCs) obtained from wisdom teeth.", "effective_dosage": "10, 100, 200, and 500 μg/mL NGR1.", "study_duration": "1, 2, and 3 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:53.609725+00:00"}
{"study_id": 47160, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Panax quinquefolius saponin (PQS) as an adjunctive therapy for heart failure (HF) through a systematic review and meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis found that adjuvant PQS therapy significantly improved cardiac function (LVEF, LVEDV, LVEDD, LVESV), reduced BNP/NT-pro-BNP levels, and increased exercise tolerance (6MWTD) in HF patients. The evidence suggests clinical benefits, though the conclusions should be interpreted cautiously due to study limitations.", "population_specificity": "952 patients with heart failure across nine RCTs.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:53.744884+00:00"}
{"study_id": 47162, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how fresh ginseng exosomes (GEs) activate the immune system and alleviate intestinal inflammation by targeting autophagy and macrophage polarization.", "results_summary": "GEs activated autophagy and M2-like macrophage polarization, reduced inflammation via the IKK/IκB/NF-κB pathway, and restored intestinal barrier function in vitro and in vivo.", "population_specificity": "Not specified (in vitro and in vivo models used).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:59.431722+00:00"}
{"study_id": 47164, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether total saponins from Panax Japonicus (TSPJs) could reduce aging-related inflammation in adipose tissue by regulating iron metabolism in macrophages.", "results_summary": "TSPJs reduced iron content in macrophages, promoted M2 polarization, inhibited the JNK signaling pathway, and decreased inflammatory cytokine expression in adipose tissue.", "population_specificity": "RAW264.7 macrophage cells, naturally aging rats, and mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:00.111087+00:00"}
{"study_id": 47163, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify the key constituents and biological pathways through which Panax ginseng exerts therapeutic effects on ulcerative colitis (UC).", "results_summary": "The study found that panaxadiol (PD), a major active ingredient of Panax ginseng, alleviated colitis symptoms, reduced inflammation, and improved intestinal barrier integrity by modulating MAPK/NF-кB and AMPK/NRF2/NQO1 pathways. PD also mitigated weight loss, reduced disease activity scores, and prevented colon shortening in a mouse model of UC.", "population_specificity": "Mouse model of dextran sulfate sodium-induced ulcerative colitis.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:01.272250+00:00"}
{"study_id": 47172, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Ginseng total saponins (GTSs) could regulate intestinal homeostasis imbalance caused by microgravity in a simulated weightlessness model.", "results_summary": "GTSs improved intestinal injury by reducing pathological damage, increasing tight junction protein expression, lowering inflammatory factors, restoring immune-related gene levels, and remodeling gut microbiota, particularly enhancing short-chain fatty acid-producing bacteria.", "population_specificity": "Hindlimb suspension (HLS) rat model simulating weightlessness.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:01.424273+00:00"}
{"study_id": 47166, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-obesity effects of rare ginsenosides derived from Panax ginseng (T-GSSL) and their mechanism of action, particularly focusing on adipose tissue browning.", "results_summary": "T-GSSL improved metabolic disorders, reduced obesity, and promoted adipose browning in obese mice and 3T3-L1 cells by inhibiting REGγ and activating the PKA/CREB pathway. The treatment enhanced energy expenditure and maintained glucose homeostasis.", "population_specificity": "Obese mice fed a high-fat diet and 3T3-L1 adipocyte cells.", "effective_dosage": "Not specified", "study_duration": "14 weeks (for the obese mouse model)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:01.889069+00:00"}
{"study_id": 47168, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic efficacy and underlying mechanisms of a Panax ginseng and Polygonum multiflorum formula (GSPM) in an Alzheimer's disease model.", "results_summary": "GSPM improved cognitive function, reduced neuroinflammation, oxidative stress, and neuronal senescence, and modulated gut microbiota in AD mice. It also demonstrated neuroprotective effects in vitro by enhancing cell viability and reducing apoptosis via the AMPK/Sirt1 pathway.", "population_specificity": "Senescence-accelerated mouse prone 8 (SAMP8) mice, an Alzheimer's disease model, and Aβ1-42-stimulated HT22 hippocampal neurons.", "effective_dosage": "Low dose (117 mg/kg), high dose (234 mg/kg) via gavage.", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:02.652579+00:00"}
{"study_id": 47173, "supplement_id": 1417, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether BIO101 (20-hydroxyecdysone), an activator of the MAS receptor, is safe and improves muscle function and physical performance in older sarcopenic patients.", "results_summary": "BIO101 350 mg bid showed strong trends consistent with a clinically relevant effect on gait speed, close to the minimal clinically important difference in sarcopenia, particularly in predefined subpopulations at higher risk of mobility disability. The treatment also demonstrated a good safety profile.", "population_specificity": "Community-dwelling older adults (≥65 years) meeting FNIH criteria for sarcopenia and with an SPPB score ≤8/12.", "effective_dosage": "175 mg bid and 350 mg bid", "study_duration": "6 to 9 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:03.139741+00:00"}
{"study_id": 47171, "supplement_id": 1417, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of black ginseng extract (BGE) for breast cancer prevention and treatment by assessing its effects on breast cancer cell proliferation and tumor growth in mice.", "results_summary": "BGE demonstrated significant cytotoxicity against MDA-MB-231 breast cancer cells in vitro and reduced tumor weight and size in vivo without affecting body weight or causing toxicity to major organs.", "population_specificity": "Human breast cancer cells (MDA-MB-231) and MDA-MB-231 xenograft nude mice.", "effective_dosage": "Minimum effective concentration of 100 μg/ml in vitro; oral administration in vivo (specific dosage not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:04.087955+00:00"}
{"study_id": 47175, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Gancao Xiexin decoction (containing Panax Ginseng) attenuates ulcerative colitis by inhibiting ferroptosis via the TEAD4/ACSL4 pathway.", "results_summary": "The study found that GCXXD, containing Panax Ginseng, improved colon health, reduced inflammation, and decreased ferroptosis markers in ulcerative colitis mice, suggesting efficacy through the TEAD4/ACSL4 pathway.", "population_specificity": "DSS-induced ulcerative colitis mice model", "effective_dosage": "GCXXD at 9, 12, and 15 g/kg", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:08.577751+00:00"}
{"study_id": 47178, "supplement_id": 1417, "safety_score": "100", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy and safety of Red Ginseng Extract Powder (RGEP) in achieving glycemic control in prediabetic Korean adults.", "results_summary": "RGEP significantly improved glycemic control parameters, insulin resistance, and hormone levels compared to placebo, with no reported adverse events. A time-dependent decrease in dipeptidyl peptidase-4 levels was also observed in the RGEP group.", "population_specificity": "Prediabetic Korean adults", "effective_dosage": "500 mg/day (250 mg twice daily)", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:08.817813+00:00"}
{"study_id": 47180, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize the latest research on ginsenoside-based drug delivery systems and their potential in preventing and treating oral diseases.", "results_summary": "The study found that ginsenosides have multifunctional pharmacological properties beneficial for oral diseases, but their effectiveness is limited by low absorption and poor targeting, which can be improved using drug delivery systems.", "population_specificity": "Not specified (general focus on oral diseases).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:09.248223+00:00"}
{"study_id": 47182, "supplement_id": 1417, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to investigate the anti-proliferative effects and intracellular signaling mechanisms of a gintonin-enriched fraction (GEF) from Panax ginseng in human melanoma cell lines and xenografted mice.", "results_summary": "GEF significantly inhibited melanoma cell proliferation, induced apoptosis, caused cell cycle arrest, and suppressed tumor growth in mice without toxicity. These effects were mediated through caspase activation, ROS elevation, and mitochondrial stress.", "population_specificity": "Human melanoma cell lines (A375 and A2058) and xenografted mice.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:10.074203+00:00"}
{"study_id": 47179, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate the effect and mechanism of Sanqi (Radix Notoginseng) in treating periodontitis, focusing on its anti-inflammatory and bone-protective properties.", "results_summary": "Sanqi (Radix Notoginseng) reduced alveolar bone resorption, improved periodontal tissue structure, and decreased inflammatory markers (IL-6, TNF-α, IL-17, RORγt) while increasing anti-inflammatory markers (FOXP3, IL-10), suggesting it inhibits the IL-17 signaling pathway to modulate immune responses.", "population_specificity": "Rat model of periodontitis", "effective_dosage": "Different doses (specific amounts not stated)", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:10.410616+00:00"}
{"study_id": 47186, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Panax Ginseng (Korean Ginseng) could prevent cadmium-induced testicular toxicity and improve sperm quality in rats.", "results_summary": "Ginseng significantly improved sperm concentration, motility, and viability, reduced oxidative stress markers (NO, MDA), and enhanced antioxidant enzyme activities (SOD, CAT). It also inhibited apoptosis, inflammation, and autophagy markers in cadmium-exposed rats.", "population_specificity": "Male rats exposed to cadmium.", "effective_dosage": "100 mg/kg (oral gavage).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:11.162289+00:00"}
{"study_id": 47185, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the efficacy and mechanisms of ginseng stem and leaf saponins (GSLS) in treating peripheral and central fatigue in mice with chronic fatigue syndrome (CFS).", "results_summary": "GSLS prolonged swim time-to-exhaustion, improved memory, protected liver and hippocampal tissues, reduced oxidative damage, and regulated neurotransmitter levels in CFS mice. Serum metabolomics identified alterations in 19 metabolites across 11 pathways, suggesting multiple mechanisms of action.", "population_specificity": "Male C57BL/6 mice with induced chronic fatigue syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:11.426394+00:00"}
{"study_id": 47187, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine the role and mechanism of ginsenoside Rb1 (from Panax Ginseng) in protecting the blood-brain barrier (BBB) and improving outcomes in experimental autoimmune encephalomyelitis (EAE) mice, a model for multiple sclerosis (MS).", "results_summary": "Rb1 delayed disease onset, reduced severity, protected BBB integrity, and suppressed inflammatory pathways (JNK/ERK/NF-κB) in EAE mice and LPS-treated endothelial cells. It also prevented tight junction protein downregulation and oxidative stress.", "population_specificity": "Experimental autoimmune encephalomyelitis (EAE) mice and LPS-treated bEnd.3 cells (a mouse brain endothelial cell line).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:15.226901+00:00"}
{"study_id": 47188, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to elucidate the antifungal mechanism of menthone against Fusarium proliferatum and its potential application in preventing root rot in Panax notoginseng.", "results_summary": "Menthone exhibited significant antifungal activity against Fusarium proliferatum by inhibiting hyphal growth, reducing spore germination and viability, and decreasing H3K27ac levels, which interfered with energy metabolism-related gene transcription.", "population_specificity": "Fusarium proliferatum (fungal pathogen)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:16.814810+00:00"}
{"study_id": 47191, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the anti-aging effects of Chikusetsu saponin IVa (CHS), a component found in Panax Ginseng, using in vitro and in vivo aging models.", "results_summary": "CHS significantly attenuated aging in D-galactose-induced aging mice and replicative senescence of MEFs by improving autophagy and mitophagy, reducing mitochondrial ROS, and enhancing mitochondrial respiratory function via AMPK pathway activation.", "population_specificity": "D-galactose-induced aging mice and primary mouse embryonic fibroblasts (MEFs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:17.315426+00:00"}
{"study_id": 47192, "supplement_id": 1417, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to elucidate the mechanisms of pyroptosis in diabetes and diabetic complications and evaluate the effects of ginseng and its active components on these conditions via pyroptosis-related pathways.", "results_summary": "The study found that ginseng extracts, ginsenosides, and flavonoids like Quercetin could improve diabetes by regulating pyroptosis-related pathways, though most evidence comes from animal and cell studies with limited clinical trials.", "population_specificity": "Primarily animal and cell models; human clinical data were limited.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:17.376040+00:00"}
{"study_id": 47196, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the biphasic effects of ginseng compounds on DNA mutations, including their potential to inhibit mutation accumulation and impair DNA repair in cancer therapy.", "results_summary": "Ginseng-derived compounds demonstrated anti-carcinogenic effects by suppressing ROS and protecting cells from DNA damage, while also inducing DNA damage and blocking DDR, suggesting a dual role in cancer therapy. The review highlights the potential of ginseng and other natural compounds to enhance cancer treatment efficacy by targeting DDR mechanisms.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:19.684935+00:00"}
{"study_id": 47195, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify the active components in Panax ginseng that mitigate cisplatin-induced cardiotoxicity and elucidate their mechanisms of action.", "results_summary": "Ginsenoside Rh2(S) (Rh2) was identified as the main active component, which protected cardiomyocytes by activating the Pak1/Limk1/cofilin pathway and suppressing the ROS/caspase-3/GSDME pathway to inhibit pyroptosis. Rh2 also activated the FGFR1/HRAS axis to regulate these pathways.", "population_specificity": "Neonatal rat ventricular myocytes (NRVMs) and C57BL/6 mice with cisplatin-induced cardiotoxicity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:19.966868+00:00"}
{"study_id": 47193, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the protective effects of notoginsenoside R1 (NR1), a compound from Panax notoginseng, against blue light-induced corneal epithelial injury and wound healing delay.", "results_summary": "NR1 significantly reduced inflammation, ROS production, and inhibited migration and proliferation in human corneal epithelial cells and murine corneas. It also alleviated corneal injury and delayed healing by targeting TRIB1 upregulation.", "population_specificity": "Human corneal epithelial cells (in vitro) and mice (in vivo).", "effective_dosage": "25 μM and 50 μM (eye drops in mice); 0-50 μM (in vitro).", "study_duration": "24 hours (in vitro); duration in mice not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:20.467959+00:00"}
{"study_id": 47197, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of ginseng non-edible callus-derived extracellular vesicles (GNEV) on skin regeneration, focusing on proliferation, migration, and collagen synthesis in human dermal fibroblasts.", "results_summary": "GNEV significantly increased cell migration (2.5-fold) and upregulated collagen synthesis genes (TGF-β, SMAD-2, SMAD-3, COL1A1) by 41.7%, 59.4%, 60.2%, and 21.8%, respectively, indicating activation of the TGF-β/SMAD pathway and potential for skin regeneration.", "population_specificity": "Human dermal fibroblasts (HDF) in vitro.", "effective_dosage": "Various concentrations (specific amounts not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:22.065438+00:00"}
{"study_id": 47198, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the cardioprotective effects and underlying mechanisms of the AR-NR medicine pair (AN) on cardiac remodeling in mice and neonatal rat cardiomyocytes.", "results_summary": "AN improved cardiac function, reduced serum markers of cardiac stress and inflammation, mitigated cardiac hypertrophy and fibrosis, and restored mitochondrial fusion-fission balance in both in vivo and in vitro models.", "population_specificity": "Mice with transverse aortic constriction (TAC) and angiotensin II-induced neonatal rat cardiomyocytes (NRCMs) and fibroblasts.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:24.948617+00:00"}
{"study_id": 47202, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the synergistic effect of HAD-B1 (containing Panax Ginseng) and osimertinib on gefitinib-resistant non-small cell lung cancer cells.", "results_summary": "Co-administration of osimertinib and HAD-B1 significantly reduced cell viability, inhibited proliferation, and induced apoptosis in HCC827-GR cells by targeting ERK and mTOR pathways. The combination showed stronger effects than either treatment alone.", "population_specificity": "Gefitinib-resistant non-small cell lung cancer cells (HCC827-GR).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:26.583091+00:00"}
{"study_id": 47199, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to elucidate the insect resistance mechanism of ginseng by analyzing ginsenoside responses, protein phosphorylation, and plant hormone levels under insect herbivory stress.", "results_summary": "Ginsenosides in stems and leaves were more responsive to insect herbivory than in roots; HSP81-3 expression was upregulated under stress, while antioxidant-related proteins were downregulated. Plant hormone levels (ABA, GA, TY, IP, czR, tZ) increased with herbivory, and oxidative stress markers fluctuated over time.", "population_specificity": "Ginseng plants (Panax Ginseng) inoculated with black chafer larvae.", "effective_dosage": "Not specified", "study_duration": "168 hours (7 days)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:27.191151+00:00"}
{"study_id": 47200, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the hypoglycemic mechanism of red ginseng acidic polysaccharides (RGAP) by examining its effects on fatty acid regulation in type 2 diabetes mellitus (T2DM) rat models.", "results_summary": "RGAP treatment alleviated T2DM symptoms (polyphagia, polydipsia, weight loss, hyperglycemia) and reversed disturbances in fecal fatty acid profiles, suggesting its potential role in regulating FA metabolism and inflammation-related pathways for T2DM management.", "population_specificity": "Type 2 diabetes mellitus (T2DM) rat models induced by high-glucose/high-fat diet and streptozotocin.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:27.751706+00:00"}
{"study_id": 47204, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the therapeutic potential of Notoginsenoside R2 (NR2), an active component of Panax notoginseng, in delaying diabetic nephropathy progression and explore its underlying mechanisms.", "results_summary": "NR2 improved renal function, reduced albuminuria, and mitigated renal pathology in db/db mice. It also suppressed lipid accumulation, oxidative stress, mitochondrial dysfunction, and cell apoptosis, partly through inhibition of c-Src.", "population_specificity": "db/db mice (diabetic model) and HK-2 cells (human kidney proximal tubule cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:28.840943+00:00"}
{"study_id": 47203, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the potential of ginsenoside Rg3 from Panax ginseng in cancer therapy, focusing on its mechanisms and synergistic effects with conventional treatments.", "results_summary": "The study found that ginsenoside Rg3 exhibits multiple anticancer mechanisms, including immune enhancement, inhibition of cancer cell proliferation and metastasis, apoptosis induction, and epigenetic regulation. It also enhances conventional therapies while reducing adverse effects.", "population_specificity": "Not specified (review article, not a clinical study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Synergistic interactions with conventional cancer treatments mentioned, but no specific drug/food interactions noted.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:28.842425+00:00"}
{"study_id": 47206, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential therapeutic effects of Panax Ginseng (Korean Ginseng) on non-alcoholic fatty liver disease (NAFLD) by examining its mechanisms of action and clinical efficacy.", "results_summary": "The study found that ginseng improves hepatic lipid metabolism, reduces inflammation, inhibits oxidative stress and fibrosis, and may attenuate NAFLD progression. However, clinical evidence remains limited, and further research is needed to confirm these effects.", "population_specificity": "Human subjects with NAFLD (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:29.336978+00:00"}
{"study_id": 47208, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the therapeutic targets and pathways of Sini Decoction plus Ginseng Soup (SNRS) in acute liver failure (ALF), focusing on its impact on macrophage polarization through glucose metabolism reprogramming.", "results_summary": "SNRS improved survival, reduced liver injury markers (ALT/AST), modulated macrophage polarization, and inhibited inflammatory cytokine release and lactate production via the mTOR/HIF-1α pathway. It also regulated key glycolysis-related genes (HK2, CDK1, SOD1, VEGFA, GOT1) and the HIF-1 signaling pathway.", "population_specificity": "LPS/D-GalN-induced ALF model (animal study) and in vitro macrophage intervention.", "effective_dosage": "Optimal concentration determined for in vitro intervention (specific dosage not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:33.113590+00:00"}
{"study_id": 47209, "supplement_id": 1417, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of pH-responsive, colon-targeting microspheres (pWGPAC MSs) containing phosphorylated wild ginseng polysaccharides (pWGP) for treating ulcerative colitis (UC).", "results_summary": "The pWGPAC MSs demonstrated stability in acidic conditions, targeted colon release, and effectively alleviated UC symptoms in mice by reducing inflammation, restoring intestinal barrier function, modulating the TLR4/MYD88 pathway, promoting M2 macrophage polarization, and regulating gut microbiota and pro-inflammatory metabolites.", "population_specificity": "Mouse model of ulcerative colitis.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:34.987641+00:00"}
{"study_id": 47211, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to analyze and compare the recent research trends of traditional Chinese medicine (TCM), traditional Korean medicine (TKM), and Kampo medicine (KM), including Panax Ginseng (Korean Ginseng), over the past decade.", "results_summary": "The study found that Panax Ginseng was a focus in TKM research, particularly in relation to obesity and cooperative treatment with Western medicine, but specific efficacy or safety results were not detailed.", "population_specificity": "Not specified (bibliometric analysis of published studies).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:36.304466+00:00"}
{"study_id": 47212, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the role and mechanism of GABAFG, a Maillard reaction product of ginseng, in treating type 2 diabetes mellitus (T2DM).", "results_summary": "GABAFG alleviated hyperglycemia and hyperlipidemia in T2DM mice, reduced insulin resistance in pancreatic β-cells, enhanced autophagolysosome function, and remodeled gut microbiota by increasing Akkermansia and decreasing Romboutsia abundance.", "population_specificity": "HFD/STZ-induced T2DM mice (in vivo) and pancreatic β-cells (in vitro).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:36.359665+00:00"}
{"study_id": 47210, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of sodium nitroprusside (SNP) treatment on the quality and secondary metabolite production in fresh ginseng roots, as well as its potential anti-aging effects.", "results_summary": "SNP treatment significantly increased antioxidant enzyme activities and ginsenoside content in ginseng roots, with optimal effects observed at 0.5 mmol/L for main roots and 0.1 mmol/L for fibrous roots. The treated ginseng also improved memory function and reduced oxidative stress in D-gal-induced aging mice.", "population_specificity": "5-year-old fresh ginseng roots and D-gal-induced aging mice.", "effective_dosage": "0.1, 0.5, and 2 mmol/L SNP for ginseng roots; dosage for mice not specified.", "study_duration": "Five consecutive days for ginseng roots; duration for mice not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:37.262264+00:00"}
{"study_id": 47215, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize and discuss the metabolic mechanisms of ginsenoside Rg1 (G-Rg1) in regulating diverse liver diseases and measures to improve its bioavailability.", "results_summary": "G-Rg1 demonstrated significant therapeutic benefits in alleviating various liver diseases, including alcoholic liver disease, nonalcoholic fatty liver disease, liver fibrosis, and viral hepatitis, primarily through inhibiting apoptosis, enhancing anti-inflammatory and antioxidant mechanisms, activating immune responses, and regulating efflux transport signals. However, its poor bioavailability remains a challenge for clinical application.", "population_specificity": "Not specified (general liver disease context).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:37.603746+00:00"}
{"study_id": 47216, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the effect of water-soluble ginseng oligosaccharides (WGOS) on cholinergic function and neuroinflammation in a scopolamine-induced Alzheimer's disease mouse model.", "results_summary": "WGOS treatment improved recognition memory, prevented scopolamine-induced decreases in acetylcholine concentration, reduced acetylcholinesterase activity, and inhibited upregulation of inflammatory cytokines IL-1β and TNF-α in the hippocampus.", "population_specificity": "Mice with scopolamine-induced cognitive impairment (Alzheimer's disease model).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:37.831385+00:00"}
{"study_id": 47217, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential effect of red ginseng (RG) on niraparib-induced myelosuppression and its molecular mechanism in a mouse model.", "results_summary": "RG extract increased peripheral blood cell counts, enhanced bone marrow hematopoietic function, improved DNA damage repair, alleviated cell cycle arrest, and modulated key regulatory proteins (p53, p21, p27, cyclinE1). These findings suggest RG may mitigate niraparib-induced myelosuppression.", "population_specificity": "Female C57BL/6 mice with ID8 ovarian cancer cell inoculation.", "effective_dosage": "100 and 200 mg/kg (intragastric administration).", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:39.250926+00:00"}
{"study_id": 47218, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the molecular mechanisms by which ginsenoside Rg3, an active ingredient of Panax Ginseng, may inhibit hepatic fibrosis.", "results_summary": "The study suggests that ginsenoside Rg3 exhibits anti-inflammatory, antioxidant, and anti-fibrotic effects, potentially slowing liver fibrosis progression by modulating autophagy, apoptosis, and signaling pathways.", "population_specificity": "Not specified (review of existing studies).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:41.383984+00:00"}
{"study_id": 47219, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of osthole and Bacillus amyloliquefaciens on the growth, photosynthesis, antioxidant activity, disease resistance, and microbiome of Panax quinquefolius (American ginseng).", "results_summary": "The study found that osthole and B. amyloliquefaciens significantly improved growth, photosynthesis, antioxidant enzyme activities, and disease resistance in American ginseng while altering its microbial community structure and diversity.", "population_specificity": "Forested Panax quinquefolius (American ginseng)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:43.550252+00:00"}
{"study_id": 47223, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the cardioprotective effects of ginsenosides from Panax Ginseng in mitigating chemotherapy-induced cardiotoxicity.", "results_summary": "Ginsenosides demonstrated antioxidant, anti-inflammatory, and anti-apoptotic properties, improving cardiac function parameters in animal models exposed to chemotherapeutic agents like doxorubicin, cisplatin, and 5-fluorouracil. However, clinical studies are needed to confirm these effects in humans.", "population_specificity": "Preclinical animal models (specific species not mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:45.779543+00:00"}
{"study_id": 47220, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to uncover the mechanism by which Ginseng-containing Shentao Ruangan granules (STR) inhibit hepatocellular carcinoma (HCC) growth and metastasis.", "results_summary": "STR significantly suppressed HCC cell proliferation and metastasis, reduced EMT-related protein expression, and downregulated pGSK3β and RELA protein levels, suggesting the GSK3β/RELA pathway as a key mechanism.", "population_specificity": "In vitro (HepG2 and Huh7 cells) and in vivo (transplanted Huh7 tumors) models, with TCGA-HCC patient data validation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:45.864367+00:00"}
{"study_id": 29753, "supplement_id": 1418, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to evaluate whether Panax notoginseng (Sanqi) extract induces CYP3A activity, which could lead to herb-drug interactions.", "results_summary": "Repeated oral administration of Sanqi extract did not induce hepatic Cyp3a expression in rats or human CYP3A in vitro. Increased systemic exposure to oxidized metabolites was observed, likely due to enhanced microbial deglycosylation activity.", "population_specificity": "Human microbiota-associated (HMA) rats, primary rat and human hepatocytes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:46.070868+00:00"}
{"study_id": 47222, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the anti-tumor effects of Ginsenoside Rh2 (GRh2) from Panax ginseng on T-cell acute lymphoblastic leukemia (T-ALL) by examining its impact on MAPK and PI3K/AKT signaling pathways.", "results_summary": "GRh2 treatment significantly altered gene expressions in Jurkat cells, inhibiting the PI3K-AKT pathway and activating the MAPK pathway, leading to increased apoptosis markers (Bax/Bcl-2, cleaved caspases) and reduced survival signals (p-PI3K/PI3K, p-AKT/AKT).", "population_specificity": "Jurkat cells (a human T-ALL cell line)", "effective_dosage": "35 µm GRh2", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:46.749941+00:00"}
{"study_id": 29752, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to develop a data-driven irrigation method to enhance crop yield, specifically focusing on improving growth conditions and plant quantity through optimized irrigation strategies.", "results_summary": "The proposed irrigation prediction model accurately issued warnings 3-5 days in advance, significantly reducing irrigation frequency while improving growth conditions. The experimental group showed a 410.0% increase in plant quantity and a 21.8% higher average plant height compared to the control group.", "population_specificity": "Controlled greenhouse experiments (specific crop not explicitly named, but context suggests agricultural crops).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:47.563058+00:00"}
{"study_id": 29754, "supplement_id": 1418, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the effect of age on the efficacy and safety of Xuesaitong soft capsules (Panax notoginseng saponins) in treating acute ischemic stroke (AIS).", "results_summary": "The study found that Panax notoginseng significantly improved functional independence in AIS patients, with older individuals (≥65 years) experiencing greater benefits. No significant difference in serious adverse events was observed between treatment and placebo groups across age categories.", "population_specificity": "3072 AIS patients from 67 medical centers in China, categorized into two age groups (<65 years and ≥65 years).", "effective_dosage": "Not specified in the abstract.", "study_duration": "3-month follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:48.613309+00:00"}
{"study_id": 29755, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the bioactive ingredients and molecular mechanisms of Panax notoginseng-Radix Salviae (PN-RS) in treating atherosclerosis.", "results_summary": "PN-RS significantly reduced atherosclerotic lesion area, lowered serum lipid levels, and inhibited the JAK2-STAT3 signaling pathway, decreasing pro-inflammatory cytokines like TNF-α, IL-6, VEGF, and MCP-1.", "population_specificity": "ApoE-/- mice (atherosclerosis model) and C57BL/6J mice (control group).", "effective_dosage": "0.75 mg PN + 3.75 mg RS per gram per day via gavage.", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:50.762787+00:00"}
{"study_id": 29756, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate the effect of Panax notoginseng on cisplatin resistance in non-small cell lung cancer (NSCLC) and explore the mechanisms involved.", "results_summary": "Panax notoginseng inhibited proliferation of cisplatin-resistant NSCLC cells, enhanced apoptosis, reduced glucose metabolism markers, and suppressed tumor growth in vivo, indicating improved chemosensitivity via Akt pathway inhibition.", "population_specificity": "A549 and A549/DDP (cisplatin-resistant) NSCLC cell lines, and nude mice with subcutaneous tumors.", "effective_dosage": "1 g/mL Panax notoginseng extract (in vitro).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:52.147714+00:00"}
{"study_id": 29757, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-colitis mechanism of Panax notoginseng saponins (PNS) by examining its effects on gut microbiota-bile acid metabolism and Th17/Treg balance.", "results_summary": "PNS reshaped gut microbiota, increased conjugated bile acids (TCA and TCDCA), and improved Th17/Treg balance, alleviating inflammatory bowel disease (IBD) in vivo and in vitro. Fecal microbiota transplantation confirmed these effects.", "population_specificity": "Not specified (in vivo and in vitro models).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:54.632608+00:00"}
{"study_id": 29758, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to classify and compare the unique saponins in Panax notoginseng (PN) and other Panax species, and analyze their pharmacological effects, particularly focusing on PN's potential for vascular homeostasis and blood health.", "results_summary": "The study identified unique saponins in PN, such as notoginsenosides Ft1, B, Ab1-3, and Fh1-9, which may contribute to its special activities, with notoginsenoside Ft1 potentially crucial for vascular homeostasis. However, the effects of these unique saponins on blood health require further clarification.", "population_specificity": "Not specified (literature review and database screening)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:55.284240+00:00"}
{"study_id": 29760, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether Panax notoginseng saponins (PNS) alleviate acute lung injury (ALI) by promoting STAT6-dependent M2-like macrophage polarization.", "results_summary": "PNS reduced inflammatory responses in LPS-induced ALI mice, promoted M2-like macrophage polarization, and enhanced IL-10 secretion via STAT6 activation. Genetic ablation of Stat6 partially reversed these protective effects.", "population_specificity": "Mice with LPS-induced ALI and THP-1 cells/bone marrow-derived macrophages (BMDMs).", "effective_dosage": "Not specified (dose-dependent effects noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:55.935455+00:00"}
{"study_id": 29761, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Panax notoginseng's active compounds (saponins, polysaccharides, flavonoids) on melasma prevention and treatment, focusing on their molecular mechanisms via the Nrf2/ARE pathway.", "results_summary": "The study found that four active compounds from Panax notoginseng effectively inhibited tyrosinase activity, enhanced antioxidant capacity, and ameliorated melasma in mice by modulating the Nrf2/ARE pathway, upregulating Nrf2 and HO-1 while downregulating Keap1.", "population_specificity": "Mice (in vivo) and in vitro assays.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:56.486335+00:00"}
{"study_id": 29759, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the optimal micro-sprinkler irrigation frequency for improving yield, water use efficiency, and nutrient accumulation in Panax notoginseng under shade and rain-shelter cultivation.", "results_summary": "The IF2 treatment (irrigation once every five days) enhanced phosphorus and potassium accumulation, root growth, yield, and water use efficiency, while the IF3 treatment (irrigation once every seven days) increased nitrogen accumulation.", "population_specificity": "Panax notoginseng plants under shade and rain-shelter cultivation.", "effective_dosage": "Irrigation frequencies: IF1 (once every three days), IF2 (once every five days), IF3 (once every seven days), IF4 (once every nine days).", "study_duration": "Two growing seasons (2017-2018).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:57.586532+00:00"}
{"study_id": 29762, "supplement_id": 1418, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of acidic Panax notoginseng polysaccharide III (APPN III) as a nano-carrier for targeted drug delivery of mitoxantrone hydrochloride (MH) to enhance anti-tumor effects while reducing toxicity.", "results_summary": "The study found that APPN III nanoparticles (MANPs) exhibited good encapsulation efficiency, slow drug release, and significant anti-tumor effects on H22 cells and tumor-bearing mice without toxicity. APPN III also enhanced the immune system and synergized with MH to alleviate MH-induced immune damage.", "population_specificity": "H22 tumor-bearing mice (animal model).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:58.075743+00:00"}
{"study_id": 29764, "supplement_id": 1418, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to examine the mechanisms and clinical applications of Panax notoginseng in treating cardiovascular diseases, focusing on its active components and safety profile.", "results_summary": "The study found that Panax notoginseng exhibits multiple cardiovascular benefits, including anti-inflammatory, antiplatelet, and antioxidative effects, primarily due to its saponin content. Clinical preparations like Xueshuantong and Xuesaitong showed promise in treating coronary heart disease and myocardial infarction, with rare and mild adverse reactions.", "population_specificity": "Not specified (general cardiovascular disease context).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:56:59.660129+00:00"}
{"study_id": 29766, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the potential of endophytic fungi from Panax notoginseng to synthesize silver nanoparticles (AgNPs) and evaluate their antifungal and preservative effects.", "results_summary": "The study found that AgNPs synthesized by the endophytic fungus Chaetomium globosum exhibited strong antioxidant activity, significant antifungal effects against multiple pathogens, and effectively preserved cherry tomatoes by inhibiting fungal growth and maintaining fruit quality.", "population_specificity": "In vitro assessments and cherry tomatoes (postharvest application).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:03.063261+00:00"}
{"study_id": 29767, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic potential of total saponins from Panax notoginseng (PNS) in treating renal ischemia-reperfusion injury (RIRI).", "results_summary": "PNS significantly reduced renal inflammation and cellular pyroptosis in a murine RIRI model and modulated the ROCK2/NF-κB signaling pathway, with in vitro experiments confirming these effects.", "population_specificity": "Murine (mice) model of RIRI and hypoxia/reoxygenation cell models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:04.249579+00:00"}
{"study_id": 29768, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to reveal the therapeutic effect and elucidate the possible mechanism of Panax notoginseng for treating osteoporosis.", "results_summary": "The study identified 31 active ingredients and 134 targets for osteoporosis treatment, with key components including beta-elemene and quercetin. Panax notoginseng influenced multiple signaling pathways related to inflammation, metabolism, and cell proliferation, suggesting a multi-target, multi-pathway intervention for osteoporosis.", "population_specificity": "Not specified (in silico and database analysis).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:04.902573+00:00"}
{"study_id": 29770, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of Panax notoginseng saponins (PNS) in improving angiogenesis after myocardial infarction (MI) and explain its mechanism from an epigenetic perspective.", "results_summary": "PNS significantly improved myocardial injury and activated angiogenesis in MI rats, decreased hypermethylation of miR200a, and improved angiogenesis in hypoxic human coronary artery endothelial cells by regulating the VEGF pathway.", "population_specificity": "MI rats and hypoxic human coronary artery endothelial cells (HCEACs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:06.051302+00:00"}
{"study_id": 29771, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether co-assembling Panax notoginseng saponins (PNS) with asiaticoside (AS) could form a hydrogel to enhance wound healing by improving bioavailability and therapeutic effects.", "results_summary": "The AS&PNS hydrogel significantly improved wound healing by reducing IL-6 levels, promoting VEGF production, normalizing epidermal thickness, and enhancing collagen fiber organization.", "population_specificity": "Not specified (likely preclinical or animal model based on abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:06.105306+00:00"}
{"study_id": 29765, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify and verify the active ingredients of Panax notoginseng-Salvia miltiorrhiza for treating melasma using network pharmacology and experimental validation.", "results_summary": "Salvianolic acid B was identified as a key active ingredient, showing inhibition of tyrosinase activity in vitro and reducing oxidative stress and inflammation markers in vivo, with high-dose groups exhibiting the best therapeutic effects.", "population_specificity": "B16F10 melanoma cells (in vitro) and UV-irradiated, progesterone-injected melasma rat models (in vivo).", "effective_dosage": "60-90 nmol/mL (in vitro); low-, medium-, and high-dose groups (in vivo, exact amounts not specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:07.336792+00:00"}
{"study_id": 29772, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a novel microwave-based method to transform primary ginsenosides in Panax notoginseng leaves into rare dehydrated ginsenosides and explore the factors influencing their yield.", "results_summary": "The study successfully converted primary ginsenosides into dehydrated forms (Rk1, Rg5, SFt3, SFt4 in dried leaves; Rk2, Rh3, SFt3, SFt4 in water-preimmersed leaves) using microwave treatment. Factors like solvent, solid-liquid ratio, temperature, and duration influenced yields, and computational analysis suggested deglycosylation and dehydration pathways.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:09.042711+00:00"}
{"study_id": 29769, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the bidirectional relationship between Panax notoginseng and gut microbiota, focusing on its pharmacological mechanisms and biotransformation.", "results_summary": "Panax notoginseng increased beneficial probiotics (e.g., Lactobacillus, Bifidobacterium) and reduced pathogenic bacteria (e.g., Prevotellaceae, Enterococcus), aiding in disease treatment. Gut microbiota also enhanced the bioactivity of Panax notoginseng saponins (PNS) by converting them into more active compounds (PPT and PPD).", "population_specificity": "Not specified (general focus on gut microbiota and disease models).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:09.886960+00:00"}
{"study_id": 29773, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether co-cultivation with the endophytic bacterium Enterobacter cloacae PN7 could enhance saponin production in Panax notoginseng seedlings.", "results_summary": "The study found that PN7 treatment significantly increased saponin accumulation (2.01-fold) in P. notoginseng roots by upregulating key biosynthetic genes and modulating plant hormone signaling. Transcriptome analysis identified critical roles for JA signaling, transcription factors, and ABC transporters in saponin biosynthesis and distribution.", "population_specificity": "Panax notoginseng seedlings", "effective_dosage": "Not specified", "study_duration": "6 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:12.476606+00:00"}
{"study_id": 29775, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the mechanism by which Panax notoginseng saponins (PNS) improve cognitive dysfunction caused by chronic sleep deprivation in rats.", "results_summary": "PNS significantly improved cognitive function in sleep-deprived rats, reduced hippocampal inflammation, and modulated metabolic pathways and gene targets related to cognitive impairment.", "population_specificity": "Rats with chronic sleep deprivation-induced cognitive impairment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:12.638530+00:00"}
{"study_id": 29774, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether Xueshuantong (XST) injection, composed of Panax notoginseng saponins, promotes post-stroke angiogenesis and its potential mechanisms.", "results_summary": "XST reduced cerebral infarction in rats and increased neovascularization in the ischemic brain area. It activated the HIF1-α/VEGFA/VEGFR2 signaling pathways, suggesting a pro-angiogenic effect.", "population_specificity": "Sprague-Dawley rats with middle cerebral artery occlusion/reperfusion (ischemic stroke model).", "effective_dosage": "Not specified", "study_duration": "7 or 14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:13.418803+00:00"}
{"study_id": 29776, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate whether Panax Notoginseng Saponins (PNS) enhances meningeal lymphatic drainage and lymphangiogenesis to improve hematoma absorption and neurological recovery in intracerebral hemorrhage (ICH).", "results_summary": "PNS improved meningeal lymphatic drainage and induced lymphangiogenesis, leading to reduced hematoma volume and better neurological function in ICH. The benefits were blocked when meningeal lymphatic vessels were ablated, and RNA-sequencing identified key genes (Slc17a7 and Tnf) involved in the mechanism.", "population_specificity": "Collagenase-induced intracerebral hemorrhage model (animal study).", "effective_dosage": "Not specified", "study_duration": "Effects assessed up to day 14 post-ICH.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:15.763589+00:00"}
{"study_id": 29778, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the protective mechanisms of Notoginsenoside R1 (NGR1) from Panax notoginseng against high-altitude pulmonary edema (HAPE) in a rat model.", "results_summary": "NGR1 dose-dependently reduced pulmonary oxidative stress, inflammation, and acid-base imbalance, while restoring key protein expressions linked to edema. It also mitigated NLRP3 inflammasome-induced pyroptosis, suggesting a protective effect via the NLRP3/Caspase-1/GSDMD pathway.", "population_specificity": "Rat model simulating high-altitude hypoxia (6000 m).", "effective_dosage": "Dose-dependent (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:17.080150+00:00"}
{"study_id": 29777, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Notoginsenoside R1 (NGR1) from Panax notoginseng on blood glucose regulation, insulin secretion, and the molecular pathways involved in diabetic mice and isolated mouse islets.", "results_summary": "NGR1 improved glucose intolerance in diabetic mice and increased insulin secretion in a concentration-dependent manner in vitro, activating the PI3K/Akt pathway without altering preproinsulin mRNA expression.", "population_specificity": "Streptozotocin-induced diabetic mice and isolated female BALB/c mouse islets.", "effective_dosage": "Not specified (intraperitoneal administration for 4 weeks).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:17.200729+00:00"}
{"study_id": 29779, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop brain-targeted liposomes for co-delivery of Panax notoginseng saponins (PNS) and acetylsalicylic acid (ASA) to treat ischemic stroke.", "results_summary": "The liposome formulation enhanced PNS-loading capacity, improved BBB transport, and demonstrated therapeutic efficacy in a rat model of cerebral ischemia-reperfusion injury via multiple pathways, including neurotransmitter and amino acid metabolism.", "population_specificity": "Rat model of cerebral ischemia-reperfusion injury", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:18.765262+00:00"}
{"study_id": 29780, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic effect and mechanism of Panax notoginseng saponins (PNS) on diabetic kidney disease (DKD) using network pharmacology, molecular docking, and animal experiments.", "results_summary": "PNS significantly reduced fasting blood glucose levels and improved renal damage in db/db mice by down-regulating p-AKT1 and p-STAT3 protein levels and inhibiting the PI3K-AKT signaling pathway. High-dose PNS also down-regulated PIK3CA protein levels.", "population_specificity": "Male 6-week-old db/db mice (a model for diabetic kidney disease) and db/m mice as controls.", "effective_dosage": "Low-dose and high-dose PNS groups (specific amounts not provided), administered once daily.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:19.612056+00:00"}
{"study_id": 29781, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the neuroprotective effects of Panax notoginseng saponins (PNS), alone and in combination with salvianolic acids (SAL), on ischemic stroke-induced brain injury in rats.", "results_summary": "PNS reduced infarct size, improved neurological function, enhanced vascular integrity, and suppressed neuroinflammation in rats with ischemic stroke. The combination of PNS and SAL showed more pronounced benefits than either treatment alone.", "population_specificity": "Wistar rats subjected to middle cerebral artery occlusion/reperfusion (MCAO/R).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Two days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:21.712996+00:00"}
{"study_id": 29782, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the antitussive effects of Panax notoginseng flowers, identify the bioactive constituents responsible for alleviating cough symptoms, and elucidate the underlying pharmacological mechanisms.", "results_summary": "The study found that Panax notoginseng flowers and their saponin components, particularly 20S-ginsenoside Rh2, exhibited potent antitussive effects by inhibiting NaV1.7 and TRPV1 channel currents, reducing cough frequency, and suppressing tracheal and pulmonary inflammation.", "population_specificity": "Healthy mice and ovalbumin-induced highly sensitive guinea pigs.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:21.857664+00:00"}
{"study_id": 29783, "supplement_id": 1418, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of a water-in-oil microemulsion (PNS ME) containing Panax notoginseng saponins (PNS) for treating alopecia by enhancing skin penetration and targeting hair follicles.", "results_summary": "PNS ME significantly improved hair density, skin pigmentation, new hair weight, skin thickness, and collagen generation in telogen effluvium mice, and showed outstanding curative effects on androgenetic alopecia mice. The formulation also upregulated β-catenin, VEGF, and Ki67, suggesting activation of the Wnt/β-catenin pathway, angiogenesis, and hair follicle stem cells.", "population_specificity": "Mice with telogen effluvium and androgenetic alopecia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:23.389689+00:00"}
{"study_id": 29784, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether a 3D-printed polycaprolactone stent loaded with Panax notoginseng saponin (PNS) could improve vascular patency by promoting endothelial cell function and inhibiting smooth muscle cell proliferation.", "results_summary": "The PNS-PCL stent promoted migration and proliferation of damaged vascular endothelial cells (VECs) by increasing microRNA-126, p-AKT, and endothelial nitric oxide synthase expression. In rabbits, the PNS-PCL stent maintained carotid artery patency for three months, outperforming the PCL stent alone.", "population_specificity": "Rabbits with carotid artery stenting.", "effective_dosage": "Not specified.", "study_duration": "Up to three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:24.864122+00:00"}
{"study_id": 29786, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Panax notoginseng total saponin (PNS) on gastric precancerous lesions (GPL) and myocardial ischemia-reperfusion injury (MIRI) in a mouse model.", "results_summary": "PNS significantly improved GPL lesions (e.g., incomplete intestinal epithelialization and heteroplasia) and reduced myocardial infarction. It exhibited bidirectional regulation by enhancing autophagy in gastric mucosal cells while suppressing excessive autophagy in cardiomyocytes.", "population_specificity": "GPL-MIRI mouse model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:25.615347+00:00"}
{"study_id": 29788, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the mechanism by which the Astragalus mongholicus Bunge and Panax notoginseng formula (A&P) ameliorates renal fibrosis in a mouse model of chronic kidney disease.", "results_summary": "A&P effectively alleviated renal fibrosis in mice by inhibiting LncRNA A33 and downregulating ferroptosis signaling, demonstrating potential as a therapeutic approach for CKD.", "population_specificity": "Unilateral ureteral obstruction (UUO) mouse model and primary tubular epithelial cells (pTECs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:27.865318+00:00"}
{"study_id": 29787, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of Panax notoginseng saponins (PNS) on endothelial inflammation induced by low shear stress and explore its underlying mechanisms involving Piezo1, PECAM-1, and YAP.", "results_summary": "PNS attenuated endothelial inflammation and improved blood flow in a dose-dependent manner by modulating Piezo1 and PECAM-1 expression, suppressing YAP nuclear translocation, and reducing platelet adhesion and activation under low shear stress conditions.", "population_specificity": "Mouse model of carotid partial ligation and human umbilical vein endothelial cells (HUVECs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:27.939283+00:00"}
{"study_id": 29785, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the long-term effects of dazomet (DZ) fumigation on Panax notoginseng growth, soil properties, and microbial diversity.", "results_summary": "DZ fumigation improved soil nutrient levels, increased P. notoginseng yield (2.83-3.81X), enhanced saponin content (up to 24.06%), reduced pathogenic fungi, and boosted beneficial bacteria, with effects lasting 18 months. The 40 kg/666.7 m² treatment showed the most favorable outcomes.", "population_specificity": "Soil and Panax notoginseng plants in a field cultivation setting.", "effective_dosage": "35 kg/666.7 m², 40 kg/666.7 m², and 45 kg/666.7 m² (single fumigation application).", "study_duration": "Two consecutive years (effects monitored for 18 months post-fumigation).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:28.045240+00:00"}
{"study_id": 29789, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the pharmacological and toxicological properties of Panax notoginseng and discuss its potential therapeutic effects in various diseases.", "results_summary": "Preclinical evidence suggests Panax notoginseng has pharmacological effects in immune-inflammatory, cardiovascular, central nervous system, metabolic, and neoplastic diseases by acting on multiple molecular targets. However, few clinical studies confirm its therapeutic properties, mainly as an adjuvant in cardiovascular disorder treatments.", "population_specificity": "Not specified (preclinical and limited clinical studies reviewed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:29.952576+00:00"}
{"study_id": 29790, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify the active ingredients of the Astragalus mongholicus and Panax notoginseng formula (A&P) and investigate its mechanism in ameliorating renal fibrosis in chronic kidney disease (CKD).", "results_summary": "The study identified NOB as a key active component of A&P, which improved renal function, reduced fibrosis markers in CKD mice, and inhibited the Lgals1/PI3K/AKT signaling pathway. NOB also suppressed fibrosis in an in vitro model of TGF-β-induced TCMK-1 cells.", "population_specificity": "CKD mouse model (5/6 nephrectomy) and TGF-β-induced TCMK-1 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:31.209044+00:00"}
{"study_id": 29791, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the antidepressive effects of ginsenoside Rg1 and Panax notoginseng saponins (PNS) in a rat model of depression induced by chronic unpredictable mild stress (CUMS).", "results_summary": "Both ginsenoside Rg1 and PNS significantly reversed depression-like behaviors in rats, improving coat condition, reducing immobility time in the forced swim test, and increasing time spent in the open arms of the elevated plus maze test. Additionally, they exhibited regulatory effects on cortisol and testosterone levels in plasma.", "population_specificity": "Rats subjected to CUMS-induced depression.", "effective_dosage": "Ginsenoside Rg1 at 30 mg/kg/day; PNS at 100-200 mg/kg/day.", "study_duration": "Three weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:33.295753+00:00"}
{"study_id": 29792, "supplement_id": 1418, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Panax notoginseng saponins injections (PNSI) in acute ischemic stroke (AIS) patients after intravenous thrombolysis.", "results_summary": "PNSI improved neurological deficits and daily living activities without increasing adverse events, though evidence certainty was moderate to very low. No significant differences were found in adverse events or hemorrhagic transformation between groups.", "population_specificity": "AIS patients who received intravenous thrombolysis.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:33.542601+00:00"}
{"study_id": 29794, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop an injectable hydrogel using Panax notoginseng polysaccharide (PNPS) to enhance the immunogenicity of tumor vaccines for cancer treatment.", "results_summary": "The study found that the PNPS-based hydrogel, combined with dopamine and hair microparticles, effectively triggered immunogenic cancer cell death, recruited dendritic cells, and provoked potent cytotoxic T-cell responses, suggesting improved tumor vaccine efficacy.", "population_specificity": "Not specified (in vitro or preclinical study implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:36.340023+00:00"}
{"study_id": 29793, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the effects of Panax notoginseng saponins (PNS) on osteoporotic fracture healing in ovariectomized rats, focusing on the PI3K/AKT/mTOR pathway and angiogenesis-related factors.", "results_summary": "PNS treatment increased cortical bone area, reduced callus area, and significantly enhanced blood vessel number and area compared to the ovariectomized fracture model group. PNS also upregulated the expression of vascular-related cytokines (VEGF, Ang-1, VEGFR2, ANGPTL2) and modulated the PI3K/AKT/mTOR pathway, promoting fracture healing.", "population_specificity": "Female Sprague-Dawley rats (ovariectomized fracture model).", "effective_dosage": "100 mg/kg/d (low dose), 200 mg/kg/d (high dose), administered intraperitoneally.", "study_duration": "Intervention effects were assessed on days 7, 14, and 21 post-modeling.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:36.939296+00:00"}
{"study_id": 29797, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the protective effects of combined Panax quinquefolius saponins (PQS) and Panax notoginseng saponins (PNS) on myocardial hypoxia/reoxygenation (H/R) injury and explore the underlying mechanisms involving the HIF-1α/BNIP3 mitophagy pathway.", "results_summary": "PQS + PNS administration significantly improved cell viability, reduced apoptosis, lowered oxidative stress, mitigated mitochondrial dysfunction, and induced autophagic flux in H9C2 cells, with these effects potentially mediated by downregulation of the HIF-1α/BNIP3 pathway.", "population_specificity": "H9C2 cells (rat cardiomyocyte cell line)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:39.582372+00:00"}
{"study_id": 29798, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of Panax notoginseng saponins (PNS) on ferroptosis and inflammation in cerebral ischemia-reperfusion injury (CIRI) and elucidate the underlying mechanism involving Nrf2 activation.", "results_summary": "PNS treatment reduced ferroptosis markers in SH-SY5Y cells and mitigated brain injury in rats by promoting Nrf2 nuclear localization, regulating iron overload and lipid peroxidation-related proteins, and reducing inflammatory responses. The study suggests PNS as a promising therapeutic approach for CIRI.", "population_specificity": "SH-SY5Y cells (in vitro) and a rat model of middle cerebral artery occlusion/reperfusion (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:42.197711+00:00"}
{"study_id": 29800, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect and mechanism of Panax notoginseng saponins (PNS) in treating oral submucous fibrosis (OSF) by targeting the Wnt/β-catenin signaling pathway.", "results_summary": "PNS improved OSF by inhibiting the Wnt/β-catenin pathway, reducing fibrosis markers (CollA1, GSK-3β) and increasing epithelial markers (E-cadherin, Wnt1, β-catenin) in a dose-dependent manner.", "population_specificity": "Arecoline-induced OSF models (in vivo and in vitro).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:43.695589+00:00"}
{"study_id": 29799, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining biochar and Bacillus subtilis could effectively inhibit pathogenic fungi in the rhizosphere soil of Panax notoginseng to overcome continuous cropping obstacles.", "results_summary": "The study found that biochar and Bacillus subtilis treatments significantly reduced harmful fungi (e.g., Fusarium and Ilyonectria) and improved soil microbial diversity, with B2C2 and B1C2 treatments showing the strongest inhibitory effects on specific pathogens.", "population_specificity": "Fields planted with Panax notoginseng for 5 years.", "effective_dosage": "Biochar at 10–140 kg·hm⁻²; Bacillus subtilis at 10–25 kg·hm⁻².", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:44.248225+00:00"}
{"study_id": 29795, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects of Panax notoginseng and leech (PL) on renal fibrosis and explore the underlying mechanisms.", "results_summary": "PL treatment reduced renal fibrosis markers (Scr, BUN, urine protein), decreased ECM accumulation, and improved oxidative stress and mitochondrial function, with PL1-2 showing the highest effectiveness.", "population_specificity": "SD rats with adenine-induced renal fibrosis", "effective_dosage": "PL1-2 (specific dosage not detailed)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:44.521409+00:00"}
{"study_id": 29801, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic potential and mechanisms of Panax notoginseng Saponins (PNS) in reducing inflammation and pulmonary vascular remodeling in a COPD rat model.", "results_summary": "PNS treatment significantly reduced inflammatory markers (TLR4, NF-κB, HIF-1α, VEGF, ICAM-1, SELE mRNA, TNF-α, IL-8, IL-1β) and mitigated lung and vascular inflammation in COPD rats, primarily by modulating the TLR4/NF-κB/HIF-1α/VEGF pathway.", "population_specificity": "COPD rat model", "effective_dosage": "Varying doses (specific amounts not mentioned)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:46.266147+00:00"}
{"study_id": 29802, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the effects and mechanisms of Panax notoginseng saponins (PNS) on learning and memory disorders to explore their potential as new drug candidates.", "results_summary": "The study found that PNS significantly improves learning and memory disorders through multiple mechanisms, including anti-inflammatory, anti-apoptotic, antioxidant, and neuroprotective effects, as well as promoting neurogenesis and regulating neurotransmitter release.", "population_specificity": "Not specified (review of existing research, not a clinical trial).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:46.374815+00:00"}
{"study_id": 29796, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the immunomodulatory effects of Panax notoginseng on various white blood cells, elucidate underlying mechanisms, and compare the effects of different active fractions.", "results_summary": "The study suggests Panax notoginseng has immunomodulatory potential for chronic inflammatory diseases and cerebral hemorrhage, but the complexity of its components hinders a full understanding of its immune-regulating properties.", "population_specificity": "Not specified (general immunomodulatory research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:46.407520+00:00"}
{"study_id": 29803, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how Astragalus and Panax notoginseng decoction (APD) inhibits ferroptosis-mediated pulmonary fibrosis and improves respiratory function.", "results_summary": "APD reduced extracellular matrix and collagen deposition, attenuated ferroptosis, and modulated ferroptosis-related genes (GPX4, SLC7A11, ACSL4, PTGS2) and pathways (Hif-1α, EGFR), leading to improved restrictive ventilatory dysfunction in pulmonary fibrosis.", "population_specificity": "Mice with ferroptosis-induced pulmonary fibrosis.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:48.855113+00:00"}
{"study_id": 29804, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how different processing methods of Panax notoginseng (PN) affect its microstructure, composition, and anti-anemia effects in tumor-bearing mice after chemotherapy.", "results_summary": "Processed PN (steamed and fried) showed increased surface roughness, higher levels of rare saponins, and improved anti-anemia effects by increasing blood parameters (RBC, WBC, HGB, HCT) and promoting cell proliferation in bone marrow and spleen.", "population_specificity": "Tumor-bearing BALB/c mice treated with cyclophosphamide (CTX).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:51.635020+00:00"}
{"study_id": 29805, "supplement_id": 1418, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy and safety of Panax notoginseng saponin (PNS) injection as an adjunct to conventional treatment for acute myocardial infarction (AMI).", "results_summary": "The meta-analysis found that PNS injection significantly improved treatment outcomes, including enhanced cardiac function, reduced inflammatory response, and lower incidence of major adverse cardiac events, with no significant difference in adverse events compared to conventional treatment alone.", "population_specificity": "Patients with acute myocardial infarction (1,881 participants across 20 RCTs).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:52.546050+00:00"}
{"study_id": 29806, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Panax notoginseng saponins (PNS) could mitigate cognitive dysfunction and oxidative stress in Alzheimer's disease (AD) by enhancing mitophagy via the PINK1/Parkin pathway.", "results_summary": "PNS improved cognitive function, reduced oxidative stress markers, and promoted mitophagy in SAMP8 mice by upregulating PINK1/Parkin signaling and autophagy receptor expression.", "population_specificity": "Senescence-accelerated mouse prone 8 (SAMP8) mice with age-related Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:52.665820+00:00"}
{"study_id": 29807, "supplement_id": 1418, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-PEDV (Porcine Epidemic Diarrhea Virus) effects of Panax notoginseng saponins (PNS) and explore their potential mechanisms of action.", "results_summary": "PNS demonstrated dose-dependent inhibition of PEDV infection in Vero cells, particularly at the genome replication stage, and modulated the expression of multiple genes involved in immune response and viral defense. The study suggests PNS may regulate antiviral defense mechanisms effectively.", "population_specificity": "Vero cells (in vitro study)", "effective_dosage": "Below 128 µg/mL (no cytotoxicity observed)", "study_duration": "24-48 hours postinfection", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:53.387927+00:00"}
{"study_id": 29810, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of Panax notoginseng (PNS) on neural stem cell survival, differentiation, and synaptic development in an in vitro model of ischemic brain injury.", "results_summary": "PNS improved the survival of C17.2 neural stem cells after oxygen glucose deprivation/reperfusion (OGD/R) injuries, enhanced their differentiation into neurons and astrocytes, and promoted synaptic plasticity by increasing synapse-related proteins. These effects were mediated via the Akt/mTOR/p70S6K pathway, as inhibition with rapamycin reversed the benefits.", "population_specificity": "Mouse C17.2 neural stem cells in vitro.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:55.776809+00:00"}
{"study_id": 29809, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a more efficient method for processing Red Panax notoginseng (RPN) to enhance ginsenoside conversion and evaluate its hepatoprotective effects compared to traditional RPN.", "results_summary": "The study found that aspartic acid pretreatment significantly improved ginsenoside conversion, doubling rare ginsenoside concentration in treated samples, and demonstrated superior hepatoprotective effects against acetaminophen-induced liver injury in mice compared to untreated RPN.", "population_specificity": "Mouse model (acetaminophen-induced liver injury)", "effective_dosage": "Not specified", "study_duration": "1 hour (processing time); hepatoprotective intervention duration not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:55.877581+00:00"}
{"study_id": 29808, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to uncover the physiological and molecular mechanisms of saponin accumulation in Panax notoginseng triggered by methyl jasmonate (MeJA) under arbuscular mycorrhizal fungi (AMF).", "results_summary": "The study found that AMF and MeJA individually increased biomass, saponin content, and key enzyme activities, but their combined use weakened AMF's effects. Transcriptome analysis revealed upregulated genes related to saponin and JA biosynthesis under AMF, while AMF-MeJA and SHAM treatments reduced these effects.", "population_specificity": "Panax notoginseng plants (not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:57:55.962278+00:00"}
{"study_id": 29813, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether exosomes derived from steroid-resistant lymphocytes in lupus nephritis (LN) transmit steroid resistance to glomerular endothelial cells (GECs) and whether Panax notoginseng saponins (PNS) can reverse this effect.", "results_summary": "The study found that exosomes from steroid-resistant lymphocytes transmit P-gp to GECs, exacerbating inflammatory injury, and PNS reversed this effect by suppressing exosomal P-gp levels. Higher exosomal miR-125b-5p was identified as a potential biomarker for steroid resistance in LN.", "population_specificity": "Lupus nephritis (LN) mice and in vitro cell cultures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:01.128314+00:00"}
{"study_id": 29814, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Panax notoginseng-derived exosome-like nanoparticles (PDNs) could effectively treat cerebral ischemia/reperfusion (CI/R) injury by modulating microglia phenotype and activating the pI3k/Akt pathway.", "results_summary": "PDNs reduced cerebral infarct volume, improved behavioral outcomes, and maintained blood-brain barrier integrity by shifting microglia from pro-inflammatory M1 to anti-inflammatory M2 phenotypes. Lipids in PDNs were identified as the primary therapeutic component.", "population_specificity": "Not specified (likely animal models based on context).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:01.246845+00:00"}
{"study_id": 29815, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to elucidate the targets and mechanisms of Panax notoginseng saponins (PNS) in preventing in-stent restenosis (ISR) using network pharmacology and experimental verification.", "results_summary": "The study identified 40 common targets between PNS and ISR, revealing that PNS regulates multiple ISR-related biological processes and signaling pathways. Molecular docking and cellular experiments validated these findings, suggesting PNS could inhibit or delay ISR development.", "population_specificity": "Not specified (in vitro and computational analysis).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:01.324334+00:00"}
{"study_id": 29816, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic potential of phage MA9V-1 in controlling Chryseobacterium indologenes-induced root rot in Panax notoginseng.", "results_summary": "The study isolated a novel lytic phage MA9V-1, which demonstrated rapid absorption, effective host lysis, and no virulence or antibiotic resistance genes. Phage therapy experiments suggested MA9V-1 could effectively control C. indologenes infection in P. notoginseng.", "population_specificity": "Panax notoginseng plants infected with C. indologenes MA9.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:02.472301+00:00"}
{"study_id": 29818, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Panax notoginseng saponins (PNS) could protect against intervertebral disc degeneration (IDD) by inhibiting apoptosis of nucleus pulposus cells and extracellular matrix degradation under oxidative stress.", "results_summary": "PNS reduced apoptosis and autophagy in human nucleus pulposus cells, activated the Akt/mTOR pathway, promoted anabolic gene expression, and mitigated disc degeneration in a rat model.", "population_specificity": "Human nucleus pulposus cells (in vitro) and rats with induced IDD (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:04.261838+00:00"}
{"study_id": 29817, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of Fe3O4 nanoparticles on Panax notoginseng's growth and its response to cadmium (Cd) and arsenic (As) stress.", "results_summary": "Fe3O4 nanoparticles reduced Cd/As content in roots, alleviated growth inhibition, improved shoot and root metrics, and altered metabolic pathways, suggesting enhanced stress tolerance and potential medicinal value under metal(loid) stress.", "population_specificity": "Panax notoginseng seedlings subjected to Cd/As stress.", "effective_dosage": "Not specified (foliar application of Fe3O4 NPs).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:04.864635+00:00"}
{"study_id": 29819, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the structural characteristics of PNP-20, a polysaccharide from Panax notoginseng residue, and evaluate its anti-enteritis effects in a mouse model.", "results_summary": "PNP-20 reduced intestinal injury and inflammatory cell infiltration in mice with enteritis, decreased pro-inflammatory markers (TNF-α, NLRP3, NF-κB), and increased antioxidant activity (SOD2). The study suggests PNP-20 may be a promising treatment for inflammatory bowel disease.", "population_specificity": "Mice with restraint stress- and LPS-induced enteritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:04.930012+00:00"}
{"study_id": 29812, "supplement_id": 1418, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to systematically evaluate the clinical efficacy and safety of Panax notoginseng saponins (PNS) preparations in treating chronic obstructive pulmonary disease (COPD) with hypercoagulable state of blood (HCS).", "results_summary": "PNS preparations significantly improved lung function, hypoxia, and blood hypercoagulability in COPD patients with HCS, without increasing hemorrhage risk. The meta-analysis showed positive effects on clinical efficiency, fibrinogen, plasma viscosity, and other blood parameters.", "population_specificity": "Patients with COPD and hypercoagulable state of blood (HCS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:07.816239+00:00"}
{"study_id": 29821, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects and potential mechanisms of Panax notoginseng saponin (PNS) on bleomycin-induced pulmonary fibrosis in rats.", "results_summary": "PNS treatment improved lung function, reduced inflammation and fibrosis, and modulated the renin-angiotensin system (RAS) to exert anti-fibrotic effects.", "population_specificity": "Rats with bleomycin-induced pulmonary fibrosis.", "effective_dosage": "50, 100, or 200 mg/kg per day.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:10.217158+00:00"}
{"study_id": 29820, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Panax notoginseng saponins (PNS) could improve pulmonary arterial hypertension (PAH) in rats by modulating the ADAM10/Notch3 signaling pathway.", "results_summary": "PNS reduced pulmonary vascular remodeling, collagen fibers, and key markers (ADAM10, Notch3, Hes-1, PCNA) while increasing P27 and Caspase-3, indicating improved PAH. The intervention lowered mean pulmonary artery pressure and right ventricular hypertrophy, suggesting therapeutic potential.", "population_specificity": "Male Sprague Dawley (SD) rats with monocrotaline-induced PAH.", "effective_dosage": "50 mg/kg PNS administered intraperitoneally daily.", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:10.792803+00:00"}
{"study_id": 29822, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the long-term effects of chloropicrin (CP) fumigation on soil microbial communities and its impact on overcoming continuous cropping obstacles and promoting healthy growth of Panax notoginseng.", "results_summary": "CP fumigation significantly increased soil available phosphorus and electrical conductivity, altered microbial community composition, and sustainably inhibited pathogens like Fusarium and Phytophthora. It also enhanced P. notoginseng's survival rate and growth, with pathogen inhibition remaining effective up to three years post-fumigation.", "population_specificity": "Soil and microbial communities in P. notoginseng cultivation.", "effective_dosage": "Not specified", "study_duration": "Effects monitored up to three years post-fumigation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:11.070683+00:00"}
{"study_id": 29823, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the common and distinct mechanisms of Panax notoginseng and Panax ginseng in wound healing using network pharmacology and meta-analysis.", "results_summary": "The study found that Panax notoginseng significantly regulated wound healing-related processes such as blood vessel development, cytokine responses, and cell proliferation, with shared pathways like PI3K/AKT and MAPK, as well as unique pathways like the renin-angiotensin system and autophagy.", "population_specificity": "Not specified (in vitro or in silico analysis based on network pharmacology and meta-analysis).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:11.457990+00:00"}
{"study_id": 29825, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Steamed Panax notoginseng (SPN) could treat both anemia and Alzheimer's disease (AD) by regulating shared targets like TNF and Toll-like receptors.", "results_summary": "SPN improved climbing ability, olfactory memory, and reduced Aβ42 in AD flies, while also enhancing blood parameters and organ indices in anemic rats. It regulated TNF and Toll-like receptor expression, suggesting a shared therapeutic mechanism for both conditions.", "population_specificity": "Drosophila (AD model) and rats (anemia model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:12.964710+00:00"}
{"study_id": 29826, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate whether Panax notoginseng could alleviate cytokine storms and improve post-COVID-19 symptoms as an adjunct treatment.", "results_summary": "The study suggests that Panax notoginseng may help mitigate cytokine storms and improve post-COVID-19 symptoms, based on experimental evidence, but no specific clinical outcomes or statistical data are provided.", "population_specificity": "Not specified (abstract only mentions general utility for COVID-19 infection).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:13.102946+00:00"}
{"study_id": 29827, "supplement_id": 1418, "safety_score": "90", "efficacy_score": 85, "quality_score": 95, "study_goal": "The researchers aimed to assess the efficacy and safety of Xuesaitong soft capsules (Panax notoginseng saponins) in improving functional independence in patients with ischemic stroke.", "results_summary": "The study found that Xuesaitong soft capsules significantly increased the likelihood of functional independence at 3 months compared to placebo (89.3% vs. 82.4%), with no significant difference in serious adverse events between groups (1.0% vs. 1.1%).", "population_specificity": "Patients aged 18-75 with ischemic stroke and NIH Stroke Scale scores between 4-15.", "effective_dosage": "120 mg orally twice daily.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:13.686669+00:00"}
{"study_id": 29828, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the molecular mechanisms of Panax notoginseng (PNS) in treating metabolic disorders, particularly its effects on oxidative stress and insulin resistance pathways.", "results_summary": "PNS up-regulated oxidative stress-related pathways (e.g., Hmox1, SOD1, GCLc) and down-regulated insulin and fatty acid metabolism, while suppressing specific miRNAs (miR-24-3p, miR-139-5p) linked to oxidative stress. Novel interactions between these miRNAs and target genes (GCLc, SOD1) were identified.", "population_specificity": "Rat pancreatic β cells (INS-1)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:16.980099+00:00"}
{"study_id": 29829, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Panax notoginseng saponins (PNS) in treating elderly stroke patients through a meta-analysis of randomized controlled trials.", "results_summary": "The study found that PNS alone or combined with conventional treatment significantly improved neurological status, clinical efficacy, and daily living activities in elderly stroke patients. The results were statistically significant and consistent across multiple outcomes.", "population_specificity": "Elderly stroke patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:17.791869+00:00"}
{"study_id": 29830, "supplement_id": 1418, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the curative effect of Astragalus membranaceus and Panax notoginseng (ARPN) on diabetic nephropathy through a meta-analysis of randomized controlled trials.", "results_summary": "ARPN significantly improved clinical effectiveness, renal function, and metabolic markers (e.g., UAER, 24h urinary protein, Scr, BUN, HbA1c, blood lipids) in diabetic nephropathy patients compared to controls, with no reported adverse effects.", "population_specificity": "1342 patients with diabetic nephropathy.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:19.432446+00:00"}
{"study_id": 29832, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify the pathogen causing root rot in Panax notoginseng and confirm its pathogenicity.", "results_summary": "The study identified Globisporangium spinosum as the causative agent of root rot in Panax notoginseng, fulfilling Koch's postulates. Inoculated plants exhibited symptoms like discoloration and chlorosis, while controls remained healthy.", "population_specificity": "Panax notoginseng plants from production bases in Wenshan, Yunnan province, China.", "effective_dosage": "5×10⁴ CFU/ml zoospore suspension of G. spinosum (root-drenching method).", "study_duration": "Two weeks post-inoculation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:20.658678+00:00"}
{"study_id": 29831, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to discover new secondary metabolites from rhizosphere soil Streptomyces sp. SYP-A7185 of Panax notoginseng and explore their potential bioactivities, particularly antitumor, antioxidant, antibacterial, and antiglycosidase effects.", "results_summary": "The study identified five chemotypes of anthraquinone derivatives, including six new compounds, with moderate to strong cytotoxicity against cancer cell lines. Metabolites 1 and 3 inhibited cancer cell migration by downregulating MMP2, while compounds 2, 3, and 6 showed antioxidant, antibacterial, and antiglycosidase activities.", "population_specificity": "In vitro human cancer cell lines (A549, HepG2, MCF-7, MDA-MD-231, and MGC-803).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:21.127934+00:00"}
{"study_id": 29835, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the wound-healing efficacy of a Panax notoginseng@Ag core/shell nanofiber membrane by assessing its antibacterial properties and ability to promote rapid wound healing.", "results_summary": "The Panax notoginseng@Ag nanofiber membrane demonstrated strong antibacterial effects against Escherichia coli and Staphylococcus aureus and significantly accelerated wound healing in mice, with near-complete healing by day 12 compared to the control group.", "population_specificity": "Sprague Dawley mice", "effective_dosage": "Not specified", "study_duration": "12 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:21.735980+00:00"}
{"study_id": 29833, "supplement_id": 1418, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects and mechanisms of Panax notoginseng saponins (PNS) on renal fibrosis in LPS-induced HK-2 cells.", "results_summary": "PNS reduced apoptosis, LDH release, inflammatory cytokines, and expression of pyroptosis and fibrosis-related proteins in LPS-induced HK-2 cells, demonstrating inhibitory effects on renal fibrosis. PNS also mitigated the aggravation of cell damage, pyroptosis, and fibrosis caused by NLRP3 activation.", "population_specificity": "HK-2 cells (human kidney proximal tubular cell line)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:21.864676+00:00"}
{"study_id": 29834, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to study how Panax notoginseng saponins (PNS) inhibit breast cancer growth and metastasis by promoting blood vessel normalization and improving the tumor immune microenvironment.", "results_summary": "PNS suppressed tumor growth, increased blood perfusion, reduced lung metastases, improved vascular morphology, decreased tumor-associated macrophages, and downregulated genes related to tumor angiogenesis and adhesion, primarily by inhibiting EphA2 expression.", "population_specificity": "Transgenic mouse model (MMTV-PyMT (FVB)) with spontaneous breast cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:22.888695+00:00"}
{"study_id": 29836, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of brassinosteroid (BR) on the physiological and biochemical responses of 2-year-old Panax notoginseng under cadmium stress.", "results_summary": "Cadmium stress caused oxidative damage and inhibited growth in Panax notoginseng, but external application of 0.1 mg·L⁻¹ BR alleviated oxidative damage, improved antioxidant enzyme activity, and enhanced photosynthesis and nutrient synthesis.", "population_specificity": "2-year-old Panax notoginseng plants under cadmium stress.", "effective_dosage": "0.1 mg·L⁻¹ BR applied externally.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:26.191022+00:00"}
{"study_id": 29837, "supplement_id": 1418, "safety_score": "75", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to study the residue and dietary risk of propiconazole in Panax notoginseng and its effects on physiological and biochemical properties, including saponin content.", "results_summary": "Propiconazole at recommended doses increased stress markers in Panax notoginseng but showed low dietary risk. Lower doses (66 g·hm~(-2)) promoted saponin accumulation, while higher doses (132 g·hm~(-2)) inhibited it and caused oxidative stress.", "population_specificity": "Panax notoginseng plants in pot experiments.", "effective_dosage": "66 g·hm~(-2) and 132 g·hm~(-2) (foliar spraying).", "study_duration": "Harvest intervals varied, with propiconazole half-life reported as 11.37-13.67 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:27.348656+00:00"}
{"study_id": 29839, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the degradation effect of ultrasonic-assisted Fenton reaction on Panax notoginseng polysaccharide (PP) and its impact on antioxidant activities.", "results_summary": "The study found that degraded PP fractions (PP3, PP5, PP7) had significantly reduced molecular weights but retained similar backbone characteristics. PP7 (5.89 kDa) exhibited stronger antioxidant activities in both chemiluminescence-based and HHL5 cell-based methods.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:28.833478+00:00"}
{"study_id": 29838, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effect of combining astragaloside IV and Panax notoginseng saponins on cerebral ischaemia-reperfusion injury and explore the mechanism involving Nrf2, ferroptosis, and inflammatory response.", "results_summary": "The combination of astragaloside IV and Panax notoginseng saponins reduced cerebral infarction, improved behavioral performance, decreased markers of ferroptosis and inflammation, and increased protective factors, with effects mediated by Nrf2 activation. The combined treatment was more effective than single treatments, and an Nrf2 inhibitor reversed these benefits.", "population_specificity": "Sprague-Dawley rats with middle cerebral artery ischaemia-occlusion-reperfusion injury", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:30.090354+00:00"}
{"study_id": 29840, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Panax notoginseng saponins (PNS) could promote hair follicle growth in mice and clarify the underlying mechanism.", "results_summary": "The study found that 8% PNS significantly increased hair follicle growth in mice, with effects comparable to 5% minoxidil. The mechanism appeared linked to activation of the Wnt/β-catenin signaling pathway, evidenced by upregulated expression of β-catenin, Wnt10b, and LEF1.", "population_specificity": "Male C57BL/6J mice with shaved dorsal skin.", "effective_dosage": "2% (10 mg/kg), 4% (20 mg/kg), and 8% (40 mg/kg) PNS, administered intragastrically.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:30.946263+00:00"}
{"study_id": 29841, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the role of abscisic acid (ABA) in regulating dormancy and germination in recalcitrant seeds of Panax notoginseng.", "results_summary": "ABA treatments inhibited embryonic development, promoted dormancy, and delayed germination in Panax notoginseng seeds, with higher ABA concentrations showing stronger inhibitory effects. The study identified significant changes in hormone levels and gene expression related to ABA and MAPK signaling pathways.", "population_specificity": "Recalcitrant seeds of Panax notoginseng.", "effective_dosage": "1 mg·l-1 (LA) and 10 mg·l-1 (HA) ABA treatments.", "study_duration": "60 days of after-ripening process (DAR).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:31.474568+00:00"}
{"study_id": 29843, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the mechanisms by which Panax notoginseng saponins (PNS) inhibit Th17 cell differentiation in rheumatoid arthritis (RA) and the role of pyruvate kinase M2 (PKM2) in this process.", "results_summary": "PNS inhibited Th17 cell differentiation, reduced PKM2 dimerization and nuclear accumulation, and suppressed STAT3 phosphorylation, leading to attenuated RA symptoms in a CIA mouse model.", "population_specificity": "Naive CD4+ T cells in vitro and collagen-induced arthritis (CIA) mice.", "effective_dosage": "5, 10, 20 μg/mL (in vitro); 100 mg/kg (in vivo).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:32.337151+00:00"}
{"study_id": 29844, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to systematically summarize the pharmacodynamic and pharmacokinetic interactions between Panax notoginseng and conventional drugs, focusing on molecular mechanisms to mitigate risks of combination therapy.", "results_summary": "Panax notoginseng interacts synergistically with various drugs (e.g., anticancer, antiplatelet, antimicrobial) to overcome drug resistance and side effects, primarily by regulating metabolic enzymes and transporters like cytochrome P450 and P-glycoprotein. Amphipathic saponins in P. notoginseng also enhance drug solubility and absorption, offering new avenues for drug delivery research.", "population_specificity": "Not specified (literature review of in vivo and in vitro studies).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "Interacts with anticancer, antiplatelet, and antimicrobial drugs; affects metabolic enzymes and transporters.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:36.372463+00:00"}
{"study_id": 29845, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the molecular basis and mechanism of action of Panax notoginseng saponins (PNS) combined with bone mesenchymal stem cells (BMSCs) for treating diabetic cutaneous ulcers (DCU).", "results_summary": "The study found that PNS combined with BMSCs significantly promoted wound healing, reduced inflammatory response, and upregulated miR-146a-5p while downregulating inflammatory markers and inhibiting the NF-κB pathway. The combination therapy showed the largest wound healing area and enhanced cell proliferation compared to other groups.", "population_specificity": "75 SD rats with induced diabetic cutaneous ulcers.", "effective_dosage": "Not specified", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:37.095391+00:00"}
{"study_id": 29846, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the molecular mechanism by which exogenous gibberellic acid (GA3) shortens the after-ripening process and promotes germination in recalcitrant Panax notoginseng seeds.", "results_summary": "Exogenous GA3 application increased endogenous GA3 levels, altered the GA/ABA ratio, enhanced embryo development, and promoted radicle protrusion, thereby shortening the after-ripening process and improving seed germination. The study identified key genes and pathways regulated by GA3, including those related to GA biosynthesis and ABA signal transduction inhibition.", "population_specificity": "Panax notoginseng seeds (recalcitrant seeds with morphophysiological dormancy).", "effective_dosage": "50 mg L-1 (LG) and 500 mg L-1 (HG) GA3.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:39.699528+00:00"}
{"study_id": 29847, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the molecular mechanism of Panax notoginseng saponins (PNS) in treating rheumatoid arthritis (RA), focusing on its anti-inflammatory effects and impact on angiogenesis and cell migration.", "results_summary": "PNS demonstrated multisystem, multicomponent, and multitargeted properties in treating RA, promoting human umbilical vein endothelial cell (HUVEC) proliferation, activity, and capillary-like tube branching. The therapeutic effects were linked to apoptotic and cytokine signaling pathways.", "population_specificity": "Human umbilical vein endothelial cells (HUVECs) in vitro.", "effective_dosage": "Various doses tested, but the optimal concentration was not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:40.019216+00:00"}
{"study_id": 29842, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the pharmacokinetics of Panax notoginseng total saponins (PNS) in rabbit tears when administered as eye drops, assessing its potential for treating inflammatory ocular surface diseases.", "results_summary": "The study developed a sensitive UPLC-QqQ-MS/MS method for analyzing PNS in tear samples, finding that PNS eye drops had slower elimination and longer half-life compared to oral or intravenous administration, suggesting improved potential for treating anterior segment eye diseases.", "population_specificity": "Rabbits", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:40.504817+00:00"}
{"study_id": 29848, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of different soil moisture levels on the physiological state, yield, quality, and disease occurrence of Panax notoginseng cultivated under pine forests.", "results_summary": "Higher soil moisture (80-85% and 95-100% field capacity) improved photosynthetic rate and biomass accumulation, while lower moisture (50-55% and 65-70% field capacity) increased saponin content. Excessive moisture (95-100% field capacity) disrupted microbial diversity, increasing root rot incidence.", "population_specificity": "Organic Panax notoginseng cultivated under pine forests (PPF).", "effective_dosage": "Not specified (soil moisture levels: 50-55%, 65-70%, 80-85%, 95-100% field capacity).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:41.128053+00:00"}
{"study_id": 29850, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify the multi-components of Panax notoginseng flower bud (PNF) and determine which components are absorbed and metabolized in rats to understand its potential cardiovascular benefits.", "results_summary": "The study identified 219 components in PNF, with 40 absorbed into rat plasma, and characterized 11 metabolites primarily through phase I metabolic pathways (deglycosylation and oxidation). This systematic analysis provides insights into PNF's bioactive compounds and their metabolic fate.", "population_specificity": "Rats", "effective_dosage": "3.6 g/kg (oral administration)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:41.257416+00:00"}
{"study_id": 29849, "supplement_id": 1418, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the effects of Panax notoginseng preparations (PNP) containing PNS or PTS on platelet aggregation and coagulation in the adjuvant treatment of coronary heart disease (CHD) and ischemic stroke (IS).", "results_summary": "PNP combined with aspirin (ASA) showed stronger antiplatelet aggregation and anticoagulation effects compared to ASA alone, without increasing bleeding risk, gastrointestinal side effects, or urticaria. PNS plus ASA reduced fibrinogen (FIB) and D-dimer (DD), while PTS plus ASA prolonged prothrombin time (PT) and PT-INR.", "population_specificity": "2216 patients with coronary heart disease (CHD) or ischemic stroke (IS).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:41.664601+00:00"}
{"study_id": 194535, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to distinguish Panax notoginseng from hepatotoxic herbs like Gynura japonica and review cases of liver injury caused by misidentification.", "results_summary": "The study found that Panax notoginseng is often misused with hepatotoxic G. japonica, leading to liver injury, but did not assess its own safety or efficacy.", "population_specificity": "Cases of liver injury in China (1980–2019) due to misidentified herbs.", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:44.896386+00:00"}
{"study_id": 49712, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare changes in lipid distribution in intestinal tumour tissue after oral administration of Panax quinquefolius vesicles.", "results_summary": "The study identified seven lipid classes in mouse tumours and found that fibre tissue cells had a 23.2% higher lipid distribution than tumour tissue cells, except for fatty acid species. The effects of Panax quinquefolius on lipid distribution were noted but not quantified in detail.", "population_specificity": "Colon cancer mouse model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:49.015612+00:00"}
{"study_id": 49713, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to elucidate the mechanism by which biochar reduces cadmium (Cd) accumulation in Panax quinquefolius (American ginseng) seedlings.", "results_summary": "Biochar treatment improved soil properties, increased beneficial microorganism abundance, and reduced Cd content by enhancing cadmium-chelated metabolites in soil and detoxification substances in plants. These changes were significantly correlated with rhizosphere microecology.", "population_specificity": "Panax quinquefolius (American ginseng) seedlings under cadmium stress.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:49.434239+00:00"}
{"study_id": 194536, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Panax notoginseng (PNG) taken for 3 days, alone or combined with exercise, could reduce postprandial hyperglycemia after an oral glucose tolerance test (OGTT) in untrained non-diabetic men aged 20-45 years.", "results_summary": "A daily 3g dose of PNG significantly lowered postprandial plasma glucose at 30 minutes post-OGTT and reduced glucose area under the curve (AUC) over 90 minutes compared to placebo, while exercise alone did not show significant effects.", "population_specificity": "Untrained non-diabetic men aged 20-45 years.", "effective_dosage": "3g daily for 3 days.", "study_duration": "3 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:49.508136+00:00"}
{"study_id": 49710, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the origin of a ginseng-related factor in soil that reduces ginseng resistance to root infection by Ilyonectria mors-panacis and whether it is of microbial origin.", "results_summary": "The study found that Pseudomonas plecoglossicida, a bacterium from ginseng soil, metabolizes ginseng root compounds, producing substances that suppress root rot resistance, similar to those found in soils previously planted with ginseng. Ginsenoside levels decreased over time, suggesting microbial utilization of these compounds.", "population_specificity": "Soil and bacterial isolates from previously planted ginseng fields.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:50.183878+00:00"}
{"study_id": 49714, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the role of methanol-soluble compounds in soil previously planted with ginseng in increasing root lesion size and altering gene expression during Ilyonectria mors-panacis infection, contributing to ginseng replant disease.", "results_summary": "The study found that methanol extracts from previously ginseng-planted soil increased root lesion size and suppressed JA/ET-related gene expression while triggering SA-related gene expression during infection. Roots treated with these extracts showed altered gene expression patterns compared to controls.", "population_specificity": "Panax quinquefolius (American ginseng) plants", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:50.204421+00:00"}
{"study_id": 49715, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify the metabolomic and transcriptomic mechanisms in Panax quinquefolius roots induced by arbuscular mycorrhizal fungi (AMFs) colonization.", "results_summary": "AMFs colonization significantly altered the metabolic and transcriptional profiles of Panax quinquefolius, increasing ginsenosides (Rb1, Rg2), threonine, and glutaric acid levels, and affecting genes related to plant hormone signal transduction, glutathione metabolism, and plant-pathogen interaction pathways.", "population_specificity": "Panax quinquefolius plants (non-human study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:50.793749+00:00"}
{"study_id": 49716, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of Panax quinquefolius polysaccharides (WQP) on antibiotic-associated diarrhea (AAD) in rats, focusing on gut microbiota, inflammatory markers, and intestinal barrier function.", "results_summary": "WQP reduced inflammatory cell infiltration, lowered pro-inflammatory cytokines (IL-1β, IL-6, IL-17A, TNF-α), increased anti-inflammatory cytokines (IL-4, IL-10), improved gut microbiota diversity, and enhanced intestinal barrier function by upregulating Occludin and Claudin-1. It also inhibited the MAPK inflammatory pathway.", "population_specificity": "Rats with antibiotic-associated diarrhea induced by lincomycin hydrochloride.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:54.816471+00:00"}
{"study_id": 29851, "supplement_id": 1418, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the short-term efficacy and mechanism of Panax notoginseng (Sanqi) for aspirin resistance in secondary stroke prevention via the TLR4/MyD88/NF-κB signaling pathway.", "results_summary": "The study found that Panax notoginseng, when added to conventional treatments, was evaluated for its effects on platelet aggregation rate and inflammatory markers (TLR4, MyD88, NF-κB, COX-2, IL-6, CRP, TXB2) in aspirin-resistant stroke patients. The results suggest potential efficacy, but the abstract does not provide specific outcome data.", "population_specificity": "Adults aged 45-65 years diagnosed with aspirin semi-resistance after stroke.", "effective_dosage": "Not specified in the abstract.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:57.591115+00:00"}
{"study_id": 49717, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the antidiabetic effects and underlying mechanisms of malonyl ginsenosides (PQ-MGR) from Panax quinquefolius in a mouse model of type 2 diabetes mellitus (T2DM).", "results_summary": "PQ-MGR significantly improved glucose and lipid metabolism, reduced fasting blood glucose and other metabolic markers, and modulated key signaling pathways (IRS1/PI3K/Akt and AMPK/ACC) in T2DM mice.", "population_specificity": "High-fat diet/streptozotocin (HFD/STZ)-induced T2DM mice.", "effective_dosage": "Not specified.", "study_duration": "5 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:57.875324+00:00"}
{"study_id": 49719, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the immunomodulatory mechanism of American ginseng (Panax quinquefolius) in cyclophosphamide-induced immunosuppressed mice, focusing on gut microbiota and metabolomics.", "results_summary": "American ginseng polysaccharides (AGP), ginsenosides (AGG), and their combination (AGP_AGG) improved immune function by restoring lymphocyte ratios, enhancing intestinal barrier integrity, and modulating gut microbiota and metabolites. The AGP_AGG group showed the most significant effects, increasing beneficial bacteria and altering immunometabolic pathways.", "population_specificity": "CTX-induced immunosuppressed mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:58.721879+00:00"}
{"study_id": 49720, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify the siderophore produced by Ilyonectria fungi and determine its role in causing root rot in American ginseng.", "results_summary": "The study identified the siderophore N,N',N″-triacetylfusarinine C (TAFC) in Ilyonectria, linking it to disease virulence, and found that siderophore production decreased with higher iron concentrations.", "population_specificity": "Ilyonectria and Cylindrocarpon fungal strains affecting American ginseng crops.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:58.724376+00:00"}
{"study_id": 49721, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Panax quinquefolius (American ginseng) mitigates angiotensin II-induced cardiac hypertrophy and dysfunction, and its effects on fatty acid and glucose oxidation.", "results_summary": "Ginseng abolished angiotensin II-induced cardiac hypertrophy, improved left ventricular function, reduced blood pressure, and normalized abnormalities in fatty acid and glucose oxidation-related gene and protein expression in both rats and neonatal rat ventricular myocytes.", "population_specificity": "Rats and neonatal rat ventricular myocytes", "effective_dosage": "10 μg/mL (in vitro), pretreatment dose in vivo not specified", "study_duration": "2 or 4 weeks (in vivo)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:59.496691+00:00"}
{"study_id": 49722, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of acute Panax quinquefolius administration on brain activity (SSVEPs) during working memory and continuous performance tasks.", "results_summary": "Panax quinquefolius reduced prefrontal SSVEP latency during working memory retrieval but had no significant effects on continuous performance tasks or behavioral performance. The findings suggest increased prefrontal brain region recruitment during working memory processing after a single dose.", "population_specificity": "Middle-aged volunteers aged 40-60 years", "effective_dosage": "200 mg (single dose)", "study_duration": "Acute (single administration)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:58:59.929194+00:00"}
{"study_id": 49723, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a multi-ingredient herbal supplement containing Panax quinquefolius (American ginseng) could enhance cognitive performance and cerebral-cortical activation during working memory and attention tasks.", "results_summary": "The study found that the supplement significantly improved working memory task performance (accuracy and response time) and was associated with reduced prefrontal cortex activation, indicating increased neural efficiency. These effects were independent of demographic variables, blood glucose response, and mood changes.", "population_specificity": "40 healthy adults aged 18-60 years.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Acute effects measured 45 minutes post-consumption.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:04.829870+00:00"}
{"study_id": 49725, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of American ginseng berry extract (GBE) on oxidative stress, cardiac function, and inflammatory markers in a rat model of myocardial infarction.", "results_summary": "GBE significantly reduced oxidative stress and TNF-α levels but did not improve cardiac function or alter T cell subsets or cytokine production in post-MI rats. The reduction of TNF-α below baseline raised concerns about its prophylactic use in cardiovascular disease.", "population_specificity": "Male Sprague-Dawley rats with induced myocardial infarction.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:06.319698+00:00"}
{"study_id": 49727, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the hepatic protective effects of American ginseng berry (AGB) against acetaminophen (APAP)-induced liver injury in mice.", "results_summary": "AGB pretreatment reduced liver injury markers (ALT, AST, TNF-α, IL-1β), inhibited oxidative stress and inflammation, and improved histopathological outcomes in APAP-induced liver injury.", "population_specificity": "Mice (animal study)", "effective_dosage": "150 mg/kg and 300 mg/kg, orally administered", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:07.626916+00:00"}
{"study_id": 49724, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the immunostimulatory effects of a polysaccharide fraction (AGC1) derived from Panax quinquefolius (American ginseng) using in vitro and ex vivo models.", "results_summary": "AGC1 demonstrated significant immunostimulatory activity, enhancing proinflammatory mediator expression (IL-6, TNF-α, MCP-1, GM-CSF), NOS2 gene expression, and NO production in RAW 264.7 macrophages and primary murine splenocytes, with partial involvement of the NF-κB pathway.", "population_specificity": "RAW 264.7 murine macrophages and primary murine splenocytes (in vitro and ex vivo models).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:07.673962+00:00"}
{"study_id": 49728, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of American ginseng microbial metabolites on colitis and abdominal pain in a DSS-induced mouse model.", "results_summary": "American ginseng metabolites (compound K and ginsenoside Rg3) significantly reduced colitis severity and abdominal pain by inhibiting pro-inflammatory cytokines. The gut microbiome's biotransformation enhanced the anti-inflammatory effects compared to parent compounds.", "population_specificity": "DSS-induced colitis mouse model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:07.701984+00:00"}
{"study_id": 49729, "supplement_id": 1419, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "To systematically review the safety and effectiveness of Panax quinquefolius (American ginseng) as a treatment for fatigue in people with chronic illness.", "results_summary": "The study found a low risk of adverse events associated with ginseng use and modest evidence for its efficacy in treating fatigue. Both American and Asian ginseng were considered promising treatments, though further research is needed.", "population_specificity": "People with chronic illness experiencing fatigue.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:07.963649+00:00"}
{"study_id": 49726, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of a polyherbal dietary supplement containing Panax quinquefolius (American ginseng) on glycemic and lipid parameters in prediabetic individuals.", "results_summary": "The study assessed the supplement's impact on glycemic control markers (blood glucose, fasting insulin, fructosamine, HbA1c) and lipid profiles, but specific results for Panax quinquefolius alone were not detailed in the abstract.", "population_specificity": "Adults with prediabetes.", "effective_dosage": "Standardized to 5% ginsenosides (exact dosage not specified).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:09.174529+00:00"}
{"study_id": 49718, "supplement_id": 1419, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether coadministration of Rg3-enriched Korean Red Ginseng and American ginseng could improve blood pressure and cardiometabolic risk factors in individuals with type 2 diabetes and hypertension.", "results_summary": "The combined ginseng intervention significantly reduced 24-hour systolic blood pressure, improved glycemic control (lowered HbA1c), and positively affected blood lipid profiles (total cholesterol, non-HDL-C, triglycerides, and LDL-C) compared to the control group, with no adverse safety outcomes reported.", "population_specificity": "80 participants with type 2 diabetes (HbA1c: 6.5-8%) and hypertension (systolic BP: 140-160 mmHg or treated).", "effective_dosage": "2.25 g/day of combined Rg3-KRG + AG.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:10.334140+00:00"}
{"study_id": 49730, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Panax quinquefolius saponin (PQS) could ameliorate spinal cord injury (SCI) by inhibiting endoplasmic reticulum stress and associated apoptosis.", "results_summary": "PQS treatment reduced spinal tissue damage, improved functional recovery after SCI, and inhibited ER stress and apoptosis in both in vivo and in vitro models. PQS also prevented triglyceride-induced ER stress and neurite injury in neuronal cultures.", "population_specificity": "Acute spinal cord injury models (in vivo) and neuronal cultures (in vitro).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:14.417214+00:00"}
{"study_id": 49732, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the hepatoprotective effects of Ginseng Essence (GE), which includes Panax quinquefolius, against CCl4-induced liver injury in rats.", "results_summary": "GE reduced liver damage markers (AST, ALT), improved antioxidant defenses, and inhibited inflammation and fibrosis in CCl4-treated rats. The effects were dose-dependent, with higher doses showing greater hepatoprotection.", "population_specificity": "Wistar rats", "effective_dosage": "0.625 g/kg bw, 1.25 g/kg bw, and 3.125 g/kg bw daily", "study_duration": "9 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:16.242898+00:00"}
{"study_id": 49734, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the metabolic effects of American ginseng (Panax quinquefolius) and Asian ginseng (Panax ginseng) in mice using an untargeted metabolomics approach.", "results_summary": "The study found that American ginseng significantly altered 34 metabolites, primarily affecting glyoxylate and dicarboxylate metabolism, the TCA cycle, and taurine and hypotaurine metabolism, suggesting potential benefits for physiological and biological functions. The metabolic pathways identified may help explore new therapeutic effects or action targets for American ginseng.", "population_specificity": "Mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:17.257503+00:00"}
{"study_id": 49735, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the antiobesity effects and mechanisms of Panax quinquefolius (American ginseng) and Panax ginseng (Asian ginseng), focusing on their ginsenoside profiles and physiological impacts.", "results_summary": "The study found that American ginseng has antiobesity effects, but the mechanisms and efficacy compared to Asian ginseng remain controversial. It highlighted differences in ginsenoside profiles and their physiological, cellular, and molecular impacts.", "population_specificity": "Cultured cells, animal models, and humans (broad overview, not specific).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:17.686725+00:00"}
{"study_id": 49731, "supplement_id": 1419, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of American ginseng (Panax quinquefolius) as an add-on therapy for individuals with type 2 diabetes controlled by conventional treatment.", "results_summary": "American ginseng significantly reduced HbA1c, fasting blood glucose, systolic blood pressure, and LDL-C, while increasing NOx levels, with no adverse effects on safety profiles. The study concluded that AG extract is an effective and safe adjunct for managing type 2 diabetes.", "population_specificity": "24 individuals with type 2 diabetes (F:M = 11:13; age = 64 ± 7 years; BMI = 27.8 ± 4.6 kg/m²; HbA1c = 7.1 ± 1.2%).", "effective_dosage": "1 g/meal (3 g/day) of AG extract.", "study_duration": "8 weeks per treatment arm, with a ≥4-week washout period.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:17.827148+00:00"}
{"study_id": 49736, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the immunomodulatory effects of Panax quinquefolius (American ginseng) in treating upper respiratory tract catarrh and its potential to reduce disease duration and antibiotic use.", "results_summary": "The study suggests that Panax quinquefolius, when combined with other medicinal plants like thyme and pelargonium, may help treat respiratory tract diseases, shorten illness duration, and reduce antibiotic needs. Clinical tests and mechanisms of action were summarized, but specific efficacy data for American ginseng alone were not detailed.", "population_specificity": "Patients with upper respiratory tract catarrh (general population, not further specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:18.258902+00:00"}
{"study_id": 49733, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether co-administration of Konjac-glucomannan-based fibre blend (KGB) and American ginseng (AG) could improve diabetes control beyond conventional treatment.", "results_summary": "The study found that co-administration of KGB and AG led to a statistically significant reduction in HbA1c levels (0.31% lower than control) and improved lipid profiles, including reductions in LDL-C, non-HDL-C, total-C, and ApoB.", "population_specificity": "30 participants with type 2 diabetes (18 male, 12 female; age 64 ± 7 years; BMI 28 ± 5 kg/m²; HbA1c 7.0 ± 1.0%).", "effective_dosage": "3 g/day of American ginseng (AG).", "study_duration": "12 weeks per intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:18.775306+00:00"}
{"study_id": 49737, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether North American ginseng could mitigate the adverse cardiac effects of isoproterenol-induced hypertrophy and dysfunction in rats.", "results_summary": "Ginseng attenuated isoproterenol-induced left ventricular dysfunction, reduced heart and lung masses, and suppressed hypertrophic responses in vitro. These effects were linked to reduced protein kinase A and cAMP response element-binding protein phosphorylation.", "population_specificity": "Rats (in vivo and in vitro cardiac myocytes)", "effective_dosage": "0.9 g/L in drinking water (in vivo); 10 μg/mL (in vitro)", "study_duration": "2 weeks (in vivo)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:19.554970+00:00"}
{"study_id": 49738, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of North American ginseng on pro-inflammatory cytokine expression and cardiac function in a mouse model of endotoxemia, a sepsis-like condition.", "results_summary": "Pretreatment with NA ginseng extract significantly inhibited NOX2 expression, superoxide generation, ERK1/2 phosphorylation, and TNF-α expression in the heart, improving cardiac function and survival in endotoxemic mice. Similar anti-inflammatory effects were observed in cultured cardiomyocytes exposed to LPS.", "population_specificity": "Mice with induced endotoxemia (LPS challenge) and cultured cardiomyocytes.", "effective_dosage": "50 mg/kg/day, oral gavage", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:23.640093+00:00"}
{"study_id": 49740, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the molecular mechanisms of American ginseng metabolites, particularly their anticancer and anti-angiogenic effects, and their potential use in combination with other cancer therapies.", "results_summary": "Ginseng metabolites, such as ginsenoside Rg3 and compound K, demonstrated significant anticancer activity, particularly in inhibiting angiogenesis and inducing apoptosis in pulmonary, gastric, and ovarian cancers. The review suggests these metabolites could be effective when combined with other chemotherapeutic agents.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:25.474756+00:00"}
{"study_id": 49741, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the anticancer activities of red American ginseng (Panax quinquefolius) and compare its mechanisms with other red ginseng varieties.", "results_summary": "The study found that red American ginseng exhibits anticancer activity through mechanisms like cell cycle arrest, apoptosis induction, and angiogenesis inhibition. Its efficacy is influenced by ginsenoside structure, sugar molecules, stereoselectivity, and double bond position.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:26.159359+00:00"}
{"study_id": 49743, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the cancer chemopreventive effects of American ginseng on high-fat diet-enhanced colorectal carcinogenesis in a genetically engineered Apc(Min/+) mouse model.", "results_summary": "American ginseng treatment significantly extended the lifespan of Apc(Min/+) mice, reduced tumor initiation and progression, and attenuated metabolic alterations linked to inflammation and oxidation. The study suggests its chemopreventive effects are mediated through anti-inflammatory and antioxidant mechanisms.", "population_specificity": "Genetically engineered Apc(Min/+) mice on a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:27.023243+00:00"}
{"study_id": 49739, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore whether Panax quinquefolius exerts neuroprotective effects against sleep deprivation-induced neurological issues via GABA-ergic mechanisms.", "results_summary": "Panax quinquefolius (100 and 200 mg/kg) reversed sleep deprivation-induced behavioral, biochemical, mitochondrial, and neuroinflammatory impairments. GABA modulators influenced its protective effects, with inhibitors reversing and agonists enhancing its efficacy.", "population_specificity": "Male Laca mice subjected to 72-hour sleep deprivation.", "effective_dosage": "50, 100, and 200 mg/kg administered for 8 days.", "study_duration": "8 days (5 days pre-sleep deprivation + 3 days during deprivation).", "interactions": "GABA modulators (GABA Cl(-) channel inhibitor, GABA-benzodiazepine receptor inhibitor, GABAA agonist) influenced Panax quinquefolius's effects.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:27.178261+00:00"}
{"study_id": 49745, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether North American ginseng (Panax quinquefolius) could reduce eccentric exercise-induced muscle damage and inflammation in rats.", "results_summary": "The aqueous extract (AQ) of North American ginseng reduced muscle damage and inflammation, as evidenced by lower plasma creatine kinase levels and reduced neutrophil infiltration in the soleus muscle, while the alcohol extract (AL) showed no significant morphological benefits.", "population_specificity": "Male Wistar rats", "effective_dosage": "300 mg/(kg·day)", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:27.495849+00:00"}
{"study_id": 49742, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether pseudoginsenoside-F11 (PF11) from Panax quinquefolius could mitigate methamphetamine-induced hyperlocomotion, conditioned place preference, and dopamine release in mice.", "results_summary": "PF11 attenuated methamphetamine-induced locomotor sensitization and place preference, prevented dopamine increases in the nucleus accumbens, and increased GABA levels. It also inhibited μ-opioid receptor-mediated hyperlocomotion and dopamine release.", "population_specificity": "Mice", "effective_dosage": "Not specified", "study_duration": "6-7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:27.537742+00:00"}
{"study_id": 49744, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether the cognitive and mood benefits of Panax quinquefolius (American ginseng) previously observed in young individuals extend to healthy middle-aged adults.", "results_summary": "Panax quinquefolius improved working memory performance at 3 hours post-administration, particularly in spatial working memory tasks, but had no significant effects on mood or blood glucose levels. The findings suggest acute cognitive benefits without glucose modulation in this population.", "population_specificity": "Healthy middle-aged volunteers (40-60 years old, mean age 51.63).", "effective_dosage": "200 mg", "study_duration": "Single administration with assessments at 1, 3, and 6 hours post-dose.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:28.496583+00:00"}
{"study_id": 49746, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to isolate a novel neutral polysaccharide (PPQN) from American ginseng roots and investigate its structure and anti-inflammatory activity.", "results_summary": "PPQN demonstrated significant anti-inflammatory effects by suppressing TNF-α, IL-1β, IL-6, and NO production in LPS-stimulated RAW264.7 macrophages, with inhibition rates ranging from 11.1% to 41.1%. These findings suggest PPQN may have therapeutic potential for inflammation-related diseases.", "population_specificity": "RAW264.7 macrophages (in vitro study)", "effective_dosage": "150 μg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:32.428221+00:00"}
{"study_id": 49748, "supplement_id": 1419, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of Panax quinquefolius (American ginseng) and Panax ginseng (Korean ginseng) on body temperature and metabolic parameters in mice.", "results_summary": "Acute treatment with American ginseng reduced night-time body temperature and lowered serum thyroxin and prostaglandin E2 levels, but chronic treatment showed no significant effects on body temperature or metabolic parameters.", "population_specificity": "Mice", "effective_dosage": "Acute: 1000 mg/kg single dose; Chronic: 200 mg/kg/day", "study_duration": "Acute: single dose; Chronic: four weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:34.394197+00:00"}
{"study_id": 49747, "supplement_id": 1419, "safety_score": "90", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to test the safety of American ginseng supplementation as an adjunct to conventional therapy in patients with type 2 diabetes.", "results_summary": "The study found no changes in kidney, liver, or haemostatic function measures between the American ginseng and placebo groups, with no difference in adverse events. Safety was not compromised in this high cardiovascular disease risk population.", "population_specificity": "74 participants with well-controlled type 2 diabetes (28 male, 46 female; age 63 ± 9.5; BMI 32 ± 5; HbA1c 7 ± 1.3).", "effective_dosage": "500 mg/meal (3 g/day) of American ginseng (10% ginsenosides).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:35.164341+00:00"}
{"study_id": 49749, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the immunomodulatory effects of Panax quinquefolius (American ginseng) on murine splenic cells under different pathophysiological states.", "results_summary": "The study found that American ginseng primarily influenced gene expression in immunocompromised cells, particularly downregulating the interferon-γ signaling pathway. The effects were most pronounced in deficient naïve cells, suggesting pathophysiological state impacts transcriptomic responses to AG.", "population_specificity": "Murine splenic cells from adult male C57BL/6 (B6) mice.", "effective_dosage": "Not specified", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:36.154091+00:00"}
{"study_id": 49750, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the effect of American ginseng (Panax quinquefolius) on arterial stiffness and blood pressure in type 2 diabetes patients with hypertension.", "results_summary": "The study found that 3g of American ginseng significantly reduced radial augmentation index by 5.3% and systolic blood pressure by 11.7% after 12 weeks, with no effect on diastolic blood pressure.", "population_specificity": "64 individuals with well-controlled essential hypertension and type 2 diabetes (22 male, 42 female, mean age 63 ± 9.3 years).", "effective_dosage": "3g daily", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:36.287657+00:00"}
{"study_id": 49753, "supplement_id": 1419, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of American ginseng in improving cancer-related fatigue (CRF) in cancer survivors.", "results_summary": "American ginseng (2000mg daily) showed a statistically significant improvement in CRF at 8 weeks compared to placebo, with no discernible toxicities reported. Greater benefits were observed in patients undergoing active cancer treatment.", "population_specificity": "Fatigued cancer survivors from 40 institutions (n=364).", "effective_dosage": "2000mg daily", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:36.537701+00:00"}
{"study_id": 49752, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antidiabetic effects of North American ginseng (NAG) root extract on type 1 and type 2 diabetes and identify the underlying mechanisms.", "results_summary": "NAG treatment reduced blood glucose and glycated hemoglobin levels in both diabetic models, increased insulin and C-peptide levels in type 1 diabetes, and decreased them in type 2 diabetes. It also increased pancreatic islet area, suggesting β-cell regeneration.", "population_specificity": "C57BL/6 mice with STZ-induced type 1 diabetes and db/db mice (type 2 diabetes model).", "effective_dosage": "200 mg/kg BW/day, oral gavage.", "study_duration": "1 or 2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:38.041883+00:00"}
{"study_id": 49751, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects of Panax quinquefolius saponin (PQS) against oxidative damage in human umbilical vein endothelial cells (HUVECs) caused by intermittent high glucose, and the role of the PI3K/Akt/GSK-3β pathway.", "results_summary": "PQS treatment significantly reduced oxidative damage in HUVECs exposed to intermittent high glucose, improved cell viability, and increased phosphorylation of Akt and GSK-3β. These effects were inhibited by a PI3K inhibitor, suggesting the PI3K/Akt/GSK-3β pathway mediates PQS's protective effects.", "population_specificity": "Human umbilical vein endothelial cells (HUVECs) in vitro.", "effective_dosage": "Not specified", "study_duration": "8 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:38.210417+00:00"}
{"study_id": 49754, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to characterize the metabolic changes in Panax quinquefolius (American ginseng) induced by repetitious steaming and develop a method for quality control of multi-steamed products.", "results_summary": "The study successfully developed a UPLC-Q-TOF-MS/MS method to profile metabolic changes in P. quinquefolius during steaming, identifying 29 ginsenosides (18 newly generated) and deducing transformation mechanisms like hydrolysis and dehydration.", "population_specificity": "Not specified (in vitro study on plant material)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:40.851095+00:00"}
{"study_id": 49755, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of American ginseng (AG) preparations for glycemic control in type 2 diabetes and to raise awareness of evidence supporting its use.", "results_summary": "The study found that American ginseng improves glycemic control in type 2 diabetes by increasing post-prandial insulin levels and reducing postprandial glycemic response, though efficacy may vary due to ginsenoside variability in over-the-counter products. Standardized extracts could enhance consistency and broader application.", "population_specificity": "Patients with type 2 diabetes mellitus.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:43.121306+00:00"}
{"study_id": 49757, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether American ginseng populations exhibit local adaptation to temperature by testing fitness-related and physiological responses under controlled conditions.", "results_summary": "The study found that populations responded differently to temperature treatments, indicating genetic differentiation, but did not consistently show a 'home temperature' advantage, suggesting adaptation to temperature is complex and influenced by other environmental factors.", "population_specificity": "Two populations of American ginseng originating from different elevations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:43.840814+00:00"}
{"study_id": 49758, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the hypoglycemic effects of American red ginseng (ARG), ferulic acid, and cinnamic acid in a type 2 diabetic mouse model.", "results_summary": "ARG treatment significantly lowered blood glucose levels, increased glycogen and HDL contents, and decreased plasma cholesterol and LDL levels. Ferulic acid and cinnamic acid showed similar effects to ARG.", "population_specificity": "Type 2 diabetic mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:43.979113+00:00"}
{"study_id": 49759, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether an aqueous extract of American ginseng could influence the course of experimental autoimmune encephalomyelitis (EAE), an animal model of multiple sclerosis (MS).", "results_summary": "The aqueous extract of ginseng significantly reduced clinical signs of EAE, lowered circulating TNF-α levels, and decreased CNS immunoreactive iNOS and demyelination scores, without affecting other neuropathological measures.", "population_specificity": "C57BL/6J mice with induced EAE.", "effective_dosage": "150 mg/kg body mass (oral administration).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:45.014272+00:00"}
{"study_id": 49756, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to assess the chemical and sensory profiles of a UHT-treated, low-lactose functional milk containing American ginseng and evaluate consumer acceptance of the product.", "results_summary": "The study found that ginsenoside-rich American ginseng extract in UHT-treated milk retained 67.6% of its original content, providing a dosage (11.5–23 mg) sufficient for cognitive benefits. Sensory analysis showed increased bitterness, metallic taste, and brown color, mitigated by vanilla flavor and sucralose, with niche consumer acceptance.", "population_specificity": "Young adults (implied by cognitive function improvement context).", "effective_dosage": "11.5–23 mg total ginsenosides (from 150–300 mL of enriched milk).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:45.022740+00:00"}
{"study_id": 49760, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine whether North American ginseng (Panax quinquefolius) could reverse established cardiomyocyte hypertrophy and left ventricular dysfunction in heart failure models.", "results_summary": "Ginseng administration nearly reversed systolic and diastolic abnormalities in rats and restored normal phenotype in hypertrophic cardiomyocytes, likely mediated by reversal of calcineurin activation and reduced NFAT3 nuclear translocation. It also normalized profibrotic gene expression.", "population_specificity": "Rats with coronary artery occlusion-induced heart failure and cultured neonatal ventricular cardiomyocytes.", "effective_dosage": "0.9 g/L in drinking water ad libitum for rats.", "study_duration": "4 weeks in rats, 24 hours in cultured cardiomyocytes.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:47.152162+00:00"}
{"study_id": 49761, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the preventive effects of North American ginseng on diabetic retinopathy and cardiomyopathy and to explore the underlying mechanisms of these effects.", "results_summary": "Ginseng treatment significantly improved dysmetabolic states, reduced oxidative stress, and prevented diabetes-induced upregulations of extracellular matrix proteins and vasoactive factors in the heart and retina. It also enhanced cardiac function and reduced molecular markers of cardiac hypertrophy.", "population_specificity": "C57BL/6 mice with streptozotocin-induced diabetes (type 1) and db/db mice (type 2), along with age-matched and sex-matched controls.", "effective_dosage": "200 mg/kg body weight, daily oral gavage", "study_duration": "2 or 4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:47.322461+00:00"}
{"study_id": 49762, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the cardiovascular benefits of Panax quinquefolius (American ginseng), focusing on its potential cardioprotective, antihypertensive, and anti-hypertrophic effects.", "results_summary": "The study found that Panax quinquefolius exhibits cardioprotective properties, including protection against ischemia-reperfusion injury and attenuation of myocardial hypertrophy, but clinical evidence of efficacy remains inconclusive due to a lack of well-designed trials.", "population_specificity": "Not specified (general cardiovascular effects discussed, no specific population mentioned).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:50.683400+00:00"}
{"study_id": 49765, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the evidence for Panax quinquefolius (American ginseng) in the prevention and treatment of the common cold in adults.", "results_summary": "The study found inconsistent evidence for the effectiveness of Panax quinquefolius in preventing the common cold, warranting further research. No conclusive benefits were demonstrated.", "population_specificity": "Adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:52.531854+00:00"}
{"study_id": 49767, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "To assess the efficacy of ginseng preparations, specifically North American ginseng (Panax quinquefolius), in preventing common colds in healthy adults.", "results_summary": "North American ginseng reduced the total number of common colds by 25% compared to placebo in one trial and shortened the duration of colds or acute respiratory infections by 6.2 days in two trials, but evidence on incidence reduction was insufficient.", "population_specificity": "Healthy adults", "effective_dosage": "Not specified", "study_duration": "8-16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:53.148932+00:00"}
{"study_id": 49763, "supplement_id": 1419, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of American ginseng root extract on glucose-induced oxidative stress and associated damage in human umbilical vein endothelial cells (HUVECs).", "results_summary": "American ginseng significantly prevented glucose-induced oxidative stress, DNA damage, NF-κB activation, and increases in fibronectin, EDB(+)FN, endothelin-1, and VEGF mRNA and protein levels in HUVECs. The study concluded that American ginseng protected HUVECs from glucose-induced damage through its antioxidant properties.", "population_specificity": "Human umbilical vein endothelial cells (HUVECs) in vitro.", "effective_dosage": "Various concentrations of alcoholic extract (specific amounts not detailed).", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:53.283321+00:00"}
{"study_id": 49766, "supplement_id": 1419, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether gamma irradiation could effectively degrade the fungicide PCNB in American ginseng while preserving ginsenoside content and achieving microbial decontamination.", "results_summary": "Gamma irradiation (20 kGy) reduced PCNB residues in ginseng from 3.7 ppm to 0.2 ppm, preserved ginsenoside content (less than 5% reduction for Rb1 and Re, no significant reduction for Rc, Rd, and Rg1), and achieved microbial decontamination at 10 kGy. Irradiated PCNB showed reduced toxicity to mouse fibroblast cells and higher IC50 for Sclerotium rolfsii.", "population_specificity": "Not specified (in vitro and microbial studies).", "effective_dosage": "5 kGy and 20 kGy gamma irradiation.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:55.343963+00:00"}
