{"study_id": 19645, "supplement_id": 1253, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and broader applications of the very low-energy ketogenic diet (VLEKT) in obesity management, including its impact on comorbidities and combination with other strategies.", "results_summary": "The study found that VLEKT is effective for weight management and metabolic benefits, with positive effects on obesity-related comorbidities like metabolic syndrome and liver disease. However, adherence and potential nutritional deficiencies require careful monitoring.", "population_specificity": "Individuals with obesity and related comorbidities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:40.609512+00:00"}
{"study_id": 19644, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the molecular mechanisms by which the ketogenic diet induces ferroptosis in pancreatic cancer cells, focusing on the role of CAV1.", "results_summary": "The study found that the ketogenic diet downregulated CAV1, leading to ferroptosis in pancreatic cancer cells through Fe2+ overload and lipid peroxidation. In mouse models, the diet increased ferroptosis biomarkers while reducing CAV1 and SLC7A11 levels.", "population_specificity": "Pancreatic adenocarcinoma (PAAD) tissues and tumor-bearing mouse models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:40.612098+00:00"}
{"study_id": 19646, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a ketogenic diet (KD) increases cerebral blood flow (CBF) and Brain-Derived Neurotrophic Factor (BDNF) in healthy individuals, suggesting its potential to prevent cognitive decline.", "results_summary": "A KD significantly increased plasma β-OHB levels, CBF by 22%, and BDNF levels by 47% compared to a standard diet, with a correlation between β-OHB and CBF.", "population_specificity": "11 cognitively healthy individuals with overweight", "effective_dosage": "Not specified", "study_duration": "Two three-week diet periods (crossover trial)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:42.720500+00:00"}
{"study_id": 19643, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether increasing ketones through a ketogenic diet or exogenous ketone salts could help manage heart failure with preserved ejection fraction (HFpEF) in a rat model.", "results_summary": "Both the ketogenic diet and ketone salts improved structural echocardiographic parameters, reduced fibrosis and hypertrophy, and enhanced metabolic profiles, though diastolic function in vivo was unaffected. Ex vivo cardiomyocyte preparations showed improved calcium handling and relaxation, with ketone salts particularly reversing stiffness and improving force development.", "population_specificity": "ZSF1 obese rats with HFpEF.", "effective_dosage": "Not specified for the ketogenic diet; ketone salts were added to drinking water (exact dosage not provided).", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:45.690311+00:00"}
{"study_id": 19650, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "To evaluate the potential antidepressant effects of the ketogenic diet (KD) in Major Depressive Disorder (MDD) and explore its safety, efficacy, and mechanistic pathways.", "results_summary": "Preliminary evidence suggests KD may reduce depressive-like behaviors in animal models and improve mood and cognitive function in humans, though long-term efficacy and specific mechanisms remain unclear.", "population_specificity": "Individuals with Major Depressive Disorder (MDD) and preclinical animal models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:47.364865+00:00"}
{"study_id": 19647, "supplement_id": 1253, "safety_score": "80", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to explore the safety, feasibility, and effectiveness of the ketogenic diet (KD) in children with brain tumors, focusing on side effects, patient tolerance, tumor response, quality of life, and nutritional status.", "results_summary": "KD was well-tolerated with nonsevere side effects; six patients showed positive tumor response, five improved neurological skills, and four reported growth improvement. However, statistical analyses were not possible due to limited data, and effects on tumors remain unclear.", "population_specificity": "Children with brain tumors (11 participants across eight studies).", "effective_dosage": "Classic KD with medium-chain triglyceride oil, modified Atkin, or low-carbohydrate diet (specific amounts not detailed).", "study_duration": "Median overall survival reported as 17.6 months (intervention duration not explicitly stated).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:47.803335+00:00"}
{"study_id": 19651, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential of the ketogenic diet as a complementary therapy for improving outcomes in ALS patients.", "results_summary": "The abstract suggests that the ketogenic diet shows promise as a complementary therapy for ALS, alongside other emerging strategies like mitochondrial dysfunction targeting and neuroinflammation modulation. However, specific efficacy data or outcomes related to the ketogenic diet are not detailed.", "population_specificity": "Patients with amyotrophic lateral sclerosis (ALS).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:47.995964+00:00"}
{"study_id": 19649, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the incidence of inadvertent administration of carbohydrate-containing medications in hospitalized pediatric patients on a ketogenic diet (KD) for epilepsy management.", "results_summary": "The study found that 52% of admissions involved unintended IV carbohydrate-containing medication orders, and 64% involved oral medications, averaging 2 such orders per admission. Premix IV products diluted in carbohydrate solutions were a common issue, increasing the risk of loss of ketosis and breakthrough seizures.", "population_specificity": "Pediatric patients (≤18 years) with epilepsy or intractable epilepsy on a traditional KD or KD total parenteral nutrition during hospitalization, including those with GLUT-1 genetic disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Carbohydrate-containing medications (both IV and oral) were noted to interfere with the KD's effectiveness.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:48.221320+00:00"}
{"study_id": 19648, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of 12 months of ketogenic diet therapy (KDT) on brain connectivity, seizure control, behavioral/mood alterations, and parental stress in children with drug-resistant epilepsy.", "results_summary": "Twelve months of KDT reduced monthly seizure frequency, improved mood/behavioral disturbances, and relieved primary caregivers' stress. Changes in brain connectivity (ΔAssortativity) correlated with behavioral outcomes and seizure reduction rates.", "population_specificity": "Children with drug-resistant epilepsy.", "effective_dosage": "Not specified.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:49.890502+00:00"}
{"study_id": 19652, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of VDAC1 in mediating the anti-seizure effects of the ketogenic diet (KD) in a chronic epilepsy model.", "results_summary": "The study found that chronic administration of VDAC1 antagonist VBIT-4 reduced seizure activity and behavioral abnormalities in epileptic mice under KD conditions but not under control diet conditions. Additionally, VBIT-4 treatment under KD attenuated inflammation and oxidative stress in the hippocampi and serum of epileptic mice.", "population_specificity": "Pilocarpine-induced chronic epilepsy model in mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:50.024388+00:00"}
{"study_id": 19653, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review the weight-loss outcomes of ketogenic diet interventions for obesity, monitored by ketone bodies as an adherence indicator.", "results_summary": "The study found that ketogenic diet interventions improved weight-related outcomes (e.g., body weight, BMI, waist circumference) in obese participants but noted minor reductions in lean body mass without resistance training and variability in adherence. Positive effects on appetite regulation were observed, particularly when combined with exercise.", "population_specificity": "Participants with obesity", "effective_dosage": "Carbohydrate intake ranged from 7-27% of daily energy", "study_duration": "28 days to 12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:50.718250+00:00"}
{"study_id": 19654, "supplement_id": 1253, "safety_score": "80", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the safety and outcomes of abruptly discontinuing ketogenic diet therapy in patients with varying levels of seizure control.", "results_summary": "Thirteen out of fifteen patients showed no worsening in seizure frequency or EEG after abrupt discontinuation, while two patients experienced increased seizures and resumed the diet. The study suggests inpatient rapid discontinuation can be a safe alternative to gradual weaning.", "population_specificity": "Fifteen children and adults on ketogenic diet therapy with varying seizure control.", "effective_dosage": "Not specified", "study_duration": "Immediate discontinuation (no prolonged intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:52.893914+00:00"}
{"study_id": 19655, "supplement_id": 1253, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to summarize the latest studies on the ketogenic diet's potential in psychiatric care, considering clinical implications and future research directions.", "results_summary": "The study found that the ketogenic diet shows potential in reducing symptoms across psychiatric conditions, including mood disorders, psychotic disorders, alcohol use, and eating disorders, with benefits linked to neuroprotective and anti-inflammatory effects. It was also noted as feasible and well-tolerated in patients with mental disorders.", "population_specificity": "Individuals with psychiatric conditions, including mood disorders, psychotic disorders, alcohol use, and eating disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:54.608231+00:00"}
{"study_id": 19658, "supplement_id": 1253, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the impact of a ketogenic diet on clinical, metabolic, and neurochemical outcomes in individuals with bipolar disorder.", "results_summary": "The study found significant improvements in metabolic outcomes (weight, BMI, blood pressure) and correlations between ketone levels and mood, energy, impulsivity, and anxiety. Brain glutamate/glutamine levels also decreased in key regions.", "population_specificity": "Euthymic individuals with bipolar disorder (N = 27, 20 completers).", "effective_dosage": "Not specified (modified ketogenic diet).", "study_duration": "6-8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:55.966577+00:00"}
{"study_id": 19656, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of combining a ketogenic diet with propagermanium treatment on chronic neuroinflammation in a Tay-Sachs disease mouse model.", "results_summary": "The study found that combined treatment with a ketogenic diet and propagermanium reduced neuroinflammation-related gene expression in the cortex of Hexa-/-Neu3-/- mice, with immunohistochemical analysis supporting these findings. Behavioral analyses also suggested phenotypic improvement.", "population_specificity": "Hexa-/-Neu3-/- mice (a Tay-Sachs disease mouse model).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:56.964463+00:00"}
{"study_id": 19659, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore barriers and facilitators for children and young people with drug-resistant epilepsy and their families when starting or continuing ketogenic diet therapy (KDT).", "results_summary": "The study identified multiple barriers (15 pre-diet/initiation, 19 maintenance) and facilitators (9 pre-diet/initiation, 14 maintenance) affecting KDT adherence, highlighting multifactorial challenges beyond individual levels.", "population_specificity": "Children and young people with drug-resistant epilepsy referred for KDT and their families.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:57.237571+00:00"}
{"study_id": 19663, "supplement_id": 1253, "safety_score": "30", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to document a case of Prurigo Pigmentosa (PP) linked to ketosis from a low-carbohydrate diet and highlight its recognition in diverse populations.", "results_summary": "The study found that a strict low-carbohydrate diet induced ketosis, leading to PP in a 16-year-old girl. Skin lesions resolved after carbohydrate reintroduction and doxycycline therapy.", "population_specificity": "16-year-old Romanian girl with a six-month history of pruritic eruptions.", "effective_dosage": "Not specified", "study_duration": "Six months (duration of symptoms prior to intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:58.665907+00:00"}
{"study_id": 19660, "supplement_id": 1253, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of a milk-based ketogenic diet (KD) in reducing seizures and improving nutritional and developmental outcomes in infants with genetic drug-resistant epilepsy (DRE).", "results_summary": "The study found that the milk-based KD significantly reduced mean seizure frequency from 16.5/day to 4.6/day (p < 0.001), improved nutritional status, and maintained consistent ketosis without significant adverse changes in biochemical parameters.", "population_specificity": "Infants aged one to six months with genetic drug-resistant epilepsy (DRE).", "effective_dosage": "KD started at a 2:1 ratio based on a non-fasting protocol, optimized as needed.", "study_duration": "Six months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:58.745608+00:00"}
{"study_id": 19664, "supplement_id": 1253, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "To compare the anti-seizure efficacy and safety of a C10-enriched MCT ketogenic diet with the classic KD in pediatric patients with refractory epilepsy.", "results_summary": "The C10-enriched KD resulted in seizure reduction in all five patients initially treated, with two becoming seizure-free, while classic KD was effective in two out of five patients. Upon crossover, patients switching to C10-enriched KD showed additional seizure reduction, and adverse effects were manageable.", "population_specificity": "Pediatric patients with refractory epilepsy.", "effective_dosage": "Not specified", "study_duration": "8 weeks per diet (16 weeks total)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:00.477446+00:00"}
{"study_id": 19665, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the role of glial cells in mediating the effects of a ketogenic diet (KD) or β-hydroxybutyrate (β-HB) on glioma growth and survival in mice.", "results_summary": "The study found that a KD or β-HB reduced glioma growth in mice, induced a pro-inflammatory phenotype in astrocytes, and increased functional glutamate transporters. Additionally, β-HB treatment or co-culture with astrocytes increased basal Ca2+ levels in glioma cells, suggesting potential protective effects against tumor proliferation and excitotoxicity.", "population_specificity": "Glioma-bearing mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:03.598496+00:00"}
{"study_id": 19666, "supplement_id": 1253, "safety_score": "40", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to review the current progress and controversy surrounding the ketogenic diet (KD) and β-hydroxybutyrate (BHB) in osteoporosis, offering a novel perspective on its prevention and treatment.", "results_summary": "The ketogenic diet showed detrimental effects on bone accumulation and microarchitecture in osteoporosis-related studies, while BHB appeared to ameliorate osteoporosis by promoting osteoblastogenesis and inhibiting osteoclastogenesis. The review highlights the need for further research to clarify the differences between KD and BHB in osteoporosis.", "population_specificity": "Preclinical and clinical studies related to osteoporosis.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:04.429066+00:00"}
{"study_id": 19657, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore how valproic acid (VPA) levels affect beta-hydroxybutyrate (BHB) levels in children treated with both VPA and the ketogenic diet (KD).", "results_summary": "The study found a statistically significant negative association between VPA and BHB levels, indicating that as VPA levels increase, BHB levels decrease, and vice versa. This suggests that treatment plans may need adjustment if seizure control is not achieved.", "population_specificity": "Children under 18 years old with refractory epilepsy treated with both VPA and classic KD.", "effective_dosage": "Not specified", "study_duration": "Data collected between 2018 and 2022 (exact duration per participant not specified)", "interactions": "Interaction noted between VPA and BHB levels.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:05.356438+00:00"}
{"study_id": 19667, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the potential of a ketogenic diet (KD) as a treatment for drug addiction by examining its effects on microglia-mediated inflammation and glucose metabolism disorders.", "results_summary": "The study found that a KD may alleviate glucose metabolism disorders caused by alcohol use disorders, reduce withdrawal symptoms, and promote an anti-inflammatory state in microglia, suggesting its potential as a treatment for drug addiction.", "population_specificity": "Individuals with drug addiction, particularly those with alcohol use disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:06.455650+00:00"}
{"study_id": 19668, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to critically assess the role and benefits of a Ketogenic Diet (KD) as a non-pharmacological adjuvant approach for neurogliomas (gliomas) from a Medical Nutrition Therapy (MNT) perspective.", "results_summary": "The study found that glioma cancer survivors may benefit from a KD, though its role in augmenting traditional treatment side effects and post-treatment outcomes remains unclear. More research is needed to establish standard guidelines for KD macronutrient composition and the benefits of nutritional guidance by dietitians.", "population_specificity": "Glioma cancer survivors and patients with CNS tumors.", "effective_dosage": "75% fat, 20% protein, 5% carbohydrates (macronutrient composition mentioned, but no specific dosage or frequency provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:07.684449+00:00"}
{"study_id": 19670, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 55, "study_goal": "The researchers aimed to investigate how the ketogenic diet modulates the intestinal microbiome in pediatric epilepsy patients and its potential role in managing drug-resistant epilepsy.", "results_summary": "The study found a trend towards increased alpha diversity and higher relative abundance of certain bacterial species (Bacteroidaceae, Ruminococcaceae, Prevotellaceae) in patients on the ketogenic diet compared to controls. A subset of controls with high Bifidobacterium abundance may be candidates for ketogenic diet trials.", "population_specificity": "Pediatric patients with drug-resistant epilepsy (4 on ketogenic diet, 9 controls).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:10.008944+00:00"}
{"study_id": 19671, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the anti-cancer efficacy of the ketogenic diet against glioblastoma (GBM) and its synergistic effects with oxyresveratrol and zinc.", "results_summary": "The ketogenic diet demonstrated anti-cancer efficacy against C6-induced GBM cell lines, improved memory and motor coordination, and reduced tumor growth. It also synergized with oxyresveratrol and zinc to modify glucose and ketone levels, diminishing tumor burden.", "population_specificity": "Wistar rats with C6-induced glioblastoma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:11.001393+00:00"}
{"study_id": 19669, "supplement_id": 1253, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to investigate the feasibility, safety, and effectiveness of the ketogenic diet (KD) for treating super-refractory status epilepticus (SRSE) in ICU patients.", "results_summary": "The KD resolved SRSE in 75% of patients within a median of 3 days, with successful weaning off anesthetic agents and ventilators. Side effects included gastrointestinal intolerances and metabolic abnormalities, but most were correctable, and no deaths were attributed to the KD.", "population_specificity": "ICU patients with super-refractory status epilepticus (12 participants, median age 34 years).", "effective_dosage": "Not specified", "study_duration": "Median duration of KD treatment until SRSE resolution was 3 days (range 1-18), with continued therapy for weaning off anesthetic agents (median 16 days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:11.733986+00:00"}
{"study_id": 19672, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of a very-low-calorie ketogenic diet (VLCKD) on monocyte subset distribution in individuals with obesity.", "results_summary": "The VLCKD led to a significant shift in monocyte distribution, increasing classical monocytes (CMs) and reducing intermediate (IMs) and non-classical monocytes (NCMs), restoring levels closer to those in healthy individuals, while a low-calorie diet (LCD) showed no such effects.", "population_specificity": "Thirty-six participants, including healthy controls and individuals with obesity, some of whom followed either a VLCKD or LCD.", "effective_dosage": "Not specified", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:12.485922+00:00"}
{"study_id": 19673, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the impact of the ketogenic diet on neurological diseases, focusing on its molecular and neuroglial effects as a complementary therapy.", "results_summary": "The study found that the ketogenic diet has neuroprotective and antioxidant effects, improving mitochondrial function, regulating neurotransmitter flow, and reducing neuroinflammation and oxidative stress. Glial cells play a key role in ketone body metabolism during ketosis, suggesting the diet broadly influences brain metabolism and neuroinflammatory homeostasis.", "population_specificity": "Patients with neurological diseases such as epilepsy, Alzheimer's disease, and Parkinson's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:12.591840+00:00"}
{"study_id": 19674, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the cognitive and behavioral impacts of the ketogenic diet as a treatment option for Lennox-Gastaut syndrome (LGS).", "results_summary": "The ketogenic diet was found to provide cognitive benefits beyond seizure control, contributing to cognitive and behavioral stability, and in some cases, improvement. Nonpharmacological therapies like the ketogenic diet generally offered greater cognitive and behavioral stability when they reduced seizure frequency.", "population_specificity": "Individuals with Lennox-Gastaut syndrome (LGS), a severe developmental and epileptic encephalopathy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:12.647389+00:00"}
{"study_id": 19675, "supplement_id": 1253, "safety_score": "30", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a well-formulated ketogenic diet on knee osteoarthritis histology, pain, gut microbiome, and systemic cytokine levels in a mouse model.", "results_summary": "The ketogenic diet worsened histopathologic osteoarthritis and mechanical allodynia, induced significant gut microbiome dysbiosis, and increased serum cytokines (IL-1β, IL-2, IL-3, and IL-13).", "population_specificity": "Adult male mice with induced knee osteoarthritis via destabilization of the medial meniscus (DMM) or sham surgery.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:14.564604+00:00"}
{"study_id": 19677, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to explore the feasibility, acceptability, and experiences of participants and clinicians regarding a ketogenic diet intervention for bipolar disorder.", "results_summary": "Participants reported physical and psychological benefits (e.g., weight loss, mood stability, improved focus), though the diet was challenging to maintain. Barriers included dietary preferences and logistical issues, while facilitators included behavioral and social support.", "population_specificity": "Individuals with bipolar disorder", "effective_dosage": "Not specified", "study_duration": "6-8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:16.657014+00:00"}
{"study_id": 19676, "supplement_id": 1253, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the feasibility and effects of a 6-week Modified Atkins Diet (MAD) intervention on PNES frequency, mental health, and metabolic measures in adult patients with Psychogenic Non-Epileptic Seizures (PNES), compared to a control healthy diet.", "results_summary": "The study found that MAD was feasible and well-tolerated, significantly reducing PNES frequency and improving depression and anxiety symptoms by week six, though no differences were observed between the MAD and control diet groups in overall seizure reduction.", "population_specificity": "Adult outpatients diagnosed with Psychogenic Non-Epileptic Seizures (PNES) (mean age 28.23 ± 7.1).", "effective_dosage": "Not specified (Modified Atkins Diet protocol used).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:17.284967+00:00"}
{"study_id": 19678, "supplement_id": 1253, "safety_score": "75", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of a ketogenic diet on reducing hepatic steatosis and improving metabolic parameters in patients with metabolic dysfunction-associated steatotic liver disease (MASLD).", "results_summary": "The ketogenic diet led to significantly greater weight loss, reductions in waist circumference, systolic blood pressure, fat mass, visceral fat area, and improvements in some laboratory parameters (AST, triglyceride, HDL) compared to the control group. However, it did not significantly reduce hepatic steatosis or worsen MASLD progression.", "population_specificity": "24 patients with MASLD", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:18.864641+00:00"}
{"study_id": 19681, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to examine the potential role of the ketogenic diet in treating obsessive-compulsive disorder (OCD) by reviewing current evidence and identifying gaps in preclinical and clinical research.", "results_summary": "The study suggests the ketogenic diet may support neuroprotection through mechanisms like neuronal energy support, inflammation reduction, and mitochondrial dysfunction reversal, potentially benefiting OCD treatment, but highlights gaps in research.", "population_specificity": "Individuals with neurological and psychiatric conditions, specifically OCD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:20.161464+00:00"}
{"study_id": 19680, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize existing research on the ketogenic diet's potential anticancer effects, including its mechanisms and clinical implications.", "results_summary": "The study found that the ketogenic diet may inhibit cancer growth by limiting energy to tumor cells, reducing oxidative stress, and modulating immune responses. It also suggested potential benefits in enhancing standard cancer treatments and mitigating chemotherapy complications, though specific mechanisms remain uncertain.", "population_specificity": "Not specified (general review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:20.402835+00:00"}
{"study_id": 19679, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of the classic ketogenic diet (KD) in achieving seizure freedom and improving neurological symptoms in a child with DYNC1H1-related epilepsy.", "results_summary": "The study found that the ketogenic diet led to seizure freedom for over 2 years, along with improvements in alertness, cognitive ability, muscle tone, and EEG normalization in a 3-year-old girl with DYNC1H1-related developmental epileptic encephalopathy.", "population_specificity": "A 3-year-old girl with a pathogenic DYNC1H1 variant and developmental epileptic encephalopathy (IESS).", "effective_dosage": "Classic ketogenic diet (specific ratio not mentioned).", "study_duration": "More than 2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:20.798354+00:00"}
{"study_id": 19683, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the possible mechanisms by which the ketogenic diet exerts a protective effect on epilepsy.", "results_summary": "The study suggests that the ketogenic diet can treat drug-refractory epilepsy by regulating metabolism and may improve patients' cognition, behavior, and sleep quality. However, the exact therapeutic mechanism remains unclear.", "population_specificity": "Patients with drug-refractory epilepsy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:20.966884+00:00"}
{"study_id": 19682, "supplement_id": 1253, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and safety of a very low-calorie ketogenic diet (VLCKD) in post-bariatric surgery patients with weight regain versus bariatric surgery-naïve patients.", "results_summary": "Both groups achieved significant weight loss, with the post-bariatric group showing slightly less metabolic improvement. The VLCKD also led to significant changes in gut microbiota composition, with more pronounced effects in the surgery-naïve group. Mild renal function changes were noted in post-bariatric patients but remained within acceptable ranges.", "population_specificity": "Post-bariatric surgery patients with weight regain (BS+) and bariatric surgery-naïve patients (BS-).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:21.316357+00:00"}
{"study_id": 19684, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of a modified Mediterranean ketogenic diet (MMKD) on the plasma lipidome in relation to Alzheimer's disease (AD) biomarkers.", "results_summary": "The study found that MMKD intervention led to significant changes in plasma lipid species, particularly elevating plasmanyl and plasmenyl ether lipids, which were inversely associated with AD-related lipidomic signatures. These changes suggest potential benefits for AD prevention or early treatment.", "population_specificity": "20 elderly adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:23.676856+00:00"}
{"study_id": 19685, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to examine the potential impact of the ketogenic diet on underlying metabolic and neuroprotective mechanisms in Autism Spectrum Disorder (ASD).", "results_summary": "The study found that the ketogenic diet may modulate multiple disrupted pathways in ASD, with animal research showing significant overlap between KD mechanisms and ASD dysfunctions. However, human evidence on effectiveness remains limited, and precision medicine approaches could help identify individuals who would benefit most.", "population_specificity": "Individuals with Autism Spectrum Disorder (ASD) and potentially other psychiatric conditions with similar metabolic patterns.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:25.774943+00:00"}
{"study_id": 19686, "supplement_id": 1253, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to compare the effects of a Healthy Ketogenic Diet (HKD) versus an Energy-Restricted Diet (ERD) on weight loss and metabolic outcomes in adults with obesity.", "results_summary": "The HKD group showed significantly greater weight loss and better improvements in metabolic profiles (glycated hemoglobin, systolic blood pressure, and aspartate transaminase) compared to the ERD group, without increasing LDL-cholesterol levels.", "population_specificity": "Multi-ethnic Asian adults with a BMI ≥ 27.5 kg/m².", "effective_dosage": "Net carbohydrate intake limited to ≤50 g per day for the HKD group.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:28.508209+00:00"}
{"study_id": 19688, "supplement_id": 1253, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the long-term effectiveness and safety of the modified Atkins ketogenic diet (MAD) in treating drug-resistant episodic or chronic migraine.", "results_summary": "The study found significant reductions in migraine frequency, duration, intensity, and medication use after 6 and 12 months of MAD. Additionally, improvements in metabolic markers (BMI, hsPCR, diastolic blood pressure, fasting insulin, HOMA index) were observed without major adverse metabolic changes.", "population_specificity": "52 patients diagnosed with episodic or chronic drug-resistant migraine.", "effective_dosage": "Not specified", "study_duration": "6 to 12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:29.863959+00:00"}
{"study_id": 19687, "supplement_id": 1253, "safety_score": "65", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of a 6-week ketogenic diet on biochemical parameters, gut microbiota, and fecal short-chain fatty acids in women with overweight/obesity.", "results_summary": "The ketogenic diet led to significant reductions in body mass index, fasting glucose, insulin, and other metabolic markers, but also caused unfavorable changes in gut microbiota composition, including increased pathogenic genera and decreased beneficial SCFAs.", "population_specificity": "Women aged 26-46 years with overweight/obesity.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:30.447098+00:00"}
{"study_id": 19689, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine micronutrient intake adequacy across different Ketogenic Diet modalities (Classic and Modified Atkins Diet) in patients with drug-resistant epilepsy and Glut-1 deficiency.", "results_summary": "Micronutrient deficiencies were prevalent, especially in the Classic KD (76.2%), while the Modified Atkins Diet (MAD) with special formula supplementation showed better adequacy. Vitamin D, B2, B12, sodium, phosphorus, zinc, and selenium intake was significantly lower in the Classic KD compared to MAD.", "population_specificity": "19 pediatric patients (median age 62 months) with drug-resistant epilepsy or Glut-1 deficiency, mostly male (63.2%) and eutrophic (68.4%).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:31.454325+00:00"}
{"study_id": 19690, "supplement_id": 1253, "safety_score": "75", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the therapeutic potential of the ketogenic diet and exogenous ketone supplementation for treating autism spectrum disorder (ASD) and attention deficit hyperactivity disorder (ADHD).", "results_summary": "The study found mixed evidence supporting ketogenic interventions for neurodevelopmental disorders, with high heterogeneity in study designs and outcomes. The safety and tolerability were noted as acceptable, warranting further clinical exploration.", "population_specificity": "Children, adolescents, and adults with ASD and ADHD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:31.507472+00:00"}
{"study_id": 19691, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the efficacy of a ketogenic diet in alleviating symptoms of major depressive disorder (MDD) compared to a non-ketogenic, insulin-lowering diet.", "results_summary": "The study evaluated changes in depression scores and other outcomes but did not report specific results in the abstract; it focused on the potential of the ketogenic diet as a metabolic mood-enhancing intervention.", "population_specificity": "Individuals with major depressive disorder (MDD).", "effective_dosage": "Not specified (dietitian counseling and ketogenic meal provision).", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:32.451205+00:00"}
{"study_id": 19692, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate how beta-hydroxybutyrate (BHB) and a cyclic ketogenic diet (Cyclic KD) affect brain function, neuroinflammation, and aging in mice and human primary brain cells.", "results_summary": "The study found that a 14-month Cyclic KD reduced age-induced neuroinflammatory gene expression in aging mice, while BHB attenuated LPS-induced inflammation in microglia, suggesting potential anti-inflammatory effects in the brain. Short-term KD (one week) increased some inflammatory gene expression, but long-term Cyclic KD showed beneficial effects.", "population_specificity": "12-month-old C57BL/6JN male mice and human primary brain cells (microglia, astrocytes, neurons).", "effective_dosage": "Not specified (Cyclic KD administered every other week).", "study_duration": "One week or 14 months for mice; in vitro experiments duration not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:35.098926+00:00"}
{"study_id": 19693, "supplement_id": 1253, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine the potential mechanisms of action of the ketogenic diet (KD) and its effects on individuals diagnosed with autism spectrum disorders (ASD).", "results_summary": "The study found that a KD can improve behavioral parameters in individuals with ASD, likely through improvements in energy metabolism, reduction of pro-inflammatory cytokine levels, control of neurotransmitters, gene expression, and modulation of the gut microbiota. The KD appears to be a safe and effective treatment for ASD.", "population_specificity": "Individuals diagnosed with autism spectrum disorders (ASD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:35.579997+00:00"}
{"study_id": 19694, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a 12-week hypocaloric ketogenic diet on glucose and lipid metabolism, as well as body mass, in overweight, obese, and healthy-weight females.", "results_summary": "The study found significant improvements in glucose, insulin, triglycerides, HDL-C, HOMA-IR, and reductions in body mass, BMI, and circumferences across all groups, with obese participants showing the greatest improvements.", "population_specificity": "Overweight, obese, and healthy-weight adult females (100 participants total).", "effective_dosage": "Less than 30 g of carbohydrates, approximately 60 g of protein, and 140 g of fat per day (80% unsaturated and 20% saturated fat).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:37.383353+00:00"}
{"study_id": 19695, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of a very low-calorie ketogenic diet (VLCKD) on liver fibrosis risk and the role of small extracellular vesicles (sEVs) in obese adults.", "results_summary": "sEVs from low fibrosis risk (LR) patients post-VLCKD reduced fibrosis-related gene expression and enhanced regeneration markers, while sEVs from intermediate/high fibrosis risk (IHR) patients increased fibrosis and inflammation markers, raising concerns about VLCKD suitability for IHR patients.", "population_specificity": "60 obese adults categorized into low fibrosis risk (LR) and intermediate/high fibrosis risk (IHR) groups based on FibroScan elastography.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:38.158178+00:00"}
{"study_id": 19696, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to understand the molecular mechanisms by which the ketogenic diet influences body weight and glucose metabolism, particularly the role of gut microbiota and FGF21.", "results_summary": "The study found that the ketogenic diet's effects on weight loss and glucose metabolism depend on gut microbiota and involve the GCN2-eIF2α-ATF5 signaling pathway, which regulates FGF21 expression. Valine supplementation was shown to inhibit FGF21 elevation, reducing body weight and improving glucose metabolism.", "population_specificity": "Mice (specifically Fgf21-deficient mice and those with antibiotic-treated gut microbiota)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:38.741974+00:00"}
{"study_id": 19697, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of a ketogenic diet on inflammatory biomarkers in overweight or obese individuals.", "results_summary": "The study found a significant decrease in CRP levels and a slight, non-significant reduction in IL-6 levels after a ketogenic diet intervention. The results suggest the diet may help modulate inflammation in this population.", "population_specificity": "Overweight or obese individuals", "effective_dosage": "Not specified", "study_duration": "8 weeks to 2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:38.895450+00:00"}
{"study_id": 19698, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the current evidence on the ketogenic diet's role in refractory epilepsy, focusing on its immunomodulatory effects and anticonvulsant mechanisms.", "results_summary": "The study found that the ketogenic diet and its variants may modulate the immune system, particularly Th17/Treg homeostasis, and have anticonvulsant effects in refractory epilepsy. Ongoing clinical trials and current evidence suggest potential benefits in neuroinflammation and neuroimmunometabolism.", "population_specificity": "Patients with refractory epilepsy (seizures unresponsive to standard antiseizure medications).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:40.106705+00:00"}
{"study_id": 19700, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a ketogenic diet exerts antioxidative effects by altering brain Klotho (Kl) gene expression, potentially explaining its anticonvulsant mechanisms.", "results_summary": "The ketogenic diet significantly increased serum β-hydroxybutyrate (BHB) levels and brain Klotho expression while reducing brain malondialdehyde (MDA) levels, suggesting antioxidative effects. Elevated BHB correlated positively with Klotho expression and negatively with MDA levels.", "population_specificity": "Thirty male rats divided into three dietary groups (normal diet, calorie-restricted diet, ketogenic diet).", "effective_dosage": "Ketogenic diet composition: 8% protein, 2% carbohydrates, 90% fat (per calorie macronutrient).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:41.264751+00:00"}
{"study_id": 19701, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the effect and mechanism of the ketogenic diet (KD) on sepsis-related acquired weakness (SAW).", "results_summary": "The study found that KD has a protective effect on SAW by improving energy metabolism, stimulating muscle regeneration signals, optimizing gut microbiota, and reducing inflammation and oxidative stress. However, the mechanism is complex and not fully understood.", "population_specificity": "Patients with sepsis-related acquired weakness (SAW).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:42.396431+00:00"}
{"study_id": 19702, "supplement_id": 1253, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the historical use, effectiveness, and safety of the ketogenic diet as a therapy for treatment-resistant epilepsy, particularly in children and adults.", "results_summary": "The ketogenic diet is effective in approximately half of children with treatment-resistant epilepsy, often showing results within months. It may allow for medication reduction or withdrawal and improve cognition and quality of life, though it requires supplements to mitigate side effects like constipation, kidney stones, and dyslipidemia.", "population_specificity": "Children and adults with treatment-resistant epilepsy, including specific conditions like Glut1 deficiency and infantile epileptic spasms syndrome.", "effective_dosage": "Not specified (five versions of ketogenic diet therapy mentioned, but no exact dosage details provided).", "study_duration": "Typically 2 years before gradual discontinuation.", "interactions": "Antiseizure medications (potential for reduction or withdrawal).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:45.183117+00:00"}
{"study_id": 19703, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the clinical effects of a ketogenic diet versus a comprehensive intervention (lifestyle changes and oral contraceptives) in overweight or obese PCOS patients.", "results_summary": "The ketogenic diet led to greater reductions in body weight, BMI, and improvements in hormone levels, glucose-lipid metabolism, and liver function compared to the comprehensive intervention. Both treatments showed significant benefits, but the ketogenic diet demonstrated superior efficacy in several metabolic markers.", "population_specificity": "Overweight or obese PCOS patients (BMI ≥24 kg/m²).", "effective_dosage": "Not specified.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:45.640139+00:00"}
{"study_id": 19705, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the availability and operation of ketogenic diet therapy (KDT) centers in Latin America and identify challenges in its adoption.", "results_summary": "The study identified 98 KDT centers in Latin America, with nearly half being public institutions. Core teams typically included a neurologist and dietitian, but protocols for transitioning to adult care and consistent data on Glut1 patients were lacking.", "population_specificity": "Individuals with epilepsy in Latin America, specifically those treated at KDT centers.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:45.830658+00:00"}
{"study_id": 19706, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of the ketogenic diet (KD) on immune microenvironments and its potential role in alleviating uveitis symptoms.", "results_summary": "The study found that KD altered immune profiles, promoted Treg cell differentiation, reduced inflammatory symptoms in uveitis, corrected Th17/Treg imbalance, and partially reversed heightened inflammatory responses in retinal immune cells.", "population_specificity": "Mice (healthy and those with experimental autoimmune uveitis)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:46.326574+00:00"}
{"study_id": 19704, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to explore the characteristics of ketogenic diet therapy (KDT) failure in GLUT1DS patients and identify risk factors for non-response.", "results_summary": "The study identified five cases of KDT failure in female GLUT1DS patients but found no specific features distinguishing non-responders from responders. It emphasized the need for further research and alternative therapeutic strategies.", "population_specificity": "Pediatric GLUT1DS patients with drug-resistant epilepsy (aged 10 days to 13 years at diagnosis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:46.683936+00:00"}
{"study_id": 19707, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of the ketogenic diet on sexual hormones, glycemic, and lipid parameters in women diagnosed with PCOS.", "results_summary": "The ketogenic diet significantly improved metabolic and hormonal parameters, including reductions in triglycerides, total cholesterol, LDL, fasting glucose, HOMA-IR, LH, and total testosterone, while increasing FSH levels.", "population_specificity": "Women diagnosed with polycystic ovary syndrome (PCOS)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:47.735295+00:00"}
{"study_id": 19709, "supplement_id": 1253, "safety_score": "40", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the feasibility, safety, and efficacy of a Modified Atkins Diet (MAD) in patients with mitochondrial myopathy (MM).", "results_summary": "Eight out of twenty patients completed the twelve-week intervention, with adverse events leading to discontinuation in others. Individual improvements were noted in various metrics, but MAD appeared unsuitable for patients with mtDNA deletions.", "population_specificity": "Patients with genetically proven mitochondrial disorder and exercise intolerance or muscle weakness.", "effective_dosage": "Not specified", "study_duration": "Twelve weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:50.618308+00:00"}
{"study_id": 19708, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of a ketogenic diet (KD) on the reproductive phenotype in a letrozole-induced PCOS mouse model and explore the underlying molecular mechanisms.", "results_summary": "KD treatment increased blood ketone levels, reduced body weight, and improved ovarian function in some mice. In vitro experiments showed that ketone bodies (BHB) protected mitochondria in T-treated cells by inhibiting the cGAS-STING pathway, which was activated in PCOS ovaries and downregulated by KD.", "population_specificity": "Female C57BL/6N mice with letrozole-induced PCOS.", "effective_dosage": "KD with 89.9% (kcal) fat.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:51.131699+00:00"}
{"study_id": 19711, "supplement_id": 1253, "safety_score": "40", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of a ketogenic diet on liver function and gut microbiota composition in healthy rats.", "results_summary": "The ketogenic diet sustained body weight but increased serum ALT and SAP levels, indicating potential liver function impairment. It also altered gut microbiota, reducing beneficial strains (e.g., Lactobacillus) and increasing pathogenic strains (e.g., Enterococcus).", "population_specificity": "Sprague-Dawley (SD) rats", "effective_dosage": "Different fat-to-carbohydrate ratios under the same apparent metabolizable energy level (specific amounts not provided)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:54.041839+00:00"}
{"study_id": 19712, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the ketogenic diet's efficiency as a potential therapeutic intervention for various neuropsychiatric disorders.", "results_summary": "The review found that the ketogenic diet showed improvements in symptoms across multiple neuropsychiatric disorders, including ADHD, autism, and depressive disorders, but the evidence was heterogeneous, indicating a need for further rigorous research.", "population_specificity": "Patients with neuropsychiatric disorders (e.g., ADHD, autism, depressive disorders, seizure disorders).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:54.417673+00:00"}
{"study_id": 19710, "supplement_id": 1253, "safety_score": "85", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and liver safety of a ketogenic diet (KD) compared to a high-fat diet (HFD) in a mouse model of late-stage pancreatic cancer.", "results_summary": "The KD did not prevent pancreatic cancer incidence but showed beneficial effects on insulin signaling and hepatic lipid metabolism, with no adverse liver effects compared to the HFD, which increased liver enzymes and steatosis.", "population_specificity": "Genetically modified mice (LSL-KrasG12D/+; Ptf1-Cre (KC) mice) aged six months, both female and male.", "effective_dosage": "KD (%kcal: 84% fat, 15% protein, 1% carbohydrate).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:55.145579+00:00"}
{"study_id": 19715, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to study the effect of L-carnitine supplementation on gastric emptying in children with drug-resistant epilepsy (DRE) on a ketogenic diet (KD) and assess its protective effects on bowel function.", "results_summary": "The study found that L-carnitine supplementation significantly increased antral length, improved gastric motility, and increased defecation frequency in children on KD. It also showed correlations between antral length and reduced GI symptoms, improved stool consistency, and higher stool frequency in the supplemented group.", "population_specificity": "Children aged 12 months to 18 years with drug-resistant epilepsy (DRE) starting a ketogenic diet.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:56.193532+00:00"}
{"study_id": 19716, "supplement_id": 1253, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of the ketogenic diet (KD) in children with drug-resistant epilepsy (DRE) caused by structural etiology, comparing outcomes between acquired brain injury and malformations of cortical development (MCD) groups.", "results_summary": "The study found that KD was effective in reducing seizures, with higher efficacy in the MCD group, particularly in focal cortical dysplasia (FCD). Cognitive and behavioral improvements were observed in 69% of children, though discontinuation occurred due to lack of efficacy or poor compliance.", "population_specificity": "Children with drug-resistant epilepsy caused by structural etiology (acquired brain injury or malformations of cortical development).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:56.918259+00:00"}
{"study_id": 19717, "supplement_id": 1253, "safety_score": "75", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and psychological benefits of a ketogenic diet (KD) in a patient with type 1 diabetes experiencing severe distress and unpredictable hypoglycemia.", "results_summary": "The KD, combined with an insulin pump, significantly improved glucose control (time in optimal range increased from 8% to 51%) and reduced HbA1c by 2.2%, alleviating psychological stress and improving mental health. Concerns about ketoacidosis and cardiovascular risks were evaluated against empirical evidence, suggesting potential protective effects.", "population_specificity": "A 39-year-old woman with autoimmune-positive insulin-dependent diabetes and severe diabetes distress.", "effective_dosage": "Not specified", "study_duration": "2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:58.950181+00:00"}
{"study_id": 19718, "supplement_id": 1253, "safety_score": "60", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy, safety, and clinical applications of the Ketogenic Diet (KD) for various health conditions, including weight loss, glycemia, cognitive function, and cancer prognosis.", "results_summary": "The study found that KD is effective for weight loss, improved glycemia, cognitive function, and cancer prognosis, but raised concerns about long-term safety and the need for further research and standardization.", "population_specificity": "Individuals with various health conditions, including chronic headaches, weight issues, and cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:00.451489+00:00"}
{"study_id": 19720, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to evaluate whether a combination of N-acetylcysteine and ketogenic diet could normalize N-acetylated amino acid levels in CSF and plasma in patients with Huppke-Brendel syndrome.", "results_summary": "The study found that ketogenic diet and N-acetylcysteine did not normalize N-acetylated amino acid levels in CSF or plasma, with a trend toward lowered levels in CSF and a lesser effect in plasma.", "population_specificity": "Two patients with Huppke-Brendel syndrome (one diagnosed genetically, one postmortem).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:02.530663+00:00"}
{"study_id": 19719, "supplement_id": 1253, "safety_score": "85", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the feasibility and outcomes of an 8-week ketogenic diet (KD) weight-loss intervention in overweight men with prostate cancer undergoing Active Surveillance (AS).", "results_summary": "The study found that a short-term KD intervention led to significant BMI reduction (7.4%) and favorable pathological effects in some patients (e.g., no evidence of cancer or downgraded CGG), but no meaningful changes in PSA or inflammatory biomarkers were observed.", "population_specificity": "Overweight men (BMI > 25 kg/m²) with prostate cancer undergoing Active Surveillance.", "effective_dosage": "Ad libitum ketogenic diet (specific macronutrient ratios not detailed).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:02.546115+00:00"}
{"study_id": 19723, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify associations between gut microbiome changes, serum metabolites, and seizure reduction in children with drug-resistant epilepsy on a ketogenic diet.", "results_summary": "The study found that specific gut microbes and serum metabolites (e.g., plasmalogens) correlated with seizure reduction, suggesting a potential role in the therapeutic effects of the ketogenic diet. Negative correlations were observed with certain Escherichia coli strains and infant-type Bifidobacteria.", "population_specificity": "Children with drug-resistant epilepsy (n=14).", "effective_dosage": "Not specified.", "study_duration": "Three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:04.063462+00:00"}
{"study_id": 19722, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to develop and test the feasibility of a registry ('Keto-Reg') for individuals with epilepsy referred for ketogenic dietary therapy (KDT) to facilitate collaborative research on long-term clinical and safety outcomes and identify suitable candidates.", "results_summary": "The registry was feasible and acceptable for short-term use, with accurate data entry (0.3% errors) and positive feedback from healthcare professionals, parents, and young people. Barriers to long-term implementation included lack of time and need for funded hours.", "population_specificity": "Individuals with epilepsy referred for ketogenic dietary therapy (KDT).", "effective_dosage": "Not specified", "study_duration": "Short-term (specific duration not mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:04.124858+00:00"}
{"study_id": 19721, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the tumor-suppressive effects of the ketogenic diet (KD) and its metabolite β-hydroxybutyrate (BHB) on colorectal cancer (CRC) by examining their impact on tumor-associated neutrophils (TANs) polarization and tumor growth.", "results_summary": "The study found that KD and BHB inhibited pro-tumor N2-type TANs while promoting anti-tumor N1-type TANs, reducing tumor growth and metastasis via the HDAC3-AMOT-YAP/TAZ axis. Clinical data supported these findings, showing higher BHB levels correlated with lower lymph node involvement and increased N1-type TANs in CRC patients.", "population_specificity": "Azoxymethane (AOM)/dextran sulfate sodium (DSS)-induced mouse CRC model and a clinical cohort of CRC patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:04.347190+00:00"}
{"study_id": 19713, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether reducing systemic glucose via a ketogenic diet combined with metformin could inhibit tumor proliferation and improve survival in triple-negative breast cancer (TNBC) mouse models.", "results_summary": "The combination of a ketogenic diet and metformin reduced tumor burden by two-thirds, slowed tumor growth by 38%, extended latency by 36%, and improved overall survival by 31 days compared to either treatment alone. The findings suggest this approach could be effective for hypoxic and glycolytic tumors.", "population_specificity": "Mouse models of triple-negative breast cancer (TNBC).", "effective_dosage": "Not specified (ketogenic diet composition and metformin dosage not detailed in abstract).", "study_duration": "Not specified (intervention duration not detailed in abstract).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:07.238510+00:00"}
{"study_id": 192284, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the therapeutic impact of ketogenic interventions, including ketogenic diets and beta-hydroxybutyrate supplementation, on slowing or reversing disease progression in autosomal-dominant polycystic kidney disease (ADPKD).", "results_summary": "Ketogenic diets significantly slowed polycystic kidney disease progression in rats, improving renal function and reducing cystic areas, fibrosis, and cell proliferation. Human studies showed promise but were limited by small sample sizes and short durations.", "population_specificity": "Animal models (rats) and human subjects with autosomal-dominant polycystic kidney disease (ADPKD).", "effective_dosage": "Beta-hydroxybutyrate (BHB) supplementation in rats showed dose-dependent effects (specific dosage not mentioned).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:07.641066+00:00"}
{"study_id": 192285, "supplement_id": 1253, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the physicochemical properties, physiological functions, and biosafety of 3-hydroxybutyrate (3HB) in the elderly population and compare the effects of various exogenous 3HB supplements, including the ketogenic diet.", "results_summary": "The study suggests that exogenous 3HB supplementation, particularly derived from polyhydroxyalkanoates (PHAs), is beneficial for elderly health maintenance and disease treatment, outweighing drawbacks. It outlines four challenges related to mechanistic and clinical research of exogenous 3HB supplementation for aging.", "population_specificity": "Elderly individuals", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:08.570565+00:00"}
{"study_id": 192286, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the role of Ketogenic Diet as a biological-based therapy in improving seizure control, psychiatric comorbidities, and quality of life in epilepsy management.", "results_summary": "The abstract suggests that Ketogenic Diet, among other TCM products, shows emerging evidence of improving seizure control and psychiatric comorbidities, though concerns about study reliability and standardization persist.", "population_specificity": "People with epilepsy, particularly in low- and middle-income countries (LMIC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:10.500683+00:00"}
{"study_id": 192287, "supplement_id": 1253, "safety_score": "80", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the benefits of a ketogenic diet on glycemic control and insulin sensitivity are due to weight loss or a direct effect of hyperketonemia.", "results_summary": "The study found that, without weight loss, a ketogenic diet did not improve glucose tolerance, insulin sensitivity, or other metabolic parameters. Plasma β-OH-B levels increased, and substrate metabolism shifted as expected, but no significant metabolic benefits were observed.", "population_specificity": "29 overweight or obese subjects", "effective_dosage": "Ketone ester of beta-hydroxybutyrate (β-OH-B), 8 g every 8 hours (for one group)", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:10.897946+00:00"}
{"study_id": 192290, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to explore the effects of the ketogenic diet on heart failure progression, comparing it with other dietary strategies.", "results_summary": "The study notes that dietary strategies like the ketogenic diet remain under investigation for their safety and efficacy in heart failure, with considerable heterogeneity in observed responses. It highlights a critical divide between ketone supplementation and dietary strategies impacting ketogenesis.", "population_specificity": "Heart failure patients (specific types not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:11.836930+00:00"}
{"study_id": 192288, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the potential of ketogenic interventions, including the ketogenic diet, to delay the onset of Alzheimer's disease by addressing impaired cerebral glucose metabolism.", "results_summary": "The study suggests that ketones can serve as an alternative energy source for the brain, potentially bypassing glucose uptake deficits in Alzheimer's disease, with preclinical and clinical evidence supporting their use.", "population_specificity": "Individuals with or at risk for Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:13.118352+00:00"}
{"study_id": 192289, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the causal effects of circulating 3-hydroxybutyrate (3HB) levels on 120 cancer phenotypes and explore its mediation role between liver fat accumulation and cancers.", "results_summary": "Elevated circulating 3HB levels were associated with reduced risk of diffuse large B-cell lymphoma, biliary malignancies, hepatocellular carcinoma, and primary lymphoid and hematopoietic malignancies. Liver fat accumulation reduced 3HB levels and increased susceptibility to these cancers, with 3HB fully mediating the effect on DLBCL.", "population_specificity": "Not specified (study used Mendelian randomization, likely based on genetic data from large cohorts).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:13.570127+00:00"}
{"study_id": 192293, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the role of nutritional interventions, including the ketogenic diet, in preventing and treating malnutrition and dehydration in persons with dementia.", "results_summary": "The study concluded that routine use of a ketogenic diet is not recommended for persons with dementia, as it does not appear to correct cognitive impairment or prevent cognitive decline.", "population_specificity": "Older persons with dementia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:15.363625+00:00"}
{"study_id": 192292, "supplement_id": 1253, "safety_score": "65", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to assess micronutrient intake and biochemical status in individuals voluntarily following low-carbohydrate diets (LCDs) compared to those not restricting carbohydrates.", "results_summary": "The study found that LCD-followers had lower thiamine intake and thiamine diphosphate (TDP) status compared to controls, with incomplete correction by supplement use. The data did not support recommending LCDs for weight management without proper guidance and supplementation.", "population_specificity": "98 adults (49 LCD-followers, 49 controls; 26% male, median age 36 years, median BMI 24.2 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Cross-sectional study conducted between 2018-2020 (no specific intervention duration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:16.169174+00:00"}
{"study_id": 192291, "supplement_id": 1253, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of a hypocaloric ketogenic diet (KD) versus a low-fat diet (LFD) on weight loss, metabolic parameters, and self-reported menstrual changes in pre-menopausal overweight and obese women.", "results_summary": "Both diets led to significant weight loss, improved insulin sensitivity, and better serum lipids, but only KD participants reported changes in menstrual frequency and intensity, suggesting unique effects of nutritional ketosis beyond weight loss.", "population_specificity": "Pre-menopausal overweight and obese women (mean age 34 ± 10 years, BMI 32.3 ± 2.7 kg/m²).", "effective_dosage": "KD provided ~75% energy for weight maintenance, with ketone salts (KS) or placebo (PL) twice daily.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:16.687657+00:00"}
{"study_id": 192294, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to identify the fundamental understandings of caregiver support programs for effective implementation of the ketogenic diet therapy (KDT) in pediatric refractory epilepsy patients.", "results_summary": "The review found that caregiver support is crucial for KDT adherence, with qualitative studies highlighting the importance of support from family, friends, fellow caregivers, and medical teams. However, research on KDT caregiver support is limited and in its early stages.", "population_specificity": "Pediatric patients with refractory epilepsy and their informal caregivers (typically family members).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:18.507484+00:00"}
{"study_id": 192295, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review existing evidence on the neuroprotective and therapeutic potential of ketone bodies, including the ketogenic diet, for cardiac arrest survivors with anoxic brain injury.", "results_summary": "The study highlights that ketone bodies, through mechanisms like anti-inflammatory effects, oxidative stress reduction, and mitochondrial function improvement, may offer therapeutic benefits for cardiac arrest survivors. The ketogenic diet and exogenous ketone supplementation have shown neuroprotective effects in various conditions, suggesting potential for post-cardiac arrest care.", "population_specificity": "Cardiac arrest survivors with anoxic brain injury.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:20.000857+00:00"}
{"study_id": 192296, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether ketone supplements (KS) could alter physiological and subjective responses to alcohol, including reducing alcohol sensitivity and intoxication effects.", "results_summary": "KS significantly reduced breath alcohol concentration and blood alcohol levels in humans, decreased alcohol liking and wanting, and increased disliking for alcohol. In rats, KS also reduced blood alcohol levels more effectively than water or the sweetener allulose.", "population_specificity": "10 healthy human participants (3 females) and 8 Wistar rats (4 females).", "effective_dosage": "Humans: 25 g of ketones from D-β-hydroxybutyric acid and R-1,3-butanediol; Rats: 0.42 g ketones/kg.", "study_duration": "Single-dose intervention with assessments over 180 minutes (humans) and 240 minutes (rats).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:22.160507+00:00"}
{"study_id": 192297, "supplement_id": 1253, "safety_score": "60", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to review evidence on micronutrient deficits related to specific dietary approaches, including the ketogenic diet, and discuss the management of these deficiencies.", "results_summary": "The study found that a ketogenic diet may predispose individuals to both oligoelement deficits and overload, highlighting the need for specific formulations and further high-quality studies.", "population_specificity": "Individuals with inherited metabolic disorders (IMDs), including those on ketogenic diets.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:22.505799+00:00"}
{"study_id": 192298, "supplement_id": 1253, "safety_score": "50", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential benefits and risks of the ketogenic diet for migraine prevention, particularly in older adults, given inconsistent prior findings and concerns about long-term safety.", "results_summary": "The abstract suggests the ketogenic diet may help prevent migraines by altering energy metabolism, but evidence is inconsistent and poorly standardized. Some studies indicate potential risks, such as increased mortality in older adults and lifespan shortening in mice.", "population_specificity": "Older adults with migraines (though broader implications are discussed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:23.266559+00:00"}
{"study_id": 192300, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the metabolic and performance effects of ketogenic diets versus ketone monoester supplements.", "results_summary": "Ketogenic diets increase fatty acid oxidation and reduce carbohydrate oxidation, leading to ketosis, while ketone supplements rapidly elevate ketone bodies but inhibit fatty acid mobilization during exercise with minimal glycogen sparing.", "population_specificity": "Not specified (general discussion, no specific population mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:24.083635+00:00"}
{"study_id": 192299, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize current literature on how ketogenic interventions impact NLRP3 inflammasome activation in human, rodent, and cell models.", "results_summary": "The study found convincing evidence that ketogenic interventions reduce NLRP3 inflammasome activation, likely through multiple mechanisms, with a direct effect of beta-hydroxybutyrate (BHB) highlighted. Other metabolic responses to fasting or ketogenic diets may also influence innate immune responses.", "population_specificity": "Human, rodent, and cell models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:25.506930+00:00"}
{"study_id": 192301, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if a less restrictive 'ketogenic-mimicking diet' (combining ketone esters with a low glycemic index diet) could provide benefits for neural network stability, mood, and biomarkers in bipolar disorder.", "results_summary": "The abstract describes preliminary evidence supporting a potential role for ketogenic diets in treating bipolar disorder but does not report specific results from the pilot trial. The study protocol suggests that positive findings could support future research, while negative findings may justify stricter dietary interventions.", "population_specificity": "Patients with bipolar disorder.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:25.673372+00:00"}
{"study_id": 192302, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a one-day isocaloric ketogenic diet, fasting, and ketone salt supplementation on energy expenditure and appetite perception.", "results_summary": "The study found that a 24-hour ketogenic diet increased total and sleeping energy expenditure compared to an isocaloric diet, while exogenous ketones did not improve energy balance regulation. No differences in subjective appetite ratings were observed between interventions.", "population_specificity": "Eight healthy young adults (4 women, 4 men, age 24 ± 3 years, BMI 24.3 ± 3.1 kg/m²).", "effective_dosage": "Not specified", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:28.264030+00:00"}
{"study_id": 192304, "supplement_id": 1253, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to explore the ketogenic diet's potential in preventing colonic carcinogenesis and its role as an adjunctive measure to chemotherapy in metastatic colorectal cancer patients.", "results_summary": "The ketogenic diet reduces glucose availability for tumors and promotes ketone body production, which cancer cells cannot utilize, thereby inhibiting their progression. Recent findings highlight β-hydroxybutyrate's anti-tumor potential in colorectal cancer, though the diet has drawbacks like gastrointestinal disorders and weight loss.", "population_specificity": "Patients with metastatic colorectal cancer.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:30.143541+00:00"}
{"study_id": 192305, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the role of diet, including a modified Mediterranean-ketogenic diet, in protecting cognition during the preclinical stages of Alzheimer's disease.", "results_summary": "The study found that interventions like the modified Mediterranean-ketogenic diet, nuts, vitamin B, and Bifidobacterium breve A1 were beneficial for cognitive protection, suggesting dietary approaches as effective treatments for older adults at risk for Alzheimer's disease.", "population_specificity": "Older adults at risk for Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:30.617130+00:00"}
{"study_id": 192303, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to determine whether daily intake of D-BHB could promote weight loss, particularly through fat reduction.", "results_summary": "The abstract suggests that D-BHB supplementation can increase plasma ketone levels, potentially aiding weight loss, but full results are not detailed.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:30.810351+00:00"}
{"study_id": 192310, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers explored whether manipulating host lipid metabolism, including through a ketogenic diet, could limit SARS-CoV-2 infection or severity.", "results_summary": "The abstract suggests that switching lipid metabolism via a ketogenic diet may help limit viral infection effects, but no specific results or data are provided.", "population_specificity": "Not specified (general discussion on viral infection mechanisms)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:33.323819+00:00"}
{"study_id": 192308, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to compare methods of inducing hyperketonemia (ketogenic diet vs. exogenous ketone supplementation) and their impact on Alzheimer's disease prevention/treatment, as well as explore potential benefits of a combined lifestyle approach.", "results_summary": "The study found evidence that both the ketogenic diet and exogenous ketone supplementation may provide treatment benefits for Alzheimer's patients, though it remains unclear which method is superior. A multidomain approach (combining diet with other interventions) may be most effective for preventing/delaying Alzheimer's or slowing its progression.", "population_specificity": "Patients diagnosed with Alzheimer's disease (AD); for combined approach analysis, studies also included patients with mild cognitive impairment (MCI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:33.719184+00:00"}
{"study_id": 192311, "supplement_id": 1253, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and benefits of D-3HB as a ketone supplement compared to traditional ketogenic diets and other exogenous ketone sources.", "results_summary": "The study found that D-3HB induces pleiotropic effects beneficial for physical and metabolic health, is more effective than ketogenic diets or other exogenous ketone supplements, and has potential long-term health impacts. However, specific dose-response relationships and safety margins require further research.", "population_specificity": "Not specified (general human health applications implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:35.640458+00:00"}
{"study_id": 192312, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were examining the role of the malate aspartate shuttle (MAS) in mitochondrial respiration and its implications for metabolic disorders.", "results_summary": "The abstract discusses the function of MAS in shuttling electrons into mitochondria and maintaining cytosolic NAD levels, but does not mention Ketogenic Diet or its effects.", "population_specificity": "Not specified (abstract focuses on metabolic enzymes and transporters).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:36.675695+00:00"}
{"study_id": 192309, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the therapeutic potential of ketogenic diet and ketone bodies in managing Alzheimer's disease, focusing on their influence on mitochondrial energy metabolism.", "results_summary": "The abstract highlights that ketogenic diet and ketone bodies can stabilize mitochondrial energy metabolism, potentially hindering the progression of Alzheimer's disease and other metabolic disorders. The diet's benefits are noted in neurodegenerative diseases, particularly Alzheimer's, due to its ability to address energy deprivation in neurological disorders.", "population_specificity": "Primarily focused on individuals with Alzheimer's disease and other metabolic disorders, though broader applications (e.g., bodybuilding, healthy individuals) are mentioned.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:36.693383+00:00"}
{"study_id": 192306, "supplement_id": 1253, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of ketogenic diets (KDs) with varying sodium content versus a low-fat diet (LFD) on the renin-angiotensin-aldosterone system (RAAS) in overweight and obese adults.", "results_summary": "The study found that KD led to significant weight loss and increased aldosterone levels without worsening cardiometabolic risk factors, while LFD did not affect aldosterone. Ketones were positively associated with aldosterone, but aldosterone changes did not correlate with cardiovascular measures like blood pressure.", "population_specificity": "Overweight and obese adults (median age 33, 51% female, BMI 30.6 kg/m²).", "effective_dosage": "Not specified (prepared hypocaloric meals, ketone salt supplement vs. placebo).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:36.753670+00:00"}
{"study_id": 192313, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare liver fat responses to a hypocaloric ketogenic diet (KD) versus a low-fat diet (LFD) and examine the added effect of a ketone supplement (KS) in overweight adults.", "results_summary": "Weight loss was similar between the KD and LFD groups, but the abstract does not provide detailed results on liver fat changes or the effect of the ketone supplement.", "population_specificity": "Overweight adults", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:38.255262+00:00"}
{"study_id": 192315, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the agreement between two ketone and glucose meters (Precision Xtra and Keto-Mojo) and assess the diagnostic performance of the more affordable Keto-Mojo meter for identifying nutritional ketosis.", "results_summary": "The study found excellent reliability between the two meters for ketone measurement (ICC = .968) and good reliability for glucose (ICC = .809). Keto-Mojo demonstrated excellent accuracy (AUC = 0.913) for diagnosing nutritional ketosis at a threshold of 0.5 mM.", "population_specificity": "13 participants (7 females, 6 males; 21.6 ± 3.0 years old).", "effective_dosage": "Not specified (ketone and glucose levels measured before and after ingestion of supplements).", "study_duration": "Not specified (three laboratory visits).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:40.509945+00:00"}
{"study_id": 192316, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to explore the relationship between the ketogenic diet, SIRT1 activation, and its potential as a tool for managing obesity.", "results_summary": "The study found that while the ketogenic diet shows promise in promoting weight loss, the exact mechanisms involving SIRT1, NAD, and ketogenesis remain uncertain. Long-term safety, sustainability, and clinical implications of the diet are still unclear due to limitations in trial duration and subject selection.", "population_specificity": "People affected by obesity.", "effective_dosage": "Not specified.", "study_duration": "Beyond 46 weeks (long-term studies lacking).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:41.141616+00:00"}
{"study_id": 192317, "supplement_id": 1253, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to critically examine the evidence regarding the effects of ketogenic diets (KD) or medium-chain triglyceride (MCT) intake on cognitive symptoms in Alzheimer's disease (AD) and ageing, in both animal models and humans.", "results_summary": "Preclinical studies showed improved cognition and motor function in AD mouse models and ageing animals, though significant weight loss was noted. Human studies demonstrated cognitive improvements (global cognition, memory, executive functions) with ketone supplementation or KD, regardless of prior cognitive impairment severity.", "population_specificity": "Alzheimer's disease patients and ageing animal models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:41.553917+00:00"}
{"study_id": 192320, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the safety, tolerability, and potential benefits of a nutritional formula containing exogenous ketones for improving metabolic efficiency and health outcomes in patients with Angelman syndrome.", "results_summary": "The study evaluated a 16-week intervention using exogenous ketones, focusing on safety and tolerability, but specific efficacy results were not detailed in the abstract. The rationale suggests potential benefits for metabolic and symptomatic improvements in Angelman syndrome.", "population_specificity": "Children with Angelman syndrome and drug-resistant seizures.", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:44.470541+00:00"}
{"study_id": 192321, "supplement_id": 1253, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "To determine if potassium citrate supplementation prevents metabolic acidosis in children with epilepsy on a ketogenic diet without compromising its antiepileptic efficacy.", "results_summary": "Potassium citrate supplementation prevented metabolic acidosis in all 22 participants receiving it, compared to 10 out of 29 without it. The ketogenic diet's antiepileptic efficacy (measured by >50% seizure reduction) was similar between groups (9/22 with citrate vs. 8/29 without).", "population_specificity": "Children with drug-resistant epilepsy (median age 1y 7mo to 6y 1mo).", "effective_dosage": "Not specified", "study_duration": "7 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:45.148844+00:00"}
{"study_id": 192322, "supplement_id": 1253, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the effectiveness of the ketogenic diet and ketone body supplements for obesity, exercise performance, and cardiac dysfunction, while also discussing potential side effects.", "results_summary": "The study found that the ketogenic diet and ketone body supplements show promise for treating obesity, diabetes, and cardiac dysfunction, as well as enhancing exercise performance, but may cause side effects like altered blood lipids, glucose imbalance, fatigue, and gastrointestinal distress.", "population_specificity": "General population with focus on obesity, diabetes, and exercise performance contexts.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:46.014161+00:00"}
{"study_id": 192319, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate strategies, including a very low carbohydrate ketogenic diet (VLCKD), to maintain fat-free mass (FFM) during low-calorie diets and assess metabolic and nutritional correlates.", "results_summary": "The study found that VLCKD practically unaffected FFM during weight loss compared to prudent low-calorie diets, likely due to mechanisms involving insulin and the insulin-like growth factor-1-growth hormone axis. Adequate intake of leucine (4 g/d), whey protein (20 g/d), and vitamin D supplementation (if deficient) were recommended to support FFM.", "population_specificity": "Obese patients undergoing low-calorie diets (specific demographics not detailed).", "effective_dosage": "Leucine (4 g/d), whey protein (20 g/d), calcifediol (3-4 drops/d or 20-30 drops/wk for vitamin D deficiency).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:47.975574+00:00"}
{"study_id": 192323, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of two-week low-calorie ketogenic nutrition drinks on body weight, body composition, blood lipid profile, and blood ketone bodies in obese adults.", "results_summary": "The study found that blood ketone bodies were induced and maintained in groups consuming both 4:1 and 1.7:1 ketogenic drinks, suggesting efficacy in achieving ketosis. Changes in body weight, body composition, and blood lipid profile were also investigated, though specific results were not detailed in the abstract.", "population_specificity": "Obese adults", "effective_dosage": "Ketone-to-non-ketone ratios of 4:1 (KD 4:1) and 1.7:1 (KD 1.7:1)", "study_duration": "Two weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:49.629513+00:00"}
{"study_id": 192325, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of a very low-calorie ketogenic diet (VLCK) supplemented with DHA versus an isocaloric VLCK without DHA on cardiovascular risk factors, adipokine levels, and inflammation-resolving eicosanoids.", "results_summary": "Both VLCK diets led to significant weight loss and improvements in metabolic parameters, but the DHA-supplemented group showed superior anti-inflammatory effects, including increased proresolution lipid markers and reduced proinflammatory markers, without significant differences in weight loss or metabolic improvement.", "population_specificity": "Obese patients (n=29, divided into two groups).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:50.053324+00:00"}
{"study_id": 192324, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential performance benefits and risks of a ketogenic diet and ketone supplements, particularly for Special Operations Forces (SOF).", "results_summary": "The study found that most human studies on ketogenic diets yielded equivocal, null, or negative results regarding performance benefits, with no clear evidence supporting its efficacy for SOF. Ketone supplements' benefits were noted as largely anecdotal.", "population_specificity": "Special Operations Forces (SOF) and general human performance studies.", "effective_dosage": "Not specified", "study_duration": "Several days to weeks for ketogenic diet; rapid induction for ketone supplements (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:50.413972+00:00"}
{"study_id": 192326, "supplement_id": 1253, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to compare the effectiveness of a very-low-carbohydrate ketogenic diet (VLCKD) with a very low restricted-calorie diet (VLCD) on body composition and weight loss.", "results_summary": "The study found that VLCKD was highly effective for weight loss without causing lean body mass loss or increasing sarcopenia risk, though no significant differences in body lean distribution were observed compared to VLCD.", "population_specificity": "25 healthy subjects evaluated for health and nutritional status.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:51.710869+00:00"}
{"study_id": 192327, "supplement_id": 1253, "safety_score": "80", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of KAAA supplementation on ammonia metabolism and cognitive-motor performance during high-intensity exercise under low heat stress in cyclists on a ketogenic diet.", "results_summary": "KAAA supplementation reduced ammonia concentration during high-intensity exercise but did not improve physical or cognitive-motor performance. The placebo group showed increased ammonia and uremia levels, while both groups had elevated urate and lactate concentrations.", "population_specificity": "Sixteen male cyclists", "effective_dosage": "Not specified", "study_duration": "2 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:52.201491+00:00"}
{"study_id": 192328, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of a ketone ester (KE) as a partial dietary carbohydrate replacement on cholesterol homeostasis in rats and humans.", "results_summary": "The study found that replacing 30% of dietary carbohydrate with KE lowered plasma cholesterol and mevalonate in rats and elevated plasma βHB in humans, correlating with decreased mevalonate, a biomarker of liver cholesterol synthesis.", "population_specificity": "Rats and healthy human subjects.", "effective_dosage": "30-energy % as KE.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:53.169639+00:00"}
{"study_id": 192329, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the potential role of magnesium deficiency in epilepsy and the impact of magnesium supplementation on seizure threshold and antiepileptic drug efficacy.", "results_summary": "The study found promising results from one randomized clinical trial on magnesium supplementation in epilepsy, but highlighted limitations in current measurement methods and a lack of sufficient data on bioavailability of magnesium forms. More research is needed to clarify magnesium's role in epilepsy treatment.", "population_specificity": "Epilepsy patients (human and animal studies referenced).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:55.635289+00:00"}
{"study_id": 192331, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to illustrate the clinical presentation of mitochondrial disorders and mention the ketogenic diet as a treatment option for pyruvate oxidation disorders.", "results_summary": "The abstract mentions the ketogenic diet as a potential treatment for pyruvate oxidation disorders, but no specific results or outcomes related to its efficacy are provided.", "population_specificity": "Patients with mitochondrial disorders, specifically pyruvate oxidation disorders.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:56.960141+00:00"}
{"study_id": 192330, "supplement_id": 1253, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining a ketogenic Mediterranean diet with phytoextracts and ω-3 supplementation enhances cardiovascular and metabolic benefits compared to the diet alone.", "results_summary": "Both groups (with and without ω-3) experienced significant weight and fat loss, improved cholesterol, LDL-c, and glucose levels. The ω-3 group showed greater reductions in triglycerides, insulin, and inflammatory cytokines, with increased adiponectin levels.", "population_specificity": "34 overweight but otherwise healthy males aged 25-65 years.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:57.723422+00:00"}
{"study_id": 192332, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the therapeutic potential of ketogenic diet in bypassing pyruvate oxidation defects (PODs), a subset of mitochondrial diseases.", "results_summary": "The study suggests that ketogenic diet can be a therapeutic option for some PODs, particularly those affecting the glucose-dependent nervous system and skeletal muscle, by bypassing metabolic defects. However, efficacy varies depending on the specific genetic and biochemical nature of the defect.", "population_specificity": "Patients with genetically proven pyruvate oxidation disorders (n=628), including PDHC subunit deficiencies, cofactor defects, and mitochondrial pyruvate import issues.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:58.353279+00:00"}
{"study_id": 192334, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of the ketogenic diet in addressing energy failure in seizures and its potential efficacy in treating refractory epilepsy.", "results_summary": "The study suggests that the ketogenic diet may help mitigate seizures by increasing energetic substrates and maintaining ATP levels, with evidence supporting pyruvate's role in suppressing seizures and protecting against seizure-induced cell death.", "population_specificity": "Individuals with refractory epilepsy or energy metabolism-related seizure disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:59.263606+00:00"}
{"study_id": 192333, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the nutritional adequacy of the ketogenic diet for intractable epilepsy, focusing on carnitine supplementation and micronutrient needs, as well as optimal diet duration.", "results_summary": "The review highlights the importance of carnitine and full micronutrient supplementation in ketogenic diet therapies for epilepsy and discusses findings from an international questionnaire on optimal diet duration.", "population_specificity": "Patients with intractable epilepsy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:59.395034+00:00"}
{"study_id": 192335, "supplement_id": 1253, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether short-term supplementation with keto analogues and amino acids (KAAA) reduces exercise-induced hyperammonaemia in male cyclists on a ketogenic diet.", "results_summary": "KAAA supplementation prevented significant increases in exercise-induced ammonaemia compared to the control group, though both groups showed similar increases in uraemia. No changes in glucose levels were observed, and lactate levels increased similarly in both groups during early exercise.", "population_specificity": "Thirteen male cyclists adhering to a ketogenic diet for 3 days.", "effective_dosage": "Not specified", "study_duration": "3 days (ketogenic diet) + acute supplementation during exercise", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:01.895100+00:00"}
{"study_id": 192318, "supplement_id": 1253, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether dietary carbohydrates are conditionally essential and assess the physiological effects of very low carbohydrate intakes, particularly focusing on ketogenic diets.", "results_summary": "The study found that the human body can synthesize carbohydrates endogenously without deficiency signs in the general population, but certain genetic conditions require dietary carbohydrates. Ketosis was deemed a normal physiological state, and no micronutrient deficiencies were reported in ketogenic diet trials, though more research on fibre and micronutrient requirements is needed.", "population_specificity": "General population and specific subpopulations with genetic defects (e.g., glycogen storage disease type I).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:03.790725+00:00"}
{"study_id": 20845, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Kinesio Taping (KT) reduces subcutaneous edema and improves joint mobility after knee replacement surgery.", "results_summary": "KT significantly reduced subcutaneous edema at specific measurement points but did not improve knee joint mobility compared to the control group.", "population_specificity": "82 patients who underwent primary knee joint replacement surgery.", "effective_dosage": "Not specified", "study_duration": "Measurements taken on the third and eighth days post-operation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:03.869628+00:00"}
{"study_id": 20844, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the kinematic stabilization effects of kinesiology tape and rigid tape on the ankle joint during drop landing in individuals with a history of unilateral lateral ankle injury.", "results_summary": "The study found no significant differences in ankle kinematics among kinesiology taping, athletic taping, and no taping applications on the injured foot. Participants with lateral ankle sprains showed reduced inversion during landing compared to the uninvolved side.", "population_specificity": "30 volunteers with a history of unilateral lateral ankle injury.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:04.202658+00:00"}
{"study_id": 20846, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to compare the effects of kinesiology taping on lower limb edema, pain, and postoperative mobility in patients following intramedullary nailing for femoral shaft fracture.", "results_summary": "The study found no significant reduction in limb volume, pain, or postoperative mobility with kinesiology taping. The only significant improvement was in active knee extension due to enhanced quadriceps force.", "population_specificity": "14 patients (7 intervention, 7 control) with femoral shaft fractures treated with intramedullary nailing.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:05.691073+00:00"}
{"study_id": 20848, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the effects of Kinesiology Taping (KT) on correcting hammertoe deformities and improving foot loading parameters in a patient with flexible deformities.", "results_summary": "The study found that KT application led to changes in foot length, maximum foot load, and load under the metatarsals II-III area, suggesting symptomatic improvement for lesser toe deformities.", "population_specificity": "A female patient with hammertoes and flexible deformities.", "effective_dosage": "Not specified", "study_duration": "One month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:07.201433+00:00"}
{"study_id": 20849, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Kinesiology Taping (KT) on hindfoot position and loading patterns in individuals with hallux valgus and hindfoot valgus.", "results_summary": "KT significantly improved hindfoot angle and hallux valgus angle while standing and corrected lateral heel loading during gait. The effects persisted after a month of taping, suggesting KT may help normalize foot loading in these patients.", "population_specificity": "25 feet with hallux valgus deformity and hindfoot valgus.", "effective_dosage": "Not specified", "study_duration": "1 month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:07.551563+00:00"}
{"study_id": 20847, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of kinesiology taping (KT) in improving functional recovery for stroke patients with oropharyngeal dysphagia, comparing it to traditional swallowing therapy (TST) and neuromuscular electrical stimulation (NMES).", "results_summary": "The study found that KT, either alone or combined with other therapies, significantly improved swallowing function (measured by multiple scales) at 5 weeks and 3 months post-treatment, with no significant differences between treatment groups. The efficacy of KT was maintained over long-term follow-up.", "population_specificity": "Stroke patients with oropharyngeal dysphagia (n=37, divided into three treatment groups).", "effective_dosage": "Not specified", "study_duration": "Evaluated at pre-treatment, post-treatment (5 weeks), and 3 months after treatment onset.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:07.669451+00:00"}
{"study_id": 20852, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and treatment fidelity of kinesiology taping (KT) when combined with conservative interventions for shoulder pain through a systematic review and meta-analysis.", "results_summary": "Meta-analysis showed large effect sizes for improvements in disability and range of motion (ROM) when KT was added to conservative treatments, but no significant effects on pain. Methodologic quality was reasonably good, but treatment fidelity was lacking in most studies.", "population_specificity": "Individuals with shoulder pain", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:11.231716+00:00"}
{"study_id": 20850, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of kinesiology taping (KT) combined with exercise and skin care versus complete decongestive therapy (CDT) on limb circumference, lymphedema volume, grip strength, functional status, and quality of life in patients with unilateral breast cancer-related lymphedema (BCRL).", "results_summary": "KT significantly reduced limb volume and circumference at 4 weeks and one-month follow-up, though CDT showed greater reductions at the 4-week mark. No differences were found between KT and CDT in grip strength, functional status, or quality of life outcomes.", "population_specificity": "40 patients with unilateral stage 2 breast cancer-related lymphedema (BCRL).", "effective_dosage": "Taping once a week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:11.814482+00:00"}
{"study_id": 20853, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the immediate and short-term effects of kinesiology taping on the functional capacities of amateur overhead athletes' shoulders compared to other interventions.", "results_summary": "Kinesiology taping significantly improved shoulder strength and functional performance immediately after and 45 minutes post-treatment, though it was less effective than IASTM for internal rotation improvement. No significant differences were found between kinesiology taping and other interventions for other outcomes.", "population_specificity": "Eighty amateur overhead athletes (mean age 23.03, weight 78.36 kg, height 1.77 m).", "effective_dosage": "Not specified", "study_duration": "Immediate and 45-minute post-intervention assessments.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:12.191389+00:00"}
{"study_id": 20854, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if kinesiology taping improves hallux valgus by affecting foot position and reducing pain.", "results_summary": "Kinesiology taping significantly reduced the hallux valgus angle immediately after application and after one month of use, and it significantly improved pain perception. Foot length, hindfoot and forefoot surface, and pressure distribution also changed.", "population_specificity": "Forty feet with hallux valgus.", "effective_dosage": "Not specified", "study_duration": "One month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:12.900274+00:00"}
{"study_id": 20851, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of combining low-level laser (LLL) or high power laser (HPL) with kinesiology taping (KT) on pain, function, and musculoskeletal ultrasound parameters in patients with subacromial impingement syndrome (SAIS).", "results_summary": "Kinesiology taping alone was effective, but combining it with HPL resulted in better improvements in pain, function, and ultrasound parameters compared to LLL or KT alone. Significant improvements were observed in supraspinatus tendon thickness, echogenicity, and acromiohumoral distance, particularly in the HPL-KT group.", "population_specificity": "Thirty patients with subacromial impingement syndrome (SAIS).", "effective_dosage": "Seven treatment sessions (specific dosage not detailed).", "study_duration": "Treatment duration was seven sessions (exact timeline not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:13.751701+00:00"}
{"study_id": 20855, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the impact of Kinesiology Taping (KT) on foot loading during gait in patients with hallux valgus.", "results_summary": "KT significantly improved dynamic foot measurements, including increased load and surface at the first metatarsal head and decreased load around the second to fifth metatarsal heads. The taping also altered foot loading ratios and proportions, suggesting biomechanical benefits.", "population_specificity": "Forty feet with hallux valgus.", "effective_dosage": "Not specified (continuous wear for one month).", "study_duration": "One month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:15.502378+00:00"}
{"study_id": 20856, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether kinesiology taping (KT) combined with exercise improves pain, functional strength, balance, disability, and quality of life in patients with medial plica syndrome (MPS) compared to exercise alone.", "results_summary": "KT combined with exercise led to greater improvements in pain intensity, pain threshold, functional strength, dynamic balance, disability scores, and quality of life compared to exercise alone, with statistically significant differences favoring the KT group.", "population_specificity": "80 participants with medial plica syndrome (MPS).", "effective_dosage": "Not specified (KT application details not provided).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:15.968518+00:00"}
{"study_id": 20857, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the acute effects of Kinesiology Taping on muscle strength, tissue temperature, balance, and mobility in female patients with knee osteoarthritis.", "results_summary": "Kinesiology Taping significantly improved muscle strength (extension and flexion) and mobility (TUG test), but had no significant effect on tissue temperature or balance.", "population_specificity": "34 female patients (age 60.26 ± 6.51 years) with Kellgren-Lawrence Grade 2 knee osteoarthritis.", "effective_dosage": "Not specified (superior Y, inferior Y, and U strip techniques applied).", "study_duration": "Acute effects assessed 30 minutes after taping.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:16.361808+00:00"}
{"study_id": 20858, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to determine whether chiropractic management, including kinesiology taping, could resolve knee pain caused by pelvic imbalance.", "results_summary": "The patient reported resolution of knee pain after 5 treatments involving kinesiology taping, chiropractic manipulation, and exercises. Pain decreased from 8 to 1 on the Verbal Rating Scale, and muscle strength improved to 5 of 5.", "population_specificity": "A female patient with anteromedial knee pain and pelvic imbalance.", "effective_dosage": "Not specified", "study_duration": "10 days (5 treatments)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:18.683222+00:00"}
{"study_id": 20859, "supplement_id": 1254, "safety_score": "90", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to determine if trunk kinesiology taping (KT) improves trunk function, mobility, and balance in post-stroke patients with hemiparesis.", "results_summary": "Trunk KT significantly improved TIS scores and directional control of LOS but showed no significant changes in TCT scores, other LOS parameters, FMA-balance, or MRMI scores. No adverse effects were reported.", "population_specificity": "Thirteen individuals with post-stroke hemiplegia.", "effective_dosage": "Not specified", "study_duration": "Immediate effects measured (single session)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:20.048821+00:00"}
{"study_id": 20861, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of Kinesiology Taping (KT) on cutaneous blood microcirculation in healthy adults compared to rigid taping and no taping.", "results_summary": "The study found no statistically significant increase in cutaneous blood microcirculation with KT under resting conditions. Instead, taping (regardless of elasticity) was associated with immediate reductions in blood flow.", "population_specificity": "45 healthy male and female adults.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:20.793371+00:00"}
{"study_id": 20860, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of kinesiology taping (KT) and stretching on postural control in young and elderly subjects.", "results_summary": "The study found no significant differences between KT and stretching in improving balance for either age group, though stretching showed a slight improvement in single-leg stance time for elderly subjects.", "population_specificity": "40 young subjects (<30 years) and 40 elderly subjects (>60 years).", "effective_dosage": "Inhibitory tape applied to the gastrocnemius muscle (KT group); 60s of stretch repeated 4 times (stretching group).", "study_duration": "Single session (pre- and post-intervention measurements).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:20.846804+00:00"}
{"study_id": 20862, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of Kinesiology Taping (KT) on cutaneous somatosensation to noxious and innocuous stimuli in humans with a normally functioning nociceptive system.", "results_summary": "The study found that taping, regardless of elasticity, may modulate cutaneous mechanosensation, with KT and standard taping showing significant increases in mechanical detection and pain thresholds over time. However, KT, standard taping, and sham taping had similar effects on thermal and deep pressure nociception.", "population_specificity": "54 participants with a non-sensitised, normally functioning nociceptive system.", "effective_dosage": "Not specified", "study_duration": "Measurements were taken pre-intervention (T1), during-intervention (T2), and during-intervention (T3), but exact duration is not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:22.525879+00:00"}
{"study_id": 20863, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of kinesiology taping combined with exercise on posture, pain, and functional performance in individuals with subacromial impingement and round shoulder posture.", "results_summary": "Functional performance improved in both groups, with greater pain reduction correlating to better shoulder function. Moderate correlations were found between posture and functional performance in the intervention group.", "population_specificity": "Thirty-four subjects with subacromial impingement and round shoulder posture.", "effective_dosage": "Kinesiology taping applied 2 times per week (with and without tension).", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:23.398611+00:00"}
{"study_id": 20864, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of kinesiology taping on hemiplegic shoulder pain (HSP) in terms of pain intensity, subluxation, muscle activity, and active range of motion.", "results_summary": "The taping group showed immediate improvements in pain, subluxation, and muscle activity on the first day, and sustained improvements in all measured outcomes after 4 weeks, with significant differences compared to the control group.", "population_specificity": "Nineteen individuals with hemiplegic shoulder pain after stroke.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:23.632685+00:00"}
{"study_id": 20865, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of kinesiology taping (KT) on pain, movement restriction, walking speed, daily living activities, and isokinetic muscle performance in female patients with knee osteoarthritis.", "results_summary": "KT showed significant improvements in pain (visual analog scale) and functional capacity (WOMAC scores) compared to sham-KT, though both groups improved in pain and muscle performance. The effects were most notable immediately after treatment and at one-month follow-up.", "population_specificity": "61 female patients (aged 50-60 years) with knee osteoarthritis (Kellgren-Lawrence grade 2-3).", "effective_dosage": "KT applied once a week for three weeks.", "study_duration": "Three weeks of intervention, with follow-ups at one and three months post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:25.327975+00:00"}
{"study_id": 20866, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of truncal kinesiology taping combined with physiotherapy versus physiotherapy alone for improving gross motor function in children with cerebral palsy.", "results_summary": "Meta-analysis of five RCTs showed that kinesiology taping significantly improved gross motor function in sitting and standing, particularly for children with GMF Classification Scale levels I and II. The evidence supports its use as an adjunct to physiotherapy, though further research on application methods is recommended.", "population_specificity": "Children with cerebral palsy (GMF Classification Scale levels I and II).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:26.666903+00:00"}
{"study_id": 20867, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of Kinesiology Taping on sensorimotor efficiency, balance, and gait in patients undergoing rehabilitation after knee replacement surgery.", "results_summary": "The study found statistically significant improvements in balance, joint position sense, and functional gait performance in the Experimental Group (KT + standard rehabilitation), with greater percentage improvements compared to the Control Group (standard rehabilitation alone). Both groups showed improvements, but KT enhanced outcomes further.", "population_specificity": "120 male and female patients (mean age 69 years) after total knee replacement.", "effective_dosage": "Not specified", "study_duration": "20 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:27.968478+00:00"}
{"study_id": 20869, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 30, "study_goal": "The researchers aimed to evaluate the effects of Kinesiology Taping on pain, breathlessness, and abdominal bloating in a terminal metastatic cancer patient.", "results_summary": "The patient reported alleviation of pain, breathlessness, abdominal discomfort, and nausea, along with improvements in eating, drinking, energy levels, and physical function after Kinesiology Taping.", "population_specificity": "A female amateur athlete with terminal metastatic breast cancer.", "effective_dosage": "Not specified", "study_duration": "Several months (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:28.529243+00:00"}
{"study_id": 20868, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of kinesiology taping (KT) with extracorporeal shockwave therapy (ESWT) in improving pain and functional outcomes in patients with plantar fasciitis.", "results_summary": "Both KT and ESWT significantly improved pain levels, heel tenderness, and functional outcomes in plantar fasciitis patients after five weeks, with no statistically significant differences between the two treatments.", "population_specificity": "80 patients diagnosed with plantar fasciitis (7 males, 26 females in KT group; mean age 47.7±9.8 years).", "effective_dosage": "KT was applied every five days.", "study_duration": "Five weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:30.441871+00:00"}
{"study_id": 20870, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether kinesiology taping, with different application techniques, provided additional benefits to therapeutic exercises in treating congenital muscular torticollis in infants.", "results_summary": "The study found no significant additive effect of kinesiology taping compared to exercises alone, and different taping techniques resulted in similar clinical outcomes. No significant differences were observed between groups for any outcome variables at follow-up time points.", "population_specificity": "Infants aged 3-12 months with congenital muscular torticollis.", "effective_dosage": "Not specified (application techniques described: inhibition on affected side, facilitation on unaffected side).", "study_duration": "Not explicitly stated (assessments at pretreatment, post-treatment, 1 month, and 3 months post-treatment).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:31.468302+00:00"}
{"study_id": 20871, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "To assess the impact of Kinesiology Taping (KT) on hemiplegic shoulder pain, upper extremity function, and prevention of shoulder soft tissue injury in subacute stroke patients with hemiplegia during rehabilitation.", "results_summary": "Therapeutic KT significantly increased pain-free flexion and reduced the occurrence of hemiplegic shoulder pain (HSP) compared to sham KT. However, no significant improvements were observed in upper extremity function, daily activity, or quality of life over sham KT during conventional rehabilitation.", "population_specificity": "Subacute stroke patients with hemiplegia (n=44).", "effective_dosage": "Therapeutic KT applied for 5 days per week.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:31.524436+00:00"}
{"study_id": 20872, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine if kinesiology taping reduces pain, swelling, and improves knee range of motion and functional outcomes in the early postoperative phase after anterior cruciate ligament reconstruction (ACLR).", "results_summary": "Kinesiology taping reduced pain in the early postoperative phase (first to second week) but showed no significant effects on swelling, knee score, or total range of motion. Both groups showed statistically significant improvements in all study parameters over time.", "population_specificity": "Sixty subjects who underwent elective ACLR with or without concurrent meniscectomy.", "effective_dosage": "Kinesiology taping applied on the first and second weeks postsurgery, each application lasting 5 days.", "study_duration": "Two weeks (two applications, each lasting 5 days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:31.810549+00:00"}
{"study_id": 20873, "supplement_id": 1254, "safety_score": "100", "efficacy_score": 85, "quality_score": 40, "study_goal": "The researchers aimed to assess the effectiveness and safety of kinesiology taping in reducing pain and improving function in a patient with musculoskeletal pain following T8 fracture surgery due to metastasis.", "results_summary": "The patient reported significant reductions in pain severity, improved control and stability in the left shoulder region, and better overall function and quality of life without any adverse effects.", "population_specificity": "A 46-year-old woman with musculoskeletal pain following T8 fracture surgery due to secondary breast cancer metastasis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:33.237784+00:00"}
{"study_id": 20874, "supplement_id": 1254, "safety_score": "65", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness and safety of kinesiotaping (KT) compared to compression bandaging or hosiery in managing cancer-related lymphoedema (CRL).", "results_summary": "The meta-analysis found no significant difference in limb volume reduction between KT and compression, but KT was associated with a higher risk of skin complications (10%-21% of patients). KT was superior to compression in alleviating lymphoedema-related symptoms, though patients receiving bandaging reported higher quality of life.", "population_specificity": "Patients with cancer-related lymphoedema (CRL).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:34.533114+00:00"}
{"study_id": 20876, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of kinesiology taping therapy on pain, function, and joint range of motion in patients with degenerative knee arthritis.", "results_summary": "The kinesiology taping group showed significant improvements in pain reduction, functional ability, and range of motion compared to the conservative treatment group. These improvements were statistically significant both within and between groups.", "population_specificity": "30 patients with degenerative knee arthritis (15 in the kinesiology taping group, 15 in the conservative treatment group).", "effective_dosage": "Treatment was administered three times per week.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:36.604513+00:00"}
{"study_id": 20875, "supplement_id": 1254, "safety_score": "95", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to test the safety and efficacy of Kinesiology Taping (KT) in reducing postoperative chest pain after lung lobectomy.", "results_summary": "KT was found to be safe with no adverse events reported. It significantly reduced thoracic pain compared to the control group, particularly on postoperative days 5 and 8, and showed lower persistence of chest pain at 30 days.", "population_specificity": "Patients aged 18-85 undergoing lobectomy for lung cancer, excluding those with previous KT exposure, recent trauma, pre-existing chest pain, or intensive care unit treatment >24 hours.", "effective_dosage": "Standardized tape length, tension, and shape applied over three defined skin areas (chest access site pain trigger point, ipsilateral deltoid/trapezius, lower anterior chest).", "study_duration": "Tape applied on postoperative day 1, with pain assessments up to day 30.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:37.762142+00:00"}
{"study_id": 20877, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of kinesiology taping on fibularis longus latency time and postural sway in healthy subjects.", "results_summary": "The study found that kinesiology taping did not significantly change fibularis longus latency time or postural sway in healthy subjects, with no differences observed between the experimental and control groups.", "population_specificity": "Thirty healthy young subjects.", "effective_dosage": "Not specified (application methods described as origin-to-insertion and insertion-to-origin).", "study_duration": "20 minutes post-intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:37.935831+00:00"}
{"study_id": 20879, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Kinesiology Taping improves skin blood flow responses in young, elite soccer players.", "results_summary": "The study found no differences in baseline or thermally stimulated skin blood flow or cutaneous vascular conductance between taped and untaped conditions, suggesting KT did not increase forearm skin blood flow in the tested population.", "population_specificity": "Thirteen healthy, elite, adolescent male soccer players (age 14.7 ± 0.6 years).", "effective_dosage": "Not specified", "study_duration": "Two experimental trials within 7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:39.206672+00:00"}
{"study_id": 20880, "supplement_id": 1254, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of Kinesiology Taping (KT) on reducing upper extremity lymphedema in women post-breast cancer treatment.", "results_summary": "The study found a significant reduction in lymphedema extent in the KT group (p = 0.0009), while no such reduction was observed in the control group (p = 0.36). KT was concluded to be an effective method for early-stage edema management.", "population_specificity": "28 women with grade I secondary lymphedema after axillary lymphadenectomy due to breast cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:39.631670+00:00"}
{"study_id": 20878, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of PNF stretching and modified anterior pelvic tilt taping (APTT) on reducing pelvic compensation caused by hamstring shortness during seated double-knee extension.", "results_summary": "Both PNF stretching and APTT significantly reduced movement distance of the center of gluteal pressure (COGP) and rectus abdominis (RA) muscle activity, but neither intervention significantly affected semitendinosus (SEM) muscle activity. The study suggests APTT may be an effective alternative to PNF stretching for addressing pelvic compensation due to hamstring shortness.", "population_specificity": "28 healthy young adult male college students (mean age 21.4 ± 2.1 years) with hamstring shortness.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:40.571045+00:00"}
{"study_id": 20881, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the immediate effects of Kinesiology taping on motor performance (peak torque, hopping distance, joint position sense, and static balance) after muscle fatigue induction.", "results_summary": "Kinesiology taping significantly increased peak torque and single-leg hopping distance but had no significant effect on active joint position sense or single-leg static balance. The study concluded that Kinesiology taping is effective in restoring muscle power after fatigue.", "population_specificity": "45 subjects divided into three groups (Kinesiology taping, placebo taping, and non-taping).", "effective_dosage": "Not specified", "study_duration": "Immediate effects (short-term intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:40.933446+00:00"}
{"study_id": 20882, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of kinesiology taping on upper-extremity function and activities of daily living in hemiplegia patients.", "results_summary": "The study found significant improvements in functional independence movements between groups, with taping enhancing both upper-extremity function and daily living activities, though task practice alone showed similar effectiveness.", "population_specificity": "30 hemiplegia patients (15 experimental, 15 control).", "effective_dosage": "Task practice for 30 minutes, 3 times per week (with or without taping).", "study_duration": "28 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:42.796522+00:00"}
{"study_id": 20883, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether Kinesiology Taping (KT) could reduce lymphoedema and improve manual dexterity in women post-breast cancer treatment, and if it could replace traditional multilayered bandaging.", "results_summary": "The study found that KT was not effective in reducing lymphoedema II and III(0) in women after breast cancer treatment and could not replace traditional multilayered bandaging. No significant improvements were observed in limb size, grip strength, or range of motion after 4 weeks of therapy.", "population_specificity": "Women who had undergone breast cancer treatment and developed upper extremity lymphoedema.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:44.806414+00:00"}
{"study_id": 20885, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the influence of Kinesiology Taping on lymphoedema reduction in women after mastectomy.", "results_summary": "The study found a 55% reduction in lymphoedema volume in the study group using the own taping method, compared to 27% in the control group using traditional taping. Kinesiology Taping also improved upper limb joint mobility and grip strength.", "population_specificity": "44 women who underwent single mastectomy with lymph node removal.", "effective_dosage": "Tapes were applied three times every 7 days.", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:46.505729+00:00"}
{"study_id": 20886, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of Kinesiology Taping on lumbar spine mobility and subjective pain intensity in patients with lumbar spine pain.", "results_summary": "The study found that Kinesiology Taping increased lumbar spine mobility in flexion and reduced pain intensity, as measured by the Schober test and VAS scale, respectively.", "population_specificity": "100 patients (89 women and 11 men) with lumbar spine pain.", "effective_dosage": "Not specified", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:46.552968+00:00"}
{"study_id": 20888, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether Kinesiology Taping improves hand functioning and muscle strength in patients with rheumatoid arthritis.", "results_summary": "The study found that Kinesiology Taping significantly increased hand muscle strength (p<0.05) compared to standard physiotherapy alone, with strength gains correlating with improved hand function test performance (r>0.8).", "population_specificity": "20 patients (16 women, 4 men) with rheumatoid arthritis, average age 62.2.", "effective_dosage": "Not specified", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:48.406581+00:00"}
{"study_id": 20889, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of Kinesiology Taping versus standard lymphatic drainage in reducing postoperative edema in patients undergoing limb lengthening via the Ilizarov method.", "results_summary": "Kinesiology Taping produced a statistically more significant reduction in thigh and crus circumference compared to standard lymphatic drainage, indicating faster and more effective edema reduction. Both treatments significantly reduced edema, but Kinesiology Taping was superior.", "population_specificity": "24 patients (mean age 21 years) undergoing lower limb lengthening via the Ilizarov method with postoperative edema.", "effective_dosage": "Not specified", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:48.831066+00:00"}
{"study_id": 20887, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of Kinesiology Taping (KT) for treating breast cancer-related lymphedema compared to quasi KT and multilayered compression therapy.", "results_summary": "The study found no significant differences in edema reduction between KT and quasi KT, and multilayered bandages performed much better than taping methods. KT was deemed ineffective for secondary lymphedema after breast cancer treatment.", "population_specificity": "Sixty-five women with unilateral stage II and III breast cancer-related lymphedema.", "effective_dosage": "K-tapes, quasi K-tapes, or multilayered short-stretch bandages applied every treatment session, 3 times per week.", "study_duration": "1 month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:49.092516+00:00"}
{"study_id": 98187, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of shoulder kinesiology taping versus sham taping in improving outcomes for stroke patients with shoulder subluxation when combined with standard physical therapy.", "results_summary": "The study found that both kinesiology taping and sham taping groups showed significant improvements in shoulder subluxation distance, active range of motion, pain, disability, and functional independence, but the kinesiology taping group demonstrated more effective changes than the sham group.", "population_specificity": "35 stroke patients with shoulder subluxation.", "effective_dosage": "Not specified (intervention involved taping application alongside standard rehabilitation exercises).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:53.021681+00:00"}
{"study_id": 98190, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the immediate effects of thoracolumbar fascia kinesiology taping on fascia tone/stiffness, low back pain, and standing balance in individuals with transfemoral amputation.", "results_summary": "Kinesiology taping significantly reduced pain more than sham taping and improved anterior-posterior and medio-lateral sway in standing balance, particularly with eyes closed. Both groups showed pain reduction, but the experimental group had a higher rate of improvement.", "population_specificity": "Syrian male participants with transfemoral amputation (n=29).", "effective_dosage": "Not specified (application method described, but dosage not quantified).", "study_duration": "Immediate effects measured at baseline, post-6MWT, and 30 minutes post-taping.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:53.999699+00:00"}
{"study_id": 20884, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the immediate effect of kinesiology taping (KT) on muscular imbalance in the lateral flexors of the neck in infants with congenital muscular torticollis.", "results_summary": "KT significantly improved Muscle Function Scale (MFS) scores on the affected side and increased scores on the unaffected side in infants with torticollis, but had no effect on healthy infants. No significant changes were observed in the control group.", "population_specificity": "Twenty-nine infants with congenital muscular torticollis and muscular imbalance in the lateral flexors of the neck, plus 5 healthy infants.", "effective_dosage": "Not specified", "study_duration": "Immediate effect (single application)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:55.230000+00:00"}
{"study_id": 98195, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to assess the effects (benefits and harms) of splinting, including comparisons with kinesiology taping, for people with carpal tunnel syndrome (CTS).", "results_summary": "The study found low-certainty evidence that splinting may provide little or no short-term symptom improvement and uncertain long-term effects. Kinesiology taping showed no additional benefits compared to splinting, with low-certainty evidence.", "population_specificity": "Adults with CTS (mean ages 42-60 years, symptom duration 7 weeks to 5 years).", "effective_dosage": "Not specified for kinesiology taping.", "study_duration": "Varied (short-term <3 months, long-term >3 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:55.455268+00:00"}
{"study_id": 98194, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of suprahyoid muscle strengthening exercise using kinesiology taping (KT) on muscle activation and thickness in community-dwelling elderly.", "results_summary": "The experimental group showed significant increases in suprahyoid muscle activation (mean and peak) and muscle thickness (digastric and mylohyoid) compared to the placebo group, suggesting KT may be effective for dysphagia rehabilitation in healthy older adults.", "population_specificity": "24 healthy older adults (community-dwelling elderly).", "effective_dosage": "Resistive swallowing exercise 10 times a day (50 swallows per day) with KT applied at 70-80% tension.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:55.722385+00:00"}
{"study_id": 98199, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of kinesiology taping on upper limb function in stroke patients and summarize the main outcomes from analyzed studies.", "results_summary": "The study found significant improvements in pain intensity, shoulder subluxation, general disability, upper extremity function, and range of motion (PROM) of flexion in stroke patients using kinesiology taping compared to control groups.", "population_specificity": "Patients with stroke (hemiplegia, hemiparesis, or related upper limb impairments).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:55.979098+00:00"}
{"study_id": 98200, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine whether kinesiology taping, as an adjunct to botulinum toxin injections, improves symptoms and quality of life in cervical dystonia patients.", "results_summary": "Kinesiology taping did not significantly improve dystonia severity compared to botulinum toxin alone, but it did enhance quality of life. No differences were found between kinesiology taping and sham taping in symptom improvement.", "population_specificity": "Patients with cervical dystonia (25 participants).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:56.341001+00:00"}
{"study_id": 98203, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the efficacy of Kinesiology Taping (KT) for shin splints through a systematic review of existing evidence.", "results_summary": "The review found mixed results on KT's efficacy for shin splints, with some studies reporting positive effects but methodological quality ranging from poor to moderate. Current evidence supporting its effectiveness is limited.", "population_specificity": "Individuals with shin splints (total sample size of 141 participants across four studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:57.043379+00:00"}
{"study_id": 98206, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of kinesiology taping on lumbar proprioception, pain, and functional disability in individuals with nonspecific chronic low back pain.", "results_summary": "Kinesiology taping reduced pain and disability scores after 3 days with large effect sizes, outperforming placebo taping. However, it did not significantly improve lumbar proprioception compared to placebo.", "population_specificity": "Thirty individuals with nonspecific chronic low back pain.", "effective_dosage": "KT applied with 15-25% tension for 72 hours.", "study_duration": "3 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:00.558356+00:00"}
{"study_id": 98208, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to analyze the effects of kinesiology taping (KT) with different tension levels on pain, physical function, and other outcomes in people with knee osteoarthritis (OA).", "results_summary": "The study found that KT application with tension was not superior to application without tension for pain, physical function, range of motion, or muscle strength. Evidence for edema, balance, and quality of life was limited, and current evidence does not support KT use in knee OA.", "population_specificity": "People with knee osteoarthritis", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:02.611246+00:00"}
{"study_id": 98212, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether kinesiology taping (KT) could enhance the activation of suprahyoid muscles during swallowing, potentially aiding dysphagia rehabilitation.", "results_summary": "Both 50% and 80% stretch KT significantly increased suprahyoid muscle activation, required effort, and resistance during swallowing compared to no KT, with 80% stretch showing greater effects than 50%. The study suggests KT has therapeutic potential for dysphagia rehabilitation.", "population_specificity": "23 healthy adults", "effective_dosage": "KT applied with 50% and 80% stretch", "study_duration": "Single session (measured during five saliva swallows per condition)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:03.398739+00:00"}
{"study_id": 98207, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether Kinesiology Taping (KT) provided faster symptom improvement, enhanced pain-free range of motion, and increased acromiohumeral distance compared to exercise-based treatment alone in individuals with rotator cuff-related shoulder pain.", "results_summary": "The study found no significant differences between the KT and control groups in symptoms, functional limitations, range of motion, or acromiohumeral distance at mid- and long-term follow-ups, indicating KT did not provide superior outcomes over exercise-based treatment alone.", "population_specificity": "52 individuals with rotator cuff-related shoulder pain (RCRSP).", "effective_dosage": "Not specified (KT was added to the treatment but details on application frequency or method were not provided).", "study_duration": "6 weeks (with follow-ups at 3 weeks, 6 weeks, 12 weeks, and 6 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:03.710560+00:00"}
{"study_id": 98216, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the immediate effects of kinesiology taping on scapular reposition accuracy, kinematics, and muscle activation in individuals with shoulder impingement syndrome.", "results_summary": "Kinesiology taping significantly reduced reposition errors in scapular protraction and improved scapular kinematics during arm elevation, but had similar effects on muscle activation as placebo taping.", "population_specificity": "Thirty overhead athletes with shoulder impingement syndrome.", "effective_dosage": "Not specified", "study_duration": "Immediate effects (single session)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:03.916650+00:00"}
{"study_id": 98213, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 60, "study_goal": "The researchers aimed to investigate the presentation of shoulder pain, motor impairment, range of motion, and alignment in hemiplegic shoulders following acute stroke, as part of a pilot trial on kinesiology taping.", "results_summary": "The study found that pain and reduced passive range of motion were present in a small number of participants despite severe upper limb motor impairment. Shoulder subluxation and scapula malalignment were common, but the clinical course of shoulder pain and range of motion post-stroke remains unclear.", "population_specificity": "Patients with acute stroke and severe upper limb motor impairment.", "effective_dosage": "Not specified", "study_duration": "From 24 hours post-stroke until discharge, with measurements every three days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:04.660293+00:00"}
{"study_id": 98215, "supplement_id": 1254, "safety_score": "80", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of kinesiology taping as an adjunct therapy for musculoskeletal pain, particularly in conditions like plantar fascia pain, pes anserine bursitis, and low back pain.", "results_summary": "Kinesiology taping was found to improve symptoms for patients with plantar fascia pain, pes anserine bursitis, and low back pain, though the evidence supporting its use is not of high quality. The modality is considered relatively safe but should not replace active physical therapy.", "population_specificity": "Patients with musculoskeletal pain, including plantar fascia pain, pes anserine bursitis, and low back pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:04.771985+00:00"}
{"study_id": 98218, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the efficacy of therapeutic Kinesiology Taping (KT) added to a rehabilitation program in reducing pain and disabilities in individuals with Rotator Cuff Tendinopathy (RCTe), as well as its effects on shoulder control factors like muscular activity, acromiohumeral distance, and range of motion.", "results_summary": "The study will evaluate KT's mid-term and long-term effects when combined with a rehabilitation program, measuring outcomes at baseline, 3 weeks, 6 weeks, 12 weeks, and 6 months. Results are pending dissemination, but the study design suggests a rigorous assessment of KT's added benefits.", "population_specificity": "Individuals with Rotator Cuff Tendinopathy (RCTe).", "effective_dosage": "Not specified in the abstract.", "study_duration": "6-week rehabilitation program with follow-ups at 12 weeks and 6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:06.999648+00:00"}
{"study_id": 98220, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to summarize the effects of Kinesio Taping (KT) on chronic low back pain (CLBP) by analyzing randomized controlled trials.", "results_summary": "Moderate evidence suggests KT is no more effective than conventional physical therapy for pain and disability, but may improve range of motion and motor control short-term. Limited evidence shows KT is superior to sham taping for some outcomes.", "population_specificity": "306 subjects with chronic low back pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:08.476639+00:00"}
{"study_id": 98229, "supplement_id": 1254, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of facilitatory and inhibitory kinesiology taping on the tone of the pectoralis major muscle in healthy individuals.", "results_summary": "Facilitatory taping significantly enhanced muscle activity and showed a negative correlation with contralateral pectoralis major length, suggesting effects beyond the direct application site. Inhibitory taping did not produce significant results.", "population_specificity": "24 healthy volunteers without relevant pathologies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:10.574884+00:00"}
{"study_id": 21230, "supplement_id": 1255, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the pharmacological effects of andrographolide (from King of Bitters) on stress-induced thermoregulatory and physiological responses in mice.", "results_summary": "Andrographolide demonstrated dose-dependent adaptogenic properties, effectively reducing stress-induced hyperthermia and body weight changes, comparable to diazepam. It also potentiated pentobarbital hypnosis, suggesting diazepam-like desensitization of stress responses.", "population_specificity": "Male and female mice.", "effective_dosage": "3 mg/kg/d, 10 mg/kg/d, and 30 mg/kg/d (oral administration, once daily).", "study_duration": "11 consecutive days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:11.943517+00:00"}
{"study_id": 21231, "supplement_id": 1255, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-inflammatory and anti-allergic potential of seven phytoconstituents isolated from Andrographis paniculata (King of Bitters) by assessing their effects on key inflammatory and allergic mediators.", "results_summary": "The study found that several phytoconstituents, particularly andrographolide, isoandrographolide, 7-O-methylwogonin, and skullcapflavone-I, significantly inhibited the production of inflammatory mediators (NO, PGE(2), IL-1 beta, IL-6, TXB(2)) and allergic mediators (LTB(4), histamine) in cell-based assays.", "population_specificity": "In vitro studies using J774A.1 macrophages, HL-60 promyelocytic cells, and RBL-2H3 basophilic cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:14.022362+00:00"}
{"study_id": 72892, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effect of sensory stimulation interventions, including light therapy, on persons with dementia, focusing on outcomes like alertness, agitation, and quality of life.", "results_summary": "The study found that sensory stimulation interventions, including light therapy, had significant effects on reducing negative behaviors in persons with dementia, though methodological limitations were noted. Only a few studies assessed quality of life and well-being, with mixed results.", "population_specificity": "Persons with dementia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:20.976304+00:00"}
{"study_id": 72893, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether bright light exposure increases [(18)F]-FDG uptake in the olfactory bulb and hippocampus, potentially indicating neurogenesis.", "results_summary": "The study found a significant increase in [(18)F]-FDG uptake in both right and left olfactory bulbs after 5-day bright light exposure, with the right olfactory bulb remaining significant after adjusting for illuminance. This suggests a possible link between bright light exposure and neurogenesis.", "population_specificity": "55 participants in a university hospital setting.", "effective_dosage": "Bright light exposure + environmental light (specific intensity not detailed).", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:21.962629+00:00"}
{"study_id": 72891, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review literature on the effects of photobiomodulation (PBM) on mesenchymal stem cells (MSCs) to understand its role in tissue regeneration.", "results_summary": "The review found that PBM positively affects MSCs, enhancing cell function, proliferation, and migration, with effective doses ranging from 0.7-4 J/cm². The combination of stem cell therapy and laser therapy improved treatment outcomes.", "population_specificity": "Mesenchymal stem cells (MSCs) in vitro or in tissue regeneration contexts.", "effective_dosage": "0.7-4 J/cm²", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:22.109414+00:00"}
{"study_id": 72898, "supplement_id": 1289, "safety_score": "75", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to review the mechanisms, dosimetry, and safety of photobiomodulation (PBM) and explore its potential applications in managing side-effects of (chemo)radiation therapy in head and neck cancer patients.", "results_summary": "PBM shows promise in managing complications like ulceration, inflammation, and pain, but its impact on tumor behavior remains unclear due to conflicting in vitro results and insufficient clinical data. While no adverse tumor outcomes were reported, further research is needed to confirm PBM's neutrality in cancer treatment.", "population_specificity": "Patients undergoing radiotherapy for head and neck cancer (HNC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:22.170139+00:00"}
{"study_id": 72896, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to clarify the role of Light Therapy (LT) in treating bipolar depression, either as monotherapy or in combination with total sleep deprivation (TSD), by synthesizing existing evidence through a meta-analysis.", "results_summary": "The meta-analysis found that LT significantly decreased disease severity in bipolar depression, both with and without TSD, and with concomitant medication. Augmentation with LT was more effective than treatment without LT, though the optimal intensity and frequency of LT remain unclear.", "population_specificity": "489 patients with bipolar depression across nine studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Concomitant medication was mentioned, but no specific interactions detailed.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:22.202199+00:00"}
{"study_id": 72895, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the efficacy of bright light therapy (BLT) in treating nonseasonal depression.", "results_summary": "BLT showed a significant reduction in depressive symptoms, particularly when administered for 2-5 weeks and as monotherapy, but results were insignificant for perinatal depression. The overall heterogeneity of trials was moderate, and long-term effects were not explored.", "population_specificity": "Individuals with nonseasonal depression, including subgroups like perinatal depression.", "effective_dosage": "Not specified", "study_duration": "2-5 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:22.697185+00:00"}
{"study_id": 72894, "supplement_id": 1289, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of laser and light therapy as treatments for acne vulgaris compared to traditional topical and systemic therapies.", "results_summary": "The study found that laser and light therapies are effective for treating acne by targeting Propionibacterium acnes porphyrins, acting as anti-inflammatory mediators, and reducing sebaceous gland activity. These therapies have minimal side effects and are safe during pregnancy, with at-home devices also showing efficacy.", "population_specificity": "Patients with acne vulgaris.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:22.718737+00:00"}
{"study_id": 72897, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of photobiomodulation (PBM) in managing various side effects of chemoradiation therapy in head and neck cancer patients, including oral mucositis, and to suggest optimal PBM parameters for these applications.", "results_summary": "PBM showed potential in managing a broad range of side effects, with optimal parameters identified for oral mucositis (e.g., wavelength 633-685 nm or 780-830 nm, energy density 10-150 mW, dose 2-3 J/cm²). The study also proposed parameters for other complications like dermatitis and dysphagia, suggesting PBM could enhance supportive care in head and neck cancer treatment.", "population_specificity": "Patients undergoing radiotherapy or chemoradiation therapy for head and neck cancer.", "effective_dosage": "Wavelength: 633-685 nm or 780-830 nm; energy density: 10-150 mW; dose: 2-3 J/cm² (max 6 J/cm²); frequency: 2-3 times weekly to daily.", "study_duration": "Not specified (treatment schedule varied from twice weekly to daily).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:25.058525+00:00"}
