{"study_id": 66194, "supplement_id": 1151, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of aged garlic extract (AGE) on metabolic syndrome risk factors, particularly its potential to increase adiponectin levels and prevent cardiovascular complications.", "results_summary": "The study found that AGE administration for 12 weeks significantly increased plasma adiponectin levels (P = 0.027) in patients with metabolic syndrome, suggesting potential cardiovascular benefits. No serious side effects were reported.", "population_specificity": "Individuals with metabolic syndrome.", "effective_dosage": "1.2 g/day of aged garlic extract (Kyolic).", "study_duration": "24 weeks (12 weeks of AGE, 12 weeks of placebo).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:47.785002+00:00"}
{"study_id": 66192, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential role of garlic, as part of a Mediterranean diet, in addressing components of Metabolic Syndrome (MS) such as inflammation, dyslipidemia, and insulin resistance.", "results_summary": "The abstract suggests that garlic, included in the Mediterranean diet, may contribute to managing MS due to its antioxidant properties, though specific effects of garlic alone are not detailed. The study highlights the broader dietary approach rather than isolating garlic's impact.", "population_specificity": "Individuals with Metabolic Syndrome (MS) or its components (hypertension, obesity, dyslipidemia, insulin resistance).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:48.058448+00:00"}
{"study_id": 66191, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the effects of garlic (Allium sativum) on endothelial function, particularly its potential to induce vasodilation and improve vascular homeostasis.", "results_summary": "The study found that allicin, a metabolite of garlic, causes dose-dependent dilation in isolated coronaries, suggesting a beneficial effect on vascular tone. The abstract implies garlic may improve endothelial function, though specific clinical outcomes are not detailed.", "population_specificity": "Not specified (abstract mentions animal models and isolated coronaries, but no human population details).", "effective_dosage": "Not specified (only mentions \"dose-dependent\" effects).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:48.265471+00:00"}
{"study_id": 66193, "supplement_id": 1151, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of garlic preparations on blood lipids, including total cholesterol, LDL cholesterol, HDL cholesterol, and triglycerides, in individuals with elevated cholesterol levels.", "results_summary": "Garlic was found to reduce total serum cholesterol by 17 ± 6 mg/dL and LDL cholesterol by 9 ± 6 mg/dL in individuals with elevated cholesterol (>200 mg/dL), particularly when used for longer than 2 months. HDL cholesterol improved slightly, while triglycerides were not significantly affected, and garlic was well-tolerated with minimal side effects.", "population_specificity": "Individuals with elevated total cholesterol levels (>200 mg/dL).", "effective_dosage": "Not specified", "study_duration": "Longer than 2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:48.313931+00:00"}
{"study_id": 66195, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of commercially available garlic (Tomex®) against *Trichomonas vaginalis* in vitro, comparing its effects to metronidazole.", "results_summary": "Garlic inhibited *T. vaginalis* multiplication and motility in a concentration- and time-dependent manner, with minimal lethal concentrations decreasing over time (100 μg/ml at 24h to 12.5 μg/ml at 96h). Its effects were comparable to metronidazole, suggesting potential as a phytotherapeutic agent for trichomoniasis.", "population_specificity": "*Trichomonas vaginalis* trophozoites in vitro.", "effective_dosage": "12.5, 25, 50, and 100 μg/ml.", "study_duration": "24, 48, 72, and 96 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:49.260724+00:00"}
{"study_id": 66197, "supplement_id": 1151, "safety_score": "90", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether garlic affects CYP3A4 activity and its potential pharmacokinetic interactions with anticancer drugs.", "results_summary": "The study found that garlic did not affect CYP3A4 activity in vitro or the pharmacokinetics of midazolam and docetaxel in clinical studies, indicating no significant interactions with these drugs.", "population_specificity": "Cancer patients using complementary and alternative medicines (CAM).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:54.761188+00:00"}
{"study_id": 66200, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to provide an overview of complementary therapies, including Garlic, used in cystic fibrosis.", "results_summary": "The abstract does not provide specific findings about Garlic's effects in cystic fibrosis.", "population_specificity": "Individuals with cystic fibrosis.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:55.814195+00:00"}
{"study_id": 66201, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether long-term treatment with the garlic-based drug Allicor could reduce the progression of carotid atherosclerosis in asymptomatic men.", "results_summary": "The study found that Allicor significantly reduced the progression of carotid intima-media thickness (IMT) compared to placebo, suggesting a direct anti-atherosclerotic effect likely due to inhibition of serum atherogenicity.", "population_specificity": "196 asymptomatic men aged 40-74", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:55.834432+00:00"}
{"study_id": 66199, "supplement_id": 1151, "safety_score": "80", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the lipid-lowering effects of garlic, examining inconsistencies in clinical trials and potential factors influencing outcomes.", "results_summary": "The abstract notes conflicting clinical trial results on garlic's hypolipidemic effects, with some meta-analyses denying benefits, while animal and in vitro studies show positive effects. Factors like dosage, garlic product type, bioavailability, and individual variability may explain discrepancies.", "population_specificity": "Not specified (general hyperlipidemia population implied).", "effective_dosage": "Not specified (mentions clinical trials used lower doses than animal studies).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:56.396087+00:00"}
{"study_id": 66198, "supplement_id": 1151, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to understand the mechanism of antioxidant action and therapeutic efficacy of garlic, particularly aged garlic extract (AGE).", "results_summary": "The study found that fresh garlic contains unstable organosulphur compounds with antioxidant properties, while prolonged extraction produces AGE, which contains stable, water-soluble compounds that effectively scavenge free radicals and prevent oxidative damage. The antioxidant activity of garlic is well-documented, supporting its potential benefits in reducing conditions like heart disease and cancer.", "population_specificity": "Not specified (general antioxidant effects discussed).", "effective_dosage": "Not specified (prolonged extraction up to 20 months mentioned for AGE production).", "study_duration": "Not specified (focus on extraction duration, not intervention duration).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:57.428679+00:00"}
{"study_id": 66196, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the anti-atherosclerotic effects of garlic powder (allicor) and a phytoestrogen-rich drug (karinat) containing garlic powder in preventing and regressing carotid atherosclerosis.", "results_summary": "Two-year treatment with allicor demonstrated a direct anti-atherosclerotic effect on carotid atherosclerosis in asymptomatic men. Karinat, which includes garlic powder among other ingredients, prevented the development of carotid atherosclerosis in postmenopausal women.", "population_specificity": "Asymptomatic men (allicor) and postmenopausal women (karinat).", "effective_dosage": "Not specified", "study_duration": "2 years (allicor), duration for karinat not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:00.078311+00:00"}
{"study_id": 66203, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the biological activity of natural and synthetic H2S-donating compounds, including garlic, and their role in mammalian biology.", "results_summary": "The abstract highlights garlic as a naturally occurring H2S-donating compound with potential biological significance, though specific efficacy results are not detailed. The study suggests H2S, including from garlic, plays a role in physiological processes.", "population_specificity": "Not specified (review of existing literature)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:00.918408+00:00"}
{"study_id": 66202, "supplement_id": 1151, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to assess the effect, dose-response, tolerability, and acceptability of aged garlic extract as an adjunct treatment for uncontrolled hypertension in patients already on antihypertensive medication.", "results_summary": "Aged garlic extract significantly reduced systolic blood pressure in the group taking two capsules daily (11.8±5.4 mm Hg reduction) and showed borderline significance in the four-capsule group at 8 weeks. Tolerability, compliance, and acceptability were high (93%) across all garlic groups.", "population_specificity": "General practice patients with uncontrolled systolic hypertension.", "effective_dosage": "240 mg (1 capsule), 480 mg (2 capsules), or 960 mg (4 capsules) daily of aged garlic extract.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:01.062887+00:00"}
{"study_id": 66205, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine whether prophylactic use of garlic reduces the frequency or duration of colds in adults.", "results_summary": "Prophylactic garlic use may decrease the frequency of colds in adults but has no effect on the duration of symptoms.", "population_specificity": "Adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:02.611134+00:00"}
{"study_id": 66204, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of garlic tablets on pro-inflammatory cytokines (interlukin-1, interlukin-6, TNF-α) in postmenopausal osteoporotic women.", "results_summary": "Garlic tablets significantly reduced TNF-α levels by 47% in the treatment group, but no significant changes were observed for interlukin-1 or interlukin-6. No significant effects were seen in the placebo group.", "population_specificity": "Postmenopausal osteoporotic women (n=44).", "effective_dosage": "Two garlic tablets daily.", "study_duration": "1 month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:03.530235+00:00"}
{"study_id": 66208, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 10, "quality_score": 85, "study_goal": "The researchers aimed to determine whether garlic could prevent pre-eclampsia during pregnancy.", "results_summary": "The study found that garlic did not prevent pre-eclampsia in pregnant women. No significant benefits were observed compared to placebo or other interventions.", "population_specificity": "Pregnant women", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:03.716335+00:00"}
{"study_id": 66207, "supplement_id": 1151, "safety_score": "50", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to clarify the ambiguous effects of garlic and its preparations on the male reproductive system.", "results_summary": "The study found mixed results regarding garlic's impact on male reproductive health, with some studies reporting improved sexual function and testicular recovery, while others noted impaired testicular functions and spermicidal effects.", "population_specificity": "Male reproductive system (human or animal not specified).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:04.059632+00:00"}
{"study_id": 66206, "supplement_id": 1151, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to investigate the hepatoprotective effect, safety, and tolerability of an oral preparation containing garlic oil (GO) combined with DDB in patients with chronic hepatitis.", "results_summary": "The study found that DDB plus GO significantly reduced ALT and AST levels in chronic hepatitis patients, with higher doses showing greater efficacy. No clinically meaningful adverse events or laboratory abnormalities were observed.", "population_specificity": "Patients with histologically confirmed chronic hepatitis and persistently elevated ALT and AST levels, predominantly HBV-infected (98%).", "effective_dosage": "50 mg garlic oil per capsule, administered at 2, 3, or 6 capsules daily (100-300 mg/day).", "study_duration": "6 weeks of treatment with a 1-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:07.198115+00:00"}
{"study_id": 66209, "supplement_id": 1151, "safety_score": "85", "efficacy_score": 65, "quality_score": 70, "study_goal": "To determine if garlic as monotherapy lowers cardiovascular morbidity and mortality in hypertensive patients compared to placebo.", "results_summary": "Garlic reduced mean supine systolic and diastolic blood pressure by approximately 10-12 mmHg and 6-9 mmHg, respectively, over placebo, but confidence intervals were wide, and clinical outcomes were not reported. The authors concluded insufficient evidence to determine garlic's therapeutic advantage for cardiovascular risk reduction.", "population_specificity": "Hypertensive patients", "effective_dosage": "200 mg garlic powder three times daily (in one trial)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:08.512498+00:00"}
{"study_id": 66212, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to systematically review clinical literature on herbal medicine, including garlic, to assess its safety and efficacy during breastfeeding.", "results_summary": "The study identified two efficacy studies on garlic extract but noted heterogeneity in study design and poor methodological quality overall, making definitive conclusions difficult.", "population_specificity": "Breastfeeding individuals", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:09.408434+00:00"}
{"study_id": 66211, "supplement_id": 1151, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and lipid-lowering effects of garlic extracts among commonly used dietary supplements and nutraceuticals.", "results_summary": "The study found that garlic extracts have demonstrated tolerability and safety in preclinical, epidemiological, and clinical evidence, but long-term trials on morbidity and mortality are lacking.", "population_specificity": "General population, with specific focus on frail patients (children, elderly, those with liver/renal failure, high-risk patients, and polypharmacy users).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Pharmacological interactions were discussed, but specific details for garlic were not mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:10.171372+00:00"}
{"study_id": 66210, "supplement_id": 1151, "safety_score": "85", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of garlic as a perpetrator of pharmacokinetic drug interactions, particularly its effects on cytochrome P450 enzymes and P-glycoprotein.", "results_summary": "The study found limited clinical evidence for garlic, indicating it does not act as a potent or moderate inhibitor or inducer of cytochrome P450 enzymes or P-glycoprotein at commonly recommended doses. Weak effects were not consistently observed, and data on major drug-metabolizing enzymes were incomplete.", "population_specificity": "Not specified (general patient populations exposed to polypharmacotherapy).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned as significant.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:10.190236+00:00"}
{"study_id": 66215, "supplement_id": 1151, "safety_score": "85", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine whether garlic affects human cytochrome P450 enzymes, potentially causing drug interactions.", "results_summary": "The study found that garlic had mild inhibitory effects on CYP2E1, but no clear effects on most other CYPs examined. The overall risk of drug interactions with garlic was considered low, except for mild inhibition in specific cases.", "population_specificity": "Not specified (general human population inferred from clinical studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Mild inhibition of CYP2E1 (potential interaction with drugs metabolized by this enzyme).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:12.185286+00:00"}
{"study_id": 66214, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the benefits, harms, and pharmacokinetic interactions of garlic when co-administered with cardiovascular drugs.", "results_summary": "The study found low-strength evidence suggesting an improvement in HDL-C levels with garlic supplementation when taken alongside nitrates. No significant safety concerns were highlighted, but evidence was insufficient for broader efficacy conclusions.", "population_specificity": "Patients on cardiovascular drugs, though specific demographics are not detailed.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Nitrates and warfarin", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:13.260276+00:00"}
{"study_id": 66213, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the antioxidant mechanisms of aged garlic extract (AGE) and S-allylcysteine (SAC) and their potential therapeutic use, particularly focusing on SAC's ability to activate the Nrf2 factor.", "results_summary": "The study found that AGE and SAC exhibit protective effects against oxidative stress through multiple antioxidant mechanisms, including scavenging free radicals, inducing antioxidant enzymes, and activating the Nrf2 factor. SAC specifically demonstrated the ability to activate Nrf2 in the cerebral cortex, suggesting therapeutic potential.", "population_specificity": "Experimental animal models and in vitro conditions (no specific human population mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:13.332447+00:00"}
{"study_id": 66216, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of garlic supplementation in improving lipid profiles and glycemic control in type 2 diabetic patients.", "results_summary": "The study found that the usefulness of garlic supplementation for dyslipidemia and hyperglycemia in type 2 diabetic patients is uncertain, with mixed or inconclusive results.", "population_specificity": "Type 2 diabetic patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:14.276245+00:00"}
{"study_id": 66217, "supplement_id": 1151, "safety_score": "80", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine whether garlic (allium sativum) is effective for preventing or treating the common cold compared to placebo, no treatment, or other treatments.", "results_summary": "A single trial found that garlic supplementation reduced the number of common cold occurrences compared to placebo (24 vs. 65) and fewer days of illness (111 vs. 366), but recovery time was similar. The authors concluded insufficient evidence due to limited studies.", "population_specificity": "146 participants (adults and/or children not specified).", "effective_dosage": "180 mg of allicin content once daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:17.395366+00:00"}
{"study_id": 66220, "supplement_id": 1151, "safety_score": "70", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to evaluate whether garlic and other dietary supplements could interfere with hemostasis, potentially affecting coagulation.", "results_summary": "The study found anecdotal associations between garlic consumption and adverse bleeding events, but controlled studies were too limited to confirm consistent anticoagulant effects.", "population_specificity": "US adult population taking dietary supplements.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Potential interactions with antiplatelet medications mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:17.684394+00:00"}
{"study_id": 66219, "supplement_id": 1151, "safety_score": "70", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to review the pharmacokinetic interactions between garlic supplements/phytochemicals and drugs, focusing on mechanisms and implications for drugs with narrow therapeutic indices.", "results_summary": "The study found that garlic can interfere with drug pharmacokinetics, particularly affecting absorption and metabolism, with effects varying based on supplement type/quality. The authors emphasize the need for standardized composition and in vitro testing to predict in vivo interactions.", "population_specificity": "Not specified (literature review)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Drug-garlic interactions noted, particularly affecting absorption and metabolism pathways.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:19.311468+00:00"}
{"study_id": 66218, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the therapeutic effects of an ointment containing garlic extract, among other components, on wound healing and microbial flora in venous ulcers.", "results_summary": "The ointment significantly improved epithelialization (99.1% after 7 weeks) and demonstrated anti-edematous and anti-erythematous properties, though it had no significant effect on microbial flora.", "population_specificity": "25 patients (10 men, 15 women) over 18 years old with venous ulcers of the lower leg, either new (≤2 months) or recurrent (within the last 6 months).", "effective_dosage": "Not specified (ointment composition described, but exact garlic extract dosage not provided).", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:19.312952+00:00"}
{"study_id": 66221, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to update knowledge on clinical herb-drug interactions, with a focus on mechanistic and clinical considerations, including garlic.", "results_summary": "The study mentions garlic as one of the common herbal medicines that interact with drugs, but specific effects or outcomes related to garlic are not detailed.", "population_specificity": "Not specified (general discussion of herb-drug interactions)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "Mentioned as interacting with drugs, but specific medications are not listed for garlic.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:20.171115+00:00"}
{"study_id": 66223, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 85, "study_goal": "The researchers aimed to determine whether long-term supplementation with garlic extract and oil could reduce gastric cancer incidence and mortality compared to placebo.", "results_summary": "Garlic treatment showed non-statistically significant reductions in gastric cancer incidence and mortality, with no strong evidence of efficacy. The study found no significant benefit of garlic supplementation over placebo in preventing gastric cancer.", "population_specificity": "3,365 randomly assigned subjects in a masked factorial placebo-controlled trial.", "effective_dosage": "Not specified", "study_duration": "7.3 years of oral supplementation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:21.310966+00:00"}
{"study_id": 66222, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether aged garlic extract supplementation could modify immune cell proliferation (γδ-T and NK cells) and reduce cold and flu symptoms.", "results_summary": "Aged garlic extract improved γδ-T and NK cell proliferation after 45 days. While it did not reduce the incidence of colds and flu, it significantly reduced symptom severity, days of sub-optimal functioning, and missed work/school days after 90 days.", "population_specificity": "120 healthy subjects (60 per group)", "effective_dosage": "2.56 g/day", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:21.739976+00:00"}
{"study_id": 66224, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the real effects of garlic on serum lipid parameters, particularly its ability to regulate cholesterol and triglyceride levels.", "results_summary": "Garlic was found to significantly reduce serum total cholesterol (TC) and triglyceride (TG) levels compared to placebo, with stronger effects observed in long-term interventions and higher baseline TC levels. Different garlic preparations (powder, aged extract, oil) showed varying effectiveness for TC and TG reduction, while other lipid parameters remained unaffected.", "population_specificity": "Subjects with hyperlipoidemia or at risk of cardiovascular diseases.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Long-term intervention (specific duration not detailed in the abstract).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:23.613236+00:00"}
{"study_id": 66226, "supplement_id": 1151, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the therapeutic effects of garlic and d-penicillamine in treating chronic lead poisoning in humans.", "results_summary": "Garlic significantly improved clinical symptoms of lead poisoning (e.g., irritability, headache) and reduced blood lead concentrations, with comparable efficacy to d-penicillamine but fewer side effects.", "population_specificity": "117 workers from a car battery industry with chronic lead poisoning.", "effective_dosage": "1200 μg allicin (three times daily).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:25.850240+00:00"}
{"study_id": 66225, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the antitubercular properties of Allium sativum (garlic) against Mycobacterium tuberculosis (MTB) and multi-drug resistant tuberculosis (MDR-TB).", "results_summary": "The abstract suggests that garlic extracts show promise in combating MDR-TB, with studies indicating effectiveness against clinical isolates, offering potential for alternative drug development. The involvement of traditional healers could facilitate garlic extract administration to infected patients.", "population_specificity": "Clinical isolates of MDR-TB and potentially infected patients in developing countries, particularly South Africa.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:26.337431+00:00"}
{"study_id": 66227, "supplement_id": 1151, "safety_score": "90", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and safety of garlic extract versus nystatin in treating denture stomatitis (DS).", "results_summary": "Garlic extract showed significant efficacy in reducing erythema, though nystatin demonstrated faster recovery. Patients reported greater satisfaction with garlic due to fewer side effects compared to nystatin.", "population_specificity": "40 patients with denture stomatitis.", "effective_dosage": "Not specified.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:27.937385+00:00"}
{"study_id": 66228, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the mechanisms and targets of cancer chemoprevention by diallyl trisulfide (DATS), a metabolic byproduct of garlic.", "results_summary": "Studies indicate DATS offers protection against chemically-induced and oncogene-driven cancers in rodents, with mechanisms including alteration of carcinogen-metabolizing enzymes, cell cycle arrest, apoptosis induction, suppression of oncogenic pathways, and inhibition of neoangiogenesis. Evidence from population-based and clinical studies supports garlic's anticancer effects.", "population_specificity": "Experimental rodents and human population-based case-control studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:28.194321+00:00"}
{"study_id": 66229, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of garlic-derived organic sulfur compounds as hydrogen sulfide donors or mediators and their potential therapeutic applications.", "results_summary": "The study found that garlic ingredients like diallyl disulfide, diallyl trisulfide, and S-allyl cysteine act as hydrogen sulfide donors or mediators, with potential applications in treating conditions such as ischemic heart disease. Synthetic analogs like S-propargyl cysteine also showed promise in modulating hydrogen sulfide pathways.", "population_specificity": "Not specified (general biological and pharmaceutical research context).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:29.110252+00:00"}
{"study_id": 66230, "supplement_id": 1151, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether garlic fermented with Monascus pilosus (MGFE) could reduce serum lipid levels in individuals with mild hyperlipidemia.", "results_summary": "MGFE intake showed a borderline reduction in triglycerides (15% at maximum, P = 0.062) and significant decreases in total cholesterol (P = 0.003), LDL cholesterol (P = 0.001), and LDL/HDL ratio (P < 0.001), with no changes in body fat or abdominal circumference. No appreciable adverse effects were reported.", "population_specificity": "Healthy subjects with serum triglyceride concentrations of 120-200 mg/dL (n = 55).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:31.320881+00:00"}
{"study_id": 66231, "supplement_id": 1151, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the hypoglycemic and antihyperlipidemic effects of garlic supplementation in type 2 diabetic patients when combined with standard antidiabetic therapy.", "results_summary": "Garlic supplementation (300 mg thrice daily) combined with metformin significantly reduced fasting blood sugar, total cholesterol, LDL-C, and triglycerides while increasing HDL cholesterol compared to placebo after 24 weeks. The results were statistically significant (P < 0.005).", "population_specificity": "Diagnosed type 2 diabetic patients (n=60) with fasting blood sugar levels above 126 mg/dl.", "effective_dosage": "300 mg garlic tablets (KWAI) thrice daily.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:31.702638+00:00"}
{"study_id": 66232, "supplement_id": 1151, "safety_score": "70", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to discuss the mechanisms and clinical implications of herb-drug interactions involving garlic, focusing on its effects when used concurrently with prescription drugs.", "results_summary": "Garlic was found to increase clotting time and INR of warfarin, cause hypoglycemia with chlorpropamide, and reduce the AUC and maximum concentration of saquinavir. These interactions suggest significant pharmacodynamic and pharmacokinetic effects.", "population_specificity": "Humans (general, no specific subpopulation mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "Warfarin (increased clotting time and INR), chlorpropamide (hypoglycemia), saquinavir (reduced AUC and maximum concentration).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:33.186706+00:00"}
{"study_id": 66234, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to review literature on agents that ameliorate or augment the nephrotoxicity of gentamicin, including garlic.", "results_summary": "The abstract suggests garlic, among other natural antioxidants, may help ameliorate gentamicin-induced nephrotoxicity, but large controlled clinical trials are lacking.", "population_specificity": "Not specified (literature review, not a primary study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:34.012738+00:00"}
{"study_id": 66233, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of Aged Garlic Extract (AGE) and its active ingredient S-allyl-L-cysteine (SAC) on pathological pathways related to Alzheimer's disease (AD), including synaptic degeneration and neuroinflammation.", "results_summary": "The study reported positive preliminary results indicating that AGE and SAC may restrict pathological cascades linked to AD, such as synaptic degeneration and neuroinflammatory pathways, suggesting potential as a preventative strategy.", "population_specificity": "Not specified (likely preclinical or in vitro models, given the focus on pathological mechanisms).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:34.588233+00:00"}
{"study_id": 66237, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the molecular mechanisms of anti-cancer actions of garlic-derived organosulfur compounds (OSCs) in neuroblastoma and other cancers.", "results_summary": "Garlic-derived OSCs demonstrated anti-cancer activity in neuroblastoma by inducing cell cycle arrest, generating reactive oxygen species (ROS), activating stress kinases, and stimulating the mitochondrial pathway for apoptosis. However, comprehensive mechanisms remain unclear, requiring further studies.", "population_specificity": "Pediatric tumor neuroblastoma and other cancers (not specified in detail).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:37.298492+00:00"}
{"study_id": 66236, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether encapsulating garlic oil in β-cyclodextrin could effectively release antimicrobial volatiles to control microbial growth in fresh-cut tomatoes while maintaining sensory quality.", "results_summary": "Encapsulated garlic oil released nearly 70% of volatiles at 100% relative humidity over 5 weeks, reducing microbial growth while preserving sensory quality better than free garlic oil. The highest concentration of encapsulated garlic oil showed the lowest microbial growth and highest sensory quality.", "population_specificity": "Fresh-cut tomatoes (in vitro study).", "effective_dosage": "Free garlic oil (50, 100, 200 μg/100 g); encapsulated garlic oil (0.25, 0.5, 1 g/100 g).", "study_duration": "5 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:37.895126+00:00"}
{"study_id": 66235, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of garlic consumption on anticoagulation control in patients with nonvalvular atrial fibrillation treated with warfarin.", "results_summary": "The study found that frequent consumption of garlic (≥4 times per week) was associated with suboptimal anticoagulation control, as measured by the international normalized ratio, compared to infrequent or non-users. Garlic was the most commonly consumed herb among participants (80.4%).", "population_specificity": "250 patients with nonvalvular atrial fibrillation (69 ± 10 years, 50% male) on warfarin therapy for at least 6 months.", "effective_dosage": "Not specified", "study_duration": "Not specified (dietary intake recorded via questionnaire, but intervention duration unclear)", "interactions": "Interaction with warfarin noted, leading to suboptimal anticoagulation control.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:37.928196+00:00"}
{"study_id": 66238, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the inhibitory effects of natural compounds, including elephant garlic, on bacterial growth and cholera toxin production in Vibrio cholerae.", "results_summary": "The abstract mentions that extracts from elephant garlic, among other plants, have been shown to inhibit bacterial growth or cholera toxin production, but the primary focus shifts to red chili and capsaicin for detailed analysis.", "population_specificity": "Vibrio cholerae strains (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:39.186630+00:00"}
{"study_id": 66239, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether including garlic in lamb feed would negatively impact the flavor of the meat and its acceptability to consumers.", "results_summary": "The study found no difference in flavor scores between garlic-fed and control lambs, but the 3.6% garlic group scored significantly higher in acceptability as lamb and received more positive comments from panelists.", "population_specificity": "31 Merino wether lambs", "effective_dosage": "0%, 1.8%, and 3.6% garlic in feed", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:39.793282+00:00"}
{"study_id": 66241, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the antibacterial effect of garlic extract mouthwash against chlorhexidine and a negative control in reducing Streptococcus mutans levels.", "results_summary": "Garlic extract (3%) showed significant reduction in S. mutans counts (5.23 x 10^5 CFU/ml), outperforming both chlorhexidine (2.63 x 10^5 CFU/ml) and the negative control (1.18 x 10^5 CFU/ml), with highly significant statistical differences (P < 0.001).", "population_specificity": "45 dental students", "effective_dosage": "10 ml of 3% garlic extract mouthwash once daily", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:42.168035+00:00"}
{"study_id": 66242, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of diallyl trisulfide (DATS), a garlic oil constituent, on prolonging disease duration and survival in a transgenic mouse model of ALS.", "results_summary": "DATS treatment significantly prolonged disease duration and extended lifespan by about one week in SOD1-G93A transgenic mice, while also inducing HO-1 and reducing GFAP expression in the lumbar spinal cord. The study suggests DATS has multifunctional neuroprotective effects in this model.", "population_specificity": "SOD1-G93A transgenic mice (ALS model)", "effective_dosage": "80mg/kg/d, orally", "study_duration": "From clinical onset stage until endpoint (specific duration not stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:43.781922+00:00"}
{"study_id": 66243, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the potential of metal-based complexes derived from garlic components (allixin and its derivatives) for treating diabetes and metabolic syndrome.", "results_summary": "The study found that vanadyl and zinc complexes of allixin improved both type 1 and type 2 diabetes in diabetic animals. A new zinc complex (zinc-tanm) showed enhanced efficacy, improving both diabetes and metabolic syndrome, with one derivative exceeding zinc-tanm's activity.", "population_specificity": "Diabetic animals (specific species not mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:44.197233+00:00"}
{"study_id": 66244, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the cardiovascular and metabolic benefits of garlic, focusing on its mechanisms of action and clinical relevance.", "results_summary": "The study found that garlic reduces cardiovascular risk by improving plasma lipids, reducing oxidized LDL, inhibiting platelet aggregation, and lowering blood pressure. Key mechanisms include nitric oxide generation, anti-inflammatory cytokine modulation, and hydrogen sulfide-mediated vasodilation.", "population_specificity": "Not specified (general human population implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:44.967673+00:00"}
{"study_id": 66246, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine if garlic, as an antibiotic adjuvant, improves clinical and microbiological outcomes in people with cystic fibrosis.", "results_summary": "The study found that garlic supplementation did not demonstrate a significant effect on pulmonary function, pulmonary exacerbations, or quality of life in cystic fibrosis patients. No notable benefits were reported.", "population_specificity": "People with cystic fibrosis", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:45.600112+00:00"}
{"study_id": 66247, "supplement_id": 1151, "safety_score": "70", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of garlic (specifically garlic powder, Allicor) in managing hyperlipidemia in humans.", "results_summary": "The study found conflicting data on garlic's efficacy in reducing lipid profiles, with some studies showing significant decreases in total cholesterol and LDL cholesterol, while others did not. Adverse effects were noted for garlic powder (Allium sativum), though no significant mortality was observed.", "population_specificity": "Human subjects with hyperlipidemia.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:47.370965+00:00"}
{"study_id": 66245, "supplement_id": 1151, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of time-released garlic powder tablets (Allicor) on reducing the 10-year prognostic risk of acute myocardial infarction and sudden death in coronary heart disease (CHD) patients.", "results_summary": "The study found that 12-month treatment with Allicor significantly reduced cardiovascular risk by 1.5-fold in men and 1.3-fold in women, primarily due to decreased LDL cholesterol levels (32.9 mg/dl in men, 27.3 mg/dl in women). The effects were more pronounced in men, while women showed a trend that may be due to insufficient sample size.", "population_specificity": "51 coronary heart disease (CHD) patients (men and women).", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:48.109878+00:00"}
{"study_id": 66248, "supplement_id": 1151, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of garlic, among other phytochemicals, in cancer chemoprevention.", "results_summary": "The study suggests that garlic, as part of Allium vegetables, may contribute to reduced cancer risk, supported by population studies. It highlights garlic's potential due to its safety, low cost, and bioavailability, though specific efficacy data are not detailed.", "population_specificity": "General population (no specific subgroup mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:48.355034+00:00"}
{"study_id": 66249, "supplement_id": 1151, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effect, tolerability, and acceptability of aged garlic extract as an adjunct treatment for patients with treated but uncontrolled hypertension.", "results_summary": "Aged garlic extract significantly lowered systolic blood pressure by 10.2 mmHg in patients with uncontrolled hypertension (SBP ≥ 140 mmHg) compared to placebo, with high tolerability (92% acceptability). No significant effect was observed in patients with SBP < 140 mmHg.", "population_specificity": "Patients with treated but uncontrolled hypertension (SBP ≥ 140 mmHg at baseline).", "effective_dosage": "960 mg aged garlic extract (containing 2.4 mg S-allylcysteine) daily, divided into four capsules.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:51.203756+00:00"}
{"study_id": 66250, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess the potential mechanisms of pharmacokinetic interference and safety risks of widely sold herbal medicinal products, including garlic, focusing on herb-drug interactions.", "results_summary": "The abstract does not provide specific findings about garlic's effects but highlights the importance of understanding herb-drug interactions to minimize risks and ensure safety.", "population_specificity": "Not specified", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "Potential herb-drug interactions are mentioned as a general concern, but specific interactions for garlic are not detailed.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:51.310251+00:00"}
{"study_id": 66251, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of oral garlic supplementation on arterial blood gas parameters, morbidity, and mortality in patients with hepatopulmonary syndrome (HPS).", "results_summary": "Garlic supplementation significantly increased arterial oxygen levels, decreased alveolar-arterial oxygen gradient, and led to HPS reversal in 66.67% of patients, compared to 5% in the placebo group. Mortality was lower in the garlic group (2/21) than in the placebo group (7/20).", "population_specificity": "Patients with hepatopulmonary syndrome (HPS).", "effective_dosage": "Not specified", "study_duration": "9 to 18 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:52.849927+00:00"}
{"study_id": 66252, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to investigate potential interactions between herbal medicines, including garlic, and anticancer drugs, focusing on safety and efficacy in cancer management.", "results_summary": "The study found that garlic supplementation reduced the clearance of docetaxel by 23.1-35.1% in women with advanced breast cancer, though the difference was not statistically significant. The abstract highlights concerns about herb-anticancer drug interactions but does not provide conclusive evidence on garlic's efficacy.", "population_specificity": "Women with advanced breast cancer", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Reduced clearance of docetaxel", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:53.543193+00:00"}
{"study_id": 66253, "supplement_id": 1151, "safety_score": "80", "efficacy_score": 45, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and efficacy of garlic capsules as a quorum sensing inhibitor in patients with cystic fibrosis, comparing its effects to placebo.", "results_summary": "Garlic showed no significant improvement in lung function (FEV1), weight gain, or clinical scores compared to placebo, though there was a non-significant trend toward improvement. Adverse effects were minor, and garlic capsules were well tolerated.", "population_specificity": "34 patients with cystic fibrosis (26 completed the study).", "effective_dosage": "656 mg daily (garlic or olive oil capsules).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:54.458195+00:00"}
{"study_id": 66254, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the biochemical mechanisms of garlic-derived allyl sulfur compounds in inducing chemopreventive effects and suppressing tumor cell proliferation.", "results_summary": "The study found that garlic-derived allyl sulfur compounds induce chemopreventive effects by affecting xenobiotic metabolizing enzymes and interacting with proteins involved in detoxification systems. These compounds show potential as anticancer agents, either alone or in combination with other drugs.", "population_specificity": "Rat tissues and in vitro tumor cells (specific human population not mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:56.201738+00:00"}
{"study_id": 66256, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the mechanisms of hydrogen sulfide (H₂S)-induced angiogenesis and the potential anti-angiogenic effects of garlic extracts.", "results_summary": "Garlic extracts may serve as substrates for H₂S-generating enzymes, influencing angiogenesis. H₂S promotes cell growth, migration, and tube formation in endothelial cells via the VEGF signaling pathway, but high concentrations counteract these effects.", "population_specificity": "In vitro (cultured endothelial cells) and in vivo (mouse Matrigel plug assay, chicken chorioallantoic membranes, rat hindlimb ischemia model).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:58.012344+00:00"}
{"study_id": 66257, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of alternative or complementary treatments, including garlic, for acute and recurrent vulvovaginal candidiasis in non-pregnant women.", "results_summary": "The abstract does not provide specific findings regarding garlic's effects, only mentioning it as one of the interventions reviewed.", "population_specificity": "Non-pregnant women with acute or recurrent vulvovaginal candidiasis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:58.988586+00:00"}
{"study_id": 66255, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the relationship between oxidative stress, vascular dysfunction, and coronary artery calcium (CAC) progression, and the effect of aged garlic extract plus supplement on these markers.", "results_summary": "The study found strong inverse correlations between increases in CAC scores and improvements in vascular function (temperature-rebound), oxidized phospholipids (OxPL/apoB), and lipoprotein(a) levels, suggesting aged garlic extract may help mitigate CAC progression. Greater improvements in vascular function were associated with higher OxPL/apoB and lipoprotein(a) levels and lower autoantibodies to malondialdehyde-LDL and apoB-immune complexes.", "population_specificity": "60 asymptomatic subjects", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:59.061457+00:00"}
{"study_id": 66258, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore Garlic's potential as an anti-atherosclerosis agent and its mechanism of action in reducing cardiovascular events.", "results_summary": "The study identified Garlic as one of several agents effective in targeting atherosclerosis, suggesting its role in regulating inflammation and improving prognosis, though specific results for Garlic were not detailed.", "population_specificity": "Not specified (general atherosclerosis context)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:00.157009+00:00"}
{"study_id": 200926, "supplement_id": 1151, "safety_score": "90", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether garlic supplementation improves 40-km cycling performance and reduces exercise-induced oxidative stress and inflammation in healthy adults.", "results_summary": "Garlic supplementation did not improve cycling performance but significantly increased antioxidant capacity and reduced markers of oxidative stress (MDA), inflammation (TNF-α), and muscle damage (LDH) during exercise.", "population_specificity": "Eleven healthy males.", "effective_dosage": "1000 mg/day of garlic extract.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:00.524686+00:00"}
{"study_id": 200928, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the effect of garlic supplementation on inflammatory biomarkers, specifically CRP, IL-6, and TNF-α.", "results_summary": "Garlic supplementation significantly reduced CRP levels but had no significant effect on IL-6. Aged garlic extract (AGE) reduced both CRP and TNF-α levels.", "population_specificity": "Not specified (meta-analysis of 17 RCTs).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:01.644288+00:00"}
{"study_id": 200927, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate how garlic, as a natural antioxidant, can help prevent oxidative stress-related imbalances in conditions like heart failure and muscle damage.", "results_summary": "The abstract suggests garlic is one of the sulfur-containing compounds with potential antioxidant properties that may protect against oxidative stress induced by physical activity, though specific findings on garlic alone are not detailed.", "population_specificity": "Not specified (general focus on oxidative stress from physical activity).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:02.472388+00:00"}
{"study_id": 200929, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of garlic supplementation on human liver enzymes, specifically ALT and AST, through a systematic review and meta-analysis.", "results_summary": "Garlic supplementation significantly reduced AST levels but had no significant effect on ALT levels. The meta-analysis included six studies with 301 participants, showing modest effects on AST.", "population_specificity": "Human participants (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:03.937425+00:00"}
{"study_id": 200932, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the association between garlic consumption (raw/cooked or supplements) and the risk of colorectal cancer through an updated meta-analysis of prospective studies.", "results_summary": "The study found no significant association between consumption of raw/cooked garlic or garlic supplements and reduced colorectal cancer risk. A non-significant protective effect was observed in females, while males showed a non-significant increased risk.", "population_specificity": "General population (prospective cohort studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:06.612894+00:00"}
{"study_id": 200931, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the anti-inflammatory and analgesic effects of garlic supplementation on serum resistin and TNF-α concentrations and pain severity in overweight or obese women with knee osteoarthritis.", "results_summary": "Garlic supplementation significantly reduced resistin levels and pain scores compared to placebo, though TNF-α levels remained unchanged. Pain severity was notably lower in the garlic group after 12 weeks.", "population_specificity": "Post-menopausal overweight or obese women (BMI 25–40 kg/m²) with knee osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:06.681864+00:00"}
{"study_id": 200930, "supplement_id": 1151, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically review randomized controlled trials (RCTs) to determine the effects of garlic supplementation on serum C-reactive protein (CRP) levels.", "results_summary": "Garlic intake significantly reduced serum CRP levels by 0.8 mg/L, with stronger effects observed at doses ≥1,200 mg/day and in individuals with baseline CRP ≥2 mg/L. The study confirmed garlic's efficacy in lowering CRP, though the effect varied by dose and baseline levels.", "population_specificity": "Not specified (general population inferred from meta-analysis of RCTs).", "effective_dosage": "≥1,200 mg/day (effective dose identified in subgroup analysis).", "study_duration": "Not specified (varied across included studies).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:08.467553+00:00"}
{"study_id": 15010, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop gelatin microparticles (GelMPs) with distinct degradation rates for sequential delivery of growth factors to enhance iPSC differentiation into induced mesenchymal stem cells (iMSCs) while preventing necrotic zones.", "results_summary": "The study found that engineered GelMPs facilitated efficient iPSC differentiation into iMSCs, demonstrated by enhanced expression of mesodermal and MSC-specific markers. The resulting iMSCs exhibited superior proliferative capacity, reduced senescence, and genetic stability compared to adult-derived MSCs.", "population_specificity": "Induced pluripotent stem cells (iPSCs) in a 3-dimensional culture system.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:09.151139+00:00"}
{"study_id": 15011, "supplement_id": 1152, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the potential of BP-GelMA (gelatin methacryloyl loaded with black phosphorus nanosheets) as a therapeutic strategy for promoting angiogenesis in oral and maxillofacial tissue repair.", "results_summary": "BP-GelMA demonstrated excellent swelling behavior, structural stability, and controlled release of BPNSs, significantly enhancing endothelial cell proliferation, migration, and tube formation in vitro. In vivo, BP-GelMA at 12.5 and 25.0 μg/mL promoted neovascularization without significant developmental toxicity in zebrafish, activating angiogenesis-related biological processes via the MAPK pathway.", "population_specificity": "Zebrafish (in vivo) and endothelial cells (in vitro).", "effective_dosage": "12.5 μg/mL and 25.0 μg/mL BP-GelMA.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:10.358048+00:00"}
{"study_id": 15012, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a 3D bioprinting protocol using GelMA hydrogel to create glioma models for evaluating synchrotron microbeam radiotherapy (MRT) efficacy.", "results_summary": "The study found that 3D bioprinted glioma models better mimicked in vivo conditions and demonstrated that MRT was more effective at killing gliomas compared to synchrotron broad-beam therapy. The 3D models also revealed spatial clustering of dead cells due to MRT's high peak doses.", "population_specificity": "9L rat gliosarcoma and U87 human glioma cell lines.", "effective_dosage": "Radiation doses of 5, 10, and 20 Gy were used.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:11.529664+00:00"}
{"study_id": 15013, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to describe a detailed procedure for detecting gelatinolytic activity of MMP-2 and MMP-9 in human hepatocellular carcinoma (HCC) tissues and cells.", "results_summary": "The study describes gelatin zymography as an effective method to detect gelatinase activity of MMP-2 and MMP-9, which are involved in degrading extracellular matrix components, with activity visualized as transparent bands on a gel.", "population_specificity": "Human hepatocellular carcinoma (HCC) tissues and cells.", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:11.557381+00:00"}
{"study_id": 15014, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the stability of hard gelatin capsules containing thiamine, riboflavin, pyridoxine, and biotin for pediatric metabolic disease treatment.", "results_summary": "The study found that thiamine hydrochloride capsules are stable for 6 months, while riboflavin, pyridoxine hydrochloride, and biotin capsules remain stable for one year when stored at 25°C/60% RH and protected from light. These results support compounding batches in advance to reduce errors and costs.", "population_specificity": "Pediatric patients with metabolic diseases requiring vitamin supplementation.", "effective_dosage": "Thiamine hydrochloride 50 mg, riboflavin 50 mg, pyridoxine hydrochloride 50 mg, biotin 40 mg.", "study_duration": "Stability assessed over 6 months to one year.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:14.220894+00:00"}
{"study_id": 15015, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 88, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a novel composite coagulant (PAM-g-gelatin, biochar, and Fe₃O₄ nanoparticles) in removing turbidity and microcystin-LR from contaminated water.", "results_summary": "The composite achieved 88% removal of microcystin-LR and 94% removal of turbidity under optimal conditions (50 mg/L dosage, pH 8, 400 rpm stirring). It also demonstrated high reusability over four cycles and stable performance in complex water matrices.", "population_specificity": "Contaminated water samples from the Yangtze River spiked with microcystin-LR and turbidity.", "effective_dosage": "50 mg/L coagulant dosage", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:15.929253+00:00"}
{"study_id": 15016, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether gelatin microcryogel microcarriers could improve the therapeutic effects of hUCMSCs in treating liver failure by enhancing engraftment and function.", "results_summary": "The study found that 3D-hUCMSCs cultured on gelatin microcarriers showed improved paracrine secretion, anti-inflammatory effects, and liver function compared to 2D-hUCMSCs. The gelatin sponge patch grafting strategy further enhanced engraftment and extended host survival in liver injury models.", "population_specificity": "Liver injury mice (preclinical model).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:16.277603+00:00"}
{"study_id": 15019, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a potassium carbonate-olive oil solution in removing wax from gelatin films.", "results_summary": "The solution effectively removed wax from gelatin films, increasing wax-free film thickness by 89% and reducing density by 50%. Optical and thermal analyses confirmed wax removal, showing reduced whiteness, higher opacity, and lower wax melting enthalpy.", "population_specificity": "Model gelatin film surfaces (in vitro study).", "effective_dosage": "1% olive oil in potassium carbonate solution.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:17.302459+00:00"}
{"study_id": 15017, "supplement_id": 1152, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of gelatin-based nanoparticles (GNPs) as biocompatible, biodegradable nanocarriers for targeted cancer therapy, focusing on overcoming extracellular barriers and improving therapeutic precision.", "results_summary": "GNPs demonstrated significant efficacy in reducing IC50 values by 2 to 4-fold, achieving >90% apoptosis in malignant cells, and minimizing damage to healthy tissues across various cancer types, including lung, breast, skin, liver, colorectal, brain, and head/neck cancers. The study highlighted GNPs' adaptability, multifunctionality, and stimuli-responsive drug release as key advantages for precision oncology.", "population_specificity": "Preclinical studies across multiple cancer types (lung, breast, skin, liver, colorectal, brain, and head/neck cancers).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:18.516578+00:00"}
{"study_id": 15020, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of gelatin-chitosan film enriched with Tunisian rosemary extract in preserving freeze-dried chicken meat by assessing physical, barrier, and lipid oxidation properties.", "results_summary": "The gelatin-chitosan coating reduced hygroscopicity and rehydration rates, minimized color change, and decreased lipid oxidation during storage. However, ultrasonic treatment during coating application did not improve lipid oxidation reduction and showed higher oxidation values compared to non-ultrasonic treatment.", "population_specificity": "Freeze-dried chicken breast meat samples.", "effective_dosage": "Rosemary extract concentrations of 0 to 2% in the gelatin-chitosan film.", "study_duration": "6-month storage period.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:19.210319+00:00"}
{"study_id": 15022, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the development of bioactive gelatin nanofibers containing lumbrokinase (GLK) for enhancing wound healing.", "results_summary": "GLK nanofibers improved wound healing by increasing cross-linking, reducing degradation, enhancing cell adhesion, promoting VEGF production, lowering inflammatory markers, and accelerating tissue regeneration in a rat model. The healing effect was comparable to the Comfeel group.", "population_specificity": "Rat model of skin defect.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:19.472603+00:00"}
{"study_id": 15021, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of a PLLA/GEL/MMC microfiber membrane for bladder tissue engineering, focusing on its ability to inhibit fibrosis, promote regeneration, and prevent infection.", "results_summary": "The PLLA/GEL/MMC membrane demonstrated sustained drug release, inhibited bacterial growth, reduced collagen III deposition, enhanced urothelium regeneration, and promoted angiogenesis in rat models. It also maintained cell viability, confirming biocompatibility.", "population_specificity": "Rat partial cystectomy models (animal study).", "effective_dosage": "PLLA/GEL ratio of 7:3, with mitomycin C (MMC) loading (specific dosage not detailed).", "study_duration": "Cell viability assessed over 7 days; in vivo effects observed post-implantation (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:21.104468+00:00"}
{"study_id": 15023, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the safety and efficacy of a novel percutaneous embolization technique (SAMEER) using a gelatin-based hemostatic agent mixed with autologous blood clot for treating splenic artery pseudoaneurysms.", "results_summary": "The study demonstrated the successful use of the SAMEER technique in two cases, showing it as a viable alternative when traditional embolization methods are not feasible. The gelatin-based mixture effectively achieved embolization without reported complications.", "population_specificity": "Patients with splenic artery pseudoaneurysms, particularly those where endovascular embolization was not feasible.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:22.746436+00:00"}
{"study_id": 15025, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether gelatin microspheres cultured with mesenchymal stem cells (MSCs) could restore Ext1 gene expression, regulate immune responses, and mitigate osteoarthritis (OA) symptoms.", "results_summary": "Gelatin microspheres showed excellent compatibility with MSCs, promoted Ext1 gene overexpression (critical for cartilage growth), regulated immune responses, and reduced OA symptoms in vitro and in vivo.", "population_specificity": "OA patients undergoing knee replacement surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:24.447378+00:00"}
{"study_id": 15024, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to develop and evaluate thrombin-loaded gelatin hemostatic sheets with optimal properties (softness, biodegradability, thrombin bioactivity) for effective hemostasis in spinal surgery.", "results_summary": "Sheet B (4% gelatin solution, 155°C for 4 h) showed balanced properties, outperforming commercial products (Avitene, TachoSil) in hemostasis models, achieving high success rates in spinal and liver bleeding. It exhibited rapid water absorption, minimal expansion, and faster degradation within 10 weeks.", "population_specificity": "Miniature pigs (in vivo models).", "effective_dosage": "Not specified (sheets produced with varying gelatin concentrations, foam densities, and crosslinking times).", "study_duration": "Degradation observed within 10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:25.720846+00:00"}
{"study_id": 15026, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to enhance the viability and stability of Enterococcus faecium 20,420 using a composite including gelatin, focusing on its protective effects during food processing and storage.", "results_summary": "The gelatin-containing composite microcapsules improved probiotic survival under harsh conditions (e.g., high temperature, simulated gastric fluid) and extended bacterial release time in simulated intestinal fluid, with stable viability during long-term storage.", "population_specificity": "In vitro (Caco-2 cells) and probiotic bacteria (Enterococcus faecium 20,420).", "effective_dosage": "Not specified", "study_duration": "25 days (storage stability), 3 minutes (high-temperature exposure)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:26.401236+00:00"}
{"study_id": 15027, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of gelatin nanoparticles (GNPs) loaded with R848 and DOX as a combined immunotherapy and chemotherapy treatment for melanoma.", "results_summary": "GNPs-DOX/R848 induced M1-like macrophage polarization, reversed the immunosuppressive tumor microenvironment, and enhanced drug delivery, leading to reduced tumor volume and improved therapeutic outcomes in melanoma.", "population_specificity": "Melanoma (specific human or animal model not specified in abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:29.592816+00:00"}
{"study_id": 15030, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if a radiation-crosslinked carboxymethyl-chitosan/gelatin hydrogel could enhance diabetic wound healing through collagen synthesis, inflammation regulation, and angiogenesis, and whether alternate-day application was feasible.", "results_summary": "The hydrogel accelerated wound healing, improved re-epithelialization, dermal differentiation, and collagen organization, and enhanced macrophage infiltration and angiogenesis. Two patients showed positive results with alternate-day application.", "population_specificity": "Diabetic rats and two human patients with diabetes.", "effective_dosage": "Applied daily or on alternate days (specific amount not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:30.493876+00:00"}
{"study_id": 15029, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the impact of cross-linked gelatin microparticles (GMPs) on the rheological properties and printability of carboxylated agarose bioink, as well as their effect on matrix deposition by human nasal chondrocytes.", "results_summary": "The study found that GMPs improved the stiffness and printability of the bioink while enhancing cellular distribution and extracellular matrix deposition. After 4 weeks, GMP-containing constructs showed toughness approaching that of native cartilage tissue.", "population_specificity": "Human nasal chondrocytes (hNCs) in vitro.", "effective_dosage": "Not specified.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:30.561430+00:00"}
{"study_id": 15028, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the antimicrobial and antibiofilm capabilities, as well as the shelf life, of nitric oxide-releasing gelatin nanoparticles (GNP/NO) against common hospital-acquired pathogens.", "results_summary": "The study found that GNP/NO exhibited significant antimicrobial and antibiofilm effects against Staphylococcus aureus, Escherichia coli, and Candida albicans, with maintained efficacy for up to 6 months post-synthesis. The nanoparticles were also cytocompatible.", "population_specificity": "In vitro study targeting common hospital-acquired pathogens (Staphylococcus aureus, Escherichia coli, and Candida albicans).", "effective_dosage": "Not specified", "study_duration": "Efficacy tested up to 6 months post-synthesis", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:30.983347+00:00"}
{"study_id": 15031, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of an advanced anti-adhesion hydrogel (AA-A30) composed of polypyrrole-modified gelatin (PPy-GelMA) in preventing tissue adhesion and inflammation in intestinal perforations.", "results_summary": "The AA-A30 hydrogel demonstrated significant efficacy in inhibiting inflammation and preventing tissue adhesion by modulating inflammatory and adhesion-related factors (IL-1β, TNF-α, tPA/PAI-1 ratio) and extended degradation duration from 24 to 48 hours.", "population_specificity": "Mouse model of intestinal perforation.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:31.347533+00:00"}
{"study_id": 15032, "supplement_id": 1152, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to assess the properties and biomedical applications of gelatin-based nanofibers, focusing on their fabrication via electrospinning and their potential in drug delivery and tissue regeneration.", "results_summary": "Gelatin exhibits excellent biocompatibility, biodegradability, and structural similarity to the extracellular matrix, making it suitable for diverse biomedical applications. Electrospun gelatin nanofibers show promise in tissue engineering, drug delivery, and regenerative medicine due to their tunable properties and bioactive characteristics.", "population_specificity": "Not specified (focused on biomedical applications rather than a specific human or animal population).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:33.213328+00:00"}
{"study_id": 15033, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of gelatin-based materials in treating anterior segment diseases, focusing on their advantages, challenges, and developmental potential.", "results_summary": "Gelatin-based materials demonstrated significant potential in anterior segment tissue engineering and drug delivery, offering benefits such as reduced complication risks, enhanced drug bioavailability, and extended retention time. However, limitations like low mechanical strength and thermal stability were noted.", "population_specificity": "Individuals with anterior segment diseases (ocular conditions).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:33.571494+00:00"}
{"study_id": 15034, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the impact of nitrogen cold plasma on the structure and thermal stability of mucilage-gelatin aerogels (MGA) under different pH conditions.", "results_summary": "The study found that nitrogen cold plasma treatment enhanced the thermal stability and structural properties of MGA, with varying effects on hydrophilicity and hydrophobicity depending on exposure duration. Surface area and pore volume also showed complex changes over time.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not applicable", "study_duration": "Plasma treatment durations of 0, 3, and 6 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:35.245916+00:00"}
{"study_id": 15035, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of a gelatin-based platform (GNPs@AuNPs-PPy) for targeted tumor delivery and combinatorial antitumor therapy.", "results_summary": "The gelatin-based platform demonstrated enhanced drug release within the tumor microenvironment (TME) under pH/NIR stimulation, induced oxidative stress via Au nanoparticles, and recruited immune cells for antitumor effects. It also enabled multimodal imaging-guided theranostics and improved quercetin delivery for anti-tumor therapy.", "population_specificity": "Cancer therapeutics (specific cancer type not specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:38.555098+00:00"}
{"study_id": 15037, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a GelMA hydrogel integrated with an SF/nHAp scaffold in enhancing angiogenesis and bone regeneration for repairing bone defects.", "results_summary": "The study found that the BMSCs@GelMA-SF/nHAp composite scaffold with directional pore structure promoted faster vascularization and osteogenesis, leading to improved repair of rat cranial defects. The GelMA hydrogel demonstrated good cell-loading capacity and supported cell proliferation and nutrient exchange.", "population_specificity": "Rats with critical-sized cranial defects.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:38.761359+00:00"}
{"study_id": 15036, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether gelatin microneedles doped with cerium dioxide nanoparticles and ciprofloxacin (CeO2-CIP MN) could effectively treat Vibrio vulnificus-infected wounds by killing bacteria, scavenging reactive oxygen species, and promoting wound repair.", "results_summary": "CeO2-CIP MN demonstrated broad-spectrum antimicrobial and antioxidant activity in vitro. In a seawater-immersed V. vulnificus-infected wound model, it effectively killed bacteria, reduced ROS, and accelerated wound repair by promoting cell migration.", "population_specificity": "In vitro and in vivo models of Vibrio vulnificus-infected wounds (no human subjects specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:39.858531+00:00"}
{"study_id": 15039, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate gelatin-based hydrogels (Gel MS, GelMA MP, GelMA HG) for their ability to support chondrocyte expansion and delivery in cartilage repair.", "results_summary": "Gelatin microspheres (Gel MS) outperformed other configurations by promoting robust chondrocyte growth, reducing dedifferentiation, and enhancing ECM production compared to GelMA MP and GelMA HG.", "population_specificity": "Normal human knee articular chondrocytes (in vitro study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:40.273266+00:00"}
{"study_id": 15038, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a biodegradable matrix using gelatin (GEL) combined with polycaprolactone (PCL) and amoxicillin (AMX) to create a biomaterial for preventing and treating pneumothorax recurrence.", "results_summary": "The study found that adding gelatin increased fiber diameters and created spider web-like nano-networks, mimicking lung alveoli structure. The (7:3) PCL/GEL-5AMX matrix showed effective bacterial inhibition and suitable mechanical properties for lung tissue.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified (ratios used: 7:3 PCL/GEL with 5% AMX)", "study_duration": "5 weeks (hydrolytic degradation study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:40.712265+00:00"}
{"study_id": 15040, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the physicochemical and functional properties of gelatin extracted from Yanbian cattle bones using acid, alkaline, and enzymatic methods to determine the most effective extraction technique.", "results_summary": "Papain enzymatic hydrolysis yielded gelatin with the highest extraction efficiency, superior structural integrity, and better functional properties (e.g., hydroxyproline content, gel strength, viscosity, thermal stability) compared to acid and alkaline methods. The study concluded that enzymatic extraction is more effective for producing high-quality gelatin.", "population_specificity": "Yanbian cattle bone-derived gelatin (no human subjects involved).", "effective_dosage": "Not applicable (extraction methods: 0.075 mol/L hydrochloric acid, 0.1 mol/L sodium hydroxide, papain hydrolysis).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:42.880901+00:00"}
{"study_id": 15041, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop and evaluate a gelatin-alginate hydrogel for use as a dressing in chronic wound treatment, focusing on its mechanical properties, absorption capacity, and antimicrobial efficacy.", "results_summary": "The hydrogel demonstrated high absorption capacity (90 g/dm²), enhanced resistance to enzymatic degradation, and effective release of antiseptics, significantly inhibiting pathogenic microorganisms like Escherichia coli and Staphylococcus aureus.", "population_specificity": "Not specified (in vitro study focusing on material properties and microbial inhibition).", "effective_dosage": "Not specified (material properties tested, not dosage-dependent).", "study_duration": "Not specified (study focused on material characterization, not longitudinal intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:43.163952+00:00"}
{"study_id": 15042, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of Patin skin gelatin on macrophage and fibroblast counts and ulcer diameter reduction in traumatic ulcers in Wistar rats.", "results_summary": "Patin skin gelatin at 10%, 20%, and 30% concentrations significantly increased fibroblast counts and reduced ulcer diameters compared to the placebo, with the 10% concentration showing the most pronounced effects.", "population_specificity": "Wistar rats with induced traumatic ulcers on the labial mucosa of the mandible.", "effective_dosage": "10%, 20%, and 30% concentrations of Patin skin gelatin applied topically.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:44.297946+00:00"}
{"study_id": 15044, "supplement_id": 1152, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of subpleural injection of gelatin sponge particles in reducing pneumothorax incidence after CT-guided lung biopsy.", "results_summary": "The gelatin sponge particle sealing technique significantly reduced pneumothorax incidence (14.8% vs. 23.7%) with no significant complications observed. Multivariate analysis confirmed its effectiveness (OR = 0.5) and identified emphysema and tract length as additional risk factors.", "population_specificity": "1,026 patients undergoing CT-guided lung biopsy, with 338 matched via propensity score analysis.", "effective_dosage": "Not specified", "study_duration": "Single intervention during biopsy procedure", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:47.168274+00:00"}
{"study_id": 15045, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how gelatin content in PEG-PLA/gelatin hydrogels affects mechanical properties, swelling ability, degradability, and chondrocyte redifferentiation for cartilage tissue engineering.", "results_summary": "Increasing gelatin content improved chondrocyte adhesion, proliferation, and redifferentiation, enhanced glycosaminoglycan secretion, and promoted type II collagen accumulation, but reduced compressive properties and accelerated degradation.", "population_specificity": "Porcine articular chondrocytes (in vitro study).", "effective_dosage": "Not specified (varied gelatin content in hydrogels).", "study_duration": "2 weeks of cell culture.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:48.357246+00:00"}
{"study_id": 15043, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of a PCL/Gelatin/Nanoclay scaffold, with and without silybin, for bone tissue engineering and bone defect treatment.", "results_summary": "The PCL/GNF/NC/Sil1% scaffold showed superior cell proliferation and bone healing properties in both in vitro and in vivo assessments, with a 61.09% silybin release after 28 days. Scaffolds with silybin exhibited higher degradation rates and lower compressive strength compared to those without.", "population_specificity": "Rat calvaria defect model (in vivo) and unspecified cell lines (in vitro).", "effective_dosage": "1% silybin (Sil1%) incorporated into the scaffold.", "study_duration": "28 days (release experiment); in vivo duration not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:48.722789+00:00"}
{"study_id": 15047, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Mo2Ti2C3 MXene gelatin-chitosan hydrogels combined with near-infrared radiation (NIR) could delay osteoarthritis progression and improve cartilage health in a mouse model.", "results_summary": "The study found that the MXene hydrogel with NIR treatment reduced osteoarthritis progression, improved cartilage matrix synthesis, decreased inflammation and ROS production, and promoted M2 macrophage activity in mice.", "population_specificity": "Mice with induced knee osteoarthritis via anterior cruciate ligament transection (ACLT).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:49.264156+00:00"}
{"study_id": 15046, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the osteogenic potential of a gelatin-based hemostatic sponge (Surgispon) alone and in combination with a hydroxyapatite-chitosan nanocomposite for treating segmental bone defects in rabbits.", "results_summary": "The study found that the combination of nHAp/CS with Surgispon significantly increased bone formation compared to Surgispon alone, with statistically significant differences evident at 12 weeks postoperatively. Radiographic, CT, and histopathological analyses supported these findings.", "population_specificity": "New Zealand rabbits with induced 10-mm segmental diaphyseal defects in the left limb radius.", "effective_dosage": "Not specified (weight ratio of 75/25 nHAp/CS composite wrapped with Surgispon).", "study_duration": "6 and 12 weeks postoperatively.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:51.239342+00:00"}
{"study_id": 15050, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare conventional and ultrasound-assisted methods for extracting gelatin from chicken skin-head-feet blend, focusing on yield, functional properties, and structural characteristics.", "results_summary": "Ultrasound pretreatment improved gelatin yield, clarity, textural parameters, solubility, rheological properties, and gel strength while reorganizing protein conformations to enhance α-helical structure. The extracted gelatin showed comparable components to commercial pork skin gelatin, with collagen α1 and α2 chains as major components.", "population_specificity": "Not specified (in vitro study on gelatin extraction from chicken byproducts).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:51.881916+00:00"}
{"study_id": 15048, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate gelatin-based hydrogels as noninvasive alternatives for corneal repair, focusing on physicochemical properties, biocompatibility, and wound healing potential.", "results_summary": "The gelatin-RFP hydrogel maintained corneal transparency and showed excellent biocompatibility, with dextran, hyaluronic acid, and methylcellulose variants altering release kinetics and transparency. The unmodified gelatin-RFP hydrogel demonstrated the best potential for corneal tissue engineering.", "population_specificity": "Ex vivo models (not specified if human or animal-derived).", "effective_dosage": "Not specified (hydrogel compositions described as gelatin with riboflavin phosphate and varying additives).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:52.163816+00:00"}
{"study_id": 15051, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a 3D-printed hydrogel using gelatin (Gel) and dialdehyde starch (DAS) for controlled hydrocortisone (HC) delivery to treat atopic dermatitis (AD).", "results_summary": "The Gel/DAS hydrogel successfully encapsulated HC, demonstrated controlled release kinetics, and showed therapeutic efficacy comparable to conventional HC treatments in alleviating AD symptoms in mice. It also reduced myeloperoxidase activity and increased non-protein thiol levels, indicating anti-inflammatory and antioxidant effects.", "population_specificity": "DNCB-exposed mice (animal model of atopic dermatitis).", "effective_dosage": "Not specified (hydrogel formulation details provided but exact HC dosage not mentioned).", "study_duration": "Not specified (abstract does not state intervention duration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:54.260555+00:00"}
{"study_id": 15052, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the synthesis, characterization, and disinfection potency of gelatin-based Gum Arabic composites for potential applications in water/wastewater treatment and other disciplines.", "results_summary": "The study found that gelatin-based Gum Arabic composites, particularly GEL/50%GA, exhibited enhanced physicochemical properties, broad-spectrum antimicrobial activity, and significant reductions in microbial counts in wastewater samples. The composites also showed potential for inhibiting microbial metabolic activity by more than 50%.", "population_specificity": "Municipal and industrial wastewater samples", "effective_dosage": "3% and 10% (W/V)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:55.594196+00:00"}
{"study_id": 15053, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a microneedle patch incorporating gelatin methacryloyl (GelMA) loaded with VEGF for promoting wound healing and angiogenesis.", "results_summary": "The study found that the GelMA tips loaded with VEGF effectively promoted cell proliferation and angiogenesis, contributing to improved wound repair. The integrated microneedle system also prevented bacterial infection and enhanced wound healing in vivo.", "population_specificity": "Not specified (in vivo study, likely animal model).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:57.373249+00:00"}
{"study_id": 15054, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether gelatin-based nanofibrous membranes functionalized with salvianolic acid B could promote wound healing and reduce scar formation.", "results_summary": "The Gel/PLCL/SAB fibrous membrane demonstrated good mechanical properties, biodegradability, and cytocompatibility. It effectively modulated the immune microenvironment, promoted vascular regeneration, and reduced scar formation in a mouse model of full-thickness skin defects.", "population_specificity": "Mouse model of full-thickness skin defects.", "effective_dosage": "0.5 wt% SAB in Gel/PLCL fibrous membrane.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:57.725303+00:00"}
{"study_id": 15055, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether gelatin, when combined with silk fibroin and extracellular matrix, could enhance cell adhesion and printability for 3D bioprinting of meniscus implants.", "results_summary": "Gelatin, along with extracellular matrix, was found to promote cell adhesion and printability in silk fibroin hydrogels. The printed hydrogels with IFP-MSCs exhibited mechanical properties resembling human osteoarthritic menisci, indicating potential for meniscus tissue engineering.", "population_specificity": "In vitro study using infrapatellar fat pad-derived mesenchymal stem cells (IFP-MSCs).", "effective_dosage": "10% silk fibroin with added gelatin and extracellular matrix (exact gelatin dosage not specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:59.157848+00:00"}
{"study_id": 15056, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop an environmentally friendly method for creating superwetting nanofibrous aerogels using gelatin for oil/water separation in wastewater treatment.", "results_summary": "The study found that gelatin-based composite aerogels exhibited exceptional absorption capacity for oils and organic solvents, high elasticity for oil recovery, and effective separation of oil/water mixtures, including surfactant-stabilized emulsions.", "population_specificity": "Not applicable (material science study)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:59.263532+00:00"}
{"study_id": 15059, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of a gelatin-based 3D nanofibrous scaffold in treating diabetic wounds by assessing its water absorption, hemostatic properties, cell adhesion, and wound healing capabilities.", "results_summary": "The gelatin-based 3D nanofibrous dressing demonstrated superior water absorption, hemostatic proficiency, enhanced cell adhesion, ROS scavenging, antibacterial efficacy, and oxygen generation in vitro, along with significant wound healing and anti-inflammatory effects in vivo.", "population_specificity": "Diabetic wound models (in vitro and in vivo).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:01.782299+00:00"}
{"study_id": 15060, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether a biocomposite of gelatin, chitosan, and etherified pine needles could effectively remove cationic and anionic dyes from wastewater.", "results_summary": "The biocomposite demonstrated high adsorption capacity (307.871 mgg-1) for dye removal, followed Langmuir isotherm kinetics, and was regenerable for multiple cycles. The adsorbent was confirmed as eco-friendly and effective for real wastewater applications.", "population_specificity": "Not applicable (in vitro study on dye adsorption).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:02.024903+00:00"}
{"study_id": 15061, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effect of a gelatin-containing composite (G-CH-TEOS-Ca(OH)₂) on dental pulp inflammation and regeneration factors in a rat model.", "results_summary": "The gelatin composite reduced COX-2 expression and neutrophil numbers (though not significantly) while significantly increasing PGP 9.5 and TNF-α expression compared to the control, suggesting potential anti-inflammatory and regenerative effects.", "population_specificity": "Wistar rat models of acute pulp injury (n=16).", "effective_dosage": "Not specified.", "study_duration": "1–3 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:02.683278+00:00"}
{"study_id": 15062, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of capacitively coupled electric fields on chondrocytes cultured in gelatin hydrogels, focusing on cell proliferation and glycosaminoglycan synthesis.", "results_summary": "Electric field stimulation at 8.7 mV/cm increased glycosaminoglycan synthesis by 35.7% but reduced cell proliferation by 39.2% at the same intensity, indicating modulation of extracellular matrix components in hyaline cartilage.", "population_specificity": "Chondrocytes cultured in gelatin hydrogels (in vitro study).", "effective_dosage": "Alternating voltages of 50 V (7.7 mV/cm) and 100 V (8.7 mV/cm) at 60 kHz frequency.", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:05.168903+00:00"}
{"study_id": 15063, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a methylene blue-based photoactive hydrogel using gelatin cross-linked with glutaraldehyde to improve antimicrobial efficacy and adaptability for wound treatment.", "results_summary": "The study found that higher glutaraldehyde concentrations increased hydrogel rigidity and reduced swelling, while methylene blue inclusion altered mechanical and thermal properties. The hydrogels demonstrated enhanced antimicrobial properties under light-activated conditions, particularly against S. aureus, E. coli, and C. albicans.", "population_specificity": "Not specified (in vitro or preclinical study implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:06.072680+00:00"}
{"study_id": 15066, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop multifunctional gelatin-based scaffolds for bone defect repair, combining reparative and therapeutic features for bone tissue engineering.", "results_summary": "The gelatin-PVA-alginate scaffolds demonstrated high compressive strength, bioactive potential, prolonged drug release, antibacterial activity, and enhanced bone formation in a rat model.", "population_specificity": "Femoral rat bone defect model", "effective_dosage": "Drug concentrations above 300 μg/mL (ceftazidime) and 250 μg/mL (5-FU)", "study_duration": "Up to 28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:07.629590+00:00"}
{"study_id": 15065, "supplement_id": 1152, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the synergistic effects of gelatin and nisin on the antimicrobial activity and biocompatibility of bacterial nanocellulose (BnC) membranes.", "results_summary": "Gelatin microparticles improved human gingival fibroblast (HGF) cell viability by approximately 20%, independent of nisin. BnC membranes modified with gelatin/nisin showed antimicrobial activity against Staphylococcus aureus at non-cytotoxic doses.", "population_specificity": "Human gingival fibroblast cells (HGF) and porcine/human urothelial cells.", "effective_dosage": "Not specified for gelatin alone; nisin dose was 150 μg/mL.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:08.300037+00:00"}
{"study_id": 15064, "supplement_id": 1152, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of electrospun PCL/Gel dressings (with varying gelatin ratios) for gastric wound healing, focusing on mucoadhesion, stability, and cellular response.", "results_summary": "PCL/Gel dressings (75:25 ratio) demonstrated efficient mucoadhesion, stability in gastric fluid for 14 days, and non-cytotoxicity (>90% viability). They also increased proliferation rates in gastric cell lines (NST-20 and AGS) with significant Ki-67 protein expression.", "population_specificity": "Ex vivo porcine samples and in vitro human gastric cell lines (NST-20 fibroblasts and AGS adenocarcinoma cells).", "effective_dosage": "PCL:Gel ratios of 75:25, 50:50, and 25:75 (specific dosage not quantified).", "study_duration": "14 days (stability testing) and up to 7 days (cell proliferation assessment).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:09.110791+00:00"}
{"study_id": 15070, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a traceable fluorescent hydrogel using methacrylated gelatin (GelMA) to monitor cartilage repair and prevent degradation in post-traumatic osteoarthritis.", "results_summary": "The hydrogel demonstrated excellent biocompatibility, promoted cell differentiation and migration, facilitated cartilage repair, and prevented degradation over 56 days, with real-time tracking capabilities.", "population_specificity": "Not specified (in vivo study, likely animal model).", "effective_dosage": "Not specified.", "study_duration": "56 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:10.369020+00:00"}
{"study_id": 15067, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a carboxymethyl chitosan-gelatin composite film incorporating Litsea cubeba essential oil nanoemulsion for wound healing and antibacterial properties.", "results_summary": "The study found that the gelatin-based film (CGL-3) exhibited strong antibacterial and antioxidant effects, excellent biocompatibility, and a 99% wound healing rate in mice by day 15, along with enhanced collagen deposition and reduced inflammation.", "population_specificity": "Mouse model (in vivo testing).", "effective_dosage": "Not specified (film properties described, but exact dosage not detailed).", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:10.572455+00:00"}
{"study_id": 15069, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chitosan/gelatin/supersaturated calcium citrate scaffolds could improve mechanical strength, biocompatibility, and osteogenic activity for bone defect repair.", "results_summary": "The study found that citric acid enhanced cross-linking in chitosan/gelatin scaffolds, while supersaturated calcium citrate improved mechanical strength. Optimal Ca2+ levels (25 mM) promoted cell adhesion, proliferation, and osteogenic effects, but excessive Ca2+ inhibited cell activity.", "population_specificity": "SD rats with skull defects and MC3T3-E1 cells (in vitro).", "effective_dosage": "25 mM Ca2+ (optimal concentration identified).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:11.451871+00:00"}
{"study_id": 15072, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the application of gelatin-based biomaterials in enhancing anti-tumor activity and improving bone defects in osteosarcoma treatment.", "results_summary": "Gelatin-based biomaterials, including hydrogels, scaffolds, and nanoparticles, showed potential in preclinical studies for improving osteosarcoma treatment and post-surgical bone defects. The abstract highlights gelatin's biocompatibility and biodegradability but does not provide specific efficacy data.", "population_specificity": "Preclinical studies (not specified if human or animal models).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:14.349164+00:00"}
{"study_id": 15071, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop and evaluate monodisperse genipin-cross-linked gelatin-chitosan composite (GGC) embolic microspheres with controllable elasticity and degradation properties for embolization therapy.", "results_summary": "The study successfully fabricated GGC microspheres with uniform sizes and adjustable elasticity and degradation characteristics, demonstrating good repeatable embolization performance in an in vitro system. A predictive model was developed for dynamic volume shrinkage ratios based on gelatin/chitosan ratios and chitosan deacetylation degrees.", "population_specificity": "In vitro embolization chip system (no human or animal subjects specified).", "effective_dosage": "Not specified (molar ratios of gelatin/chitosan adjusted, but exact dosages not provided).", "study_duration": "Not specified (study focused on fabrication and in vitro testing).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:15.253225+00:00"}
{"study_id": 15074, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a gelatin-based polymeric scaffold functionalized with VEGF for culturing insulin-producing cells as a potential therapeutic strategy for diabetes.", "results_summary": "The study found that gelatin-based scaffolds, when neutralized and functionalized with VEGF, improved biocompatibility, cell adhesion, and insulin secretion, demonstrating promising results for diabetes treatment. The scaffolds maintained cell respiration and formed cell clusters, indicating functional viability.", "population_specificity": "Insulin-producing cells in a laboratory setting (in vitro study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:16.207618+00:00"}
{"study_id": 15075, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the neuroprotective effects of a silk/gelatin-based film and its ability to shield SH-SY5Y neuroblastoma cells from 6-OHDA-induced toxicity.", "results_summary": "The study found that silk fibroin (SF) had significant neuroprotective effects against 6-OHDA-induced toxicity in SH-SY5Y cells, and the silk/gelatin film effectively released SF, further confirming its protective capacity.", "population_specificity": "Human neuroblastoma SH-SY5Y cell line", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:16.727694+00:00"}
{"study_id": 15076, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to develop an efficient method for sorting and expanding Muse cells from mesenchymal stem cells (MSCs) using immune magnetic sorting and a dynamic microsphere carrier.", "results_summary": "The study found that Muse cells sorted from MSCs exhibited stronger pluripotency and differentiation ability compared to non-Muse cells, and their homing ability to muscle injury sites was superior. The dynamic microsphere carrier method improved the cultivation and expansion of Muse cells.", "population_specificity": "Human umbilical cord-derived mesenchymal stem cells (MSCs) and Muse cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:17.564360+00:00"}
{"study_id": 15078, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop gelatin-coated transferosomes (GLTS) for targeted delivery of tofacitinib to hair follicles to enhance treatment of alopecia areata.", "results_summary": "GLTS demonstrated high hair follicle localization and achieved up to 80% hair regrowth in AA patients after 12 weeks of treatment. The formulation showed enhanced clinical efficacy with positive patient feedback.", "population_specificity": "Seven AA patients (5 males, 2 females) with recalcitrant lesions.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:18.817219+00:00"}
{"study_id": 15079, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine whether an injectable composite microgel (GPH) containing gelatin methacryloyl could synergistically inhibit bacteria, modulate immunity, remove ROS, and promote periodontal tissue repair and alveolar bone regeneration.", "results_summary": "The composite microgel demonstrated >99% antibacterial efficacy against E. coli, S. aureus, and P. gingivalis, scavenged 87.1% of DPPH, promoted macrophage shift from M1 to M2, reduced ROS, and significantly improved alveolar bone regeneration (25.94% bone volume vs. 22.3% in controls) while suppressing inflammation.", "population_specificity": "Study focused on an infected alveolar bone defect model (in vivo) and BMSC cells (in vitro).", "effective_dosage": "Not specified", "study_duration": "4 weeks (in vivo)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:22.574128+00:00"}
{"study_id": 15077, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a multifunctional composite hydrogel using gelatin methacrylate (GelMA) combined with surface-imprinted chitosan-modified bioglass particles for controlled doxycycline release to manage periodontitis.", "results_summary": "The composite hydrogels demonstrated bioactive properties, including bone-like apatite formation, localized hemostasis, antioxidant and antibacterial effects, and improved cellular responses for osteogenic differentiation of human dental pulp stem cells.", "population_specificity": "Human dental pulp stem cells (hDPSCs) in vitro; no human subjects were mentioned.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:22.704207+00:00"}
{"study_id": 15081, "supplement_id": 1152, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of gelatin-derived core-shell nanoparticles (AC-PCL(GL + PTX)-GNPs) for managing precancerous lesions in colorectal cancer.", "results_summary": "The study found that the gelatin-based nanoparticles exhibited sustained drug release, synergistic anticancer effects in cell cultures, reduced precancerous lesions in vivo, and showed no significant toxicity or adverse effects.", "population_specificity": "HTC 116 and HT-29 colorectal cancer cell lines, and a 1,2-dimethyl hydrazine-induced colorectal cancer model in vivo.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:24.423290+00:00"}
{"study_id": 15082, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a glucose-triggered, near-infrared-responsive photothermal antibacterial hydrogel (GOGD) based on gelatin and oxidized dextran for treating infected diabetic wounds.", "results_summary": "The GOGD hydrogel demonstrated glucose-triggered photothermal antibacterial properties, good biocompatibility, strong ROS scavenging ability, excellent hemostatic properties, and significantly enhanced healing of Staphylococcus aureus-infected diabetic wounds in a mouse model by regulating inflammation and promoting angiogenesis.", "population_specificity": "Mouse model with Staphylococcus aureus-infected diabetic wounds.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:24.844797+00:00"}
{"study_id": 15085, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the drug release, cytocompatibility, and therapeutic efficacy of GelMA hydrogel loaded with resolvin D1 (RvD1) in treating periodontal inflammation and alveolar bone damage.", "results_summary": "RvD1 complexed with GelMA effectively released RvD1, enhanced PDLC proliferation, reduced inflammation, and promoted bone regeneration in periodontitis. Micro-CT confirmed significant new bone formation in the treated group.", "population_specificity": "Rats with induced periodontitis.", "effective_dosage": "Weekly topical applications (specific dosage not provided).", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:27.519574+00:00"}
{"study_id": 15080, "supplement_id": 1152, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to develop a mechanically viable, degradable biopolymer-based composite mesh using gelatin-MWCNT for hernia repair, focusing on improving mechanical strength and biocompatibility.", "results_summary": "The gelatin-MWCNT composite mesh showed improved ductility, printability, hydrophilicity, modulus, and reduced degradation rate. It also demonstrated cell attachment and proliferation, indicating non-toxicity and enhanced biocompatibility. The optimal composition was gelatin with 0.01 g MWCNTs, providing the best mechanical strength and biocompatibility.", "population_specificity": "Not specified (in vitro study).", "effective_dosage": "0.01 g MWCNTs per gelatin composite.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:27.825563+00:00"}
{"study_id": 15083, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine if gelatin-based silver nanoparticles could enhance the antifungal efficacy of Terbinafine against Candida albicans strains.", "results_summary": "Gelatin-based silver nanoparticles improved the antifungal effectiveness of Terbinafine, particularly against C. albicans strain ATCC 90028, showing a synergistic effect and significant reduction in viable cell count.", "population_specificity": "Three strains of Candida albicans (ATCC 10231, ATCC 90028, and ATCC 18804).", "effective_dosage": "Not specified for gelatin; silver nanoparticles were produced with 30 mg of silver nitrate (AgNO₃).", "study_duration": "Stability studies spanned 60 days; intervention duration not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:29.177008+00:00"}
{"study_id": 15084, "supplement_id": 1152, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to develop and evaluate graphene oxide/gelatin/alginate scaffolds for advanced wound therapy, focusing on mimicking the native extracellular matrix and stimulating all phases of wound healing.", "results_summary": "The scaffolds exhibited high porosity, mechanical strength, biocompatibility, and stable adhesion to skin tissue, with no toxicity detected in vitro or in vivo. They also demonstrated significant potential for simultaneous release of active agents (allantoin, quercetin, and caffeic acid).", "population_specificity": "Fibroblasts (MRC5 cells) and Caenorhabditis elegans (in vivo model).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:29.183618+00:00"}
{"study_id": 15087, "supplement_id": 1152, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the physicochemical, mechanical, and biological properties of a CMC/Gel hydrogel wound dressing containing cefdinir for wound healing.", "results_summary": "The hydrogel dressing showed no cytotoxicity, enhanced antibacterial effects, and accelerated wound healing, with 60% healing by day 9 and over 85% by day 15. The addition of cefdinir improved antibacterial activity without significantly altering the dressing's mechanical properties.", "population_specificity": "Not specified (in vitro and likely animal model based on context).", "effective_dosage": "Not specified.", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:31.868603+00:00"}
{"study_id": 15086, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antifungal efficacy of a gelatin-based nanoemulsion system (T-GNE) combining terbinafine and essential oils against Candida albicans biofilms.", "results_summary": "The study found that the gelatin-based nanoemulsion system (T-GNE) with essential oils (eugenol, methyl eugenol, or carvacrol) and terbinafine showed additive or synergistic antifungal effects, effectively penetrating and disrupting C. albicans biofilms with minimal mammalian cell toxicity.", "population_specificity": "Candida albicans biofilms (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:32.045419+00:00"}
{"study_id": 15089, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of a GEL/PLGA/ATP scaffold equipped with TPTD microspheres for bone defect repair in tissue engineering.", "results_summary": "The GEL/PLGA/ATP scaffold with TPTD microspheres significantly enhanced BMSC proliferation and osteogenic differentiation, up-regulated osteoblast markers (COL1, RUNX2, OCN, OPN), and promoted extensive new bone formation in mice.", "population_specificity": "Mouse bone mesenchymal stem cells (BMSCs) and skull defect models in mice.", "effective_dosage": "Not specified.", "study_duration": "4 weeks post-implantation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:33.605347+00:00"}
{"study_id": 15090, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 88, "study_goal": "The researchers aimed to develop in situ gelling nanofibers composed of gelatin and oxidized carboxymethyl cellulose (OCMC) for wound healing applications, evaluating their structural integrity, degradation, antibacterial properties, and biocompatibility.", "results_summary": "The study found that the OCMC/PVA-Gelatin nanofibers demonstrated excellent biocompatibility (91-92% cell viability), 99.9% antibacterial efficacy against P. aeruginosa and MRSA, and full degradation within 21 days, making them suitable for wound healing.", "population_specificity": "In vitro (L929 fibroblast cells) and bacterial cultures (P. aeruginosa, MRSA).", "effective_dosage": "Not specified", "study_duration": "7 days (cell viability), 21 days (degradation)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:35.250839+00:00"}
{"study_id": 15091, "supplement_id": 1152, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to synthesize and characterize Ge/PLA/AuNCs (gelatin-based nanocomposites) and evaluate their biomedical applications, including antioxidant, antibacterial, anti-diabetic, and anti-Alzheimer properties.", "results_summary": "The study found that Ge/PLA/AuNCs exhibited strong antioxidant, antibacterial, anti-diabetic, and anti-Alzheimer activities, along with excellent biocompatibility and non-toxicity in zebrafish embryos and improved cell viability in SH-SY5Y cell lines.", "population_specificity": "Zebrafish embryos and SH-SY5Y cell lines (in vitro and in vivo models).", "effective_dosage": "100 μg/mL (concentration used for antioxidant, antibacterial, and enzyme inhibition assays).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:37.287657+00:00"}
{"study_id": 15093, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of a polysaccharide-based composite hydrogel, incorporating gelatin microspheres, for treating aging skin wounds.", "results_summary": "The composite hydrogel reduced oxidative stress, inhibited bacterial growth, decreased inflammation, promoted angiogenesis, and enhanced collagen deposition, facilitating wound healing in aging mouse skin. Gelatin microspheres were used to embed Puerarin, contributing to the hydrogel's effectiveness.", "population_specificity": "Aging mice with skin wounds.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:37.742015+00:00"}
{"study_id": 15092, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether incorporating IgY and CeO2 NPs into PLGA/Gel-based dressings (P/G@IYCe) could enhance infected skin repair by improving antibacterial effects, inflammation resolution, and ROS scavenging.", "results_summary": "The P/G@IYCe dressings demonstrated significant antibacterial effects against S. aureus and E. coli in vitro, promoted scarless wound healing, reduced inflammation, and scavenged ROS in S. aureus-infected full-thickness wounds in rats.", "population_specificity": "Rats with S. aureus-infected full-thickness excisional defects.", "effective_dosage": "Not specified", "study_duration": "2 weeks post-transplantation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:37.806646+00:00"}
{"study_id": 15094, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a 3D-printed hydrogel combining sodium alginate and gelatin loaded with Aloe barbadensis extract for enhanced wound healing and scar reduction.", "results_summary": "The hydrogel demonstrated excellent mechanical properties, antibacterial activity, biocompatibility, and biodegradability. In vivo studies showed improved wound closure, reduced inflammation, and decreased scar formation after 14 days.", "population_specificity": "Not specified (likely animal or in vitro models based on abstract).", "effective_dosage": "Not specified.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:38.306694+00:00"}
{"study_id": 15095, "supplement_id": 1152, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether donkey-hide gelatin-derived carbon dots (G-CDs) could effectively address stalled erythropoiesis and oxidative stress in aplastic anemia (AA).", "results_summary": "G-CDs promoted erythropoiesis, alleviated oxidative stress, and restored hematopoietic function in AA mice, outperforming erythropoietin (EPO) without adverse effects.", "population_specificity": "Chemotherapy-induced aplastic anemia mice.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:39.711114+00:00"}
{"study_id": 15096, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how tilapia skin gelatin properties affect high internal phase emulsions (HIPEs) and their suitability for 3D printing.", "results_summary": "Gelatin degraded with increased heating intensity, with optimal emulsification and gel properties observed at 5 hours of heat treatment. HIPEs constructed with gelatin extracted at 70 °C were suitable for 3D printing, exhibiting a compact network structure.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:40.766943+00:00"}
{"study_id": 15097, "supplement_id": 1152, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of using gelatin sponge, recombinant bFGF, and fibrin glue for tympanic membrane perforation closure and hearing improvement.", "results_summary": "The study found an 84.1% closure rate for tympanic membrane perforations, with significant hearing improvement in successful cases and no serious complications reported. Closure was primarily achieved after the first or second treatment, with no further benefit from additional treatments.", "population_specificity": "42 patients (44 ears) with tympanic membrane perforations treated at Yokosuka Kyosai Hospital.", "effective_dosage": "Not specified", "study_duration": "Treatment was repeated up to four times, with evaluations at least one month post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:42.856612+00:00"}
{"study_id": 15098, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of PEGDA/gelatin hybrid hydrogels as uptake and release systems for photosensitizers in photodynamic therapy.", "results_summary": "Gelatin ratio and ionic properties influenced photosensitizer uptake, with anionic photosensitizers achieving over 80% uptake. Cationic photosensitizers produced singlet oxygen more efficiently, and hydrogels demonstrated photosensitizer-dependent cytotoxicity.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:42.898918+00:00"}
{"study_id": 15099, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a 3D-printed hydrogel scaffold containing gelatin (G) for wound healing, focusing on biocompatibility, mechanical properties, and antibacterial activity.", "results_summary": "The 3D-printed SA-G-SAL scaffold demonstrated hydrophilicity, mechanical strength, antibacterial activity, hemocompatibility, and biocompatibility. In vivo tests showed improved wound closure rates, reduced inflammation, and minimal scar formation compared to controls.", "population_specificity": "Rat models with full-thickness wounds.", "effective_dosage": "Not specified.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:46.198469+00:00"}
{"study_id": 15101, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a multifunctional antibacterial hydrogel dressing using gelatin and sodium alginate as the matrix to enhance sonodynamic therapy for diabetic wound healing.", "results_summary": "The hydrogel dressing demonstrated excellent antimicrobial ability under low-intensity ultrasound, effectively inhibiting biofilm formation and promoting wound healing in diabetic rats by enhancing granulation tissue formation, angiogenesis, and collagen deposition.", "population_specificity": "Diabetic rats with infected wounds.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:46.234174+00:00"}
{"study_id": 15102, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of a hydrogel scaffold incorporating methylacryloyl gelatin (GelMA) for supporting 3D tumor growth and drug resistance testing in colorectal cancer research.", "results_summary": "The study found that the GelMA-based scaffold improved hydrophilic properties, mechanical strength, and biocompatibility, supporting long-term tumor sphere growth and demonstrating high cell survival rates (88.06%) after 5-FU treatment compared to traditional 2D models.", "population_specificity": "Human colorectal cancer cells (HCT8) in vitro.", "effective_dosage": "Not specified.", "study_duration": "2 days of 5-FU treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:47.358553+00:00"}
{"study_id": 15100, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how molecular weight distribution (MWD) of bovine bone gelatin affects gel strength and its interaction with microbial transglutaminase (MTGase) cross-linking.", "results_summary": "High-MW fractions were key in gelatin gel network formation, while low-MW fractions had negligible gelation ability. MTGase cross-linking significantly increased gel strength in both high- and low-MW samples, but gelatin with fewer high- and low-MW fractions showed decreased gel strength.", "population_specificity": "Bovine bone gelatin samples (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:47.431531+00:00"}
{"study_id": 15106, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether GelMA@MP196/exos could promote immune microenvironment stability, enhance efferocytosis, and reduce periodontitis symptoms.", "results_summary": "GelMA@MP196/exos promoted neutrophil apoptosis, macrophage M2 polarization, and efferocytosis while demonstrating antibacterial activity against key periodontal pathogens. It also reduced alveolar bone loss in rat models.", "population_specificity": "Rat models with periodontitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:48.081881+00:00"}
{"study_id": 15103, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of gelatin biopolymer on altering the wettability of dolomite and calcite rocks for enhanced oil recovery.", "results_summary": "Gelatin treatment significantly reduced contact angles in oil-wet dolomite and calcite rocks to 38.40° and 34.52°, respectively, indicating effective wettability alteration. The Fe3O4/gelatin nanocomposite further enhanced this effect, reducing angles to 26.00° and 24.10°.", "population_specificity": "Dolomite and calcite rock specimens exposed to crude oil.", "effective_dosage": "Not specified", "study_duration": "11 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:48.857352+00:00"}
{"study_id": 15109, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-serine-incorporated gelatin sponges could enhance bone regeneration and inhibit osteoclast activity in an osteoporotic rat model.", "results_summary": "The L-serine group showed significant increases in bone volume and bone area compared to controls, along with suppressed cathepsin K expression (a marker of osteoclast activity) and increased serine racemase activity. The findings suggest L-serine gelatin sponges promote bone formation while reducing bone resorption.", "population_specificity": "Ovariectomized rats (osteoporosis model).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:51.701923+00:00"}
{"study_id": 15108, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop and evaluate a dual-function gelatin/tannic acid-based hydrogel patch for skin protection and treatment of conditions like \"maskne\" and rosacea during prolonged mask use.", "results_summary": "The gelatin/tannic acid hydrogel patches demonstrated improved adhesivity, burst strength, and extensibility, with controlled drug release profiles for metronidazole and salicylic acid, suggesting effective skin protection and treatment.", "population_specificity": "Not specified (in vitro study).", "effective_dosage": "Metronidazole (1% w/w), salicylic acid (2% w/w).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:51.711369+00:00"}
{"study_id": 189206, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers compared the effects of sodium citrate and sodium bicarbonate on blood alkalosis and gastrointestinal symptoms when administered in gelatin capsules.", "results_summary": "The study found that both supplements induced similar blood alkalosis and gastrointestinal symptoms, but with different time courses (SC peaked later than SB). GIS were mostly minor, with no significant differences in severity or frequency between the two supplements.", "population_specificity": "Sixteen healthy individuals", "effective_dosage": "Gelatin capsules ingested over 15 minutes alongside a carbohydrate-rich meal (specific gelatin dosage not provided)", "study_duration": "300 minutes (5 hours)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:54.824281+00:00"}
{"study_id": 189208, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers were attempting to determine the effects of sodium bicarbonate (NaHCO₃) on anaerobic metabolism during exercise.", "results_summary": "The meta-analysis found that NaHCO₃ ingestion affects the glycolytic system but not the oxidative system during exercise. The study did not address gelatin specifically.", "population_specificity": "Not specified (general exercise context implied).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:55.745515+00:00"}
{"study_id": 189207, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the synergistic benefits of combining gelatin with bioactive glasses (BAG) for enhanced mechanical properties and controlled bioactivity in tissue engineering applications.", "results_summary": "The study found that gelatin-BAG composites improve mechanical properties and regulate ionic supplementation for better bioactivity and regenerative potential, with cellular benefits demonstrated in various functional modifications like zinc doping.", "population_specificity": "Not specified (focused on in vitro or preclinical applications).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:56.012520+00:00"}
{"study_id": 189209, "supplement_id": 1152, "safety_score": "80", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether gelatin capsules (GEL) could mitigate gastrointestinal (GI) distress and alter acid-base balance compared to other forms of sodium bicarbonate (NaHCO3) ingestion.", "results_summary": "Gelatin capsules (GEL) resulted in higher GI symptom severity compared to enteric-coated (ENT) capsules but showed no significant difference in blood bicarbonate concentration compared to placebo. ENT capsules were more effective in reducing GI symptoms and had a lower impact on blood bicarbonate levels than GEL.", "population_specificity": "Trained males (n = 14)", "effective_dosage": "300 mg/kg body mass of NaHCO3", "study_duration": "3 hours post-ingestion", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:56.541001+00:00"}
{"study_id": 189210, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study does not address Gelatin; it focuses on a modified sodium bicarbonate ingestion protocol for elite middle-distance runners.", "results_summary": "The study found that the modified sodium bicarbonate protocol elevated serum bicarbonate concentration more effectively than acute ingestion, without severe gastrointestinal side effects.", "population_specificity": "Seven elite middle-distance runners (5 men, 2 women).", "effective_dosage": "Modified SB (600 mg·kg)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:56.939065+00:00"}
{"study_id": 17107, "supplement_id": 1153, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to describe the regulatory framework for genetically modified organisms (GMOs) in Australia and its role in ensuring safety and efficacy.", "results_summary": "The study outlines Australia's Gene Technology Regulatory Scheme, which provides science-based risk assessments for GMOs, and highlights recent reforms to support safe development of gene-based therapeutics.", "population_specificity": "Not specified (regulatory framework analysis)", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:59.781938+00:00"}
{"study_id": 17108, "supplement_id": 1153, "safety_score": "85", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to highlight the regulatory challenges and delays in clinical trials for gene therapies containing GMOs in the EU and advocate for legislative exemptions.", "results_summary": "The abstract reports that compliance with GMO legislation in the EU causes delays in clinical trials for gene therapies, making the region less attractive for such trials. It argues that ATMPs pose negligible environmental risk and calls for exemptions to accelerate patient access.", "population_specificity": "Not specified (focuses on regulatory and legislative context rather than a specific patient population).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:00.664753+00:00"}
{"study_id": 17109, "supplement_id": 1153, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to provide an overview of the EU's regulatory framework for assessing environmental risks of gene therapy medicinal products containing genetically modified organisms, focusing on streamlining the process for clinical trials and marketing authorizations.", "results_summary": "The abstract discusses a new streamlined procedure for assessing environmental risks of gene therapy products with genetically modified organisms, aiming to facilitate consistent evaluation and faster patient access, but does not report specific study findings on safety or efficacy.", "population_specificity": "Not specified (focuses on regulatory processes, not a specific patient population).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:03.513674+00:00"}
{"study_id": 17111, "supplement_id": 1153, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to summarize the successes and failures of genetically modified organisms used in vaccination against major parasitic diseases, particularly leishmaniasis.", "results_summary": "The abstract highlights the progression of vaccine development for leishmaniasis, from killed parasite vaccines to live recombinant and attenuated vaccines, noting promising results but emphasizing the need for further evaluation of potential genes.", "population_specificity": "Not specified (general focus on leishmaniasis vaccination research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:04.044362+00:00"}
{"study_id": 189211, "supplement_id": 1152, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether vitamin E (delivered in a gelatin capsule) combined with vitamin C could protect breast-cancer patients from chemotherapy-induced oxidative damage.", "results_summary": "The study found that VCE supplementation (including vitamin E in gelatin capsules) significantly improved antioxidant enzyme activity, reduced lipid peroxidation, and decreased DNA damage compared to chemotherapy alone. The results suggest protective effects against chemotherapy-related oxidative stress.", "population_specificity": "Forty untreated stage II breast-cancer patients.", "effective_dosage": "Vitamin E 400 mg (gelatin capsule) and vitamin C 500 mg tablet.", "study_duration": "5 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:04.412747+00:00"}
{"study_id": 17112, "supplement_id": 1153, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to provide an overview of the legal basis, requirements, and scientific principles for environmental risk assessment (ERA) of GMO-containing medicinal products in the EU and clinical trials in Germany.", "results_summary": "The abstract discusses the necessity of ERA for GMO-containing medicinal products to identify potential risks to public health and the environment, and proposes risk management strategies if risks are deemed unacceptable. It outlines legal and methodological frameworks but does not present specific study results on GMO safety or efficacy.", "population_specificity": "Not specified (focuses on regulatory and methodological context).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:05.335876+00:00"}
{"study_id": 17114, "supplement_id": 1153, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of genetically modified organisms (GMOs) expressing egfp::zhd101 in detoxifying zearalenone (ZEN) and to assess the correlation between fluorescence intensity and enzymatic activity.", "results_summary": "The study found that recombinant E. coli and transgenic rice calluses effectively degraded ZEN and exhibited strong fluorescence, while recombinant Saccharomyces cerevisiae showed poor fluorescence and incomplete detoxification, converting residual ZEN into beta-zearalenol. Despite this, the yeast transformant detoxified 75% of ZEN, outperforming existing Lactobacillus-based systems.", "population_specificity": "In vitro and transgenic organisms (E. coli, rice calluses, Saccharomyces cerevisiae).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:06.881002+00:00"}
{"study_id": 17113, "supplement_id": 1153, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the applicability of quantifying genetically modified (GM) maize and soy in processed foods using heat treatment models and PCR analysis.", "results_summary": "The study found that the size of PCR products significantly influences GM quantification in processed foods, with the conversion factor (Cf) stabilizing when PCR product sizes were nearly equal. Additionally, the Cf of endosperm was influenced by whether the GM originated from paternal or maternal sources, complicating GM% determination in maize grains and processed foods.", "population_specificity": "Processed foods derived from GM maize (MON810) and glyphosate-tolerant Roundup Ready (RR) soy.", "effective_dosage": "Not specified", "study_duration": "Various time intervals during autoclaving", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:07.167611+00:00"}
{"study_id": 15910, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of red ginger on the sensory attributes and physicochemical properties of moringa-based instant beverages.", "results_summary": "Red ginger emerged as the most preferred by panelists, scoring highest in color, aroma, and taste. It enhanced the sensory appeal of the beverage, increasing consumer acceptance likelihood.", "population_specificity": "Not specified (laboratory study with panelists, likely general adult population).", "effective_dosage": "Not specified (tested as an herbal addition, but exact dosage not mentioned).", "study_duration": "Not specified (study duration not mentioned in the abstract).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:09.274116+00:00"}
{"study_id": 15909, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of short-term weak static magnetic field (SWMF) stimulation on the metabolite profiles and metabolic pathways of fresh-cut young ginger (FCYG).", "results_summary": "The study found that fresh-cut treatment caused significant losses of volatile terpenes and changes in primary and secondary metabolites in FCYG, while 5 mT SWMF treatment better preserved these metabolites by inhibiting respiration and energy-related pathways.", "population_specificity": "Fresh-cut young ginger (FCYG)", "effective_dosage": "5 mT SWMF treatment", "study_duration": "Short-term (specific duration not mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:09.790895+00:00"}
{"study_id": 15913, "supplement_id": 1154, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to summarize the effects of ginger's bioactive compounds on cardiovascular diseases, including its potential to improve cardiovascular risk factors.", "results_summary": "The study found that ginger has antioxidant, anti-inflammatory, and immunomodulatory properties, which may improve cardiovascular risk factors such as fasting blood glucose, triglyceride, and LDL levels. It suggests ginger could be a safer alternative with fewer side effects for preventing and treating CVDs.", "population_specificity": "Not specified (general discussion of potential effects on cardiovascular diseases).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:12.578185+00:00"}
{"study_id": 15912, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of a combination of medicinal plants, including Ginger, on the recovery and outcome of COVID-19 patients.", "results_summary": "The study found that the combination of medicinal plants, including Ginger, significantly improved oxygen saturation (SpO2) and reduced C-reactive protein (CRP) levels in COVID-19 patients compared to the placebo group.", "population_specificity": "150 COVID-19 patients receiving standard care treatment.", "effective_dosage": "Two capsules of herbal medicine orally every 8 hours (specific Ginger dosage not detailed).", "study_duration": "Duration not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:13.757649+00:00"}
{"study_id": 15914, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of ginger supplementation on antioxidant status, biochemical parameters, and intestinal tissue histopathology in broiler chicks with experimentally induced coccidiosis.", "results_summary": "Ginger extract reduced fecal oocyst counts, ameliorated leukocyte alterations, reversed biochemical parameter changes, increased CD4 T cell counts, and restored normal cecal histological structure in infected chicks.", "population_specificity": "One hundred one-day-old broiler chicks (Ross breed).", "effective_dosage": "6 gm/L of water, administered orally via drinking water.", "study_duration": "25 days (varied by group, with some receiving ginger for the full duration and others starting post-infection).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:15.840417+00:00"}
{"study_id": 15915, "supplement_id": 1154, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the efficacy and safety of ginger supplementation in managing hyperemesis gravidarum (HG) symptoms in pregnant women.", "results_summary": "Ginger supplementation significantly reduced nausea and vomiting symptoms (pooled odds ratio 0.41, 95% CI: 0.22-0.79, P = 0.008) and was well-tolerated with minimal side effects and no significant harm to maternal or fetal health.", "population_specificity": "Pregnant women with hyperemesis gravidarum (HG).", "effective_dosage": "Various forms (capsules, powders, biscuits) – specific dosage not detailed in abstract.", "study_duration": "Not specified in abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:15.887975+00:00"}
{"study_id": 15916, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Ginger (Zingiber officinale) and Schisandra chinensis drug pairs (DSP) on intestinal flora and bile acid metabolism in rats with asthma caused by cold, to provide experimental evidence for its clinical application.", "results_summary": "DSP reduced asthma inflammation by regulating FOXP3 and TGF-β1 in Treg cells, altered gut microbiota (reducing harmful bacteria and increasing beneficial bacteria), and modified bile acid metabolism (increasing DCA and decreasing ACA, GLCA, GCDCA, and GUDCA).", "population_specificity": "Male rats with induced asthma via OVA + ice water swimming.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:17.101654+00:00"}
{"study_id": 15917, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether salicylic acid nanoliposomes (SA@NLs) could alleviate chilling injury in baby ginger by modulating membrane lipid metabolism.", "results_summary": "SA@NLs treatment effectively maintained the quality of baby ginger, reduced phospholipid degradation, and increased unsaturated fatty acid content, enhancing membrane fluidity and chilling tolerance.", "population_specificity": "Baby ginger (a specific variety of ginger)", "effective_dosage": "Not specified", "study_duration": "Duration not explicitly stated (implied by \"end of storage\")", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:17.398438+00:00"}
{"study_id": 15918, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the therapeutic potential of ginger extract in osteosarcoma (OS) by identifying its antineoplastic mechanisms and validating c-MET as a target.", "results_summary": "Ginger extract inhibited OS cell proliferation, induced apoptosis, and suppressed tumor growth in vitro and in vivo. c-MET was identified as a target, and its knockdown confirmed its role in OS progression.", "population_specificity": "Osteosarcoma (OS) cells and patient-derived xenograft (PDX) models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:18.483492+00:00"}
{"study_id": 15911, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of different light quality ratios and photoperiods on ginger's phenotypic traits, dry matter production, and yield.", "results_summary": "Blue light treatment reduced plant height but increased stem diameter, tiller number, leaf area, and yield, while prolonged photoperiods enhanced plant height, stem diameter, and biomass, redistributing photosynthetic products to rhizomes and boosting yield.", "population_specificity": "Ginger plants under controlled light conditions.", "effective_dosage": "Not applicable (light quality and photoperiod conditions were manipulated, not dosage).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:21.241498+00:00"}
{"study_id": 15919, "supplement_id": 1154, "safety_score": "100", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether aromatherapy with ginger, combined with peppermint and lavender, reduces the severity of postoperative nausea in oral surgery patients under general anesthesia.", "results_summary": "Aromatherapy significantly reduced nausea severity (p < 0.001) and improved patient satisfaction (p < 0.001), though antiemetic use did not differ significantly between groups. No adverse events were reported.", "population_specificity": "Patients experiencing postoperative nausea after oral surgery under general anesthesia in a Japanese hospital setting.", "effective_dosage": "0.01 ml of pure ginger essential oil (diluted to 1%).", "study_duration": "Single intervention at the onset of postoperative nausea.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:22.056923+00:00"}
{"study_id": 15923, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To examine the effects of phenolic compound-rich ginger extract on motor and cognitive functions and cytokine levels in a mild traumatic brain injury (mTBI) model.", "results_summary": "Ginger extract significantly improved motor and cognitive functions and reduced elevated cytokine levels in rats with mTBI, whether administered before or after injury.", "population_specificity": "Rats with induced mild traumatic brain injury (mTBI).", "effective_dosage": "50 mg/kg administered intraperitoneally (i.p.).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:23.915543+00:00"}
{"study_id": 15920, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify the optimal synergistic ratio between Citrus aurantium L. var. amara (CAVA) and ginger for anti-obesity effects and explore the underlying mechanisms.", "results_summary": "The study found that two specific CAVA-ginger combinations (C3 and A1) significantly prevented weight gain in mice, improved lipid profiles, and modulated gut microbiota, with the best anti-obesity effect at a 37:63 ratio. The C3 group showed reduced TC and LDL-C, while the A1 group reduced TG, and both increased beneficial gut bacteria like Akkermansia.", "population_specificity": "High-fat diet-induced obese C57BL/6J mice", "effective_dosage": "Not specified (nine different ratios of aqueous extracts tested)", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:23.979284+00:00"}
{"study_id": 15921, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of replacing peanut straw with ginger straw on goat growth, meat quality, rumen fermentation, and immunity.", "results_summary": "Replacing peanut straw with ginger straw improved goat growth performance, rumen fermentation, immunity, and intestinal barrier function, with the 5% replacement showing the highest digestibility and growth benefits. No adverse effects on meat quality were observed.", "population_specificity": "40 Huanghuai male goats, six months old, weighing 30 ± 0.5 kg.", "effective_dosage": "0%, 5%, 10%, and 20% ginger straw replacing peanut straw in the diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:25.373314+00:00"}
{"study_id": 15924, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify the causative agents of bacterial wilt in ginger plants in China and confirm their pathogenicity.", "results_summary": "The study identified Enterobacter kobei and Enterobacter mori as new causal agents of ginger bacterial wilt in China, confirmed their pathogenicity through inoculation tests, and provided genetic sequencing data for future management strategies.", "population_specificity": "Ginger plants (Tongling White Ginger) in Yi'an District, Tongling City, Anhui Province, China.", "effective_dosage": "Not applicable (pathogen inoculation study).", "study_duration": "Symptoms appeared within five days post-inoculation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:26.192196+00:00"}
{"study_id": 15926, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether ginger-derived extracellular vesicles (Gin-EVs) could alleviate liver fibrosis progression and explore the underlying mechanisms.", "results_summary": "Gin-EVs effectively protected human hepatic stellate cells (LX-2) from CCL4 or LPS-induced liver fibrosis by mitigating fibrosis, enhancing cell viability, and counteracting mitochondrial dysfunction through restored mitochondrial dynamics and biogenesis.", "population_specificity": "Human hepatic stellate cells (LX-2) in vitro.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:26.296949+00:00"}
{"study_id": 15925, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the hepatoprotective and antioxidant effects of methanolic extract from Cheilocostus speciosus (crepe-ginger) flowers.", "results_summary": "The study found that the methanolic extract exhibited significant antioxidant activity in vitro (DPPH and ABTS assays) and improved liver function markers (AST, ALT, ALP, etc.) in vivo, along with preserving hepatocyte integrity in histopathological analysis. Phytochemical screening and GC-MS/MS identified 40 compounds, suggesting potential for further research.", "population_specificity": "Not specified (in vivo experiments likely used animal models, but abstract does not clarify).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:26.958933+00:00"}
{"study_id": 15929, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-cell viability and anti-tumorigenicity effects of zingerone nanoparticles derived from ginger on human colorectal cancer cell lines.", "results_summary": "Zingerone nanoparticles significantly inhibited cell viability and tumorigenicity in CRC cell lines, disrupted cell cycle progression, and induced apoptosis by modulating key signaling pathways.", "population_specificity": "Human colorectal cancer cell lines (LoVo and HCT116).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:29.902886+00:00"}
{"study_id": 15928, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanism by which ginger extract induces the regeneration of functional β-cells in diabetic rats.", "results_summary": "Ginger extract significantly up-regulated Neurog3 and Mafb expression after one week, followed by increased Ins2 and Gcg expression after eight weeks, leading to restored β-cell mass, improved serum insulin levels, weight gain, and lowered fasting blood glucose in diabetic rats.", "population_specificity": "Streptozotocin-induced diabetic Sprague-Dawley rats (n=27).", "effective_dosage": "Not specified (aqueous ginger extract).", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:29.976703+00:00"}
{"study_id": 15930, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Bacillus paralicheniformis SYN-191 could improve ginger growth, yield, and soil health by antagonizing pathogenic fungi and restructuring microbial communities.", "results_summary": "The study found that SYN-191 inhibited Fusarium ramigenum, improved ginger agronomic traits, increased yield by 26.47%, and enhanced beneficial microbial populations in rhizosphere soil.", "population_specificity": "Ginger plants and their rhizosphere soil.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:31.830895+00:00"}
{"study_id": 15931, "supplement_id": 1154, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to develop a ginger-derived nanoplatform (GDNPs@ICG) to enhance the efficacy of photo-mediated therapy for breast tumors.", "results_summary": "GDNPs@ICG improved photothermal performance, generated high ROS levels, and significantly inhibited breast tumor growth in vivo with limited toxicity. It also reduced angiogenesis, inhibited metastasis, activated anti-tumor immune responses, and promoted cell senescence.", "population_specificity": "Breast tumor models (in vitro and in vivo).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:33.928001+00:00"}
{"study_id": 15932, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether furanodienone (FDN), a major component of ginger, acts as a selective pregnane X receptor (PXR) ligand and has anti-inflammatory effects in the colon.", "results_summary": "The study found that FDN binds to the PXR ligand binding domain, altering its structure, and demonstrates potent PXR-dependent anti-inflammatory effects specific to the colon in male mice. The presence of synergistically acting agonists suggests potential for enhancing FDN's activity, efficacy, and safety.", "population_specificity": "Male mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:34.166751+00:00"}
{"study_id": 15933, "supplement_id": 1154, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the effects of dietary ginger and its derivatives on fish health, growth, and disease resistance in aquaculture.", "results_summary": "The study found that ginger and its derivatives improved growth performance, flesh quality, immune responses, antioxidative activity, and disease resistance in fish, with optimal dietary doses ranging from 0.0002% to 4%.", "population_specificity": "Fish in aquaculture settings.", "effective_dosage": "0.0002% to 4% of diet (oral), 0.0004% (bathing treatment).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:34.846880+00:00"}
