{"study_id": 22048, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate innovative extraction technologies for Lavender essential oil (LEO) compared to conventional methods, focusing on yield, energy efficiency, and quality.", "results_summary": "The study found that emerging extraction methods (e.g., ohmic-assisted, microwave-assisted) improve yield, reduce energy consumption, and enhance LEO quality compared to traditional techniques like steam distillation. These methods are considered sustainable but require further industrial-scale techno-economic analysis.", "population_specificity": "Not specified (industrial/technical focus)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:54.152508+00:00"}
{"study_id": 22054, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify the active components of lavender essential oil (LEO) responsible for its sedative-hypnotic effects and explore its mechanism of action in treating insomnia-related diseases.", "results_summary": "The study found that beta-myrcene, a terpene in LEO, exhibited strong sedative-hypnotic effects by modulating the serotonergic synaptic pathway, improving sleep metrics (duration, latency, and falling asleep rate), and increasing neurotransmitter levels (GABA, 5-HT, Glu) in insomnia mice.", "population_specificity": "PCPA-induced insomnia mice", "effective_dosage": "Not specified", "study_duration": "1 day or 7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:54.669960+00:00"}
{"study_id": 22050, "supplement_id": 1280, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of lavender and rosemary extracts on sore throat and hoarseness after endotracheal intubation in patients undergoing percutaneous nephrolithotomy.", "results_summary": "Lavender extract significantly reduced sore throat severity compared to the control group at 2, 6, and 24 hours post-surgery. It also reduced hoarseness intensity at 2 and 6 hours post-surgery, though no difference was observed at 24 hours.", "population_specificity": "90 patients undergoing percutaneous nephrolithotomy at Bahonar Hospital in Kerman in 2021.", "effective_dosage": "3 cc of lavender extract applied via sterile gauze.", "study_duration": "Applied during surgery, effects measured up to 24 hours post-recovery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:55.167982+00:00"}
{"study_id": 22055, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of lavender oil on injection pain, comfort level, blood pressure, pulse rate, and respiratory rate during intramuscular injections.", "results_summary": "Lavender oil significantly reduced injection pain and increased comfort levels compared to the control group. It also stabilized blood pressure, pulse rate, and respiratory rate post-injection, keeping them within normal ranges.", "population_specificity": "160 individuals (80 control, 80 intervention) receiving intramuscular injections.", "effective_dosage": "Not specified", "study_duration": "Single intervention (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:59.689656+00:00"}
{"study_id": 22056, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of lavender oil leg massage on physical, cognitive, and psychological variables in hypertensive patients.", "results_summary": "Lavender oil leg massage significantly improved systolic and diastolic blood pressure, pulse rate, random blood sugar levels, cognitive function (TMT-A and TMT-B), and state mindfulness, while also reducing state anxiety more effectively than supine rest alone.", "population_specificity": "100 hypertensive patients aged 44.99 ± 5.39 years.", "effective_dosage": "Not specified (leg massage with lavender oil for 20 minutes).", "study_duration": "Single 20-minute session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:00.145923+00:00"}
{"study_id": 22058, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of lavender aromatherapy on cognitive function, anxiety, and sleep quality in elderly individuals with diabetes.", "results_summary": "Lavender inhalation significantly improved cognitive function and sleep quality while reducing anxiety levels over four weeks compared to baseline scores. The effects were comparable to rosemary and superior to the control group.", "population_specificity": "Elderly individuals (aged 65+) with diabetes.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:00.373013+00:00"}
{"study_id": 22057, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of lavender aromatherapy and mindfulness-based cognitive therapy for sexuality (MBCT-S) on female sexual function.", "results_summary": "Lavender aromatherapy showed a significant positive effect on sexual arousal but had no significant impact on improving sexual orgasm. Both intervention groups (lavender and MBCT-S) demonstrated improvements in sexual desire, pain, satisfaction, and lubrication, with MBCT-S showing stronger effects in these areas.", "population_specificity": "Sixty married women aged 18-45 years with sexual dysfunction, recruited from health centers in Roudan city, Iran.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:02.067619+00:00"}
{"study_id": 22061, "supplement_id": 1280, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to investigate the efficacy of silexan (a lavender oil preparation) compared to sertraline and placebo in treating mild to moderate major depressive disorder (MDD).", "results_summary": "Silexan was superior to placebo in reducing MADRS total scores and alleviating functional impairment, with a similar efficacy to sertraline. Both treatments were well tolerated, with eructation being the most frequent adverse effect of silexan.", "population_specificity": "Patients with mild or moderate, single or recurrent episodes of MDD (MADRS score 19-34).", "effective_dosage": "80 mg/d silexan", "study_duration": "56 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:02.177902+00:00"}
{"study_id": 22062, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether lavender/peppermint aromatherapy reduces intraoperative anxiety or the need for antiemetics during minor surgeries under Monitored Anesthesia Care (MAC).", "results_summary": "The study found no significant differences between the lavender/peppermint aromatherapy group and the placebo group in discharge readiness, medication use, pain intensity, nausea scores, or patient satisfaction. Aromatherapy did not demonstrate efficacy in reducing anxiety or antiemetic use.", "population_specificity": "70 patients undergoing port catheter placement under MAC.", "effective_dosage": "Not specified (aromatherapy patch used, but exact dosage not detailed).", "study_duration": "Duration of surgery (intervention applied preoperatively and discarded postoperatively).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:03.041729+00:00"}
{"study_id": 22065, "supplement_id": 1280, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of Lavender-Neroli essential oil aromatherapy combined with music in reducing dental anxiety and pain during anesthesia in children.", "results_summary": "The study found that Lavender-Neroli aromatherapy with music significantly reduced dental anxiety and improved vital signs (except SPO2 saturation) compared to the placebo group, though pain perception did not differ between groups.", "population_specificity": "Children aged 6-10 years requiring dental treatment with inferior alveolar nerve injection.", "effective_dosage": "Not specified (inhaled via nasal mask).", "study_duration": "Administered 5 minutes before and during anesthesia.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:03.138210+00:00"}
{"study_id": 22067, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the antimicrobial potential of lavender essential oil (LEO) encapsulated in biopolymer membranes against skin-related microorganisms.", "results_summary": "LEO demonstrated antimicrobial effects against Staphylococcus aureus, Staphylococcus epidermidis, Pseudomonas aeruginosa, and Candida albicans, with the highest inhibition observed for C. albicans. No synergistic effect was found when LEO was combined with chitosan or alginate membranes.", "population_specificity": "Microorganisms isolated from clinical samples or skin microbiota.", "effective_dosage": "1% v/v LEO encapsulated in membranes.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:08.093641+00:00"}
{"study_id": 22066, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of lavender oil and its major components (linalool and linalyl acetate) on pain in patients with postherpetic neuralgia (PHN).", "results_summary": "Inhalation of lavender oil, linalool, and linalyl acetate significantly reduced sensory and affective pain, as well as pain severity and intensity, compared to the control group. The effects were statistically significant, with the lavender oil group showing the most consistent improvements.", "population_specificity": "Patients with postherpetic neuralgia (PHN).", "effective_dosage": "1% v/v concentration of lavender oil, linalool, or linalyl acetate diluted in almond oil, inhaled via natural breathing.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:08.977701+00:00"}
{"study_id": 22069, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of lavender and patchouli essential oils in reducing dental anxiety in children.", "results_summary": "Lavender oil significantly reduced anxiety scores and pulse rates in children, showing slightly better results than patchouli oil. Both oils had positive effects on reducing dental anxiety.", "population_specificity": "60 children aged 6-12 years undergoing dental treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:09.952503+00:00"}
{"study_id": 22070, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether hand massage using baby oil with lavender could reduce pain and situational anxiety in women undergoing brachytherapy.", "results_summary": "The study found that hand massage with lavender-infused baby oil significantly reduced pain and state anxiety scores compared to the control group at all three measured time points (p<0.001). The intervention was deemed effective, noninvasive, safe, and affordable for clinical use.", "population_specificity": "Women undergoing brachytherapy (n=36, with 18 in the treatment group and 18 in the control group).", "effective_dosage": "Three sessions of 10-minute hand massages (5 minutes per hand) using baby oil with lavender.", "study_duration": "The intervention was administered over three sessions, each lasting 10 minutes, prior to brachytherapy.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:11.746174+00:00"}
{"study_id": 22064, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether lavender essential oil (LEO) capsules could improve mood disorders, stress, and depression in women using combined oral contraceptives (COCs).", "results_summary": "LEO significantly improved positive mood and reduced negative mood, stress, and depression in COC users, but did not significantly affect anxiety. The effects were consistent and statistically significant at both 28 and 56 days post-intervention.", "population_specificity": "Married women aged 15-49 years who were COC consumers in Tabriz, Iran.", "effective_dosage": "80 mg LEO daily in a gelatin capsule.", "study_duration": "56 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:11.884488+00:00"}
{"study_id": 22072, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of lavender aromatherapy on pain during arteriovenous fistula catheter insertion and restless legs syndrome in hemodialysis patients.", "results_summary": "Lavender aromatherapy significantly reduced pain during catheter insertion and decreased the severity of restless legs syndrome compared to control groups, though its effect was not significant when compared to a placebo group.", "population_specificity": "Hemodialysis patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:11.885319+00:00"}
{"study_id": 22071, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to elucidate the anti-breast cancer activity and mechanism of Lavender essential oil (LEO) by identifying its molecular targets and evaluating its effects on breast cancer cell lines.", "results_summary": "The study identified 21 effective components and 213 drug-disease common targets of LEO, with 7 active components and 19 targets identified as potential therapeutic targets. LEO reduced cell viability and induced apoptosis in MCF-7 and MDA-MB-231 breast cancer cell lines by modulating the PI3K-AKT signaling pathway, though it did not alter cell cycle arrest.", "population_specificity": "Breast cancer cell lines (MCF-7 and MDA-MB-231)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:12.123480+00:00"}
{"study_id": 22073, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 90, "study_goal": "The researchers aimed to assess the impact of lavender oil on odor elimination, ostomy adjustment, and quality of life in patients with permanent colostomy.", "results_summary": "The study found that lavender oil significantly improved odor reduction, workplace performance, body image, stoma functionality, financial concerns, acceptance, anxiety, social engagement, and irritability compared to standard care. Effect sizes were substantial, indicating strong clinical relevance.", "population_specificity": "Patients with permanent colostomy.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:15.591828+00:00"}
{"study_id": 22074, "supplement_id": 1280, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of lavender essential oil inhalation in reducing anxiety by reviewing clinical trials from the last five years.", "results_summary": "Ten out of eleven studies reported significantly decreased anxiety levels after lavender oil inhalation, with physiological measures in three trials supporting its anxiolytic effects. Lavender oil inhalation was deemed safe and feasible for treating various types of anxiety.", "population_specificity": "972 participants with diverse types of anxiety.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:15.880946+00:00"}
{"study_id": 22075, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether lavender oil application could reduce preoperative anxiety in patients scheduled for surgical procedures.", "results_summary": "The meta-analysis found that lavender oil significantly reduced anxiety levels in the experimental group compared to the control group, with a standardized mean difference of -5.40 (95% CI: -8.76 to -2.04). The study concluded that lavender oil is an effective standalone treatment for preoperative anxiety.", "population_specificity": "Patients scheduled for surgical procedures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:16.978821+00:00"}
{"study_id": 22077, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of lavender on progesterone levels and menstrual cycle regulation in PCOS patients, comparing it to metformin.", "results_summary": "Lavender significantly increased progesterone levels and reduced menstrual cycle length in PCOS patients, with effects comparable to metformin. The reduction in cycle length was greater with lavender, though not statistically significant.", "population_specificity": "Females aged 18-45 diagnosed with PCOS according to Rotterdam criteria.", "effective_dosage": "250 mg twice daily", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:18.722901+00:00"}
{"study_id": 22076, "supplement_id": 1280, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine whether lavender aroma essential oil could reduce benzodiazepine use in patients with generalized anxiety disorder and panic disorder.", "results_summary": "The study found that lavender aroma essential oil may reduce the frequency of anxiolytic use, suggesting potential efficacy as an alternative or adjunct therapy for anxiety disorders.", "population_specificity": "Patients aged 20-59 years with generalized anxiety disorder or panic disorder.", "effective_dosage": "Not specified (drops on tissue paper as needed).", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:19.084622+00:00"}
{"study_id": 22068, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of lavender essential oil inhalation aromatherapy on depression and sleep quality in patients with post-stroke depression (PSD).", "results_summary": "Lavender aromatherapy significantly improved depression scores (HAMD-17, SDS) and sleep quality (PSQI) compared to placebo, with statistically significant differences (P ≤ 0.01). The experimental group showed more marked improvements than the placebo group (P < 0.05).", "population_specificity": "Forty patients with post-stroke depression (PSD).", "effective_dosage": "1.5 g of lavender essential oil in microencapsulated form, inhaled nightly via a nonwoven bag placed on or under the pillow.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:19.293551+00:00"}
{"study_id": 22079, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of lavender syrup as an add-on therapy for improving clinical symptoms, treatment satisfaction, and anxiety levels in mild to moderate COVID-19 patients.", "results_summary": "Lavender syrup showed a higher reduction in cough severity and anosmia compared to standard care alone, with an effect size of 0.6 for cough relief. Patient satisfaction was greater in the lavender group, though other symptoms and anxiety scores improved similarly in both groups without significant differences.", "population_specificity": "84 male and female COVID-19 outpatients in Gorgan, Iran.", "effective_dosage": "9 ml twice daily.", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:19.762214+00:00"}
{"study_id": 22078, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of warm water foot baths with or without lavender oil on postoperative pain and sleep quality in abdominal surgery patients.", "results_summary": "The study found that both warm water foot baths and those with lavender oil significantly reduced pain scores and improved sleep quality compared to the control group. Noise-related sleep quality was notably worse in the control group by the third day.", "population_specificity": "130 patients (mean age 55.99 ± 13.05 years, 51% male) who underwent abdominal surgery.", "effective_dosage": "Foot baths with 40°C water for 20 minutes nightly for 3 days (lavender oil concentration not specified).", "study_duration": "3 days post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:20.001479+00:00"}
{"study_id": 22080, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of lavender aromatherapy in controlling pain during drain removal procedures compared to other interventions.", "results_summary": "Lavender aromatherapy was found to be effective in reducing pain during drain removal, with lower post-procedure systolic blood pressure compared to pre-procedure levels. The respiratory rate was higher in the control group during the procedure.", "population_specificity": "121 patients undergoing drain removal procedures.", "effective_dosage": "Not specified", "study_duration": "Immediate effects measured before, during, and 15 minutes after drain removal.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:23.010069+00:00"}
{"study_id": 22081, "supplement_id": 1280, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to investigate the phytochemical properties of Croton gratissimus (lavender croton) leaf herbal tea and its hepatoprotective and antioxidative effects on oxidative injury in Chang liver cells.", "results_summary": "C. gratissimus demonstrated high antioxidant activity, elevated hepatic reduced glutathione (GSH), superoxide dismutase (SOD), and catalase levels, and reduced malondialdehyde (MDA) in oxidative hepatic injury. It showed no cytotoxicity and had no predicted hepatotoxicity in silico.", "population_specificity": "Chang liver cells (in vitro study)", "effective_dosage": "15-240 μg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:25.297069+00:00"}
{"study_id": 22082, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the existing literature on lavender's effects on neurological disorders, including epilepsy, depression, anxiety, migraine, and Alzheimer's disease.", "results_summary": "Lavender demonstrated therapeutic effects on neurological disorders through mechanisms such as GABA inhibition, anti-inflammatory actions, and regulation of glutamate receptors and calcium channels. The findings support traditional uses of lavender but highlight the need for more clinical studies.", "population_specificity": "Not specified (literature review covering studies from 1982-2020)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:25.535553+00:00"}
{"study_id": 22085, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of a novel emulsion combining the CW49 peptide and lavender oil as a topical treatment for wound healing, focusing on its physicochemical properties, biocompatibility, and regenerative capacity.", "results_summary": "The lavender-oil emulsion demonstrated antibacterial activity against Gram-positive and Gram-negative bacteria and showed high biocompatibility in human keratinocytes. The emulsion also exhibited regenerative potential in a 2D wound model.", "population_specificity": "Human keratinocytes (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:26.841661+00:00"}
{"study_id": 22084, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if lavender aromatherapy reduced opioid use postoperatively in patients undergoing total hip or knee arthroplasty.", "results_summary": "Lavender aromatherapy slightly reduced opioid use in THA patients (median OME 22.5 vs. 31.2 in controls) but not overall. Most intervention participants found the inhaler useful (58%) and would continue using it (76%).", "population_specificity": "102 patients undergoing total hip or knee arthroplasty.", "effective_dosage": "Pre-packaged lavender essential oil inhaler (specific dosage not detailed).", "study_duration": "Three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:26.844244+00:00"}
{"study_id": 22086, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of lavender oil inhalation on anxiety and comfort levels in patients scheduled for colonoscopy.", "results_summary": "Lavender oil inhalation significantly increased post-colonoscopy comfort scores compared to the control group, but its effect on reducing state anxiety was positive yet statistically insignificant. Trait anxiety scores increased with the number of colonoscopies in both groups.", "population_specificity": "Patients scheduled for colonoscopy at a training and research hospital in Turkey (median age ~51-53 years).", "effective_dosage": "Not specified", "study_duration": "Single session (pre-procedural)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:27.355375+00:00"}
{"study_id": 22087, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the medical, economic, and regional advancements in lavender propagation and its applications, including its antibacterial, antioxidant, and potential anti-cancer properties.", "results_summary": "Lavender contains active ingredients like linalool and linalyl acetate, demonstrating antibacterial and antioxidant effects. It may help prevent dementia and slow cancer cell growth, while lavender oil is used for skin treatments.", "population_specificity": "Not specified (general review of lavender properties and applications).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:27.437626+00:00"}
{"study_id": 22083, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of lavender essential oil and sleep hygiene guidance on quality of life, sleep patterns, and self-reported hot flashes in postmenopausal women with insomnia.", "results_summary": "The Aroma group (lavender) showed significant improvement in overall quality of life, while all participants benefited in self-assessed total sleep time and sleep efficiency. No differences were observed in hot flashes or daytime sleepiness.", "population_specificity": "Postmenopausal women with a diagnosis of insomnia (n=35).", "effective_dosage": "Inhaled Lavandula angustifolia essential oil before bedtime (specific amount not stated).", "study_duration": "29 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:27.849288+00:00"}
{"study_id": 22088, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether arbuscular mycorrhizal fungi (AMF) inoculation enhances lavender's phytoremediation of lead (Pb) and nickel (Ni) while mitigating heavy metal stress effects.", "results_summary": "AMF inoculation increased lavender's uptake of Pb and Ni, boosted antioxidant activity, and improved essential oil constituents like borneol and 1,8-cineole, particularly under moderate heavy metal stress. The findings suggest AMF enhances lavender's phytoremediation potential while maintaining growth and essential oil quality.", "population_specificity": "Lavender plants (Lavandula angustifolia L.) grown in greenhouse conditions under Pb and Ni pollution.", "effective_dosage": "AMF inoculation at 5 g Kg-1 soil; Pb at 150 and 225 mg kg-1 soil; Ni at 220 and 330 mg kg-1 soil.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:32.434255+00:00"}
{"study_id": 22089, "supplement_id": 1280, "safety_score": "85", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine if daily oral lavender capsules could reduce conflict-related wounding in chimpanzees exhibiting aggressive behaviors.", "results_summary": "Lavender treatment unexpectedly increased overall wounding but significantly reduced the percentage of wounds requiring treatment (36% vs. 21%). The study also noted prior findings of decreased anxiety in humans and rodents with lavender ingestion.", "population_specificity": "Six chimpanzees with conflict-instigating behaviors, housed with 25 other chimpanzees across five social groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:34.016913+00:00"}
{"study_id": 22094, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Lavender essence could improve sexual satisfaction in breastfeeding women.", "results_summary": "The study found that Lavender significantly improved sexual satisfaction in breastfeeding women compared to the control group, with no significant difference between Lavender and Citrus aurantium groups. The effect was statistically significant (p < 0.001).", "population_specificity": "Breastfeeding women", "effective_dosage": "2 drops of essential oil, twice a day", "study_duration": "40 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:34.372638+00:00"}
{"study_id": 22091, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the molecular mechanism by which lavender essential oil (EO [lav]) accelerates healing in LPS-induced chronic wounds by reducing inflammation and inhibiting macrophage pyroptosis.", "results_summary": "Lavender essential oil accelerated wound healing, reduced pro-inflammatory cytokines (IL-1β, HMGB-1), and inhibited macrophage pyroptosis by downregulating GSDMD and NLRP3 in the caspase-11-related pyroptotic pathway.", "population_specificity": "Chronic wound models (potentially relevant to elderly, obese, and diabetic patients).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:34.483752+00:00"}
{"study_id": 22093, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of aromatherapy with lavender on pain and anxiety in burn patients during dressing procedures.", "results_summary": "The study found that aromatherapy with lavender decreased pain in burn patients, though the effect was not statistically significant (P = 0.06). No significant effect on anxiety was reported for lavender.", "population_specificity": "Burn patients undergoing dressing procedures (total of 586 participants across six studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:34.547701+00:00"}
{"study_id": 22090, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the immediate effects of single lavender essential oil (SLEO) and complex lavender essential oil (CLEO) on sleep physiology using objective polysomnography (PSG) recordings.", "results_summary": "Both SLEO and CLEO extended total sleep time (TST) and sleep period time (SPT), with SLEO additionally improving sleep efficiency, increasing NREM and REM sleep, and reducing spontaneous arousals. No significant differences were found between SLEO and CLEO in PSG parameters.", "population_specificity": "53 participants (25 in SLEO group, 28 in CLEO group) with no specified demographic details beyond baseline similarity.", "effective_dosage": "Not specified", "study_duration": "Two consecutive nights (one without aromatherapy, one with aromatherapy)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:34.730511+00:00"}
{"study_id": 22092, "supplement_id": 1280, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the herb-drug interaction potential of lavender essential oil and its primary constituents, linalool and linalyl acetate, focusing on metabolic stability and enzyme inhibition.", "results_summary": "Linalool was metabolically unstable in human liver microsomes and S9 fractions, while linalyl acetate converted to linalool. Lavender oil weakly inhibited CYP3A4 and CYP1A2 enzymes, but neither the oil nor its constituents significantly activated PXR or AhR, suggesting minimal pharmacokinetic interference with conventional medications.", "population_specificity": "Human liver microsomes and S9 fractions (in vitro study).", "effective_dosage": "Not specified (IC50 values provided: 12.0 µg/mL for CYP3A4, 21.5 µg/mL for CYP1A2).", "study_duration": "Not specified (in vitro study).", "interactions": "Weak inhibition of CYP3A4 and CYP1A2 enzymes; no significant activation of PXR or AhR.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:36.778708+00:00"}
{"study_id": 22095, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether lavender and peppermint aromatherapy could reduce postoperative pain and opioid consumption in anxious patients undergoing total hip arthroplasty.", "results_summary": "The study found that lavender and peppermint aromatherapy reduced pain by 26%, opioid consumption by 33%, acetaminophen use by 48%, and postoperative nausea/vomiting by 78%, with significant psychosocial improvements.", "population_specificity": "Anxious patients undergoing primary unilateral total hip arthroplasty (PROMIS anxiety T-score >57.2).", "effective_dosage": "Not specified (Elequil® aromatab® used, but exact dosage not detailed).", "study_duration": "Assessed at POD1, POD2, POD7, and POD30 (intervention duration unclear).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:36.962443+00:00"}
{"study_id": 22096, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate whether topical lavender essential oils could reduce burnout in ICU healthcare workers during the COVID-19 pandemic.", "results_summary": "The study found significant improvements in the personal accomplishment subscale of burnout but no significant changes in depersonalization. Most participants were satisfied and compliant with the intervention.", "population_specificity": "Frontline ICU healthcare workers during the COVID-19 pandemic (n=34).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:39.378731+00:00"}
{"study_id": 22097, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether aromatherapy with Citrus aurantium Lavender improves sexual function in postmenopausal women.", "results_summary": "The study found that aromatherapy with Citrus aurantium Lavender significantly improved the total FSFI score and all its dimensions in postmenopausal women compared to the placebo group. The results suggest it can be an effective complementary method for enhancing sexual function in this population.", "population_specificity": "Postmenopausal women in Ahvaz, Iran.", "effective_dosage": "Two drops of Citrus aurantium essential oil twice a day, four consecutive days a week.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:41.549190+00:00"}
{"study_id": 22100, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of a combined foot soak and lavender oil inhalation therapy on the severity of insomnia in cancer patients.", "results_summary": "The study found that lavender oil inhalation therapy (L group) and combined therapy (FL group) significantly reduced insomnia severity compared to baseline, with the combined therapy showing a moderate effect size. No significant improvement was observed in the foot soak-only group (F group).", "population_specificity": "Patients with cancer receiving oncology and palliative care services.", "effective_dosage": "Lavender oil inhalation therapy for 5 minutes daily.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:42.198045+00:00"}
{"study_id": 22099, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine if a nasal inhaler aromatherapy blend of lavender and rosemary essential oils could reduce test anxiety in students.", "results_summary": "The study found no statistically significant difference in anxiety reduction between the aromatherapy group and the control group, suggesting lavender and rosemary inhalers were ineffective for this purpose under high-stakes exam conditions. Both intention-to-treat and per-protocol analyses supported this conclusion.", "population_specificity": "First trimester chiropractic students enrolled in Neuroanatomy I and Biochemistry I.", "effective_dosage": "Not specified", "study_duration": "2 study days during final exams, with a 2-day wash-out period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:42.389865+00:00"}
{"study_id": 22098, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate whether inhalation of different fractions of lavender essential oil could alleviate sleep disturbances caused by anxiety and caffeine and explore the underlying mechanisms.", "results_summary": "Lavender essential oil and its fractions (3%, v/v) improved sleep disturbances induced by anxiety and caffeine, with the light fraction enhancing sleep maintenance and the heavy fraction aiding sleep initiation. The mechanism involved multiple neurotransmitter systems, including GABAergic, cholinergic, histaminergic, and monoaminergic pathways.", "population_specificity": "Mice with sleep disorders induced by anxiety and caffeine.", "effective_dosage": "3% (v/v) concentration of lavender essential oil and its fractions.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:42.514025+00:00"}
{"study_id": 22101, "supplement_id": 1280, "safety_score": "70", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of dietary lavender essential oil on growth performance, tissue health, fatty acid profile, blood biochemistry, and immune response in broiler chickens.", "results_summary": "Lavender essential oil supplementation (200-600 mg/kg) did not affect growth performance or carcass yield but increased omega-3 and omega-6 fatty acids in breast muscles, improved antioxidant capacity, and elevated pro-inflammatory cytokine levels at higher doses (600 mg/kg).", "population_specificity": "Three-day-old broiler chickens (average weight 101.3 ± 0.24 g).", "effective_dosage": "0 (control), 200, 400, and 600 mg/kg of diet.", "study_duration": "35 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:43.452380+00:00"}
{"study_id": 22102, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether abdominal massage with lavender and ginger oil could alleviate constipation in elderly individuals.", "results_summary": "The study found that aromatherapy massage with lavender and ginger oil significantly improved stool consistency (measured by the Bristol Stool Chart) and reduced constipation severity (measured by the Constipation Severity Scale) in elderly individuals after 2 and 4 weeks of treatment compared to the control group.", "population_specificity": "Elderly individuals living in a nursing home who suffered from constipation.", "effective_dosage": "15 minutes of aromatherapy massage, 5 weekdays per week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:44.521705+00:00"}
{"study_id": 22104, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of lavender essence inhalation and massage therapy on reducing labor pain in primiparous women.", "results_summary": "Lavender inhalation and massage therapy significantly reduced perceived labor pain compared to the control group, with inhalation being most effective in the latent phase and massage more effective in active and transition phases.", "population_specificity": "Primiparous women in labor.", "effective_dosage": "2 drops of lavender oil per application (inhalation for 3 minutes, massage for 15 minutes).", "study_duration": "Applied during each phase of the first stage of labor (early, active, transition).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:46.926868+00:00"}
{"study_id": 22103, "supplement_id": 1280, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of lavender fragrance on anxiety and hemodynamic status in patients undergoing septorhinoplasty and rhinoplasty.", "results_summary": "Lavender significantly reduced both obvious and latent anxiety compared to the control group, with a 25.8% reduction in obvious anxiety and a 24.3% reduction in latent anxiety. Hemodynamic parameters (systolic, diastolic blood pressure, and heart rate) were also lower in the lavender group post-intervention.", "population_specificity": "Thirty-four candidates scheduled for septorhinoplasty or rhinoplasty.", "effective_dosage": "Not specified (fragrance inhalation method).", "study_duration": "Single pre-surgical intervention (duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:46.927594+00:00"}
{"study_id": 22106, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lavender aromatherapy during sleep could improve mood and physiological indices in healthy females without pain or anxiety.", "results_summary": "Lavender aromatherapy improved negative mood related to fatigue and anxiety but did not affect physiological measures like pulse rate, salivary cortisol, or sleep quality compared to the control group.", "population_specificity": "24 healthy females without pain or anxiety.", "effective_dosage": "Lavender aroma-infused skin patches (specific concentration not stated), used nightly.", "study_duration": "7 consecutive nights.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:49.480092+00:00"}
{"study_id": 22108, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the intervention methods and effects of lavender essential oil on adults' sleep quality.", "results_summary": "Fourteen out of 20 randomized controlled trials showed positive intervention effects, with lavender essential oil associated with improved sleep quality before insomnia or other sleep disorders occurred. A mixture of subjective and objective indicators was used.", "population_specificity": "Adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:49.627931+00:00"}
{"study_id": 22105, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lavender capsules could effectively reduce fatigue symptoms in patients with Multiple Sclerosis (MS).", "results_summary": "The study found a significant reduction in fatigue symptoms (measured by MFIS) in MS patients taking lavender capsules compared to the control group receiving cornstarch capsules. The intervention group showed a mean reduction of 7.04 points, while the control group's fatigue levels remained high (38.17 points).", "population_specificity": "Relapsing-remitting MS patients aged 18+ with an MFIS score ≥25 and EDSS ≤6, excluding pregnant, breastfeeding, or those with other fatigue-causing conditions.", "effective_dosage": "600mg lavender flower capsules, taken three times daily.", "study_duration": "60 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:50.274411+00:00"}
{"study_id": 22107, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of paclobutrazol (PBZ) on lavender's vegetative growth, essential oil composition, and its antioxidant and antimicrobial properties.", "results_summary": "PBZ treatments reduced lavender growth but enhanced chlorophyll content and altered essential oil composition, increasing specific terpenoids. The 400 ppm PBZ treatment showed the highest antioxidant activity and antimicrobial sensitivity against tested bacteria and fungi.", "population_specificity": "Lavender plants (no human or animal subjects).", "effective_dosage": "200, 400, and 600 ppm PBZ as foliar spray.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:50.639412+00:00"}
{"study_id": 22109, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to assess the effects of inhaling lavender essential oil on sleep quality in hemodialysis patients.", "results_summary": "Lavender oil inhalation significantly improved sleep quality in hemodialysis patients, as measured by the Pittsburgh Sleep Quality Index (post-therapy score: 8.8 ± 1.89 vs. pre-therapy score: 14.73 ± 1.53, P < .05). The study concluded that lavender aromatherapy is effective for enhancing sleep in this population.", "population_specificity": "Hemodialysis patients (mean age 55.11 years, SD = 8.45)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:51.864928+00:00"}
{"study_id": 22110, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to characterize the role of the transcription factor LaMYC4 in regulating terpenoid biosynthesis in lavender and its response to stress.", "results_summary": "The study found that LaMYC4 overexpression increased sesquiterpenoid levels, including caryophyllenes, in transgenic plants and upregulated key terpenoid biosynthesis genes and glandular trichome development. LaMYC4 expression was responsive to various stress treatments and higher in leaves than other tissues.", "population_specificity": "Arabidopsis and tobacco plants (transgenic models).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:54.039603+00:00"}
{"study_id": 22111, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the therapeutic effects of lavender oil (LO) against oxygen-glucose deprivation (OGD)-induced injury in an in vitro H9C2 cell line model.", "results_summary": "LO treatment increased cell survival, reduced Jak2/Stat3 expression and apoptotic activity, and significantly elevated p-ERK/ERK levels compared to the OGD-induced injury control group. The most effective dose was 100 μg/ml.", "population_specificity": "H9C2 cell line (rat cardiomyoblasts)", "effective_dosage": "10, 100, 1000, and 10000 μg/ml", "study_duration": "72 hours after reperfusion", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:55.460666+00:00"}
{"study_id": 22115, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to synthesize scientific evidence on lavender's effects in mitigating cancer-related complications, particularly anxiety, pain, sleep quality, and vital signs.", "results_summary": "Lavender, primarily used as inhalation aromatherapy, significantly reduced anxiety and pain while improving sleep quality and vital signs in cancer patients across multiple studies.", "population_specificity": "Patients with various types of cancer (total n=838).", "effective_dosage": "Not specified (inhalation aromatherapy mentioned, but no dosage details provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:57.782388+00:00"}
{"study_id": 22114, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the anti-inflammatory effects of lavender essential oil and its main component, linalool, on TNFα-stimulated inflammation in human bladder epithelial cells.", "results_summary": "Lavender essential oil and linalool showed higher effectiveness in reducing pro-inflammatory cytokine mRNA expression and IL-8 secretion compared to eucalyptus essential oil and an NFκB inhibitor, particularly after long-term treatment (24 hours).", "population_specificity": "T24 human bladder epithelial cell line", "effective_dosage": "Not specified", "study_duration": "24 hours (long-term treatment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:58.041122+00:00"}
{"study_id": 22116, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to estimate the pooled effect of lavender on individuals' stress levels through a systematic review and meta-analysis.", "results_summary": "The meta-analysis found that lavender significantly reduced stress scores by 0.63 ± 0.13 compared to the control group (P < 0.001), with the strongest effects observed in L. angustifolia species, student groups, and when using the Perceived Stress Scale (PSS).", "population_specificity": "Individuals with stress, including student groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:58.667140+00:00"}
{"study_id": 22113, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether lavender oil (Lav) pre-treatment could protect rats from sepsis-induced acute lung injury (ALI) by deactivating the NF-κB pathway.", "results_summary": "Lavender oil significantly reduced inflammatory cytokines, oxidative stress markers, and apoptosis-related proteins while increasing antioxidant levels, demonstrating protective effects against sepsis-induced ALI in rats. The study also identified the NF-κB pathway as a key mechanism for these effects.", "population_specificity": "Sprague-Dawley rats", "effective_dosage": "200, 400, and 800 mg/kg administered once daily", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:58.822276+00:00"}
{"study_id": 22117, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review current knowledge on the use of lavender for sleep disorders across various diseases and populations.", "results_summary": "The review found promising evidence supporting lavender's efficacy for sleep disorders in diverse populations, though it highlighted the need for more robust clinical studies to confirm its effects and mechanisms.", "population_specificity": "Patients with various diseases, including cancers, end-stage renal disease, neurological-psychiatric disorders (e.g., depression, dementia, autism), and respiratory, cardiac, and metabolic diseases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:59.563235+00:00"}
{"study_id": 22119, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether lavender aromatherapy could reduce fatigue in hemodialysis patients.", "results_summary": "The study found that lavender aromatherapy significantly reduced fatigue in the intervention group compared to controls (P < .05). The results suggest lavender is useful for fatigue reduction in this context.", "population_specificity": "62 hemodialysis patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:01.960582+00:00"}
{"study_id": 22118, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the long-term effectiveness of lavender oil inhalation on reducing invasive pain, anxiety, and improving comfort levels in hemodialysis patients during fistula access.", "results_summary": "Lavender aromatherapy significantly reduced pain (VAS scores) and state anxiety compared to the control group, while also improving comfort levels in hemodialysis patients. These effects were consistent across multiple sessions.", "population_specificity": "24 hemodialysis patients in a Turkish public hospital.", "effective_dosage": "Three drops of a 1:10 lavender-to-sweet almond oil mixture inhaled before each cannulation procedure.", "study_duration": "12 hemodialysis sessions (approximately 3 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:02.148878+00:00"}
{"study_id": 22121, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether aromatherapy with lavender essential oil improves working memory in women with multiple sclerosis.", "results_summary": "Lavender aromatherapy significantly improved working memory scores in the intervention group compared to the placebo group, with statistically significant differences observed post-intervention. The placebo group showed no significant change in working memory scores.", "population_specificity": "Women with multiple sclerosis referred to the MS Clinic of Rafsanjan.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:05.402603+00:00"}
{"study_id": 22120, "supplement_id": 1280, "safety_score": "90", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to determine whether lavender syrup could effectively treat COVID-19-induced olfactory dysfunction (OD) when used alongside standard treatments.", "results_summary": "The study found that lavender syrup significantly reduced the severity of OD compared to the control group, with a greater decrease in VAS scores (6.6 vs. 4.3). No side effects were reported in the lavender group.", "population_specificity": "Outpatients with COVID-19 and olfactory dysfunction in Gonbad-E-Kavoos, Iran.", "effective_dosage": "9 ml of lavender syrup twice daily (bid).", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:05.457574+00:00"}
{"study_id": 22123, "supplement_id": 1280, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers sought to evaluate the efficacy of combined auricular acupuncture and lavender oil aromatherapy in reducing preinterventional anxiety in cardiovascular patients.", "results_summary": "The verum group showed significantly decreased anxiety compared to the placebo group, with more patients reporting subjective treatment success. No significant differences were observed in intervention-specific anxiety or blood pressure, and no serious adverse events occurred.", "population_specificity": "Cardiovascular patients undergoing diagnostic coronary angiography, percutaneous coronary intervention, right heart catheterization, transcatheter aortic valve replacement, or percutaneous mitral valve repair.", "effective_dosage": "Not specified", "study_duration": "30 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:06.244113+00:00"}
{"study_id": 22124, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of lavender on improving sleep quality in postpartum mothers.", "results_summary": "The meta-analysis found that lavender improved sleep quality in postpartum mothers compared to the control group (SMD = -0.61; 95% CI: -1.07 to -0.15, p = 0.01), though heterogeneity among studies was high (I2 = 75%). Further rigorous trials are needed to confirm these findings.", "population_specificity": "Postpartum mothers experiencing poor sleep quality.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:06.946080+00:00"}
{"study_id": 22112, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of methyl jasmonate (MeJA) on the biosynthesis of terpenoids in Lavandula angustifolia (lavender).", "results_summary": "MeJA affected the diurnal rhythm of volatile emissions in a dose- and time-dependent manner, increased total volatile content (especially monoterpenoids and sesquiterpenoids), upregulated gene expression (notably La3CARS), and raised glandular trichome density.", "population_specificity": "Lavandula angustifolia (lavender plants)", "effective_dosage": "0, 0.4, 4, 8, and 16 mM MeJA", "study_duration": "0, 6, 12, 24, 48, and 72 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:07.042578+00:00"}
{"study_id": 22122, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the biocidal effectiveness of lavender oil (LO) in protecting Norway spruce wood against termites and brown-rot fungus, as well as its impact on physical wood characteristics.", "results_summary": "Lavender oil significantly increased wood resistance to termites, nearly matching a commercial biocide, and improved surface properties for better adhesion. However, it was ineffective against brown-rot fungus at a 5% concentration.", "population_specificity": "Norway spruce wood (Picea abies) exposed to termites (Reticulitermes flavipes) and brown-rot fungus (Rhodonia placenta).", "effective_dosage": "5% lavender oil concentration.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:07.347665+00:00"}
{"study_id": 22126, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lavender reduces pain and anxiety in patients undergoing lumbar epidural steroid injections and lumbar medial branch blocks.", "results_summary": "The lavender group showed the highest reduction in anxiety and the lowest pain levels compared to almond oil and water groups, though the differences were not statistically significant. The study concluded that lavender may have clinically beneficial effects on anxiety and pain.", "population_specificity": "Patients undergoing lumbar epidural steroid injections and lumbar medial branch blocks (46 participants in final analysis).", "effective_dosage": "Not specified (mask infused with lavender for inhalation).", "study_duration": "5 minutes prior to and during the procedure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:10.362476+00:00"}
{"study_id": 22125, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of inhaled lavender essential oil and breathing exercises in reducing ECT-related anxiety in depressed patients.", "results_summary": "The study found that both lavender aromatherapy and breathing exercises significantly reduced anxiety scores compared to routine care, with statistically significant results (p < 0.001). The interventions were deemed simple and effective for clinical use.", "population_specificity": "90 depressed patients undergoing electroconvulsive therapy (ECT).", "effective_dosage": "Not specified (inhaled lavender essential oil).", "study_duration": "Single session (assessed 20 min before and 30 min after intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:10.758856+00:00"}
{"study_id": 22127, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether lavender aromatherapy reduces anxiety during intrauterine insemination (IUI) procedures.", "results_summary": "Lavender aromatherapy significantly reduced anxiety during IUI compared to placebo, with no significant difference in pain or pregnancy rates. Patient satisfaction was high, with most participants preferring lavender aromatherapy.", "population_specificity": "Women undergoing IUI at a hospital-based fertility clinic.", "effective_dosage": "Not specified", "study_duration": "Single session during IUI procedure", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:12.200873+00:00"}
{"study_id": 22128, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the anti-inflammatory effects of lavender essential oil, particularly its ability to inhibit pro-inflammatory cytokine production in THP-1 cells stimulated by P. aeruginosa LPS, and how the timing of flower harvest influences these effects.", "results_summary": "Lavender essential oil harvested at the beginning of the flowering period significantly reduced pro-inflammatory cytokine production (IL-6, IL-1β, IL-8, TNFα) in THP-1 cells, comparable to NFκB inhibitors. Oil from the end of the flowering period showed weaker effects, reducing mRNA expression but not cytokine secretion.", "population_specificity": "THP-1 human monocyte/macrophage cell line (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:14.210714+00:00"}
{"study_id": 22131, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether blended aromatherapy using lavender and damask rose oils could reduce test anxiety in nursing students.", "results_summary": "The study found that blended aromatherapy significantly reduced state anxiety scores in nursing students compared to the sham group, both 15 minutes after intervention and at the end of the test. The difference between groups was statistically significant (P < 0.05).", "population_specificity": "Nursing students experiencing test anxiety.", "effective_dosage": "Seven droplets of 10% lavender oil and three droplets of 10% damask rose oil.", "study_duration": "Single session (15 minutes post-intervention and immediately at test end).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:14.747629+00:00"}
{"study_id": 22130, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine the efficacy of lavender for reducing anxiety, depression, and physiological parameters, and to explore how study characteristics influenced these effects.", "results_summary": "Lavender was significantly more effective than placebo or no treatment in reducing anxiety, depression, and systolic blood pressure, with the strongest effects seen for anxiety. The anxiolytic effects were enhanced with more treatment sessions, though effects on physiological parameters were small and inconsistent.", "population_specificity": "Humans (specific health states not detailed in the abstract).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:14.805995+00:00"}
{"study_id": 22132, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of Lavender, Rosemary, and Orange essential oils on memory problems and medication adherence in hemodialysis patients.", "results_summary": "Lavender significantly reduced retrospective memory problems over time but did not significantly affect prospective memory or medication adherence. No significant differences were found between Lavender and other groups in retrospective memory or medication adherence.", "population_specificity": "Eighty-six chronic hemodialysis patients in Iran.", "effective_dosage": "Five drops of Lavender essential oil on gauze, inhaled for 30 minutes, three times a week.", "study_duration": "One month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:15.214201+00:00"}
{"study_id": 22129, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether massage therapy with 5% lavender oil could reduce the severity of restless legs syndrome (RLS) and improve quality of life (QoL) in hemodialysis patients.", "results_summary": "The study found that massage with lavender oil significantly reduced RLS severity and improved QoL in hemodialysis patients, with consistent benefits observed across follow-up weeks. The control group (using baby oil) also showed some improvement, but the lavender group demonstrated superior outcomes in QoL measures.", "population_specificity": "Hemodialysis patients with restless legs syndrome (58 participants: 31 in the lavender group, 27 controls).", "effective_dosage": "5% lavender oil (frequency not specified).", "study_duration": "Approximately 3 months (January 30, 2019, to May 6, 2019).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:15.858104+00:00"}
{"study_id": 22133, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of lavender and damask rose aromatherapy on sleep quality in post-CABG surgery patients.", "results_summary": "Lavender aromatherapy showed a relative improvement in sleep quality but had no statistically significant effect on most sleep parameters except subjective sleep quality and use of sleep medications. The study found no superiority between lavender and damask rose.", "population_specificity": "Patients after coronary artery bypass graft (CABG) surgery in Guilan Province, Iran.", "effective_dosage": "Inhaled every night at 22:00 for 5 consecutive nights (specific amount not specified).", "study_duration": "5 nights.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:18.104566+00:00"}
{"study_id": 192815, "supplement_id": 1280, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of corticosteroid treatments, including lavender syrup, in reducing the duration of COVID-19-related olfactory dysfunction.", "results_summary": "Lavender syrup was found to be less effective than corticosteroid nasal sprays (fluticasone and triamcinolone acetonide), with smell loss duration reduced 16 days later compared to these treatments.", "population_specificity": "Patients with COVID-19-related olfactory dysfunction.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:18.158455+00:00"}
{"study_id": 49929, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify whether lemon balm extract (MOLE) promotes Endo180 production in fibroblasts and if it could prevent or improve wrinkles in vivo.", "results_summary": "Lemon balm extract (MOLE) significantly increased Endo180 mRNA and protein levels, inhibited the decline in Endo180 and type I collagen production under UVB-induced conditions, and reduced eye-corner wrinkles in human participants compared to placebo.", "population_specificity": "20 healthy women", "effective_dosage": "50 μg/mL (in vitro), 200 μg/mL (in vitro), topical cream formulation (in vivo, frequency not specified)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:22.700346+00:00"}
{"study_id": 49932, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the anxiolytic activity of Melissa officinalis (lemon balm) essential oil and its main constituent citronellal in animal models.", "results_summary": "The study found that lemon balm essential oil demonstrated anxiolytic potential in all tested models, significantly altering behavioral parameters. Citronellal's effects were less clear, showing a combination of anti-anxiety and motor-inhibiting properties.", "population_specificity": "Mice (animal models)", "effective_dosage": "12.5 to 100 mg/kg of essential oil and corresponding doses of citronellal", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:23.018580+00:00"}
{"study_id": 49930, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether integrating organic, biological, and chemical soil amendments could mitigate the adverse effects of water deficit stress on lemon balm biomass and physiological properties.", "results_summary": "Water deficit stress negatively impacted lemon balm's photosynthetic pigments, gas exchange, and antioxidant activity, but combined soil amendments (poultry manure compost, biochar, NPK fertilizer, T. harzianum, T. thioparus, and sulfur) improved morpho-physiological properties (1.97-60%) and biomass (2.31-2.76 times) under stress.", "population_specificity": "Lemon balm plants grown in a greenhouse under controlled water deficit conditions.", "effective_dosage": "Not specified (soil amendment treatments varied but exact amounts not detailed).", "study_duration": "Not specified (implied duration based on greenhouse experiment but not explicitly stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:24.350915+00:00"}
{"study_id": 49931, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of nitrogen-fixing purple nonsulfur bacteria (PNSB) on soil fertility, nitrogen uptake, essential oil content, growth, and yield of lemon balm.", "results_summary": "Applying N-PNSB increased plant height, primary branches, and stem leaf biomass, with the highest yield and essential oil content observed in the 85% N as RFR combined with N-PNSB treatment. Soil properties like NH4+, soluble P, and exchangeable K+ also improved with N-PNSB application.", "population_specificity": "Lemon balm plants in a controlled agricultural setting.", "effective_dosage": "Various nitrogen application rates (100%, 85%, 70%, 55%, and 0% of recommended fertilizer rate) combined with or without N-PNSB.", "study_duration": "Two growing seasons (duration not specified in abstract).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:24.571510+00:00"}
{"study_id": 49933, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of methyl jasmonate (MeJA) on rosmarinic acid (RA) content, total phenolic content (TPC), and total flavonoid content (TFC) in Iranian lemon balm ecotypes, as well as changes in the expression of related biosynthesis genes.", "results_summary": "MeJA significantly increased RA, TPC, and TFC in both ecotypes, with RA content rising 4.18- and 7.43-fold in Esfahan and Ilam ecotypes, respectively, after 24 hours of exposure to 150 µM MeJA. Higher expression of key genes (MoPAL, Mo4CL, MoRAS) was linked to RA accumulation.", "population_specificity": "Iranian lemon balm ecotypes (Esfahan and Ilam)", "effective_dosage": "150 µM MeJA", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:25.292073+00:00"}
{"study_id": 49934, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of MO (possibly Lemon Balm) as a sedative and anesthetic to reduce oxidative stress and improve survival rates during live transport of sea bass.", "results_summary": "MO treatment reduced cortisol, glucose, lactic acid, HSPs, CAT, MPO, GSH-Px, UA, and BUN levels while increasing total antioxidant capacity (T-AOC), showing similar efficacy to MS-222 and eugenol in mitigating oxidative stress during transport.", "population_specificity": "Sea bass during live transport", "effective_dosage": "Not specified", "study_duration": "72 hours of simulated live transport", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:25.731689+00:00"}
{"study_id": 49935, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anticonvulsant potential of Melissa officinalis (Lemon Balm) essential oil using in vitro and in vivo epilepsy models to validate its traditional use in managing convulsive disorders.", "results_summary": "Lemon Balm essential oil blocked epileptic discharges in brain slices, protected mice from seizures and mortality, and improved seizure severity, anxiety, depression, cognitive deficits, oxidative stress, and neuronal loss in PTZ-kindled rats. The findings suggest potential as an adjunctive therapy for epilepsy.", "population_specificity": "Mice and PTZ-kindled rats (animal models).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:26.140906+00:00"}
{"study_id": 49938, "supplement_id": 1281, "safety_score": "85", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to systematically review and meta-analyze randomized controlled trials (RCTs) to evaluate the effects of Melissa officinalis (MO) intake on cardiometabolic outcomes.", "results_summary": "MO intake was associated with reduced total cholesterol and systolic blood pressure but showed no significant effects on other cardiometabolic markers. The study noted no serious adverse events but highlighted limitations such as a low number of included studies and a high risk of bias.", "population_specificity": "Not specified (general population with cardiometabolic outcomes assessed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:30.982677+00:00"}
{"study_id": 192816, "supplement_id": 1280, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of lavender-dodder syrup versus citalopram in treating major depressive disorder (MDD) with anxious distress.", "results_summary": "Lavender-dodder syrup showed comparable efficacy to citalopram in reducing depression scores and was significantly more effective in reducing anxiety by week six. Both treatments were well-tolerated.", "population_specificity": "56 participants with MDD and anxious distress.", "effective_dosage": "5 mL of lavender-dodder syrup every 12 hours.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:31.220145+00:00"}
{"study_id": 49941, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanisms by which salicylic acid (SA) mitigates mercury (Hg) toxicity in lemon balm, focusing on physiological and molecular responses.", "results_summary": "Exogenous SA significantly reduced Hg-induced oxidative damage, improved growth and water content, maintained chlorophyll levels, and upregulated key genes (CHLG and PAL) involved in chlorophyll and phenylpropanoid pathways.", "population_specificity": "Lemon balm plants (Melissa officinalis L.) under mercury stress.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:31.778416+00:00"}
{"study_id": 49936, "supplement_id": 1281, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of Melissa officinalis (lemon balm) essential oil on anxiety-related somatic symptoms using in vitro and in vivo models.", "results_summary": "The study found that lemon balm essential oil reduced motor impairment and muscle weakness/spasms in mice, inhibited ileum contractions, and decreased atria contraction frequency and force, though it was a weak acetylcholinesterase inhibitor. The effects were attributed to potential interactions with voltage-gated Ca2+ channels or muscarinic receptors.", "population_specificity": "BALB/c mice and isolated mouse ileum and atria tissues.", "effective_dosage": "25 mg/kg for in vivo tests; concentrations >1 μg/mL for in vitro tests.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:32.475447+00:00"}
{"study_id": 49943, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of Lemon Balm and Lavender essential oils in reducing agitation in older people with and without dementia living in residential aged care facilities.", "results_summary": "Lemon Balm was more effective in reducing NPI agitation and CMAI physical non-aggressive behavior in residents without dementia but less effective in reducing NPI irritability in those with dementia. No reduction in agitation was observed compared to placebo when cognitive groups were not considered.", "population_specificity": "Older people with dementia (n=39) and without dementia (n=10) exhibiting agitation in residential aged care facilities.", "effective_dosage": "Once daily for two weeks (specific amount not mentioned).", "study_duration": "Two weeks per treatment, with a two-week washout period between treatments.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:33.664833+00:00"}
{"study_id": 49942, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether pre-treatment with different LED light sources could enhance drought stress tolerance in lemon balm plantlets.", "results_summary": "LED-primed lemon balm plantlets showed improved growth and stress tolerance under drought conditions, including higher fresh and dry weight, water content, antioxidant activity, and key biochemical markers compared to non-primed plants. Red + blue LED pre-treatment was particularly effective in upregulating stress-responsive genes and enhancing rosmarinic acid production.", "population_specificity": "Two genotypes of Melissa officinalis L. (lemon balm) plantlets.", "effective_dosage": "Not specified (light exposure conditions: white, blue, red, or red + blue LEDs for 4 weeks).", "study_duration": "4 weeks of LED pre-treatment followed by drought stress exposure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:33.680246+00:00"}
{"study_id": 49945, "supplement_id": 1281, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Melissa officinalis (Lemon Balm) in improving hypoactive sexual desire disorder (HSDD) in women.", "results_summary": "The study found that Lemon Balm significantly improved desire, arousal, lubrication, orgasm, satisfaction, and pain scores compared to placebo, with participants showing higher willingness to continue treatment.", "population_specificity": "Women suffering from decreased sexual desire (HSDD).", "effective_dosage": "500 mg of aqueous extract of M. officinalis, twice daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:33.731629+00:00"}
{"study_id": 49944, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effects of powdered Melissa officinalis (Lemon Balm) on oxidative stress, inflammation, and lipid profile in patients with chronic stable angina.", "results_summary": "Lemon Balm supplementation significantly reduced triglycerides, total cholesterol, LDL-cholesterol, malondialdehyde (MDA), and hs-CRP while increasing HDL-c and paraxonase 1 (PNO1) levels compared to placebo.", "population_specificity": "80 patients with chronic stable angina (CSA).", "effective_dosage": "3 g/d (oral powdered form).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:35.031822+00:00"}
{"study_id": 49946, "supplement_id": 1281, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of Lemon Balm on bleeding and systemic symptoms associated with menstruation, particularly dysmenorrhea.", "results_summary": "Lemon Balm significantly reduced the severity of systemic symptoms like fatigue, lethargy, and nervous changes, but did not affect bleeding severity or duration. The effects were statistically significant, though differences between treatment and placebo groups varied by symptom and cycle.", "population_specificity": "90 female students", "effective_dosage": "Not Assessed", "study_duration": "2 consecutive menstrual cycles", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:38.246085+00:00"}
{"study_id": 49948, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the lemon balm extract ALS-L1023 could attenuate obesity-induced nonalcoholic fatty liver disease (NAFLD) by inhibiting angiogenesis in visceral adipose tissue.", "results_summary": "ALS-L1023 reduced weight gain, improved lipid metabolism, lowered liver enzyme levels, and reduced liver steatosis, inflammation, and fibrosis in mice fed a high-fat diet. It also decreased inflammatory markers in visceral adipose tissue.", "population_specificity": "C57BL/6J mice fed a high-fat diet.", "effective_dosage": "Not specified.", "study_duration": "15 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:39.567079+00:00"}
{"study_id": 49949, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of lemon balm ethanol extract in reducing biogenic amine formation and bacterial growth in vacuum-packed European anchovy during storage.", "results_summary": "Lemon balm extract significantly reduced biogenic amines, including a 3-fold reduction in histamine, but had minimal impact on bacterial load. It was more effective than lavender extract in inhibiting biogenic amine formation.", "population_specificity": "Vacuum-packed European anchovy stored at 2 ± 1 °C.", "effective_dosage": "1% lemon balm ethanol extract.", "study_duration": "11 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:40.353888+00:00"}
{"study_id": 49951, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify which extracts in STW 5, including lemon balm, were responsible for increasing intestinal chloride secretion, potentially aiding in treating secretory disorders like constipation.", "results_summary": "Lemon balm, along with peppermint and angelica, contributed to increased intestinal chloride secretion at higher concentrations (5120 µg/ml), involving activation of cAMP- and Ca++-activated Cl- channels. The effects were consistent in human intestinal specimens and T84 cells.", "population_specificity": "Human small and large intestinal specimens, and the human epithelial cell line T84.", "effective_dosage": "5120 µg/ml (higher concentration tested).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:42.267891+00:00"}
{"study_id": 49953, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of lemon balm on the quality and antioxidant activity of hamburger patties.", "results_summary": "Lemon balm extract showed high polyphenol and flavonoid content, improved chewiness and sensory evaluation of patties, and delayed lipid peroxidation in the highest dosage group (L3). However, it did not significantly affect proximate composition, calorie content, water holding capacity, or cooking loss.", "population_specificity": "Hamburger patties (in vitro study, not human subjects).", "effective_dosage": "0.1%, 0.5%, and 1.0% lemon balm powder.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:42.329962+00:00"}
{"study_id": 49947, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the impact of water deficiency on five Melissa officinalis (Lemon Balm) genotypes, focusing on morphological, essential oil, and bioactive compound responses under drought stress.", "results_summary": "Under drought stress, biomass decreased for all cultivars, with genotype-specific responses in essential oil accumulation (some stable, others increased or decreased). Non-volatile bioactive compounds showed unique responses, with some cultivars increasing hydroxicinnamic acid derivatives or flavonoids, while others declined.", "population_specificity": "Five Melissa officinalis genotypes ('Gold Leaf', 'Lorelei', 'Quedlinburger Niederliegende', 'Lemona', 'Soroksár') grown under controlled water regimes.", "effective_dosage": "Not specified (water supply adjusted to 70% and 40% of soil water capacity).", "study_duration": "Three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:42.464990+00:00"}
{"study_id": 49950, "supplement_id": 1281, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Melissa officinalis (Lemon Balm) supplementation on serum biochemical parameters, particularly lipid profiles, in patients with borderline hyperlipidemia.", "results_summary": "The study found that Lemon Balm significantly reduced LDL and AST levels compared to placebo, but no significant differences were observed in cholesterol, FBG, HDL, triglycerides, creatinine, or ALT levels.", "population_specificity": "58 hyperlipidemic patients.", "effective_dosage": "1000mg M. officinalis leaf powder capsules, 3 times per day.", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:42.925833+00:00"}
{"study_id": 49954, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of ethanolic lemon balm extract (LBE) in treating insulin resistance and dyslipidemia by activating PPARs and improving metabolic markers.", "results_summary": "LBE activated PPARs, reduced hyperglycemia, insulin resistance, and improved lipid profiles (lowered triacylglycerol, nonesterified fatty acids, and LDL/VLDL cholesterol) in high-fat diet-fed mice. It also induced PPAR target gene expression in human adipocytes.", "population_specificity": "Insulin-resistant high-fat diet-fed C57BL/6 mice and human primary adipocytes.", "effective_dosage": "200 mg/kg/day (mice), 0.6 mg/mL (human adipocytes)", "study_duration": "6 weeks (mice)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:44.189566+00:00"}
{"study_id": 49956, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the behavioral effects of Melissa officinalis (Lemon Balm) extract in rats, comparing acute and subacute treatments, and assessing its potential psychoactive properties.", "results_summary": "The study found that subacute Lemon Balm extract significantly increased open arm entries and time in the elevated plus-maze test (similar to diazepam) and reduced immobility in the forced swimming test (though less effectively than fluoxetine). Gender differences were observed in response to treatment.", "population_specificity": "Male and female Wistar rats", "effective_dosage": "30, 100, or 300 mg/kg (oral administration)", "study_duration": "Acute (single dose) or subacute (10-day course)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:47.010639+00:00"}
{"study_id": 49957, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-glycative properties of Lemon Balm extract and its potential to inhibit advanced glycation end products (AGEs) formation and interaction with RAGE receptors.", "results_summary": "Lemon Balm ethanol fractions showed strong inhibitory effects on AGE formation and mitigated glycation-induced structural changes in albumin. The extract also altered glycated albumin's secondary structure, reducing its detection by RAGE receptors.", "population_specificity": "Bovine serum albumin (BSA)/glucose system (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:47.397744+00:00"}
{"study_id": 49958, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Melissa officinalis L. extract (MOE) on cell proliferation, neuroblast differentiation, and integration into granule cells in the hippocampal dentate gyrus of middle-aged mice, as well as its impact on corticosterone and GABA-related mechanisms.", "results_summary": "MOE administration significantly increased cell proliferation (Ki67), neuroblast differentiation (DCX), and integration into granule cells (BrdU/calbindin D-28k), while reducing corticosterone levels and GABA-T activity in the dentate gyrus. The effects were dose-dependent, with higher doses showing greater efficacy.", "population_specificity": "Middle-aged mice (12 months old)", "effective_dosage": "50 or 200 mg/kg once daily", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:49.133647+00:00"}
{"study_id": 49960, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anxiolytic effects of luteolin, a major component of lemon balm, and its potential interaction with the GABAA receptor in rats.", "results_summary": "The study found that luteolin did not produce anxiolysis via GABAA receptor modulation but may affect motor movements and locomotion. The results suggest a different mechanism of action than initially hypothesized.", "population_specificity": "Male Sprague-Dawley rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:49.736903+00:00"}
{"study_id": 49961, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify the pharmacological mechanism of action of Melissa officinalis L. (lemon balm) as an anxiolytic agent, specifically its inhibition of GABA transaminase (GABA-T).", "results_summary": "The study found that lemon balm methanol extract potently inhibits rat brain GABA-T, with rosmarinic acid (RA) as the major active compound (40% inhibition at 100 µg/mL). Synergistic effects from triterpenoids (ursolic acid and oleanolic acid) may also contribute to the activity.", "population_specificity": "Rat brain samples (in vitro study).", "effective_dosage": "100 µg/mL (in vitro concentration).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:51.436844+00:00"}
{"study_id": 49962, "supplement_id": 1281, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine the potency of aqueous extracts from lemon balm (Melissa officinalis L.) to inhibit HIV-1 infection in various cell types and ex vivo tissues.", "results_summary": "Lemon balm extracts showed high, concentration-dependent activity against HIV-1 infection in T-cell lines, primary macrophages, and ex vivo tonsil histocultures, with 50% inhibitory concentrations as low as 0.004%. The extracts did not interfere with cell viability except at very high concentrations and impaired HIV-1 entry by increasing virion density.", "population_specificity": "In vitro T-cell lines, primary macrophages, and ex vivo tonsil histocultures.", "effective_dosage": "0.004% (50% inhibitory concentration)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:51.907275+00:00"}
{"study_id": 49959, "supplement_id": 1281, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to investigate the antinociceptive effects of Melissa officinalis L. (Lemon Balm) extract and rosmarinic acid in chemical pain models and explore the underlying mechanisms.", "results_summary": "The study found that Lemon Balm extract and rosmarinic acid produced dose-dependent antinociceptive effects in multiple pain models, involving cholinergic systems and the L-arginine-nitric oxide pathway, without causing non-specific effects like sedation or muscle relaxation.", "population_specificity": "Mice (animal study)", "effective_dosage": "Extract (3-1000 mg/kg, p.o.), rosmarinic acid (0.3-3 mg/kg, p.o.)", "study_duration": "Single dose administered 1 hour prior to testing", "interactions": "Atropine, mecamylamine, and L-arginine attenuated effects; naloxone and D-arginine had no effect.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:51.923774+00:00"}
{"study_id": 49964, "supplement_id": 1281, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to assess the cholinergic receptor-binding properties of Melissa officinalis and evaluate its cognitive and mood effects in healthy young adults.", "results_summary": "The study found that the highest dose (1600 mg) of Lemon Balm improved memory performance and increased calmness, but lower doses showed decrements in timed memory task performance. The extract exhibited cholinergic receptor-binding properties but no cholinesterase inhibitory effects.", "population_specificity": "20 healthy, young participants", "effective_dosage": "600, 1000, and 1600 mg single doses", "study_duration": "Single doses administered at 7-day intervals", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:52.705138+00:00"}
{"study_id": 192817, "supplement_id": 1281, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to verify the safety and effectiveness of a galactagogue composition containing lemon balm in increasing milk supply in mothers of preterm infants.", "results_summary": "The galactagogue group showed significantly higher milk volume (95 mL vs. 62.5 mL) and total expressed milk (6036 mL vs. 4209 mL) compared to the placebo group, indicating improved milk production. The composition was deemed safe.", "population_specificity": "Mothers of preterm infants.", "effective_dosage": "Not specified.", "study_duration": "Two weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:54.478692+00:00"}
{"study_id": 192820, "supplement_id": 1281, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether Lemon Balm infusion could improve oxidative stress status and reduce DNA damage in radiology staff exposed to persistent low-dose radiation.", "results_summary": "Lemon Balm infusion significantly improved plasma levels of catalase, superoxide dismutase, and glutathione peroxidase while reducing DNA damage, myeloperoxidase, and lipid peroxidation. The study concluded that Lemon Balm effectively improved oxidative stress conditions in radiology staff.", "population_specificity": "55 radiology staff exposed to persistent low-dose radiation.", "effective_dosage": "1.5 g/100 mL infusion, twice daily.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:56.404940+00:00"}
{"study_id": 22824, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the hypolipidemic effect of fermented citrus lemon juice using a hyperlipidemic hamster model.", "results_summary": "Fermented lemon juice (FLJ) showed higher absorption and utilization efficiency compared to unfermented juice, significantly reducing total cholesterol, triglycerides, and LDL-C levels while increasing the HDL-C to LDL-C ratio in hyperlipidemic hamsters. FLJ also increased fecal TC content, indicating potential lipid regulation benefits.", "population_specificity": "Hyperlipidemic hamsters", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:57.183826+00:00"}
{"study_id": 22823, "supplement_id": 1282, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of oral administration of melatonin-treated lemon juice on murinometric parameters and antioxidant activity in wild-type and HPV-transgenic mice.", "results_summary": "Lemon juice with melatonin showed no adverse health effects, positively modified weight gain, enhanced antioxidant activity, and reduced histological lesions in treated mice.", "population_specificity": "Wild-type (WT) mice and transgenic mice carrying human papillomavirus (HPV).", "effective_dosage": "1 mL, 1.5 mL, 2 mL (drink assay); 4 mL (diet assay).", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:57.523213+00:00"}
{"study_id": 22825, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of lemon juice, alone and in combination with apple juice, on the technological, sensory, and microbiological characteristics of marinated poultry meat.", "results_summary": "Lemon juice marination lowered pH, increased tenderness, and improved yellow saturation (b*). It also demonstrated significant antimicrobial effects compared to unmarinated meat, though microbial reduction was lowest in roasted products.", "population_specificity": "Broiler chicken breast muscles", "effective_dosage": "Not specified (marinated for 12 hours)", "study_duration": "12 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:58.570465+00:00"}
{"study_id": 22827, "supplement_id": 1282, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine how lemon juice affects gastric emptying, appetite perceptions, and glycemic responses compared to water and tea when consumed with bread.", "results_summary": "Lemon juice increased gastric volume and emptying rate while significantly lowering the glycemic response compared to water. Tea had no effect, and appetite perceptions correlated with gastric volumes but showed no significant differences between meals.", "population_specificity": "Ten participants in a randomized, crossover intervention.", "effective_dosage": "250 mL of water-diluted lemon juice consumed with 100 g of bread.", "study_duration": "Measurements taken over 180 minutes post-consumption.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:59.671215+00:00"}
{"study_id": 22826, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if lemon juice could serve as a green alternative for synthesizing bismuth nanoparticles (BiNPs) and evaluate their catalytic efficacy.", "results_summary": "Lemon juice effectively synthesized BiNPs, which demonstrated excellent catalytic activity in reducing 4-nitrophenol and organic dyes, with performance influenced by reaction time and lemon juice quantity.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not specified (amounts of lemon juice varied but not quantified in the abstract)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:59.963480+00:00"}
{"study_id": 22828, "supplement_id": 1282, "safety_score": "75", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether fresh lemon juice supplementation, in addition to a standard diet, reduces stone recurrence in patients with recurrent idiopathic calcium oxalate nephrolithiasis.", "results_summary": "Lemon juice supplementation showed a potential reduction in stone recurrence at one-year follow-up, but the effect diminished over time due to declining adherence. Gastrointestinal disorders were more frequent in the lemon juice group, but renal and urinary tract disorders were similar between groups.", "population_specificity": "Patients with recurrent idiopathic calcium oxalate nephrolithiasis.", "effective_dosage": "60 mL twice daily.", "study_duration": "2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:00.760265+00:00"}
{"study_id": 22829, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of high hydrostatic pressure, ultrasound, and heat treatment on the microbial, physicochemical, and sensory properties of blended strawberry-apple-lemon juice during storage.", "results_summary": "High hydrostatic pressure (HHP) maintained anthocyanins better than ultrasound (US) and heat treatment (HT), while total phenols increased more with HHP and US. HHP also better preserved total phenols, anthocyanins, ascorbic acid, antioxidant capacity, color, and sensory values over 10 days of storage at 4°C compared to US and HT.", "population_specificity": "Blended strawberry-apple-lemon juice samples", "effective_dosage": "Not specified", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:03.131047+00:00"}
{"study_id": 22831, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the hepatoprotective effects of lemon juice on chronic alcohol-induced liver injury in mice.", "results_summary": "Lemon juice significantly reduced alcohol-induced increases in liver enzymes (ALT, AST), hepatic triglycerides, and lipid peroxidation, while improving histopathological liver damage. The protective effects were dose-dependent and potentially linked to lemon juice's antioxidant capacity.", "population_specificity": "Mice with chronic alcohol-induced liver injury.", "effective_dosage": "Not specified (dose-dependent effects noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:03.576469+00:00"}
{"study_id": 22832, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of lemon juice, alone and in combination with garlic, on lipid profile and cardiovascular risk factors in individuals with moderate hyperlipidemia.", "results_summary": "The study found that lemon juice combined with garlic significantly reduced total cholesterol, LDL-cholesterol, fibrinogen, blood pressure, and BMI in hyperlipidemic patients compared to control groups. Lemon juice alone showed some benefits but was less effective than the combination.", "population_specificity": "Hyperlipidemic patients aged 30-60 years.", "effective_dosage": "1 tablespoon of lemon juice daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:04.941628+00:00"}
{"study_id": 22833, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to compare the effects of lemon juice and yogurt on increasing salivary flow in individuals with xerostomia.", "results_summary": "Lemon juice significantly increased saliva secretion compared to baseline, though yogurt showed a greater effect. The results were statistically significant, indicating lemon juice is effective but less so than yogurt.", "population_specificity": "40 volunteers aged 19-48.", "effective_dosage": "Equivalent pH lemon juice (specific dosage not provided).", "study_duration": "Saliva collection occurred every 1 minute for 5 minutes post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:05.152864+00:00"}
{"study_id": 22834, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to determine whether drinking lemon juice could reduce subdiaphragmatic-related artifacts in myocardial perfusion imaging compared to other interventions like milk or water.", "results_summary": "Lemon juice (250 mL) was less effective than milk in reducing interfering subdiaphragmatic-related artifacts, such as overlapping and scatter artifacts, in myocardial perfusion SPECT imaging. No significant improvement in image quality was noted for the lemon juice group compared to other groups.", "population_specificity": "179 patients (age 58 ± 9.6 years) undergoing myocardial perfusion imaging.", "effective_dosage": "250 mL of lemon juice administered once during the imaging procedure.", "study_duration": "Single administration during imaging.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:06.886162+00:00"}
{"study_id": 22836, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers compared citrate, potassium, and calcium levels in lemon juice and Viburnum opulus to evaluate their potential use in treating mild-to-moderate hypocitraturic stone disease.", "results_summary": "Lemon juice had comparable citrate levels to V. opulus but lower potassium and higher sodium and calcium levels. The study suggests lemon juice could be an alternative treatment for hypocitraturic stone patients due to its citrate content.", "population_specificity": "Patients with mild-to-moderate hypocitraturic stone disease (specific demographics not detailed).", "effective_dosage": "100 ml samples (frequency not specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:08.310827+00:00"}
{"study_id": 22837, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lemon juice (as a sialagogue) causes a 'rebound effect' of increased radioiodine reaccumulation in the parotid glands after administration.", "results_summary": "Lemon juice administration did not cause a 'rebound effect' but instead resulted in a mean relative decrease of 34.2% in potential radiation absorbed dose to the parotid glands. The study analyzed 2100 time points across 18 parotid glands in nine patients.", "population_specificity": "Patients with differentiated thyroid cancer, no history of salivary gland disease or medications affecting salivary glands.", "effective_dosage": "Not specified", "study_duration": "2-4 hours post-radioiodine administration", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:09.171451+00:00"}
{"study_id": 22835, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers sought to determine whether diluted lemon juice could reduce interfering infra-cardiac activity during myocardial perfusion imaging compared to no intervention.", "results_summary": "Lemon juice significantly reduced the intensity of infra-cardiac activity compared to the control group, with an incidence of 84.1% at stress and 91.7% at rest, showing effectiveness similar to full-fat milk. The reduction was statistically significant, though milk showed slightly better results during rest imaging.", "population_specificity": "Patients referred for myocardial perfusion imaging (630 total, 246 in the lemon juice group).", "effective_dosage": "Diluted lemon juice (specific concentration not stated), administered on both days of the imaging protocol.", "study_duration": "Two-day protocol (intervention given on both days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:09.580490+00:00"}
{"study_id": 22839, "supplement_id": 1282, "safety_score": "30", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers examined whether dietary factors, including lemon juice, could aggravate hypokalemia and clinical symptoms in a patient with Gitelman's syndrome.", "results_summary": "The study found that excessive lemon juice consumption, along with other dietary factors, aggravated hypokalemia and provoked clinical symptoms in the patient, leading to severe complications.", "population_specificity": "A 31-year-old Caucasian Swiss man with Gitelman's syndrome.", "effective_dosage": "Not specified (described as \"relevant amounts\").", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:11.396987+00:00"}
{"study_id": 22838, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the efficacy of lemon juice in reducing Escherichia coli O157:H7, Salmonella Enteritidis, and Listeria monocytogenes during marination of beef for kelaguen preparation.", "results_summary": "Lemon juice reduced pathogen levels, but the usual marinating practice (<0.5mL/g beef for 1-12h) was insufficient to meet food-safety requirements. E. coli O157:H7 was the most resistant, while L. monocytogenes showed varying resistance depending on pH.", "population_specificity": "Beef inoculated with pathogens (E. coli O157:H7, S. Enteritidis, L. monocytogenes).", "effective_dosage": "0.2 to 10mL lemon juice/g beef.", "study_duration": "48 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:13.647889+00:00"}
{"study_id": 22840, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the quality and storage stability of lemon juice powders produced from enzymatically treated juice with and without cation exchange resin treatment.", "results_summary": "Powders from cation exchange resin-treated juice showed better initial quality in acidity, sugars, and vitamin C content. Storage led to slight losses in acidity, increases in reducing sugars, and significant vitamin C degradation, but resin-treated powders and those pulverized with cane sugar retained quality better.", "population_specificity": "Not specified (laboratory study on lemon juice processing).", "effective_dosage": "Not specified (processing to 60° Brix concentration).", "study_duration": "9 months (storage evaluation).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:13.771911+00:00"}
{"study_id": 22841, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to evaluate the effect of lemon juice on radioiodine washout from the parotid glands and its potential to reduce radiation absorbed dose during ¹³¹I therapy.", "results_summary": "Lemon juice induced rapid but transient washout of radioiodine from the parotid glands, with estimated dose reductions of 37% and 47% after first and second administrations, respectively. Early repeat administration may enhance cumulative radiation dose reduction.", "population_specificity": "Patients undergoing salivary gland scans before ¹³¹I therapy at Washington Hospital Center (n=23).", "effective_dosage": "5 mL of lemon juice administered once per phase (two phases total).", "study_duration": "Approximately 1 hour per phase (total 2 hours).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:14.301440+00:00"}
{"study_id": 22842, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the safety and efficacy of lemon juice versus gentian violet for treating oral thrush in HIV/AIDS patients.", "results_summary": "Lemon juice showed better results than gentian violet in treating oral thrush among HIV-positive patients who completed the trial (p<0.02). The study validated its use for oral candidiasis in this population.", "population_specificity": "HIV-positive patients diagnosed with oral thrush.", "effective_dosage": "Not specified", "study_duration": "11 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:14.303366+00:00"}
{"study_id": 22843, "supplement_id": 1282, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine if lemon juice could serve as an alternative to potassium citrate for treating urinary calcium stones in patients with hypocitraturia.", "results_summary": "Lemon juice significantly increased urinary citrate levels (2.5-fold) and reduced urinary calcium levels, comparable to potassium citrate. Dietary recommendations also improved treatment effectiveness.", "population_specificity": "30 patients with hypocitraturic urinary calcium stones.", "effective_dosage": "60 mEq/day (approximately 85 cc/day) of fresh lemon juice.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:16.568193+00:00"}
{"study_id": 22844, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 45, "study_goal": "The researchers aimed to determine the frequency of lemon juice usage among hypertensive patients in northern Turkey and highlight the need for clinical studies on its effects on blood pressure.", "results_summary": "The study found that 40% of hypertensive patients in the region consumed lemon juice as an alternative therapy, but no direct efficacy data on blood pressure reduction was provided. The abstract emphasizes the need for further clinical studies to assess lemon juice's impact on hypertension.", "population_specificity": "Hypertensive patients in a local region of northern Turkey.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:16.887864+00:00"}
{"study_id": 22845, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the citric acid content of various fruit juices, including lemon juice, to assess their potential utility in nutrition therapy for calcium urolithiasis, particularly in patients with hypocitraturia.", "results_summary": "Lemon juice and lime juice were found to be rich sources of citric acid, with concentrations of 1.44 and 1.38 g/oz, respectively. Commercially available lemonade and other juice products had significantly lower citric acid content, ranging from 0.03 to 0.22 g/oz.", "population_specificity": "Patients with calcium urolithiasis, especially those with hypocitraturia.", "effective_dosage": "Not specified (study measured citric acid content per ounce).", "study_duration": "Not specified (study was a single measurement analysis).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:19.439849+00:00"}
{"study_id": 22846, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 60, "study_goal": "The researchers aimed to determine the effectiveness of lemon juice and lemon dressing as natural preservatives in reducing Salmonella Typhimurium contamination in stuffed mussels.", "results_summary": "Lemon juice and lemon dressing caused slight reductions in Salmonella Typhimurium levels in stuffed mussels, with greater reductions observed at higher inoculum levels and longer exposure times (up to 15 minutes). However, the treatments were insufficient to fully prevent Salmonella outbreaks.", "population_specificity": "Stuffed mussels artificially contaminated with Salmonella Typhimurium.", "effective_dosage": "Fresh lemon juice and lemon dressing applied for 0, 5, and 15 minutes.", "study_duration": "Up to 15 minutes of exposure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:19.818365+00:00"}
{"study_id": 22849, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the bacteriostatic and bactericidal effects of lemon juice, combined with olive oil and oregano, on inoculated pathogens and autochthonous flora in Mediterranean gilt-head seabream.", "results_summary": "The treatment inhibited Staphylococcus aureus and Salmonella enteritidis, as well as autochthonous flora, with Brochothrix thermosphacta and pseudomonads dominating under modified atmosphere and air storage, respectively. Shewanella putrefaciens was notably suppressed.", "population_specificity": "Mediterranean gilt-head seabream (Sparus aurata)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:21.986214+00:00"}
{"study_id": 22848, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of lemon juice, vinegar, and their combination in reducing Salmonella typhimurium counts on carrots.", "results_summary": "Lemon juice and vinegar alone significantly reduced Salmonella counts (0.79-3.95 and 1.57-3.58 log cfu/g, respectively), while their combination eliminated the pathogen to undetectable levels after 30 minutes.", "population_specificity": "Carrot samples inoculated with Salmonella typhimurium.", "effective_dosage": "Not specified (exposure times: 0, 15, 30, and 60 minutes).", "study_duration": "Up to 60 minutes.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:22.304660+00:00"}
{"study_id": 22850, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate lemon juice's biocidal activity against Vibrio cholerae in drinking water, particularly in areas lacking water treatment facilities.", "results_summary": "Lemon juice effectively destroyed Vibrio cholerae in water, but its efficacy decreased in highly alkaline water. A 2% concentration of lemon juice was sufficient to eliminate the bacteria in water with alkalinity equivalent to 200 mg CaCO3 per liter after 30 minutes of exposure.", "population_specificity": "Water samples from rural and urban areas in Buenos Aires Province, Argentina, with varying alkalinity and hardness.", "effective_dosage": "2% lemon juice concentration", "study_duration": "30 minutes of exposure", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:22.610520+00:00"}
{"study_id": 22847, "supplement_id": 1282, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lemon juice administration could prevent calcium oxalate urolithiasis in rats induced by ethylene glycol and ammonium chloride.", "results_summary": "Lemon juice inhibited the EG/AC-induced increase in kidney calcium levels and prevented calcium oxalate crystal deposits, with 100% and 75% concentrations showing complete protection.", "population_specificity": "Male Wistar rats", "effective_dosage": "100%, 75%, or 50% lemon juice (6 µL solution/g body weight, administered by gavage)", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:22.845799+00:00"}
{"study_id": 22918, "supplement_id": 1283, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to assess the behavioral, cognitive, psychological, and physiological effects of 56 days of lemon verbena extract (LVE) supplementation in children exhibiting sub-clinical ADHD symptoms.", "results_summary": "LVE supplementation led to greater subjective fatigue but no cognitive impairments, lower depression symptoms by day 56, and a near-significant reduction in parent-reported hyperactive/impulsive behavior. Exploratory analyses suggested additional cognitive and mood benefits.", "population_specificity": "Healthy children aged 8-17 years exhibiting sub-clinical ADHD symptoms.", "effective_dosage": "15 mg/kg body weight per day.", "study_duration": "56 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:26.097616+00:00"}
{"study_id": 22852, "supplement_id": 1282, "safety_score": "80", "efficacy_score": 70, "quality_score": 30, "study_goal": "The researchers aimed to determine whether squirting lemon juice into an infant's mouth could effectively eliminate chronic, life-threatening rumination.", "results_summary": "The study found that squirting lemon juice into the infant's mouth eliminated rumination, and a brief suspension of therapy demonstrated its crucial role. However, the study's single-case design limits broader claims about effectiveness.", "population_specificity": "A six-month-old infant with chronic, life-threatening rumination.", "effective_dosage": "A small amount (specific quantity not stated), administered whenever rumination or its precursors were detected.", "study_duration": "The intervention duration is not explicitly stated, but the study lasted long enough to observe effects and a brief suspension.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:26.526702+00:00"}
{"study_id": 22920, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antioxidant and anti-proliferation effects of Aloysia citrodora (Lemon Verbena) extracts.", "results_summary": "The ethyl acetate extract significantly reduced tumor size (57.97%) and resulted in undetected tumors (44.44%) in treated mice, while the ethanol extract showed potent radical scavenging effects. The study demonstrated promising cytotoxic and antioxidant activities but noted the need for further investigation into the extract's chemical composition.", "population_specificity": "Balb/C mice inoculated with tumor cells.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:27.390993+00:00"}
{"study_id": 22919, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to investigate the destructive effect and mode of action of lemon verbena essential oil on Pseudosciaena D4 cells, focusing on its impact on cell integrity and biomembrane formation.", "results_summary": "Lemon verbena essential oil disrupted Pseudosciaena D4 cell integrity, inhibited extracellular polysaccharide secretion, and caused cell wall destruction, leading to cell death. Higher concentrations of the oil showed increased inhibition rates and reduced extracellular polysaccharide content.", "population_specificity": "Pseudosciaena D4 cells (a specific bacterial strain).", "effective_dosage": "Not specified (concentration-dependent effects noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:28.350718+00:00"}
{"study_id": 22924, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the synergistic effects of a combination of lemon verbena and hibiscus-flower extracts (Metabolaid®) on obesity and its complications in high-fat-diet-induced obese mice.", "results_summary": "The study found that Metabolaid® reduced body weight, white adipose tissue, and liver weight, improved lipid profiles, glucose levels, and thermogenesis, and modulated appetite-regulating hormones and inflammatory markers. It also influenced adipogenesis and thermogenesis-related gene expression.", "population_specificity": "High-fat-diet-induced obese mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:30.616305+00:00"}
{"study_id": 22922, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of low-pressure cold plasma (LPCP) treatments on the essential oil content and composition of lemon verbena leaves.", "results_summary": "The study found that increasing LPCP treatment duration reduced essential oil content from 1.2% to 0.9% (v/w). LPCP-treated leaves showed higher levels of monoterpene hydrocarbons and oxygenated sesquiterpenes, while untreated leaves had higher oxygenated monoterpenes (e.g., citral).", "population_specificity": "Lemon verbena leaves (no human or animal subjects).", "effective_dosage": "LPCP treatments of 1, 3, and 5 minutes.", "study_duration": "Single treatment sessions (no long-term intervention).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:31.350379+00:00"}
{"study_id": 22921, "supplement_id": 1283, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether supplementation with Planox® lemon verbena extract (LVE) could mitigate muscle damage, inflammation, and oxidative stress following exhaustive exercise.", "results_summary": "LVE supplementation significantly increased GPx activity, reduced CK, IL-6, 8-OHdG levels, and alleviated muscle pain post-exercise, though it did not significantly affect strength recovery. The study concluded that LVE is a safe and effective natural extract for reducing exercise-induced muscle damage and soreness.", "population_specificity": "30 males and 30 females, gender-balanced.", "effective_dosage": "400 mg/human/day.", "study_duration": "Supplementation began 10 days before exhaustive exercise and continued until all tests were completed.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:31.447285+00:00"}
{"study_id": 22923, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy of Aloysia citriodora (Lemon Verbena) in improving sleep quality and reducing insomnia symptoms in patients with insomnia.", "results_summary": "The study found that Lemon Verbena significantly improved sleep quality (measured by PSQI) and reduced insomnia severity (measured by ISI) compared to placebo after 4 weeks of treatment, with improvements also observed at 2 weeks.", "population_specificity": "100 patients with insomnia, randomly divided into intervention and placebo groups.", "effective_dosage": "10 cc of syrup (containing 1.66 mg essential oil and 3.22 mg flavonoids per 10 ml) taken once daily before bedtime.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:32.946280+00:00"}
{"study_id": 22926, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a polyphenolic extract combination of Lippia citriodora (Lemon Verbena) and Hibiscus sabdariffa could improve anthropometric measurements, blood pressure, and appetite biomarkers in overweight subjects.", "results_summary": "The study found improvements in anthropometric measurements, reduced blood pressure and heart rate, and a positive shift in overall health perception. The supplement also increased anorexigenic hormones (GLP-1) and decreased orexigenic hormones (ghrelin).", "population_specificity": "54 overweight subjects", "effective_dosage": "Not specified", "study_duration": "60 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:34.742510+00:00"}
{"study_id": 22925, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate whether lemon verbena aqueous extract, verbascoside, and caffeine could enhance the antimicrobial effects of gentamicin against Staphylococcus aureus and Escherichia coli strains.", "results_summary": "Lemon verbena extract, verbascoside, and caffeine alone showed no inhibitory effects on bacterial strains but reduced the MIC of gentamicin against resistant strains and clinical isolates, with verbascoside-gentamicin combination showing synergistic effects.", "population_specificity": "Standard and clinical isolates of Staphylococcus aureus and Escherichia coli.", "effective_dosage": "Up to 200 µg/ml (for individual components).", "study_duration": "Not specified.", "interactions": "Enhanced gentamicin's antimicrobial action (synergistic effect observed).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:34.772734+00:00"}
{"study_id": 22928, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of lemon verbena powder and vitamin C on performance and immunity in broiler chickens under heat stress.", "results_summary": "Dietary supplementation with 1.0% lemon verbena improved weight gain, feed intake, and feed conversion ratio, reduced LDL levels, and enhanced immune parameters such as glutathione peroxidase activity and heterophil-to-lymphocyte ratio.", "population_specificity": "Male Ross 308 broiler chickens under heat stress conditions.", "effective_dosage": "0.5% and 1.0% lemon verbena powder in diet; 250 mg/kg vitamin C.", "study_duration": "17 days (from 25 to 42 days of age).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:36.894560+00:00"}
{"study_id": 22927, "supplement_id": 1283, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of a proprietary lemon verbena extract (Recoverben®) on muscle strength and recovery after exhaustive exercise compared to a placebo.", "results_summary": "Participants taking lemon verbena extract experienced less muscle damage, faster recovery, significantly less exercise-related loss of muscle strength, and reduced movement-induced pain compared to placebo. However, creatine kinase and IL-6 levels did not significantly differ between groups.", "population_specificity": "44 healthy males and females aged 22-50 who were active in sports.", "effective_dosage": "400 mg lemon verbena extract once daily.", "study_duration": "15 days (10 days pre-exercise, 1 day during, and 4 days post-exercise).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:37.443207+00:00"}
{"study_id": 22929, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of lemon verbena supplementation on pro- and anti-inflammatory serum biomarkers in patients with different clinical subtypes of multiple sclerosis.", "results_summary": "Lemon verbena supplementation significantly reduced C-reactive protein levels in secondary progressive MS patients compared to placebo. Other cytokine markers were studied, but specific results beyond C-reactive protein were not detailed in the abstract.", "population_specificity": "30 participants with relapsing-remitting (n=10), primary progressive (n=5), and secondary progressive (n=15) multiple sclerosis.", "effective_dosage": "10% w/w verbascoside (exact dosage amount not specified).", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:39.105935+00:00"}
{"study_id": 22930, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the in-vivo anti-Trypanosoma cruzi activity of Aloysia triphylla (lemon verbena) essential oil in mice.", "results_summary": "Lemon verbena essential oil significantly reduced parasitemia by 85.4% at 250 mg/kg, decreased amastigotes and inflammatory infiltrates in the heart, and lowered creatine kinase-MB plasma levels by day 28 post-infection.", "population_specificity": "Mice infected with Trypanosoma cruzi.", "effective_dosage": "100 mg/kg and 250 mg/kg.", "study_duration": "20 days (from day 8 to day 28 post-infection).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:39.475838+00:00"}
{"study_id": 22931, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to test the efficacy of a supplement containing lemon verbena extract and omega-3 fatty acids as an alternative treatment for joint pain and dysfunction.", "results_summary": "The supplement significantly reduced pain and stiffness (53% reduction in WOMAC scores, 78% in Lequesne's scores) and improved joint function after 9 weeks, with effects becoming statistically significant by weeks 3-4. Lemon verbena also demonstrated strong antioxidant properties in lab tests.", "population_specificity": "45 subjects with joint pain discomfort.", "effective_dosage": "Standardized lemon verbena extract (14% verbascoside, w/w) combined with fish oil omega-3 fatty acids (exact dosage not specified).", "study_duration": "9 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:40.289186+00:00"}
{"study_id": 192822, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to assess whether a lemon verbena-based dietary supplement could help individuals manage stress and improve sleep quality.", "results_summary": "The abstract does not provide specific results regarding the effects of lemon verbena.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:40.854903+00:00"}
{"study_id": 22932, "supplement_id": 1283, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy of ethanolic extract of Lemon Verbena in treating Staphylococcus aureus skin infections in an animal model.", "results_summary": "The study found that Lemon Verbena ointment reduced wound appearance rates (46.2% vs. 84.2% in untreated controls) and showed better recovery compared to untreated groups, though necrotic wounds were more common in the ointment group. Injection of Lemon Verbena solution also showed improvement (23.1% lesion persistence vs. 77.7% in controls).", "population_specificity": "63 laboratory mice (20-30 g) with induced Staphylococcus aureus skin infections.", "effective_dosage": "Not specified (ointment and injection forms used).", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:42.171096+00:00"}
{"study_id": 192825, "supplement_id": 1283, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether moderate antioxidant supplementation with lemon verbena extract could protect against oxidative damage and muscular tissue damage during chronic running exercise without inhibiting cellular adaptation.", "results_summary": "Lemon verbena supplementation reduced oxidative damage in neutrophils, decreased signs of muscular damage, and maintained cellular adaptation to exercise without blocking the antioxidant response. It also lowered myeloperoxidase activity and protected muscular tissue, as indicated by stable or reduced serum transaminases.", "population_specificity": "Healthy male volunteers following a 90-minute running eccentric exercise protocol.", "effective_dosage": "Moderate levels (specific dosage not provided).", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:43.246279+00:00"}
{"study_id": 22877, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to identify the cause of stunted, chlorotic, and defoliated lentils in eastern Washington and Idaho, focusing on potential fungal and oomycete pathogens.", "results_summary": "The study found that Pythium irregulare caused root rot, stunting, and chlorosis in lentils, with cv. Mason being more affected than cv. Brewer. The pathogen was confirmed through greenhouse testing and DNA sequencing.", "population_specificity": "Lentil plants (Lens culinaris Medik.), specifically cvs. Mason and Brewer, in eastern Washington and Idaho.", "effective_dosage": "Inoculum added at 500 CFU/g of soil.", "study_duration": "Plants were grown for 1 month.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:45.727193+00:00"}
{"study_id": 22878, "supplement_id": 1284, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the effects of heat treatment, mineral and vitamin supplementation, and olive oil on the bioavailability of protein and calcium in lentils for growing rats.", "results_summary": "Heating lentils reduced trypsin inhibitor activity, phytate, and tannin content but did not improve protein intake or digestive use. Supplementation with minerals, vitamins, and olive oil significantly improved food intake and nutritive use of nitrogen and calcium, with the best results seen in raw lentils supplemented with a premix.", "population_specificity": "Growing rats", "effective_dosage": "4% olive oil supplementation, mineral and vitamin premix (specific amounts not detailed)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:45.852083+00:00"}
{"study_id": 22879, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the cardioprotective mechanisms of lentils and other plant-based seeds in reducing cardiovascular disease risk.", "results_summary": "The study found that lentils and similar seeds minimize classical cardiovascular risk factors (e.g., obesity, hypertension, dyslipidemia) and provide beneficial compounds (e.g., n-3 fatty acids, isoflavones, arginine) that improve oxidant status, vascular reactivity, and myocardial stability. A shift away from these foods may increase cardiovascular risk.", "population_specificity": "General population, with emphasis on Asian diets.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:47.040531+00:00"}
{"study_id": 22880, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to purify and characterize IgE-binding proteins from boiled lentil extracts to identify allergens responsible for pediatric allergic reactions in the Mediterranean area.", "results_summary": "The study identified two types of allergens in boiled lentils: 12-16 kd gamma-vicilin subunits (Len c 1) and a 66 kd seed-specific biotinylated protein (Len c 2), which were recognized by 68% and 41% of allergic patients' sera, respectively, and showed significant IgE-binding inhibition.", "population_specificity": "Pediatric allergic patients in the Mediterranean area.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:47.778233+00:00"}
{"study_id": 22881, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to purify and characterize alpha-amylase from lentils germinated for 6 days, studying its enzymatic properties and stability.", "results_summary": "The study successfully purified alpha-amylase from lentils, identifying its optimal pH (5.4), activation energy (5.8 kcal/mol), and molecular weight (43,000). The enzyme showed stability under specific pH and temperature conditions, with activity affected by calcium and mercuric ions.", "population_specificity": "Not applicable (in vitro study on lentil cotyledons).", "effective_dosage": "Not applicable.", "study_duration": "6 days (germination period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:48.219493+00:00"}
{"study_id": 72161, "supplement_id": 1284, "safety_score": "80", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to describe the clinical and epidemiological characteristics of patients undergoing oral food challenges for suspected food allergies, including lentils.", "results_summary": "Among 215 oral challenges, 2 were positive for legumes (peanuts and lentils), indicating a low but present allergic response to lentils in the studied population.", "population_specificity": "Patients (mostly children, 69%) evaluated for suspected food allergies in a Colombian reference center from 2011 to 2018.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:49.718137+00:00"}
{"study_id": 72162, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the beneficial effects of plant-based diets, including lentils, on inflammatory skin diseases and healthy skin.", "results_summary": "The study found that plant-based diets, which include lentils, may have beneficial effects on skin health, particularly in inflammatory skin diseases, potentially mediated through the gut microbiome.", "population_specificity": "General human population (no specific subgroup mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:50.269375+00:00"}
{"study_id": 72163, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the glycemic index (GI) and glycemic response of lentils compared to other traditional Greek mixed meals.", "results_summary": "Lentils had the lowest GI (27 ± 5) among the tested meals, with the lowest peak blood glucose values, indicating a favorable glycemic response. Subjective appetite ratings were also assessed, though specific results for lentils were not detailed in the abstract.", "population_specificity": "Twelve healthy, fasting individuals.", "effective_dosage": "25 g available carbohydrate per test meal.", "study_duration": "Blood glucose samples were collected over 120 minutes post-consumption.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:53.328229+00:00"}
{"study_id": 72166, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To determine the acceptability of recipes prepared with biofortified lentils compared to control varieties among young children and their breastfeeding mothers.", "results_summary": "Recipes with biofortified lentils were consumed readily and rated as highly acceptable, with no significant differences observed between biofortified and control varieties.", "population_specificity": "Children aged 6-24 months and their breastfeeding mothers (n = 52 pairs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:54.734546+00:00"}
{"study_id": 72164, "supplement_id": 1284, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lentil-based meals improve glycemic control and satiety compared to meat-based meals in metabolically at-risk adults, while also assessing gastrointestinal symptom severity.", "results_summary": "The study found that lentil consumption led to dose-dependent reductions in hepatic insulin resistance and mild gastrointestinal symptoms, with most participants reporting no to mild GI discomfort. Satiety improvements were also observed, though specific details were less emphasized.", "population_specificity": "Adults with increased waist circumference (male > 40 inches, female > 35 inches), nondiabetic, and metabolically at-risk.", "effective_dosage": "0 g (control), 300 g (moderate), or 600 g (high) of cooked green lentils per prepared midday meal, 5 times per week.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:54.960180+00:00"}
{"study_id": 72169, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if child-centered nutrition phrases (CCNP) combined with repeated exposure (RE) improved children's willingness to try, liking, and consumption of lentils compared to RE alone.", "results_summary": "Children showed greater consumption of lentils when exposed to CCNP + RE compared to RE alone at follow-up assessment, indicating a positive effect of the intervention on lentil consumption.", "population_specificity": "Children aged 3-6 years old, predominantly white (67%), from middle-income homes, with parents having some higher education.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:55.973465+00:00"}
{"study_id": 72173, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential health benefits of polyphenols in lentils, focusing on their antioxidant properties and role in preventing chronic diseases.", "results_summary": "The abstract suggests that dietary polyphenols in lentils may protect against chronic diseases induced by oxidative stress, with their health effects linked to human consumption and bioavailability.", "population_specificity": "Not specified", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:57.039309+00:00"}
{"study_id": 72165, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to analyze the association between personal/sociodemographic factors, dietary intake of other food groups, and the consumption of pulses (including lentils) in first-year university students.", "results_summary": "The study found that 75.8% of students had inadequate pulse consumption (≤2 times/week). Living outside the family home (e.g., in student residences or rentals) decreased compliance with pulse consumption recommendations. No specific focus group for intervention was identified, suggesting broad policies are needed to improve consumption.", "population_specificity": "First-year university students from eleven Spanish universities (n=9862).", "effective_dosage": "Not specified", "study_duration": "Data collected during the 2011-2018 academic years (cross-sectional analysis).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:57.116048+00:00"}
{"study_id": 72171, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to update and expand the understanding of selenium's role in mitigating arsenic and cadmium toxicity, including selenium derived from lentils.", "results_summary": "The study found that selenium, including from lentils, can reduce arsenic- and cadmium-mediated toxicity in various organs through sequestration into inert complexes, activation of antioxidant enzymes, and possibly enhancing arsenic methylation. New evidence suggests selenium may also reduce toxicity via the Nrf2 pathway.", "population_specificity": "Animal models and cell culture studies (no specific human population mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:57.479839+00:00"}
{"study_id": 72159, "supplement_id": 1284, "safety_score": "40", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to evaluate lentils as an emerging allergen source and assess their potential to cause allergic reactions, including severe and exercise-induced anaphylaxis.", "results_summary": "Lentils were identified as a potentially important allergen source, capable of causing mild-to-severe allergic reactions, including food-dependent exercise-induced anaphylaxis. Cross-reactivity with other legumes, such as peanut and lupine, was noted as a significant concern.", "population_specificity": "Individuals with legume allergies or those consuming plant-based diets.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Cross-reactivity with other legumes (e.g., peanut, lupine) mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:59.050278+00:00"}
{"study_id": 72174, "supplement_id": 1284, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the current knowledge on GABA occurrence in pulses, focusing on mechanisms to increase GABA levels and analytical methods for its extraction and estimation.", "results_summary": "The study highlights that pulses, including lentils, contain GABA, which has health benefits such as anti-diabetic and hypotensive effects, and that GABA levels can be increased through processes like enzymatic treatment, gaseous treatment, and fermentation.", "population_specificity": "Not specified (general human health focus)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:00.976631+00:00"}
{"study_id": 72175, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether high-selenium lentils could improve health outcomes by reducing arsenic toxicity in arsenic-exposed individuals.", "results_summary": "The study is planned to assess arsenic excretion, deposition, and morbidity outcomes, but results are not yet available as it is a proposed clinical trial. Secondary outcomes include antioxidant status, lipid profile, lung inflammation, and blood pressure.", "population_specificity": "Arsenic-exposed Bangladeshi villagers (≥14 years) with household tube well arsenic concentration ≥100 ppb.", "effective_dosage": "65 g of lentils per day.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:02.849074+00:00"}
{"study_id": 72176, "supplement_id": 1284, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To assess the efficacy of small non-financial incentives (raw lentils and metal plates) on improving immunisation rates in children aged 1-3 compared to improving service reliability alone.", "results_summary": "The study found that providing small incentives (raw lentils and metal plates) alongside reliable immunisation services significantly increased full immunisation rates (39%) compared to reliable services alone (18%) or no intervention (6%). The incentives were more cost-effective and also positively impacted neighboring areas.", "population_specificity": "1640 children aged 1-3 in rural Rajasthan, India.", "effective_dosage": "Raw lentils and metal plates provided upon completed immunisation (specific quantity not detailed).", "study_duration": "Approximately 18 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:03.711447+00:00"}
{"study_id": 22883, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of bacteriophage-based biocontrol to reduce Acidovorax valerianellae contamination in lettuce seeds and improve germination rates.", "results_summary": "The study found that phage treatment reduced bacterial concentration by 87% on artificially infested seeds, increasing germination rates from 58.9% to 93.3%. Additionally, phage-treated seedlings showed improved vigor compared to infected ones, though lipopolysaccharides in phage suspensions negatively impacted root development.", "population_specificity": "Lamb's lettuce (Valerianella locusta) seeds and seedlings.", "effective_dosage": "Not specified", "study_duration": "22 days (seedling growth observation)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:05.261140+00:00"}
{"study_id": 201114, "supplement_id": 1284, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether blending lentils or using α-galactosidase affects postprandial appetite and blood glucose responses compared to whole lentils.", "results_summary": "Blended lentils increased appetite (~6%) compared to whole lentils but did not affect glycemic response. α-Galactosidase had no significant impact on appetite or glucose levels. Both blended and whole lentils showed minimal impact on appetite without increasing glycemic response.", "population_specificity": "12 men and women (BMI 23.3 ± 3.1; aged 28 ± 10 years).", "effective_dosage": "Not specified (meals contained whole or blended lentils; α-galactosidase or placebo capsules).", "study_duration": "3- to 5-day washout periods between test days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:05.399426+00:00"}
{"study_id": 22886, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to assess the allelopathic effects of horseradish root extract (HRE) on onion root growth and cell cycle dynamics.", "results_summary": "Higher HRE concentrations significantly reduced onion root growth and disrupted cell cycle phases, with increased dead tissue ratios at higher doses. ROS accumulation decreased as HRE concentration increased.", "population_specificity": "Onion root tips (in vitro study)", "effective_dosage": "0.1%, 0.2%, and 0.3% HRE", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:06.822368+00:00"}
{"study_id": 22884, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the growth-promoting effects of Pseudomonas sp. 31-12 when incorporated into lettuce seed pelleting, including its impact on germination, root and shoot growth, and population stability.", "results_summary": "Pseudomonas sp. 31-12 significantly increased leaf fresh mass in lettuce and maintained stable populations on roots, demonstrating growth promotion in both laboratory and greenhouse settings. The bacterial population on pelleted seeds decreased slightly after storage but remained effective in promoting growth.", "population_specificity": "Green oak lettuce (Lactuca sativa L.) seeds and plants.", "effective_dosage": "Not specified (bacterial population measured as cfu/seed or cfu/g root dry mass).", "study_duration": "3 months storage at 4°C; greenhouse growth assessed at 15 and 30 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:06.952069+00:00"}
{"study_id": 22885, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the effects of saturated salt accelerated aging (SSAA) on seed vigor and resilience in two lettuce cultivars ('Muir' and 'Bauer') using projected canopy size (PCS) as a predictor of shoot dry weight.", "results_summary": "The study found that 'Muir' exhibited consistent PCS values across SSAA treatments, while 'Bauer' showed declines after prolonged aging. Germination rates dropped significantly after 48 and 72 h of SSAA, and PCS strongly predicted shoot dry weight (R2 = 0.93).", "population_specificity": "Seeds of two lettuce cultivars ('Muir' and 'Bauer').", "effective_dosage": "40 g/100 mL of NaCl solution at 41 °C for 24, 48, and 72 h.", "study_duration": "Up to 72 hours of SSAA treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:07.146899+00:00"}
{"study_id": 22887, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of lettuce seed syrup in improving sleep quality in breast cancer patients with insomnia or sleep disorders.", "results_summary": "Lettuce seed syrup significantly reduced the total PSQI score and improved specific sleep parameters (quality, duration, efficacy, and disturbance) compared to placebo. The results suggest it may enhance self-reported sleep quality in this population.", "population_specificity": "Adult breast cancer patients with insomnia or sleep disorders.", "effective_dosage": "5 mL twice daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:08.822213+00:00"}
{"study_id": 22888, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of a hands-on laboratory activity in teaching students about allelopathy and the glucosinolate-myrosinase system using lettuce seed germination and root length measurements.", "results_summary": "The study found that the laboratory activity significantly improved students' understanding of allelopathy and the glucosinolate-myrosinase system, as evidenced by higher post-laboratory quiz scores (6.56 vs. 3.14 out of 10). Additionally, students reported improved self-efficacy and found the activity engaging and educational.", "population_specificity": "Undergraduate students (n = 76) participating in a laboratory activity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:11.546228+00:00"}
{"study_id": 22889, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the mechanisms of lettuce seed germination and thermoinhibition, focusing on proteomic changes and the role of the mevalonate (MVA) pathway in these processes.", "results_summary": "The study identified 108 protein spots with significant abundance changes during germination, linking methionine metabolism, ethylene production, and the MVA pathway to germination and thermoinhibition. Inhibition of the MVA pathway delayed germination and increased sensitivity to abscisic acid, while cytokinins reversed these effects.", "population_specificity": "Lettuce seeds (Lactuca sativa 'Jianyexianfeng No. 1')", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:12.547068+00:00"}
{"study_id": 22890, "supplement_id": 1285, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the sedative and hypnotic effects of L. sativa seed oil in patients suffering from insomnia.", "results_summary": "L. sativa seed oil significantly improved anxiety and sleep scores compared to placebo, with no reported side effects at the given dosage. The study concluded it could be a safe treatment for mild-to-moderate anxiety and sleep difficulties.", "population_specificity": "Sixty patients with insomnia, with or without anxiety.", "effective_dosage": "1000 mg (capsule form, frequency not specified).", "study_duration": "1 week.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:13.061254+00:00"}
{"study_id": 22892, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to characterize the effects of salicylhydroxamic acid (SHAM) and cyanide (CN) on stimulating dark germination in lettuce seeds (Lactuca sativa L.).", "results_summary": "SHAM and CN combined greatly enhanced dark germination, with potentiation occurring within the first 8 hours of hydration. SHAM alone nearly matched the potentiation effect but inhibited radicle elongation, reducing germination over 72 hours. Oxygen presence was critical for SHAM and SHAM + CN to stimulate germination.", "population_specificity": "Lettuce seeds (Lactuca sativa L.)", "effective_dosage": "Not specified", "study_duration": "8 hours to 72 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:15.519573+00:00"}
{"study_id": 22891, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether endogenous ethylene plays a role in alleviating thermoinhibition of lettuce seed germination at high temperatures when induced by treatments of GA(3), KIN, and CO(2).", "results_summary": "The study found that combinations of GA(3), KIN, and CO(2) significantly increased ethylene production and promoted lettuce seed germination at 32°C. Inhibition of ethylene synthesis or action reduced germination, which was reversed by exogenous ethylene, indicating endogenous ethylene is essential for thermoinhibition relief.", "population_specificity": "Lettuce seeds (Lactuca sativa L. cv Grand Rapids)", "effective_dosage": "GA(3) (0.5 millimolar), KIN (0.05 millimolar), CO(2) (10%), AVG (1 millimolar), 2,5-norbornadiene (0.25-2 milliliters per liter), exogenous ethylene (1-100 microliters per liter)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:15.828963+00:00"}
{"study_id": 22893, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine how gibberellic acid (GA(3)) and red light affect the germination rate and final percentage of lettuce seeds (Lactuca sativa L. cv. Grand Rapids).", "results_summary": "GA(3) treatment and red light illumination influenced the germination rate of lettuce seeds, with GA(3) also affecting the final germination percentage. The study found that early germination processes initiated by GA(3) or light could be halted by exposure to a nongerminative temperature (35 C), suggesting different biochemical mechanisms for light and GA(3) in germination.", "population_specificity": "Lettuce seeds (Lactuca sativa L. cv. Grand Rapids)", "effective_dosage": "GA(3) applied for 1 hour after 2 hours of imbibition", "study_duration": "Short-term (hours)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:16.660730+00:00"}
{"study_id": 22895, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine how artificial electrostatic fields influence the germination of \"Grand Rapids\" lettuce seed and its interaction with red light exposure.", "results_summary": "A 2-minute exposure to electrostatic fields (75 V cm(-1)) increased germination by up to 10%, partially substituting for red light. Pre-irradiation treatment slightly repressed germination, while longer red irradiation periods negated electrostatic effects.", "population_specificity": "\"Grand Rapids\" lettuce seeds", "effective_dosage": "75 V cm(-1) for 2 minutes", "study_duration": "Short-term (2-minute exposure)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:16.976351+00:00"}
{"study_id": 22896, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effect of ethylene on the germination of lettuce seeds, including its interaction with light and carbon dioxide.", "results_summary": "Ethylene increased germination in freshly imbibed lettuce seeds under red, far-red light, or darkness but had no effect on dormant seeds. Carbon dioxide did not clearly reverse ethylene-enhanced germination, and light doubled ethylene production independently of the phytochrome system.", "population_specificity": "Lettuce seeds (Lactuca sativa L. var. Grand Rapids)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:19.892594+00:00"}
{"study_id": 22899, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to understand how light and temperature treatments affect dark germination in light-requiring lettuce seeds.", "results_summary": "Cold treatment promoted dark germination at high temperatures, but far-red irradiation reversed this effect. Red light enhanced germination when followed by cold treatment, suggesting pre-existing active phytochrome interacts with a co-factor during imbibition.", "population_specificity": "Lettuce seeds (Lactuca sativa)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:20.564701+00:00"}
{"study_id": 22894, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine how heat treatments (35°C) and light exposure (far red or red) affect photodormancy and germination in Grand Rapids lettuce seeds.", "results_summary": "Short heat treatments (1-5 hours) significantly increased dark germination (16% to over 50%), while longer treatments reduced it to zero. Far red or red light after heat further enhanced dark germination, and thermodormancy delayed red-stimulated germination by 10+ hours.", "population_specificity": "Grand Rapids lettuce (Lactuca sativa L.) seeds.", "effective_dosage": "Heat treatments of 1-5 hours at 35°C.", "study_duration": "Variable, depending on heat treatment duration (1-5 hours or longer).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:22.642385+00:00"}
{"study_id": 47624, "supplement_id": 1287, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the clinical relevance, biological implications, and therapeutic potential of LRRC15 in triple-negative breast cancer (TNBC).", "results_summary": "The study found robust overexpression of LRRC15 in TNBC, inversely correlated with patient survival, and demonstrated that LRRC15 suppression inhibited TNBC cell proliferation, invasion, and migration by activating the ITGB1/FAK/PI3K signaling pathway.", "population_specificity": "Triple-negative breast cancer (TNBC) patients and cell lines.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:23.946943+00:00"}
{"study_id": 47625, "supplement_id": 1287, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 40, "study_goal": "The researchers aimed to report a case of LGI1 encephalitis and assess the response to rituximab therapy.", "results_summary": "The study found that a 61-year-old patient with LGI1 encephalitis showed significant improvement in symptoms (cognitive decline, seizures, hyponatremia) after rituximab therapy. The abstract highlights the need for standardized treatment approaches due to limited comprehensive studies.", "population_specificity": "A 61-year-old Saudi retiree with LGI1 encephalitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:25.089485+00:00"}
{"study_id": 47622, "supplement_id": 1287, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the protective mechanisms of N-acetyl-L-leucine (NALL) in neurodegenerative diseases, particularly its effects on α-synuclein pathology and synaptic function in Parkinson's disease (PD) models.", "results_summary": "NALL upregulated lysosomal, mitochondrial, and synaptic proteins, reduced pathological pS129-alpha-synuclein, and improved synaptic function in PD patient-derived dopaminergic neurons and LRRK2 mutant mice. The effects were mediated through HTRA1 induction and parkin upregulation.", "population_specificity": "PD patient-derived dopaminergic neurons (GBA1 or LRRK2 mutations) and LRRK2R1441C knock-in mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:25.127913+00:00"}
{"study_id": 47626, "supplement_id": 1287, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to document a rare case of anti-LGI1 limbic encephalitis in a woman with newly diagnosed breast cancer, exploring its association and treatment outcomes.", "results_summary": "The patient exhibited cognitive impairment, epilepsy, and hyponatraemia, which improved after immunotherapy, corticosteroids, and tumor excision. This is the first well-documented case of anti-LGI1 encephalitis linked to breast cancer in a woman.", "population_specificity": "A woman with subacute amnestic syndrome, cognitive impairment, and early-stage breast cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:26.058955+00:00"}
{"study_id": 47628, "supplement_id": 1287, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop novel LRRK2 inhibitors targeting the G2019S mutation for treating Parkinson's disease, Alzheimer's disease, and other CNS disorders.", "results_summary": "The study identified a new class of indazole/azaindazole-substituted cyclopentapyrroles that selectively inhibit LRRK2 with the G2019S mutation, proposing their potential therapeutic use for CNS disorders.", "population_specificity": "Not specified (focused on molecular targets rather than human subjects).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:28.417301+00:00"}
{"study_id": 47627, "supplement_id": 1287, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of leucine-rich α-2 glycoprotein 1 (LRG1) in vascular dysfunction during cancer growth and inflammatory complications after alloHSCT and CAR-T cell therapy.", "results_summary": "Elevated LRG1 levels were linked to cytokine release syndrome, neurotoxicity, and acute graft-versus-host disease (aGVHD). Genetic deletion of LRG1 reduced disease severity in preclinical models, improving vascular function and reducing inflammation-related complications.", "population_specificity": "Patients with cytokine release syndrome, immune effector cell-associated neurotoxicity syndrome after CAR-T-cell therapy, and acute graft-versus-host disease (aGVHD) after alloHSCT, as well as preclinical models of aGVHD, colitis, and paw edema.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:29.346544+00:00"}
{"study_id": 22898, "supplement_id": 1285, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine how heat treatment affects lettuce seed germination and whether gibberellic acid (GA) and other compounds (EBNU, EDNA) can overcome this inhibition.", "results_summary": "Heat treatment (30°-42°C) inhibited lettuce seed germination at 25°C, but GA reversed this effect. EBNU and EDNA enhanced GA's activity only when seeds were exposed to 30°-35°C for ≥72 hours, but these compounds did not affect natural or heat-induced dormancy.", "population_specificity": "Lettuce seeds (variety Grand Rapids)", "effective_dosage": "Not specified", "study_duration": "72 hours or longer", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:29.422511+00:00"}
{"study_id": 47629, "supplement_id": 1287, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to investigate the association between LUZP4-IgG seropositivity and paraneoplastic neurologic syndrome in a patient with testicular seminoma.", "results_summary": "The study identified LUZP4-IgG seropositivity in a patient with progressive tetraparesis and seminoma, suggesting a paraneoplastic neurologic syndrome. Aggressive immunotherapy led to clinical improvement, highlighting the role of specific biomarkers in guiding treatment.", "population_specificity": "A 51-year-old male with testicular seminoma and progressive neurologic symptoms.", "effective_dosage": "Not specified", "study_duration": "4-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:30.463187+00:00"}
