{"study_id": 20412, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Kefir-fermented peptides (KPs) on osteoporosis prevention and gut microbiota modulation in ovariectomized mice.", "results_summary": "KPs improved bone mineral density, trabecular structure, and mechanical properties in ovariectomized mice and restored gut microbiota composition closer to sham-operated mice.", "population_specificity": "Ovariectomized (OVX) mice as a model for postmenopausal osteoporosis.", "effective_dosage": "100 mg KPs daily, with one group receiving an additional 10 mg Ca.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:25.180842+00:00"}
{"study_id": 20413, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the probiotic potential of Lactobacillus strains from kefir, specifically their antimicrobial and antibiofilm activities against uropathogenic Escherichia coli (UPEC).", "results_summary": "The study found that cell-free supernatants from all tested Lactobacillus strains inhibited UPEC, with four strains reducing biofilm formation by 62-75%. Selected strains, particularly Lactobacillus rhamnosus and Lactobacillus paracasei, showed strong probiotic potential, including tolerance to acidic pH and bile salts, and effective co-aggregation with E. coli.", "population_specificity": "Uropathogenic Escherichia coli (UPEC) isolates.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:25.676359+00:00"}
{"study_id": 20414, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether PFT, a novel kefir product, could protect against age-associated oxidative stress in mice.", "results_summary": "PFT supplementation significantly reduced oxidative stress biomarkers, enhanced antioxidant enzyme activities, improved lipid profiles, and reversed age-related oxidative changes in the brain, liver, and blood of aged mice.", "population_specificity": "Aged (10-month-old) mice", "effective_dosage": "2 mg/kg body weight daily", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:25.991691+00:00"}
{"study_id": 20415, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether kefir peptides (KPs) could protect against salt-induced renal damage and related kidney diseases in hypertensive rats.", "results_summary": "KPs reduced renal inflammation, oxidative stress, fibrosis, and improved kidney function markers in salt-induced hypertensive rats. They also increased antioxidant activity and glomerular filtration rate, suggesting protective effects against salt-induced kidney damage.", "population_specificity": "Aged salt-induced stroke-prone spontaneously hypertensive (SHRSP) rats.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:29.045366+00:00"}
{"study_id": 20416, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify lactic acid bacteria (LAB) strains from kefir grains with potential anti-porcine epidemic diarrhea virus (PEDV) activity and evaluate their effects in a Vero cell model.", "results_summary": "The study identified LAB strains from kefir grains, with Ln. mesenteroides YPK30 showing the highest anti-PEDV activity. The intracellular extracts of YPK30 exhibited prophylactic, therapeutic, and direct-inhibitory effects against PEDV, likely due to upregulation of Type 1 interferon-dependent genes (MX1 and ISG15).", "population_specificity": "Vero cell culture model (in vitro study)", "effective_dosage": "Not specified", "study_duration": "24-hour treatment period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:30.910636+00:00"}
{"study_id": 20418, "supplement_id": 1248, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether kefir could protect against γ-radiation-induced hepatotoxicity in rats.", "results_summary": "Kefir significantly reduced radiation-induced liver damage, oxidative stress, and inflammation, while improving liver function and lipid profiles. It also mitigated histological alterations and dyslipidemia caused by γ-radiation.", "population_specificity": "Male rats", "effective_dosage": "5 ml/kg body weight orally", "study_duration": "28 days (21 days pretreatment, followed by 7 days post-irradiation)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:31.567832+00:00"}
{"study_id": 20417, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to identify and characterize a yeast-like fungal strain (LG-8) from Tibet kefir and evaluate its ability to remove lead (Pb2+) from water.", "results_summary": "The study found that Geotrichum candidum LG-8 effectively removed over 99% of Pb2+ ions from water, with a maximum lead uptake of 325.68 mg/g of dry biomass, primarily through biomineralization into pyromorphite.", "population_specificity": "Not applicable (in vitro study using a microbial strain).", "effective_dosage": "Not specified (study focused on lead removal capacity per unit biomass).", "study_duration": "Not specified (experimental conditions not detailed in abstract).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:32.794648+00:00"}
{"study_id": 20420, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate kefir's potential benefits for metabolic health, including obesity, type 2 diabetes, dyslipidemia, and NAFLD, by summarizing recent animal and human trials.", "results_summary": "Human trials showed mixed results, with some support for kefir's positive role in diabetes-related markers but contradictory findings for dyslipidemia, NAFLD, and body composition compared to animal studies. Variability in kefir fermentation organisms complicates comparisons.", "population_specificity": "Animal and human subjects (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:33.474656+00:00"}
{"study_id": 20419, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the performance of Tunisian Kefir grains in treating a mixture of Gouda cheese whey and white wastewaters, and assess their reusability and biological impact.", "results_summary": "Under optimal conditions, Kefir grains achieved high removal efficiencies for COD (87%), PO43- (37.48%), and NO3- (39.5%). The treated wastewater allowed seed germination and seedling growth comparable to water, indicating reduced toxicity.", "population_specificity": "Microbial consortium (Kefir grains) and Hordeum vulgare (barley) seedlings.", "effective_dosage": "Kefir grains concentration of 1.02%.", "study_duration": "Incubation time of 5.14 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:33.888184+00:00"}
{"study_id": 20422, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if kefir supplementation could alter the recovery of lymphocyte DNA damage in irradiated mice and compared its effects to ascorbic acid.", "results_summary": "Kefir reduced DNA damage in irradiated mice, as measured by Total Comet Score (TCS), showing strong antioxidant activity similar to ascorbic acid. The combination of kefir and ascorbic acid further decreased radiation-induced DNA damage in lymphocytes.", "population_specificity": "Mice exposed to 2 Gy of X-ray radiation", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:34.058638+00:00"}
{"study_id": 20421, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the performance of yeast and bacteria isolated from kefir grains for the bioremediation of landfill leachate (LFL).", "results_summary": "The study found that a co-culture of Lactococcus lactis and Kluyveromyces marxianus from kefir grains effectively degraded contaminants, achieving high removal rates for COD (75.8%), ammonium nitrogen (85.9%), salinity (75.13%), and heavy metals (up to 75% for Ni and Cd).", "population_specificity": "Landfill leachate (LFL) samples, not human subjects.", "effective_dosage": "1% inoculum size (co-culture of 5% L. lactis and 5% K. marxianus).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:34.129404+00:00"}
{"study_id": 192238, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore Kefir's potential antiviral effects, particularly its immune-modulating properties against viral infections like SARS-CoV-2.", "results_summary": "The study suggests Kefir may enhance immune responses, such as macrophage production and phagocytosis, potentially suppressing viral infections, including SARS-CoV-2. However, direct clinical evidence for COVID-19 is not provided.", "population_specificity": "Not specified (general antiviral mechanisms discussed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:37.872073+00:00"}
{"study_id": 192241, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of regular kefir consumption on gut microbiota composition and its relation to metabolic syndrome components.", "results_summary": "The abstract does not provide specific results, but the study was designed to assess kefir's impact on gut microbiota and metabolic syndrome.", "population_specificity": "Patients with metabolic syndrome", "effective_dosage": "180 mL/day", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:40.122088+00:00"}
{"study_id": 192240, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether continuous dietary supplementation with kefir-fermented milk could improve cognitive deficits, inflammation, oxidative stress, and blood cell damage in Alzheimer's disease patients.", "results_summary": "The study found that kefir supplementation improved memory, visual-spatial/abstraction abilities, and executive/language functions in AD patients, along with reduced inflammation and oxidative stress markers.", "population_specificity": "Alzheimer's disease patients exhibiting cognitive deficits.", "effective_dosage": "2 mL/kg daily", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:40.771297+00:00"}
{"study_id": 192239, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effect of probiotics, including kefir, on cardiovascular disease risk factors such as blood pressure, cholesterol, BMI, and glucose levels.", "results_summary": "The study found statistically significant benefits of probiotics, including kefir, in reducing systolic and diastolic blood pressure, total cholesterol, LDL-C, serum glucose, HbA1C, and BMI, as well as elevating HDL-C. No significant changes were observed in triglycerides.", "population_specificity": "2177 adults from 34 randomized controlled trials.", "effective_dosage": "Higher dosage (> 1.0 × 10^X CFU) and alternate formulations (kefir and powder) were favored.", "study_duration": "Longer duration (> 1.5 months) showed more significant effects.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:40.852674+00:00"}
{"study_id": 192243, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of kefir on symptoms, colonic transit, and bowel satisfaction scores in patients with chronic constipation.", "results_summary": "Kefir administration increased stool frequency, improved stool consistency, reduced laxative consumption, and accelerated colonic transit in the slow transit group. Bowel satisfaction scores also significantly improved.", "population_specificity": "Twenty patients with functional constipation (10 normal transit, 10 slow transit) according to Rome II criteria.", "effective_dosage": "500 mL/day", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:41.724429+00:00"}
{"study_id": 20890, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine how seawater temperature and dissolved inorganic nitrogen (DIN) levels affect the microbiome diversity and composition of Nereocystis luetkeana (kelp).", "results_summary": "Contrary to the hypothesis, the highest temperature treatment increased microbial diversity the most, and all temperature treatments reduced previously dominant taxa. Temperature had a larger effect than DIN on the kelp microbiome.", "population_specificity": "Nereocystis luetkeana (kelp) from two spatially separated populations.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:42.905371+00:00"}
{"study_id": 192242, "supplement_id": 1248, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether kefir enhances health benefits related to fitness, body composition, or cardiovascular disease risk, particularly focusing on the biomarker C-reactive protein (CRP).", "results_summary": "The study found no significant interactions among groups for most outcome variables except serum CRP, where kefir supplementation appeared to attenuate CRP increases. Endurance training improved 1.5-mile run times, but kefir's role in cardiovascular risk reduction was preliminary.", "population_specificity": "67 adult males and females aged 18 to 24 years.", "effective_dosage": "Consumed twice per week (exact amount not specified).", "study_duration": "15 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:45.872215+00:00"}
{"study_id": 20891, "supplement_id": 1250, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the efficacy of kelp-derived nanocellulose and sodium caseinate nanoparticles in enhancing fucoxanthin bioavailability and its effects on oxidative stress and lipid accumulation.", "results_summary": "The nanoparticles showed excellent stability, high encapsulation efficiency (82.2%), and significant retention (56.12% after 14 days). They effectively reduced oxidative stress by activating Nrf2/HO-1/NQO1 pathways and inhibited lipid droplet formation, with efficient absorption in cells and targeted accumulation in mice intestines and liver.", "population_specificity": "In vitro cell studies and in vivo mice models.", "effective_dosage": "TKNC to SC mass ratio of 1:3 (specific dosage not detailed).", "study_duration": "14 days (storage stability); intervention duration not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:47.431313+00:00"}
{"study_id": 20423, "supplement_id": 1248, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of kefir supplementation on intestinal permeability (via serum zonulin levels) and other metabolic and inflammatory markers in overweight adults.", "results_summary": "Kefir improved serum zonulin levels more than milk, indicating a positive effect on intestinal barrier function. Both kefir and milk similarly improved lipid profiles and glucose levels, but only kefir enhanced mood.", "population_specificity": "28 asymptomatic overweight adults", "effective_dosage": "Not specified", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:47.993449+00:00"}
{"study_id": 20892, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the impact of future marine heatwaves on kelp communities, focusing on net community production and physiological resilience.", "results_summary": "Marine heatwave treatments reduced net community production, with prolonged exposure showing greater severity than short-term intense events. A temperature threshold of 11°C was identified for negative effects on primary production.", "population_specificity": "Mixed kelp communities in Arctic fjord systems.", "effective_dosage": "Not applicable (temperature treatments: +1.8°C constant, +2.8°C for 13 days, +3.9°C for 5 days).", "study_duration": "23 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:48.672331+00:00"}
{"study_id": 20893, "supplement_id": 1250, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether umami-rich kelp dashi liquid (KDL) could improve taste decline, particularly umami-taste loss, in older adults with hyposalivation.", "results_summary": "Repeated KDL stimulation increased salivary flow rates (WF and MF), improved taste loss (including umami), decreased recognition thresholds for basic tastes, and alleviated subjective eating and swallowing difficulties. The intervention also normalized taste sensations and reduced burning sensations in the oral mucosa.", "population_specificity": "Older adults presenting with dry mouth (hyposalivation) at a university hospital dental department.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:49.707470+00:00"}
{"study_id": 20894, "supplement_id": 1250, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a proprietary kelp blend product (PKBP) containing bromoform could effectively inhibit bovine enteric methane production without adverse effects on animal growth or tissue accumulation.", "results_summary": "The study found that bromoform supplementation significantly reduced methane production in cattle without affecting dry matter intake, average daily gain, or gain-to-feed ratio. Bromoform residues were undetectable in tissue samples, indicating no accumulation.", "population_specificity": "Steers (calves) fed a corn-silage basal diet.", "effective_dosage": "0, 9.5 ± 1.5, or 20 ± 3 ppm bromoform.", "study_duration": "Experiment 3 lasted 30 days (finishing trial).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:49.881957+00:00"}
{"study_id": 20895, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify and characterize a high-efficiency alginate lyase (Alg169) for converting alginate from brown algae into bioactive alginate oligosaccharides (AOSs).", "results_summary": "The study identified Alg169 as a highly efficient, bifunctional enzyme with optimal activity at 25°C and pH 7.0, significantly enhanced by metal ions like Mn2+ (687.57% activity increase). Alg169 showed specificity for polyguluronic acid (polyG) and polymannuronic acid (polyM), making it promising for AOS production.", "population_specificity": "Not applicable (in vitro study using bacterial enzymes and substrates).", "effective_dosage": "Not applicable (enzyme activity measured in U/mg).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:51.165414+00:00"}
{"study_id": 20896, "supplement_id": 1250, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine how dietary kelp supplementation affects serum biochemistry, intestinal immunity, and metabolism in hybrid snakeheads.", "results_summary": "Dietary kelp significantly increased serum antioxidant enzyme activity, reduced malondialdehyde levels, improved intestinal morphology, and enhanced immune and lipid metabolism-related gene expression.", "population_specificity": "Juvenile hybrid snakeheads (Channa maculata ♀ × Channa argus ♂) with an initial average weight of 11.4 ± 0.15 g.", "effective_dosage": "Medium replacement group (10% kelp meal), full replacement group (15% kelp meal).", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:51.556990+00:00"}
{"study_id": 20897, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the impact of future environmental changes (temperature, salinity, light) on the productivity and resilience of mixed kelp communities in Arctic fjords.", "results_summary": "The study found that mixed kelp communities showed tolerance to combined environmental stressors (temperature increase, freshening, reduced light) with non-significant differences in short-term productivity. A median compensation irradiance of ∼12.5 mmol photons m-2 h-1 was identified as the threshold for positive net community productivity.", "population_specificity": "Mixed kelp communities in Kongsfjorden, Svalbard archipelago.", "effective_dosage": "Not applicable (environmental conditions manipulated: +3.3/+5.3°C, salinity 30/28, PAR -25%/-40%).", "study_duration": "Two months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:55.175143+00:00"}
{"study_id": 20898, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of high-pressure processing (HPP) on the physicochemical, adsorption properties, and structural characteristics of kelp powder (KP) and kelp slice (KS).", "results_summary": "HPP-treated KP showed significant improvements in water holding capacity, swelling capacity, oil holding capacity, glucose and cholesterol adsorption capacity, and Cd (Ⅱ) adsorption. HPP also reduced particle size and increased dietary fiber content in KP, while KS showed no improvement due to low surface area.", "population_specificity": "Not specified (in vitro study on kelp samples)", "effective_dosage": "Different pressures (300, 450, 600 MPa) for 5 and 10 min", "study_duration": "5-10 min per treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:55.344806+00:00"}
{"study_id": 20901, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-aging effects of probiotic-fermented kelp enzymatic hydrolysate (KMF, KMFS, KMFP) in D-galactose-induced aging mice.", "results_summary": "The study found that KMF, KMFS, and KMFP reduced oxidative stress markers, improved antioxidant capacity, enhanced tissue structure, regulated aging-related genes, and modulated gut microbiota in aging mice.", "population_specificity": "D-galactose-induced aging mice.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:56.792373+00:00"}
{"study_id": 20902, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how sediment microbial communities respond to periodic kelp biomass inputs, focusing on degradation patterns and shifts in microbial structure.", "results_summary": "Kelp biomass induced rapid changes in water chemistry and microbial communities, with increased alginate degradation capability and shifts in community structure linked to kelp treatment and sediment origin. Specific taxonomic groups were associated with enzyme classes targeting different substrates, suggesting niche differentiation.", "population_specificity": "Sediment microbial communities in intertidal regions of the South Atlantic coast.", "effective_dosage": "Not specified", "study_duration": "4 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:57.499896+00:00"}
{"study_id": 20900, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the feeding preferences of Pugettia gracilis (graceful kelp crabs) between native kelp (Nereocystis luetkeana) and invasive seaweed (Sargassum muticum), as well as the effects of elevated temperatures on their feeding rates.", "results_summary": "In no-choice experiments, crabs consumed equal amounts of native kelp and invasive seaweed, but in choice experiments, they preferred native kelp. Elevated temperatures significantly increased their consumption of the preferred native kelp.", "population_specificity": "Graceful kelp crabs (Pugettia gracilis) from the Salish Sea, specifically collected from San Juan Island, WA.", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:57.655140+00:00"}
{"study_id": 20899, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if grazing by juvenile sea urchins on kelp gametophytes suppresses kelp recruitment and whether this effect is worsened by climate change.", "results_summary": "Both sea urchin species grazed on kelp gametophytes, reducing their abundance, but temperature did not affect grazing rates. Gametophytes did not recover from grazing at higher temperatures (26°C), though some survived ingestion and formed sporophytes after ingestion by one species (T. gratilla).", "population_specificity": "Kelp gametophytes (Ecklonia radiata) and juvenile sea urchins (Tripneustes gratilla and Centrostephanus rodgersii).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:57.753406+00:00"}
{"study_id": 20903, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of kelp-treated milk on body health, gut microbiota, and nutrient metabolism in mice.", "results_summary": "Kelp-treated milk significantly increased body weight gain, reduced feed conversion ratio, altered gut microbiota diversity, and modulated lipid metabolism by reducing lipogenesis-related enzymes and increasing lipolysis-related enzymes.", "population_specificity": "48 3-week-old Kunming (KM) male mice with an average body weight of 16.1 g ± 0.2 g.", "effective_dosage": "Not specified", "study_duration": "35 days (7-day adaptive period, 28-day main trial)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:58.788052+00:00"}
{"study_id": 20904, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of preservation processes (blanching, freezing, fermentation) on the quality and consumer acceptability of Saccharina latissima (kelp) products.", "results_summary": "Blanching improved kelp salad acceptability but reduced instrumental firmness and a* value. Kelp/cabbage sauerkraut blends were comparable to 100% cabbage sauerkraut in appearance, color, and texture but scored lower in overall acceptability. Minimal processing enhanced seaweed product quality and consumer acceptance.", "population_specificity": "Consumers (n=100 for salad, n=80 for sauerkraut)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:59.269497+00:00"}
{"study_id": 20905, "supplement_id": 1250, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether iodine-reduced kelp powder supplementation decreases body fat composition in overweight Japanese subjects without affecting thyroid function.", "results_summary": "The study found that iodine-reduced kelp powder significantly decreased body fat percentage in overweight male subjects, with a similar trend for body weight and BMI. No significant changes were observed in female subjects, and thyroid hormone levels remained unaffected.", "population_specificity": "Overweight Japanese subjects (BMI ≥25 and <30 kg/m2)", "effective_dosage": "6 g kelp powder per day (10 tablets orally, 3 times daily, corresponding to 3 g alginate/d)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:03.537000+00:00"}
{"study_id": 20906, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of salinity and light on microscopic sporophyte production in Laminaria solidungula and assess how environmental factors influence kelp populations in the Arctic.", "results_summary": "Kelp populations near river input and increased turbidity had lower sporophyte densities compared to offshore sites. Gametophytes failed to produce sporophytes at low salinity (10), while higher light levels (40 µmol photons·m-2·s-1) and salinity (30) yielded the greatest sporophyte densities. Microscopic sporophytes persisted in lower salinity conditions (10 and 20), but haploid stages were vulnerable to reduced salinity.", "population_specificity": "Laminaria solidungula populations in the Stefansson Sound Boulder Patch, Arctic.", "effective_dosage": "Not applicable (environmental conditions tested: salinity 10-30, light 40 µmol photons·m-2·s-1).", "study_duration": "3 months (for microscopic sporophyte persistence experiments).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:06.184653+00:00"}
{"study_id": 20907, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the individual and combined effects of heavy metals (Cu, Cd) and PAHs on spore release, settlement, and germination in two kelp species (Macrocystis pyrifera and Lessonia spicata).", "results_summary": "The study found that single Cu, Cd, and PAHs treatments inhibited spore release more than settlement and germination, with IC20 values generally lower for spore release. Binary and tertiary mixtures showed varying antagonistic and synergistic effects, with IC20 mixtures particularly harmful to spore settlement in both species.", "population_specificity": "Macrocystis pyrifera and Lessonia spicata kelp species from the Valparaíso Region in Chile.", "effective_dosage": "Cu (5-200 μg/L), Cd (0.125-2000 μg/L), PAHs (0.05-100 μg/L).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:07.755876+00:00"}
{"study_id": 20909, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of riboflavin (RF) and kelp polyphenol extracts (KPE) on mackerel myofibrillar protein (MP) gel properties, particularly under UVA irradiation.", "results_summary": "The study found that RF and KPE increased gel strength under UVA irradiation, promoted protein cross-linking, and reduced oxidative damage, with KPE also preventing peroxidation to improve gel properties.", "population_specificity": "Mackerel (Scomberomorus Niphonius) myofibrillar protein (MP) gel.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:07.800554+00:00"}
{"study_id": 20910, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether genetically distinct arctic and temperate kelp populations exhibit different thermal adaptation phenotypes by comparing their microscopic life stages' recovery from elevated temperatures.", "results_summary": "North Sea kelp gametophytes showed higher growth rates and greater sporophyte recruitment than Arctic kelp under high-temperature recovery, indicating differential thermal adaptation. Gradual warming improved thermal tolerance, and recovery temperature significantly affected reproductive capacity post-heat stress.", "population_specificity": "Gametophytes of Laminaria digitata (Arctic and North Sea populations)", "effective_dosage": "Not specified", "study_duration": "3 years (common garden growth) + 8-day thermal exposure", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:08.361454+00:00"}
{"study_id": 20908, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Saccharina japonica (kelp) could degrade glyphosate by breaking its C-P bond and use it as a phosphorus source for growth.", "results_summary": "The study found that Saccharina japonica female gametophytes increased in dry cell weight and photosynthesis when glyphosate was used as the sole phosphorus source at concentrations below 20 mg L-1. NMR analysis confirmed the alga's ability to break the C-P bond of glyphosate, suggesting its potential for bioremediation of glyphosate-contaminated seawater.", "population_specificity": "Female gametophytes of the brown alga Saccharina japonica.", "effective_dosage": "Less than 20 mg L-1 glyphosate.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:08.754854+00:00"}
{"study_id": 20912, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the preparation and properties of cellulose nanofibers (CNFs) derived from kelp, particularly their effectiveness in stabilizing Pickering emulsions.", "results_summary": "The study found that TEMPO-oxidized CNFs from kelp improved emulsion stability, reduced oil droplet sizes, and maintained stability over 30 days, with optimal performance at pH 3. The oxidized CNFs also demonstrated higher crystallinity and thermal sensitivity compared to untreated CNFs.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not specified", "study_duration": "30 days (emulsion stability assessment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:10.425504+00:00"}
{"study_id": 20911, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of marine heat waves and light deprivation on the physiological responses of juvenile Macrocystis pyrifera sporophytes.", "results_summary": "Juvenile kelp showed decreased photosynthetic efficiency under light at 24°C but no other physiological alterations. Light deprivation reduced nitrate uptake and carbohydrate storage, suggesting it may be more detrimental to juvenile survival than thermal stress.", "population_specificity": "Juvenile sporophytes of Macrocystis pyrifera (single blade stage, up to 20 cm length).", "effective_dosage": "Not specified", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:10.926698+00:00"}
{"study_id": 20913, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to test the effectiveness of a new kelp restoration technique called \"green gravel\" in halting the decline of kelp forests.", "results_summary": "The \"green gravel\" method showed high survival and growth rates of kelp over 9 months, even when dropped from the surface, proving to be a cheap, simple, and scalable solution for kelp restoration.", "population_specificity": "Kelp forests (ecological study, not human subjects).", "effective_dosage": "Not applicable", "study_duration": "9 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:11.508134+00:00"}
{"study_id": 20914, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the transcriptomic responses of Saccharina latissima (sugar kelp) from different geographical locations to varying temperature and salinity conditions.", "results_summary": "The study found that hyposalinity had a greater transcriptomic impact than temperature alone, with photosynthesis and pigment synthesis being repressed at low salinity and low temperatures. Sporophytes from different locations showed divergent transcriptomic responses, suggesting adaptation to their native environments.", "population_specificity": "Juvenile sporophytes of Saccharina latissima from Roscoff (temperate eastern Atlantic) and Spitsbergen (Arctic).", "effective_dosage": "Not applicable (study focused on environmental conditions, not dosage).", "study_duration": "24 hours of exposure to low salinity treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:14.161015+00:00"}
{"study_id": 20916, "supplement_id": 1250, "safety_score": "30", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to assess the risk of thyroid dysfunction associated with kelp seaweed supplementation in adults without pre-existing thyroid disease.", "results_summary": "The study found that kelp supplementation led to transient hyperthyroidism in a patient, which resolved after discontinuation and antithyroid therapy. It highlights the need for physician supervision and thyroid function monitoring due to kelp's high iodine content.", "population_specificity": "A 70-year-old obese, hypertensive Caucasian woman without prior thyroid disease.", "effective_dosage": "Not specified", "study_duration": "3 months (duration of kelp tablet consumption before adverse effects appeared)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:16.147520+00:00"}
{"study_id": 20917, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop and evaluate an alginate-kelp biochar composite hydrogel bead (Alg-KBC) for its effectiveness in removing crystal violet dye from aqueous solutions.", "results_summary": "The Alg-KBC showed a 33.8% higher removal capacity for crystal violet compared to pristine alginate beads, with adsorption processes involving both chemisorption and physisorption. The composite also simplified the separation of biochar from the solution, making it a promising candidate for wastewater treatment.", "population_specificity": "Aqueous solutions (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:16.148950+00:00"}
{"study_id": 20918, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of kelp beds in attenuating waves and influencing sediment transport for coastal protection.", "results_summary": "The study found that kelp beds generally provided less wave attenuation compared to control sites (urchin barrens), except during northerly winds at one site where kelp beds showed 10% greater attenuation. The results highlight the need to separate the effects of kelp from the underlying reef substratum when assessing coastal protection.", "population_specificity": "Kelp beds and control sites (urchin barrens) in Port Phillip Bay, Australia.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:16.659356+00:00"}
{"study_id": 20915, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 75, "study_goal": "The researchers aimed to optimize vitrification factors to improve the survival and hatching rate of kelp grouper (Epinephelus moara) embryos after cryopreservation.", "results_summary": "The study found that kelp grouper embryos performed best with a 30-minute equilibration time, and tail-bud stage embryos showed greater tolerance to vitrification. The most optimal condition yielded a 6.32% survival rate, with 39.85% of surviving embryos hatching, though larvae died by day 12 of cultivation.", "population_specificity": "Kelp grouper (Epinephelus moara) embryos at various developmental stages.", "effective_dosage": "Not applicable (cryopreservation techniques tested, not dosage).", "study_duration": "Follow-up until day 16 post-hatching.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:18.346684+00:00"}
{"study_id": 20920, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how temperature and nitrate levels affect sporophyte production (recruitment success) in 12 eastern Pacific kelp taxa across different geographic regions.", "results_summary": "The study found that sporophyte production consistently occurred at 12°C but failed at 18°C regardless of nitrate levels, indicating temperature as the primary limiting factor for kelp recruitment. Some species may acclimatize or adapt to warmer temperatures, potentially enhancing kelp system resilience to climate change.", "population_specificity": "12 eastern Pacific kelp taxa from British Columbia, central California, and southern California.", "effective_dosage": "Nitrate levels of 1, 5, and 10 μmol/L.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:19.378425+00:00"}
{"study_id": 20921, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the combination of curcuma zedoary and kelp could inhibit the proliferation and metastasis of hepatoma cells and improve prognosis.", "results_summary": "The combination inhibited tumor growth and metastasis-related protein expression in H22-bearing mice and reduced proliferation, migration, and invasion in HepG2 cells, likely by suppressing endogenous H2S production and down-regulating the pSTAT3/BCL-2 and VEGF pathways.", "population_specificity": "H22-bearing mice and human hepatoma HepG2 cells.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:19.655232+00:00"}
{"study_id": 20919, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine how the kelp Saccharina latissima responds to temperature and salinity changes in Arctic environments due to global warming.", "results_summary": "Increased temperature improved kelp growth and photosynthetic efficiency, while hyposalinity negatively affected physiological performance but induced significant transcriptomic changes, shifting energy from primary metabolism to antioxidant activity. The kelp adjusted to higher temperatures but may struggle with reduced salinity from melting ice.", "population_specificity": "Saccharina latissima (kelp) from Kongsfjorden, Svalbard, Norway.", "effective_dosage": "Not specified (exposure to salinities SA 20 and 30 at temperatures 0, 8, and 15°C).", "study_duration": "7-day pre-acclimation followed by 24-hour exposure for transcriptomic study; 11-day experiment for physiological data.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:20.423971+00:00"}
{"study_id": 20924, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate dewatering methods for kelp to establish a non-seasonal supply of preserved algal biomass for sustainable biorefining.", "results_summary": "Air-drying reliably increased dry matter content, reaching 30% in summer and autumn after 24h. Dilute hydrochloric acid reduced stickiness and enabled screw-pressing, potentially aiding preservation.", "population_specificity": "Kelp harvested throughout the year.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:22.695379+00:00"}
{"study_id": 20922, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine how ocean warming, acidification, and copper pollution affect the meiospore development and life cycle completion of kelps Macrocystis pyrifera and Undaria pinnatifida.", "results_summary": "Meiospore germination declined under ocean acidification and ambient temperature conditions, while copper exposure severely inhibited germling growth and gametophyte development. Recovery after copper removal improved growth rates, except for U. pinnatifida under combined warming and acidification.", "population_specificity": "Kelp species Macrocystis pyrifera and Undaria pinnatifida (microscopic life stages).", "effective_dosage": "Species-specific germination Cu-EC50 (exact dosage not specified).", "study_duration": "9-day recovery period post-copper exposure (total duration not fully specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:23.006598+00:00"}
{"study_id": 20923, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether non-consumptive predator effects (via chemical cues) could drive a trait-mediated trophic cascade affecting the feather boa kelp's frond loss.", "results_summary": "The study found that predation risk from señorita fish suppressed grazing by seaweed limpets, reducing frond loss in feather boa kelp. Non-consumptive effects accounted for 86% of this indirect interaction in the lab and 56% in the field, demonstrating a strong trait-mediated cascade.", "population_specificity": "Marine temperate reef system (feather boa kelp and associated species).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:24.206287+00:00"}
{"study_id": 20925, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of kelp waste extracts (KWE) on the germination, growth, and quality of Brassia chinensis L. (pakchoi).", "results_summary": "KWE at 2% concentration significantly improved seed germination and seedling vigor, while 10% KWE enhanced plant growth, leaf size, fresh weight, and nutritional content (vitamin C, soluble sugars) while reducing nitrate levels.", "population_specificity": "Brassia chinensis L. (pakchoi) plants.", "effective_dosage": "2% and 10% KWE concentrations.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:24.645557+00:00"}
{"study_id": 20927, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the occurrence and molecular characteristics of extended-spectrum-cephalosporin-resistant Enterobacteriaceae in kelp gulls.", "results_summary": "The study found that kelp gulls serve as a reservoir for various extended-spectrum cephalosporinase genes and identified a known epidemic clone of Salmonella enterica serotype Heidelberg in wild birds for the first time.", "population_specificity": "Wild birds (kelp gulls)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:27.798197+00:00"}
{"study_id": 20926, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of kelp waste extracts (KWE) combined with acetate on the biochemical composition and biomass productivity of *Chlorella sorokiniana* for biofuel production.", "results_summary": "Combining KWE with acetate significantly increased biomass productivity (79.69-102.57% vs. acetate alone, 20.04-35.32% vs. KWE alone) and lipid productivity (up to 129.03% vs. acetate alone, 70.74% vs. KWE alone). The treatment also altered fatty acid composition, increasing C16:0 and C18:1n9c while reducing C18:3n3 and C18:2n6c.", "population_specificity": "*Chlorella sorokiniana* (microalgae cultures)", "effective_dosage": "3.0gL-1 acetate combined with KWE", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:28.226465+00:00"}
{"study_id": 20928, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how ocean acidification (OA) affects the pH at the thallus surface of Macrocystis pyrifera (kelp) and how its metabolism (photosynthesis, respiration, and inorganic nitrogen uptake) influences this microenvironment.", "results_summary": "The study found that photosynthesis and respiration, rather than inorganic nitrogen uptake, primarily control the pH at the kelp's surface. Under OA conditions (pH 7.65), pH increases at the surface were greater than under ambient conditions (pH 8.00), suggesting kelp can metabolically modify its microenvironment to mitigate OA effects.", "population_specificity": "Macrocystis pyrifera (kelp) in controlled experimental conditions.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:29.781376+00:00"}
{"study_id": 20929, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how pH fluctuations, influenced by kelp metabolism and ocean acidification, affect the growth and photosynthetic rates of juvenile Ecklonia radiata.", "results_summary": "Juvenile E. radiata showed greater growth and photosynthetic rates under fluctuating pH conditions (8.4 day, 7.8 night) compared to static pH treatments. However, when mean pH was reduced by 0.3 units, pH fluctuations had no effect on growth and a negative effect on photosynthesis.", "population_specificity": "Juvenile Ecklonia radiata (kelp) in laboratory conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:32.783848+00:00"}
{"study_id": 20931, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether the positive effect of giant kelp (Macrocystis pyrifera) on sessile invertebrates resulted from nutritional subsidy via kelp detritus or modification of the physical habitat.", "results_summary": "The study found no evidence that kelp detritus significantly contributed to the diet of sessile invertebrates, except for slight isotopic changes in two species. The increased invertebrate abundance was likely due to kelp's physical habitat modification rather than nutritional benefits.", "population_specificity": "Bottom-dwelling sessile invertebrates in a marine environment (Mohawk Reef, Santa Barbara, California).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:33.732600+00:00"}
{"study_id": 20933, "supplement_id": 1250, "safety_score": "30", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to investigate the potential thyroid dysfunction caused by kelp consumption in a marketed diet.", "results_summary": "The study found that kelp ingestion led to hyperthyroidism followed by hypothyroidism in a patient with no prior thyroid disease, likely due to excessive iodine intake. Thyroid function normalized after discontinuation of kelp and levothyroxine therapy.", "population_specificity": "A 45-year-old woman with no previous thyroid disease.", "effective_dosage": "Not specified", "study_duration": "2 months of hyperthyroidism, followed by hypothyroidism, with recovery after 3 months of levothyroxine therapy.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:34.305815+00:00"}
{"study_id": 20932, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how elevated pCO2/low pH (ocean acidification) affects the carbon physiology and growth of the giant kelp Macrocystis pyrifera.", "results_summary": "The study found that neither photosynthetic nor growth rates of Macrocystis were affected by elevated CO2 levels, as the kelp primarily uses HCO3- for photosynthesis. Internal carbonic anhydrase activity remained high, suggesting resilience to ocean acidification.", "population_specificity": "Giant kelp (Macrocystis pyrifera) under controlled laboratory conditions.", "effective_dosage": "Not applicable (environmental CO2 levels: 400 µatm/pH 8.00 vs. 1200 µatm/pH 7.59).", "study_duration": "7-day incubation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:35.167973+00:00"}
{"study_id": 20934, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether fermented kelp (FK) could replace oxytetracycline (OTC) in broiler chicken diets, assessing its effects on growth performance, meat quality, oxidative stability, and emissions.", "results_summary": "FK supplementation improved the oxidative stability of broiler meat and reduced fecal ammonia emissions without negatively affecting growth performance, though it did not significantly impact hydrogen sulfide emissions.", "population_specificity": "140 day-old broiler chicks", "effective_dosage": "5 g/kg of diet", "study_duration": "Not specified (assumed to be 4 weeks based on emissions data)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:35.807632+00:00"}
{"study_id": 20936, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the impact of physical disturbance and increased nutrients on kelp-dominated reefs, focusing on the native kelp Ecklonia radiata and the invasive kelp Undaria pinnatifida.", "results_summary": "Kelp recruitment tripled where the canopy was removed but was unaffected by increased nutrients alone. The combination of disturbance and nutrients led to a fourfold increase in invasive Undaria recruitment, which hindered native Ecklonia recovery six months later.", "population_specificity": "Kelp-dominated reefs in temperate southeastern Australia.", "effective_dosage": "Not specified", "study_duration": "Winter recruitment season followed by six months of observation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:37.358019+00:00"}
{"study_id": 20937, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 45, "study_goal": "The researchers aimed to investigate the incidence and use of kelp among thyroid cancer patients, focusing on complementary and alternative medicine (CAM) practices.", "results_summary": "The study found that thyroid cancer patients using kelp also used an average of 11 additional CAM modalities, with only half reporting their CAM use to physicians. Kelp was perceived more to aid treatment than to alleviate symptoms, with minimal reported negative effects.", "population_specificity": "Thyroid cancer patients, primarily over age 40, white, female, and with at least a high school education.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:41.887217+00:00"}
{"study_id": 20938, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the hypoglycemic effects of kelp and its potential to improve islet cell function in alloxan-induced diabetic rats.", "results_summary": "Kelp powder significantly increased insulin levels, reduced fasting blood glucose, lowered oxidative stress markers (MDA and NO), and enhanced antioxidant enzyme activities (SOD and GSH-Px) in diabetic rats. It also improved islet cell structure and modulated SOD and iNOS expression.", "population_specificity": "Alloxan-induced diabetic male rats (n=60).", "effective_dosage": "Medium-high doses (specific amounts not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:42.472259+00:00"}
{"study_id": 20939, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the taste preferences of calves when provided with different amounts of kelp in their feed.", "results_summary": "Calves consistently preferred feed without kelp, consuming 34.5% more dry matter from the control treatment. When the control was removed, dry matter consumption decreased in most calves, but they showed no preference between the two kelp dosages.", "population_specificity": "Dairy calves", "effective_dosage": "0, 30, or 60 g of kelp daily", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:43.066270+00:00"}
{"study_id": 20940, "supplement_id": 1250, "safety_score": "85", "efficacy_score": 90, "quality_score": 65, "study_goal": "The researchers aimed to determine whether powdered kelp could effectively and safely treat hypothyroidism due to iodine deficiency (HID) in patients receiving long-term total enteral nutrition (TEN).", "results_summary": "Powdered kelp (1-2 g daily, providing 200-400 µg iodine) restored thyroid function and normalized urinary iodine concentrations (UICs) in all seven patients with HID. The intervention was effective in correcting high TSH levels and low free T4 levels without reported adverse effects.", "population_specificity": "Seven patients with severe motor intellectual disabilities receiving long-term TEN and diagnosed with HID.", "effective_dosage": "1-2 g powdered kelp once daily (200-400 µg iodine).", "study_duration": "Not explicitly stated, but patients had been on TEN for over three years prior to intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:44.284129+00:00"}
{"study_id": 20941, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how environmental factors (temperature and nutrient levels) influence sexual and vegetative reproduction in the clonal kelp *Laminaria sinclairii*.", "results_summary": "The study found that sorus production (sexual reproduction) and blade growth were higher at 12°C compared to 17°C, while rhizome elongation (vegetative reproduction) increased with higher nitrate concentrations (12 μM NO3- vs. 2 μM NO3-). Carbon and nitrogen stores in rhizomes were depleted in suboptimal conditions, indicating their role in nutrient storage.", "population_specificity": "*Laminaria sinclairii* (a clonal kelp species) in laboratory conditions.", "effective_dosage": "Not specified (nutrient concentrations: 2 μM NO3- and 12 μM NO3-).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:45.161671+00:00"}
{"study_id": 20930, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of kelp waste extracts (KWE) on microalgal physiological and biochemical responses, particularly biomass productivity and lipid content.", "results_summary": "KWE significantly increased biomass productivity and total lipid content in Chlorella strains, with 8.0% KWE showing the most dramatic effects. Phaeodactylum tricornutum and Spirulina maxima showed better growth at lower KWE concentrations (1.0% and 4.0%, respectively), but lipid accumulation was not enhanced.", "population_specificity": "Microalgal cultures (Chlorella strains, Phaeodactylum tricornutum, Spirulina maxima).", "effective_dosage": "1.0%, 4.0%, 6.0%, and 8.0% KWE dilutions.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:45.182845+00:00"}
{"study_id": 20942, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine whether the brown algal kelp Laminaria digitata releases volatile fatty acid aldehydes in response to biotic and abiotic stress, and whether these compounds mediate stress responses.", "results_summary": "The study found that L. digitata releases volatile fatty acid aldehydes under laboratory and natural conditions in response to stress, and it releases (13S)-HOTrE in response to 4-HHE treatment, supporting the hypothesis that these compounds may mediate stress responses.", "population_specificity": "Laminaria digitata (brown algal kelp) in laboratory and natural environments.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:45.311108+00:00"}
{"study_id": 20935, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to examine the ecological impacts of fishing and recovery on the California sheephead population and its role in kelp forest ecosystems.", "results_summary": "The study found that recovery of the California sheephead population led to dietary niche expansion, including increased consumption of sea urchins and other grazers, likely due to restored size structure rather than prey availability shifts. These changes suggest size-dependent predator-prey interactions may influence kelp forest ecosystem health.", "population_specificity": "Kelp forests off San Nicolas Island, California, USA, focusing on the California sheephead (Semicossyphus pulcher).", "effective_dosage": "Not applicable", "study_duration": "Observations spanned from the late 1990s to the late 2000s.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:45.598305+00:00"}
{"study_id": 20943, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to examine the effects of PIT tagging (abdominal cavity vs. dorsal muscle) on the growth and survival of kelp grouper (Epinephelus bruneus).", "results_summary": "The abdominal cavity tagged group showed higher average mass gain compared to the dorsal muscle tagged group over one year. No significant differences were found in specific growth rate or food conversion between control and treatment groups.", "population_specificity": "Kelp grouper (Epinephelus bruneus)", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:51.097293+00:00"}
{"study_id": 20944, "supplement_id": 1250, "safety_score": "20", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to report a case of iodine-induced hyperthyroidism caused by kelp-containing tea in a patient with multinodular goiter.", "results_summary": "The study found that ingestion of kelp-containing tea led to iodine-induced hyperthyroidism in a patient with pre-existing thyroid disease. Discontinuing the tea and initiating antithyroid drug therapy resolved the condition.", "population_specificity": "A 39-year-old woman with multinodular goiter.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:51.352784+00:00"}
{"study_id": 20949, "supplement_id": 1250, "safety_score": "30", "efficacy_score": 20, "quality_score": 40, "study_goal": "The researchers were attempting to determine whether iodine-containing kelp tablets could cause hyperthyroidism in a healthy individual using them for weight loss.", "results_summary": "The study found that daily intake of kelp tablets led to hyperthyroidism in a healthy woman, which resolved after discontinuation. A causal relationship was strongly suggested but not definitively proven.", "population_specificity": "A 50-year-old healthy woman.", "effective_dosage": "Six tablets daily (200 mg of kelp each).", "study_duration": "Two months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:53.412235+00:00"}
{"study_id": 20946, "supplement_id": 1250, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "To study the effects of two different doses of kelp supplementation on thyroid function in healthy euthyroid subjects.", "results_summary": "Kelp supplementation significantly increased basal and poststimulation TSH levels, with high-dose kelp also reducing total triiodothyronine levels. Urinary iodine excretion increased dose-dependently, but basal metabolic rate remained unchanged. Thyroid function returned to baseline after cessation, except for TSH in the high-dose group.", "population_specificity": "36 healthy euthyroid subjects", "effective_dosage": "Low-dose (2 kelp capsules + 2 alfalfa capsules/day), high-dose (4 kelp capsules/day)", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:53.413709+00:00"}
{"study_id": 190157, "supplement_id": 1250, "safety_score": "30", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to identify potential links between dietary supplements, including kelp, and acne development or aggravation.", "results_summary": "The study found that iodine-related acne, potentially linked to kelp supplements, manifests as monomorphic, inflammatory pustules on the face and upper trunk. Acne associated with kelp supplements generally resolves after discontinuation.", "population_specificity": "Not specified (general US adult population inferred).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:53.698271+00:00"}
{"study_id": 20945, "supplement_id": 1250, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the endocrine-modulating effects of kelp (Fucus vesiculosus) in female rats and human luteinized granulosa cells (hLGC) to understand its potential role in reducing hormone-dependent cancers.", "results_summary": "Kelp administration lengthened the estrous cycle in rats and reduced serum 17beta-estradiol levels, with dose-dependent effects observed. In hLGC, kelp treatment also reduced 17beta-estradiol levels and modestly elevated progesterone levels, while inhibiting binding to estrogen and progesterone receptors.", "population_specificity": "Female rats and human luteinized granulosa cells (hLGC).", "effective_dosage": "175 mg/kg/d and 350 mg/kg/d for rats; 25, 50, and 75 µmol/L for hLGC.", "study_duration": "2-4 weeks for rats; duration for hLGC not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:54.282030+00:00"}
{"study_id": 20947, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to examine the cardiovascular effects of kelp at the tissue level in vitro, including its interactions with green beans and rue.", "results_summary": "Kelp alone showed negative chronotropic effects on isolated right atria but no effect on atrial tension. It relaxed KCl-preconstricted rat tail artery strips, likely via direct vascular smooth muscle effects. Combinations with rue or green beans resulted in subtractive or modified cardiovascular effects.", "population_specificity": "Normotensive rats (in vivo) and isolated rat tissues (in vitro).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Combinations with green beans and rue modified cardiovascular effects, showing subtractive interactions.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:54.525700+00:00"}
{"study_id": 20948, "supplement_id": 1250, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess the ecological impacts of cooling water discharge from a nuclear power plant on kelp forest organisms using the Before-After/Control-Impact (BACI) design.", "results_summary": "The study found significant reductions in density of snails, sea urchins, and sea stars near the discharge site, likely due to increased turbidity and suspended particles, while filter-feeding species like gorgonian coral and sponge showed relative increases. The study highlighted challenges in detecting ecological impacts due to low statistical power and small sample sizes.", "population_specificity": "Kelp forest organisms (e.g., snails, sea urchins, sea stars, gorgonian coral, sponge) in southern California.", "effective_dosage": "Not applicable", "study_duration": "Nearly 6 years (2 years Before and After impact, plus additional monitoring).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:55.822115+00:00"}
{"study_id": 19728, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether hydrolyzed keratin could protect hair from UV-induced damage and improve its tensile properties.", "results_summary": "Hydrolyzed keratin formed a protective film on hair cuticles, reducing UV damage and maintaining tensile strength after UV exposure. UV radiation also degraded keratin into smaller peptides, enhancing its penetration into the hair cortex and improving tensile properties.", "population_specificity": "Hair samples (specific human or animal source not specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:00.626181+00:00"}
{"study_id": 19725, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop and validate standardized methodologies for assessing hair growth parameters and scalp health in individuals with androgenetic alopecia (AGA).", "results_summary": "The study found that AGA-affected areas had higher vellus hair counts (12.4 vs. 3.92) but lower terminal hair counts (9.88 vs. 21.84), reduced hair density (209.84 vs. 246.12 count/cm²), and thinner hair (6.64 µm vs. 9.16 µm) compared to standardized areas. The methodologies demonstrated high inter-evaluator reliability (Fleiss Kappa: 0.894–0.957).", "population_specificity": "25 subjects diagnosed with androgenetic alopecia (AGA).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:00.753376+00:00"}
{"study_id": 19729, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of keratin-10 (KRT10) in tumor progression and radioresistance in laryngeal cancer cells.", "results_summary": "Knockdown of KRT10 reduced cell invasion and migration, increased apoptosis, and enhanced radiosensitivity in laryngeal cancer cell lines.", "population_specificity": "Human laryngeal cancer cell lines (PCl1 and SNU1066) and 32 formalin-fixed, paraffin-embedded samples of stage III or IV advanced laryngeal cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:01.499079+00:00"}
{"study_id": 19726, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a bio-based hydrogel composite using keratin intermediate filaments (KIF) derived from human hair to enhance mechanical strength and dye adsorption efficiency for wastewater treatment.", "results_summary": "The study found that the KIF-reinforced hydrogel achieved high dye removal efficiency (60 mg/g for methylene blue) and rapid adsorption equilibrium (15 s), with improved compressive strength (0.4 MPa) and reusability. Adsorption followed pseudo-second-order and Freundlich isotherm models, indicating a heterogeneous mechanism.", "population_specificity": "Industrial wastewater (textile industry applications)", "effective_dosage": "2% KIF hydrogel", "study_duration": "12 hours (batch adsorption test)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:01.666629+00:00"}
{"study_id": 19727, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a straightforward dry-jet wet spinning technique to produce ultratough regenerated wool keratin fibers (RWKFs) with improved mechanical properties and expanded applications.", "results_summary": "The fabricated RWKFs achieved high tensile strength (~142.7 MPa), outstanding elongation (~171.7%), and record toughness (~176.3 MJ m-3), surpassing natural wool and previously reported keratin fibers. The fibers also demonstrated dyeability, moisture-induced shape-memory capacity, and electric generation performance, broadening their potential applications.", "population_specificity": "Not specified (material science study, not human or animal subjects).", "effective_dosage": "Not applicable.", "study_duration": "Not applicable.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:01.890614+00:00"}
{"study_id": 19731, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of keratin nanoparticles loaded with Nigella sativa seed extract as a drug delivery system for future cancer treatment.", "results_summary": "The study found that keratin nanoparticles exhibited high encapsulation efficiency (82%) and loading capacity (70%), retained chemical structure and crystallinity, and showed antibacterial effects against Staphylococcus aureus and Escherichia coli. The drug release profile was stable in both acidic and basic environments.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:01.959497+00:00"}
{"study_id": 19730, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the role and mechanisms of Keratin 1 (KRT1) in regulating colonic epithelial permeability and inflammation in ulcerative colitis (UC).", "results_summary": "KRT1 antibody treatment suppressed cell proliferation, induced apoptosis, and altered HK and BK expression, leading to reduced intestinal barrier proteins and increased KKS-mediated inflammation. In a DSS-induced mouse model, KRT1 antibody mitigated colonic injury, reduced inflammatory cytokines, and repaired the intestinal barrier.", "population_specificity": "Caco-2 cells and DSS-induced mouse model of UC.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:02.119156+00:00"}
{"study_id": 19732, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop keratin-based multifunctional complexes to improve hair glossiness and provide thermal-photo protection by enhancing protein adsorption on hair.", "results_summary": "The keratin-cationic cellulose nanocrystal complexes improved hair glossiness, reduced UV transmittance (especially UVB), and enhanced silicone oil deposition on hair. They also reduced water evaporation during heat treatment and minimized hair damage from light radiation.", "population_specificity": "Not specified (hair substrate, not human participants).", "effective_dosage": "Not specified (ratios of keratin to cationic cellulose nanocrystals varied).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:03.271615+00:00"}
{"study_id": 19733, "supplement_id": 1251, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic potential of a keratin/chitosan (KRT/CS) film for treating chronic wounds in rats with combined radiation-wound injury.", "results_summary": "The KRT/CS film showed improved mechanical properties, water absorption, and swelling rates compared to keratin alone. It achieved a 74.46% wound closure rate in 14 days and enhanced angiogenesis and collagen deposition in treated wounds.", "population_specificity": "Rats with combined radiation-wound injury.", "effective_dosage": "Not specified.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:08.560476+00:00"}
{"study_id": 19734, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of KGF (FGF7) and TRIM21 in regulating keratin 10 (K10) protein stability and their implications in hypopharyngeal cancer (HPC).", "results_summary": "KGF treatment inhibited K10 expression in FaDu cells, with TRIM21 enhancing K10 stability via K6-linked ubiquitination. TRIM21 knockdown promoted proliferation and inhibited differentiation, while overexpression suppressed tumor growth. TRIM21 overexpression reduced sensitivity to 5-fluorouracil, whereas knockdown or KGF increased sensitivity.", "population_specificity": "FaDu cells (a hypopharyngeal cancer cell line) and xenograft tumor models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:09.164396+00:00"}
{"study_id": 19736, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of keratin K16 in regulating type-I interferon signaling and innate immune responses in inflammatory skin diseases.", "results_summary": "The study found that K16 negatively regulates type-I interferon signaling and innate immune responses, with loss of K16 exacerbating psoriasiform disease and increasing neutrophil recruitment in inflammation models. K16 interacts with RLR pathway effectors, inhibiting IFN activation.", "population_specificity": "Mouse skin in vivo and human keratinocytes ex vivo.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:09.429585+00:00"}
{"study_id": 19735, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to characterize a rare keratin-positive giant cell-rich tumor, detailing its clinical presentation, diagnostic markers, and treatment outcomes.", "results_summary": "The study identified a keratin-positive giant cell-rich tumor in a 31-year-old woman, confirmed by histological examination and RNA sequencing (HMGA2::NCOR2 fusion). Surgical resection was effective with no recurrence at six months.", "population_specificity": "A 31-year-old woman with a pelvic bone tumor.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Six months follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:09.595894+00:00"}
{"study_id": 19739, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to understand the differential gene expression of hair-related genes, particularly keratinization-associated proteins, in mutant mice with cyclic alopecia to model human hair loss conditions.", "results_summary": "The study identified significant differential expression of genes like Krt16, Alox15, Fetub (upregulated) and Msx2 (downregulated) during late anagen and catagen stages, with Krt6b consistently elevated in mutant mice, linking keratinization processes to hair follicle formation defects.", "population_specificity": "Spontaneously mutated mice with autosomal recessive cyclic alopecia.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:10.192170+00:00"}
{"study_id": 19737, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether human keratin matrix (HKM) modulates wound enzyme activity and remains durable in chronic wounds.", "results_summary": "HKM suppressed MMP-9 activity without reducing enzyme protein levels, reduced Zn2+ ion concentration, and maintained wound healing efficacy over two weeks in a diabetic mouse model.", "population_specificity": "Diabetic mice with non-healing wounds", "effective_dosage": "Not specified", "study_duration": "Two weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:10.267120+00:00"}
{"study_id": 19738, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to analyze the swelling behavior of human hair keratin during permanent waving (pw) treatment by examining structural changes in intermediate filaments (IF).", "results_summary": "The study found that both the microstructure (α-helix content) and macrostructure (IF alignment) of keratin changed simultaneously during pw treatment without an induction period. The reducing treatment partially damaged these structures, but the subsequent oxidizing treatment significantly restored them.", "population_specificity": "Human hair samples (specific population not detailed).", "effective_dosage": "1.0 mol/L ammonium thioglycolate solution (pH 9.25) as the reducing reagent.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:10.618211+00:00"}
{"study_id": 19740, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to identify differential mRNA and lncRNA expression profiles in alopecia areata patients to explore the role of keratin family genes in the disease's pathogenesis.", "results_summary": "The study found 344 mRNAs and 116 lncRNAs differentially expressed in alopecia areata, with keratin-related biological processes like intermediate filament organization and keratinization being enriched. Keratin family genes may play a key role in the disease.", "population_specificity": "Five patients with alopecia areata (skin tissues from normal and bald scalp areas).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:11.409980+00:00"}
{"study_id": 19741, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the expression of Keratin 17 (KRT17) as a potential biomarker for detecting upper tract urothelial carcinoma (UTUC).", "results_summary": "KRT17 expression was significantly higher in malignant urothelium compared to normal tissue, with high sensitivity (85-91%) and specificity (69-82%) for distinguishing benign from malignant tumors. The H-score for KRT17 was also significantly elevated in malignant cases, suggesting its potential as a diagnostic marker.", "population_specificity": "139 cases of upper tract urothelial carcinoma, including noninvasive, invasive papillary urothelial carcinoma, and urothelial carcinoma in situ.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:17.290662+00:00"}
{"study_id": 19743, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the role of KRT6 in urothelial carcinoma cell growth and its potential as a target to increase cisplatin sensitivity in muscle-invasive UC tumors.", "results_summary": "Knockdown of KRT6 in As3+-transformed UROtsa cells led to decreased expression of basal keratins, reduced cell growth and colony formation, and increased sensitivity to cisplatin. These findings suggest KRT6 plays a role in UC cell growth and may be a target to overcome cisplatin resistance.", "population_specificity": "In vitro study using the immortalized UROtsa cell line derived from normal human urothelium, malignantly transformed with arsenite (As3+).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:18.096512+00:00"}
{"study_id": 19746, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to develop a novel therapeutic strategy using keratin-conjugated carboxymethyl β-cyclodextrin (Ker-CMCD) to enhance the delivery and performance of quercetin (Que) for treating chronic diabetic wounds.", "results_summary": "The Que@Ker-CMCD/PU mats significantly improved water solubility, bioavailability, and sustained release of Que, demonstrating robust antioxidant and antibacterial activities. They also promoted cell proliferation, migration, angiogenesis, and re-epithelialization, accelerating chronic diabetic wound healing.", "population_specificity": "Chronic diabetic wounds (in vitro or animal model implied, not explicitly stated).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:19.014574+00:00"}
{"study_id": 19747, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify core microorganisms and enzymes involved in keratin degradation to develop microbial treatments for reducing agricultural pollution from feather waste.", "results_summary": "The study found that Firmicutes, Actinobacteria, and Acidobacteriota were dominant phyla during feather degradation, with a core microbial consortium of 51 taxa identified. Higher temperatures (50°C) accelerated degradation, and functional predictions highlighted mechanisms for keratin biodegradation.", "population_specificity": "Microbial communities under varying temperatures and feather sources (not human or animal subjects).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:19.090009+00:00"}
{"study_id": 19745, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy of human keratin matrix (HKM) in treating venous leg ulcers (VLUs), particularly in very large and smaller wounds, when used alongside standard care and vascular interventions.", "results_summary": "Very large VLUs showed a 71% size reduction within 10 weeks and 50% reduction within four HKM applications, while smaller VLUs achieved 50% reduction in three weeks, with 88.9% healing completely after an average of 4.5 applications over 6.5 weeks.", "population_specificity": "Patients with venous leg ulcers (VLUs), divided into very large (>200 cm²) and smaller (<35 cm²) wounds.", "effective_dosage": "Not specified (applications mentioned, not dosage)", "study_duration": "Up to 10 weeks for very large VLUs; average 6.5 weeks for smaller VLUs", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:19.941437+00:00"}
{"study_id": 19748, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether Keratin 17 (K17) and A2ML1 could serve as dual prognostic biomarkers for non-small cell lung cancer (NSCLC), particularly lung squamous cell carcinoma (LSCC) and lung adenocarcinoma (LUAD).", "results_summary": "The study found that combined K17 and A2ML1 testing, using mRNA or mIHC-based methods, provided independent prognostic information for NSCLC patients, potentially influencing treatment decisions. The correlation between K17 and A2ML1 expression was consistent across different cancer types.", "population_specificity": "Patients with non-small cell lung cancer (LSCC n=266, LUAD n=271 from TCGA; LSCC n=104, LUAD n=107 from mIHC).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:22.073580+00:00"}
{"study_id": 19749, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The study aimed to characterize SDH-deficient renal cell carcinoma, including its molecular and pathological features, with incidental mention of keratin 20 positivity in tumor cells.", "results_summary": "The study identified SDHB-negative, keratin 20-positive tumor cells with SDHB gene mutations in a case of renal cell carcinoma, noting a favorable prognosis after 12 months of follow-up.", "population_specificity": "A 57-year-old female with SDH-deficient renal cell carcinoma.", "effective_dosage": "Not mentioned", "study_duration": "Not applicable (retrospective case analysis)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:27.749711+00:00"}
{"study_id": 19754, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to uncover the mechanisms by which keratin 17 (K17) regulates neutrophil recruitment in inflamed skin under acute or repeated inflammatory stress.", "results_summary": "The study found that K17 mediates neutrophil infiltration in inflamed skin by sustaining PKCα activity and chemoattractant release in keratinocytes, with a transient amplification response (TAR) observed upon repeated inflammatory challenges. This mechanism is implicated in inflammatory skin disorders.", "population_specificity": "Mouse skin models subjected to TPA and UVB-induced inflammation.", "effective_dosage": "Not specified", "study_duration": "Acute (peaking at 12 h and resolving within 24 h) and repeated challenges (24 h intervals).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:30.862178+00:00"}
{"study_id": 19750, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of a novel feather keratin hydrolysate (FKH) as a food supplement for improving skin, hair, and nail appearance in adult women showing signs of aging.", "results_summary": "Both FKH dosages (500 mg and 1000 mg daily) significantly improved skin roughness, wrinkle features, hydration, elasticity, thickness, gloss, and nail hardness compared to baseline and placebo, with self-assessment questionnaires corroborating these findings. Fiber anisotropy and density showed improvement compared to baseline but only a tendency toward improvement versus placebo.", "population_specificity": "Adult women with visible signs of aging in skin, hair, and nails.", "effective_dosage": "500 mg or 1000 mg daily.", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:31.550872+00:00"}
{"study_id": 19742, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether keratin (KTN) could enhance the delivery and efficacy of oncolytic vaccinia virus (OVV) therapy in triple-negative breast cancer (TNBC) and whether KTN itself exhibits antitumor effects.", "results_summary": "KTN improved OVV stability, increased tumor cell apoptosis and necrosis, inhibited cancer cell migration by suppressing EMT, and enhanced antitumor immune responses in a TNBC mouse model. KTN also demonstrated standalone antitumor effects by suppressing tumor growth and metastasis.", "population_specificity": "Syngeneic TNBC mouse model (preclinical study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:31.555323+00:00"}
{"study_id": 19744, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether keratin from wool waste could be used to synthesize a novel class of nanosponges for applications such as wastewater treatment.", "results_summary": "The study successfully synthesized keratin-based nanosponges, which demonstrated ∼50% uptake of heavy metals within 24 hours, with adsorption kinetics fitting a pseudo-second-order model and predominantly following an intraparticle diffusion process. The nanosponge showed potential as an alternative for wastewater treatment.", "population_specificity": "Not specified (in vitro or environmental application study)", "effective_dosage": "Not specified", "study_duration": "24-hour contact time for heavy metal uptake", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:31.952567+00:00"}
{"study_id": 19751, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and adherence of KeraStat® Cream (KC) compared to standard of care (SOC) in reducing radiation dermatitis (RD) in head and neck cancer patients undergoing radiotherapy.", "results_summary": "The study found no significant differences in RD between KC and SOC groups, though adherence to KC was numerically higher. The trial demonstrated feasibility but did not show efficacy in reducing RD.", "population_specificity": "Head and neck cancer patients receiving radiotherapy (≥60 Gy), predominantly stage III-IV oropharynx cancer.", "effective_dosage": "Applied at least twice daily during and for 1-month after radiotherapy.", "study_duration": "During radiotherapy and for 1-month post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:32.120599+00:00"}
{"study_id": 19752, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify biomarkers of fibrostenotic Eosinophilic Esophagitis (FS-EoE) and explore the role of keratin-16 (KRT16) as an IL-4 and IL-13 responsive mediator.", "results_summary": "The study identified KRT16 as a stress-responsive biomarker in FS-EoE, linked to immune-mediated fibrosis, and demonstrated its role in matrisome and cytoskeletal remodeling alongside macrophage activity.", "population_specificity": "Transgenic mice over-expressing esophageal epithelial hIL-5 (L2-IL5OXA) and FS-EoE patients.", "effective_dosage": "Not specified", "study_duration": "Chronic administration (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:32.853846+00:00"}
{"study_id": 19753, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of bi-weekly versus weekly application of a human keratin matrix graft for treating chronic Wagner one diabetic foot ulcers.", "results_summary": "The study found that bi-weekly application of the keratin matrix graft resulted in 77% wound closure compared to 69% with weekly application, with similar healing times and fewer grafts used in the bi-weekly group. Both application frequencies showed high rates of complete healing.", "population_specificity": "26 patients with chronic Wagner one diabetic foot ulcers.", "effective_dosage": "Weekly or bi-weekly application of the keratin matrix graft.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:32.922997+00:00"}
{"study_id": 19755, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic potential of water buffalo horn keratin (WBHK) and its derived thiol-rich peptide fractions (SHPF) for oxidative stress and inflammation.", "results_summary": "WBHK significantly reduced fever in rabbits, while SHPF alleviated cellular inflammatory injury and oxidative damage by activating Nrf2 and inhibiting the NF-κB pathway, reducing pro-inflammatory cytokines and oxidative stress markers.", "population_specificity": "Rabbits (fever model), bEnd.3 cells (oxidative and inflammatory models), RAW 264.7 cells (inflammatory model).", "effective_dosage": "Not specified", "study_duration": "0.5 hours (acute fever model), duration for other models not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:36.495047+00:00"}
{"study_id": 19756, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the utility of keratin AE1/AE3 staining for assessing complete resection margins of urachal remnants to prevent recurrence and mitigate cancer risk.", "results_summary": "The study found that keratin AE1/AE3 staining effectively confirmed the absence of urachal epithelial components at the resection margin, supporting complete removal and favorable surgical outcomes.", "population_specificity": "A 25-year-old woman with a urachal remnant presenting with umbilical effusion and a mass.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:38.681983+00:00"}
{"study_id": 19757, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "To investigate the effect of a novel human keratin matrix (HKM) on wound healing in diabetic patients with lower extremity wounds.", "results_summary": "HKM increased healing rates compared to standard of care (SOC) in all patients, with improved outcomes when HKM was reintroduced after SOC. The results suggest HKM may help regulate pathological processes contributing to chronic wounds.", "population_specificity": "Ten patients with diabetes and lower extremity wounds at risk for delayed healing.", "effective_dosage": "Not specified", "study_duration": "Weekly follow-up and reapplication until healing occurred (duration not explicitly stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:39.907364+00:00"}
{"study_id": 19762, "supplement_id": 1251, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to develop a keratin-based hemostatic sponge for noncompressible hemostasis and evaluate its safety, mechanical properties, and hemostatic performance.", "results_summary": "The HK sponge demonstrated rapid liquid absorption, superior platelet activation, and blood cell adhesion, significantly reducing hemostatic time in rat liver defect models from 825 to 297 seconds. The sponge also showed excellent biosafety and mechanical properties.", "population_specificity": "SD rat liver defect models (animal study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:40.034131+00:00"}
{"study_id": 19761, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether a human hair keratin/chitosan hydrogel could effectively deliver curcumin to enhance peripheral nerve regeneration.", "results_summary": "The C/K hydrogel demonstrated good cytocompatibility, histocompatibility, and degradability, and in vitro tests showed sustained curcumin release for up to 10 days. Animal experiments indicated that locally delivered curcumin via the hydrogel enhanced nerve regeneration.", "population_specificity": "Animal models (specific species not mentioned).", "effective_dosage": "Not specified.", "study_duration": "Up to 10 days in vitro; animal experiment duration not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:40.255291+00:00"}
{"study_id": 19760, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify Keratin 19 (Krt19) as a novel epicardial cell marker and explore its functional role in heart development using genetic lineage-tracing and ablation techniques.", "results_summary": "The study identified Krt19 as a new epicardial marker and demonstrated its essential role in fetal heart development, with ablation of Krt19-CreER labeled cells leading to developmental defects. Additionally, Krt19-CreER labeled cells were implicated in neonatal mouse growth, while Wt1-CreER ablation caused early lethality due to kidney and spleen defects.", "population_specificity": "Embryonic and neonatal mice", "effective_dosage": "Not specified", "study_duration": "Multiple developmental time windows (embryonic and neonatal stages)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:40.721117+00:00"}
{"study_id": 19763, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to simplify pre-treatment steps and optimize detection methods for identifying characteristic peptides in horn-derived animal medicines containing keratin.", "results_summary": "The study found that direct enzymatic hydrolysis of horn samples without iodoacetamide (IAA) treatment allowed detection of specific peptides, with slight retention time shifts and reduced mass spectrometry response but no impact on specificity identification. This method significantly improved pre-treatment efficiency.", "population_specificity": "Horn-derived animal medicines (Saiga antelope horn, water buffalo horn, goat horn, yak horn).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:40.756536+00:00"}
{"study_id": 19764, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the clinical presentation, pathogenesis, histopathology, and treatment of Keratin-positive giant cell-rich tumor (KPGCT), as well as discuss its differential diagnosis.", "results_summary": "KPGCT is a rare mesenchymal neoplasm with locally recurrent potential but low metastatic risk, histologically similar to conventional giant cell tumors of soft tissue but with keratin-positive mononuclear cells. Surgery is the primary treatment for localized cases, while therapeutic options for advanced or metastatic disease remain unknown.", "population_specificity": "Young women with KPGCT in soft tissue or bone.", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:44.722568+00:00"}
{"study_id": 19765, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether Keratin 17 (K17) expression impacts the immune cell response in pancreatic ductal adenocarcinoma (PDAC) and if it could guide immunotherapeutic strategies.", "results_summary": "K17 expression was associated with significant exclusion of intratumoral CD8+ T cells and reduced peritumoral CD8+ T cells, CD16+ macrophages, and CD163+ macrophages, independent of clinicopathologic or tumor intrinsic variables. These findings suggest K17-mediated immune effects could be targeted to restore immunotherapeutic responses in PDAC.", "population_specificity": "235 patients with pancreatic ductal adenocarcinoma (PDAC).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:47.153917+00:00"}
{"study_id": 19768, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To determine the role of keratin 17 (K17) as a predictive biomarker for chemotherapy response in pancreatic ductal adenocarcinoma (PDAC) patients.", "results_summary": "Patients with low K17 PDACs treated with 5-FU-based chemotherapy had 3-fold longer survival than those treated with gemcitabine-based therapy, while high K17 PDACs did not respond to either regimen. K17 detection in ≥10% of PDAC cells identified patients with the shortest survival.", "population_specificity": "Patients with pancreatic ductal adenocarcinoma (PDAC) (n = 305).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:48.118898+00:00"}
{"study_id": 19767, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether EGFR inhibition by erlotinib could ameliorate pemphigus vulgaris IgG-induced acantholysis in human epidermis and restore desmosome integrity.", "results_summary": "Erlotinib inhibited pemphigus vulgaris IgG-induced epidermal blistering, EGFR phosphorylation, and desmosome loss, while enhancing DSG3-binding frequency and strength, suggesting improved desmosome stability. The study linked EGFR inhibition to multiple signaling pathways involved in pemphigus pathogenesis.", "population_specificity": "Human epidermis (in vitro/ex vivo study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:48.339684+00:00"}
{"study_id": 19766, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the prognostic significance of KRT6A in human lung cancer, focusing on its role in radioresistance and progression.", "results_summary": "The study found that high expression of KRT6A was associated with higher overall survival rates in lung cancer patients, and downregulation of KRT6A weakened the proliferation and invasion abilities of lung cancer cells.", "population_specificity": "Human lung cancer patients and lung cancer cell lines.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:48.703685+00:00"}
{"study_id": 19770, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether liberating podocin from keratin 8 could restore membrane targeting and serve as a therapeutic option for NPHS2 R138Q-associated nephrotic syndrome.", "results_summary": "The study found that restoring podocin's membrane targeting by freeing it from keratin 8, a key component of the endoplasmic-reticulum-associated protein degradation complex, offers a potential therapeutic approach for hereditary podocytopathies. This approach was inspired by prior results in cystic fibrosis.", "population_specificity": "Patients with NPHS2 R138Q-associated nephrotic syndrome (hereditary podocytopathies).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:49.461211+00:00"}
{"study_id": 19769, "supplement_id": 1251, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of Keratin as a gel matrix for encapsulating azithromycin in ophthalmic formulations, assessing its safety, efficacy, and quality.", "results_summary": "The Keratin-based gel demonstrated structural stability, strong mucosal affinity, first-order kinetic drug release, significant antibacterial efficacy against Staphylococcus aureus and Pseudomonas aeruginosa, and minimal irritation with good biocompatibility for ocular use.", "population_specificity": "Rabbits (intraocular retention studies) and in vitro models (bacteriostatic evaluations).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:49.490524+00:00"}
{"study_id": 19771, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to investigate whether in-office lysis of clitoral adhesions with keratin pearl excision (LCA-KPE) could reduce clitoral pain and improve sexual function in women with partial clitoral phimosis and keratin pearls.", "results_summary": "The study found that LCA-KPE significantly reduced clitoral pain and difficulty with orgasm, with mean pain scores decreasing from 6.91 to 2.50 and orgasm difficulty from 5.45 to 3.13. Participants also reported improved sexual function, though there was no significant change in sexual distress.", "population_specificity": "Women with partial clitoral phimosis and keratin pearls presenting at specialized vulvar pain clinics.", "effective_dosage": "Not applicable (surgical procedure).", "study_duration": "Not specified (pre-post intervention study with follow-up surveys).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:54.380499+00:00"}
{"study_id": 19772, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether Keratin 17 (K17) expression impacts the immune cell response in pancreatic ductal adenocarcinoma (PDAC) and its potential for guiding immunotherapeutic strategies.", "results_summary": "K17 expression was associated with significant exclusion of intratumoral CD8+ T cells and reduced peritumoral CD8+ T cells, CD16+ macrophages, and CD163+ macrophages, independent of clinicopathologic or tumor intrinsic variables. These findings suggest K17-mediated immune effects could be targeted to restore immunologic responses in PDAC.", "population_specificity": "235 patients with pancreatic ductal adenocarcinoma (PDAC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:55.065283+00:00"}
{"study_id": 19777, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a keratin/bFGF hydrogel in accelerating wound healing, particularly for chronic wounds in diabetic conditions.", "results_summary": "The study found that the keratin/bFGF hydrogel significantly enhanced cell proliferation, wound closure, angiogenesis, and skin appendage regeneration, while also promoting epithelial-mesenchymal transition.", "population_specificity": "Diabetic rats with chronic wounds.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:56.104501+00:00"}
{"study_id": 19773, "supplement_id": 1251, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to evaluate the effectiveness of keratin-based biomaterials derived from goat hair waste for in vitro culture and differentiation of mesenchymal stem cells (MSCs) and primary goat fibroblast cells, as well as their potential in tissue engineering applications.", "results_summary": "The study found that keratin biomaterials exhibited biocompatibility, supported cell adhesion and viability, and showed potential for inducing directed differentiation of stem cells in vivo. The materials were also characterized for structural and functional properties, demonstrating suitability for wound healing and tissue repair applications.", "population_specificity": "Mesenchymal stem cells (MSCs) and primary goat fibroblast cells (in vitro).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:56.629437+00:00"}
{"study_id": 19774, "supplement_id": 1251, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antibacterial and antibiofilm potential of a peptide derived from hydrolyzed chicken feathers against Methicillin-Resistant Staphylococcus Aureus (MRSA).", "results_summary": "The purified antibacterial peptide (ABP) inhibited MRSA growth at 45 µg/ml and disrupted biofilm formation at 200 µg/ml, as confirmed by SEM. The peptide was non-toxic and had a hydrophobic amino acid composition that likely contributed to its antimicrobial activity.", "population_specificity": "In vitro study targeting MRSA planktonic and biofilm cells.", "effective_dosage": "45 µg/ml (MIC for growth inhibition), 200 µg/ml (biofilm disruption).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:56.789714+00:00"}
{"study_id": 19775, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether 3D spherical keratin particles could induce hair growth in mice and human hair follicle dermal papilla cells.", "results_summary": "The study found that keratin microspheres promoted hair regrowth in mice and enhanced cell proliferation and hair growth marker expression in human dermal papilla cells, suggesting potential as a hair growth treatment.", "population_specificity": "C57BL/6 male mice and human hair follicle dermal papilla cells.", "effective_dosage": "Not specified", "study_duration": "20 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:57.308473+00:00"}
{"study_id": 19759, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the potential of keratin blended with bioactive extracts (sumac, curcumin, oak acorn) in fabricating antioxidant and antimicrobial nanofibers for accelerated wound healing.", "results_summary": "The keratin-based nanofibers demonstrated good biocompatibility (except sumac-based), structural similarity to human extracellular matrix, and high cell migration rates (89% and 85% for acorn and curcumin nanofibers, respectively), indicating potential for advanced wound care.", "population_specificity": "In vitro murine fibroblast cells", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:58.356436+00:00"}
{"study_id": 19776, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the prognostic significance of the Keratin (KRT) family gene in lung adenocarcinoma (LUAD) and develop a KRT gene signature (KGS) for predicting clinical outcomes and guiding therapy.", "results_summary": "High expression of the KGS signature was strongly associated with poorer overall survival in LUAD patients and correlated with aggressive tumor progression, including activation of TGF-β and WNT-β catenin signaling pathways, epithelial-mesenchymal transition (EMT), and increased tumor stemness. KGS-high tumors also showed heightened sensitivity to targeted therapies like gefitinib, erlotinib, lapatinib, and trametinib.", "population_specificity": "Patients with lung adenocarcinoma (LUAD) from TCGA and GEO databases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:58.392607+00:00"}
{"study_id": 19778, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the roles of KRT7 in cancer progression and metastasis and assess its potential as a therapeutic target.", "results_summary": "KRT7 overexpression is linked to tumor progression and metastasis in various cancers, and its suppression leads to rapid tumor regression, suggesting its potential as a therapeutic target. The study also highlights KRT7's prognostic significance in cancer treatment.", "population_specificity": "Human cancers (no specific demographic details provided).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:01.470623+00:00"}
{"study_id": 19779, "supplement_id": 1251, "safety_score": "100", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility and effectiveness of KeraStat® Cream (KC) in managing radiation dermatitis symptoms in breast cancer patients undergoing radiotherapy.", "results_summary": "KC was safe and well-tolerated with no adverse events. It showed trends of reduced radiation dermatitis severity and improved quality of life compared to standard care, though the study was not powered for definitive conclusions.", "population_specificity": "Breast cancer patients undergoing radiotherapy.", "effective_dosage": "Applied twice daily.", "study_duration": "From day 1 of radiotherapy through 30 days post-radiotherapy.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:02.678403+00:00"}
{"study_id": 19780, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the ability of human hair keratin dimer to absorb diclofenac and perfluorobutanesulfonate as a potential sustainable filtration material.", "results_summary": "The study found that human hair keratin dimer has high binding affinities for diclofenac and perfluorobutanesulfonate, suggesting its potential as an effective filtration material. Molecular dynamics simulations supported these findings, motivating further research.", "population_specificity": "Not applicable (in silico study)", "effective_dosage": "Not applicable", "study_duration": "Molecular dynamics simulations conducted for over 1 μs", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:03.499608+00:00"}
{"study_id": 19781, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review and map the clinical evidence of the prognostic and predictive value of cytokeratin 17 (K17) in human cancers.", "results_summary": "K17 was found to be a negative prognostic factor in the majority of studied cancer types, including HPV-associated cancers like HNSCC and cervical cancer, and a positive prognostic factor in a few cancer types. It also showed negative predictive value for chemotherapy and immune checkpoint blockade therapy response in most predictive studies.", "population_specificity": "Patients with various cancer types, particularly head and neck squamous cell carcinoma (HNSCC), triple-negative breast cancer (TNBC), and pancreatic cancer.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:05.126549+00:00"}
{"study_id": 19782, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of human keratin matrix (HKM) as a novel biomaterial for treating chronic wounds by assessing its in vitro and in vivo performance.", "results_summary": "HKM demonstrated degradation resistance and high keratin purity (>99%). It enhanced keratinocyte activation markers and cytokine release, and in a murine chronic wound model, HKM-treated wounds healed faster and were smaller compared to other treatments (AM, BD, SIS).", "population_specificity": "Adult human epidermal keratinocytes (HEKa), adult human dermal fibroblasts (HDFa), and a murine chronic wound model.", "effective_dosage": "Not specified", "study_duration": "Weekly treatment (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:05.176358+00:00"}
{"study_id": 19785, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic potential of WB518, a novel small molecule compound, for treating psoriasis by targeting abnormal keratinocyte proliferation, differentiation, and inflammatory response.", "results_summary": "WB518 significantly reduced Keratin 17 (K17) levels by inhibiting STAT3 phosphorylation, improved scaling and inflammation in psoriasis mouse models, and suppressed inflammatory cytokines like IL-1β, IL-6, IL-17, and IL-23.", "population_specificity": "HaCaT cells (in vitro) and IMQ/TPA-induced psoriasis mouse models (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:05.982500+00:00"}
{"study_id": 19783, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effect of keratin 23 (KRT23) on the anticancer activity of melatonin (MLT) against gastric cancer (GC) cells.", "results_summary": "KRT23 knockout reduced phosphorylation of ERK1/2 and p38, arrested the cell cycle, and inhibited GC cell proliferation, enhancing MLT's antitumor effects by suppressing p38/ERK phosphorylation. KRT23 was significantly upregulated in GC cells compared to normal cells and downregulated by MLT treatment.", "population_specificity": "Gastric cancer cell lines (AGS and SNU-216) and normal gastric epithelial cell line (GES-1).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:06.039916+00:00"}
{"study_id": 19786, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine whether CSF1 is overexpressed in XGET/KPGCT tumors and if the CSF1/CSF1R pathway plays a role in their pathogenesis.", "results_summary": "The study found that all 6 cases of XGET/KPGCT showed increased CSF1 expression via qPCR and were positive for CSF1 CISH, supporting the involvement of the CSF1/CSF1R pathway in these tumors. The findings suggest potential therapeutic implications for CSF1R inhibition in unresectable or metastatic cases.", "population_specificity": "Cases of XGET/KPGCT tumors (6 cases studied).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:06.512667+00:00"}
{"study_id": 19787, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a bilayer wound dressing containing keratin (Kr), honey (Hny), and vascular endothelial growth factor (VEGF) in accelerating wound healing.", "results_summary": "The bilayer dressing promoted faster wound healing, angiogenesis, collagen synthesis, and epidermal layer generation compared to other groups, with demonstrated cytocompatibility and cell migration support.", "population_specificity": "In vivo animal model (full-thickness wounds) and human keratinocyte cells in vitro.", "effective_dosage": "Not specified", "study_duration": "VEGF release was monitored over 7 days; wound healing duration not explicitly stated.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:09.948906+00:00"}
{"study_id": 19788, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a novel method for identifying keratinase activity to repurpose keratin from sheep wool for textile and industrial biotechnology applications.", "results_summary": "The study described a colorimetric method using α-keratin azure (KA) to monitor keratinase activity, optimized substrate pre-treatment and reaction conditions, and investigated the reduction of keratin disulfide bonds for improved degradation. Milling and washing of the KA substrate improved reproducibility, and centrifugation effectively removed unreacted material.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:10.883190+00:00"}
{"study_id": 19789, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether keratinocyte-derived signals, particularly involving Keratin 17 (K17), mediate neutrophil recruitment in inflamed skin under stress conditions.", "results_summary": "The study found that K17-dependent sustainment of PKCα activity and release of neutrophil chemoattractants by stressed keratinocytes amplifies neutrophil recruitment in inflamed skin, with implications for chronic inflammatory skin diseases.", "population_specificity": "Mouse model (sterile inflammation induced by TPA and UVB).", "effective_dosage": "Not specified (single and repeated TPA treatments, UVB challenge).", "study_duration": "Observations up to 48 hours post-treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:11.259070+00:00"}
{"study_id": 19791, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the synergistic effect of K31-PGLa photopolymerized hydrogels with commercial antibiotics against drug-resistant bacteria and their potential for infectious wound healing.", "results_summary": "K31-PGLa demonstrated a synergistic effect with antibiotics by down-regulating efflux pump synthesis genes, suppressed drug-resistant bacteria growth, and enhanced wound closure in murine models.", "population_specificity": "Murine (mice) models", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:11.910431+00:00"}
{"study_id": 19792, "supplement_id": 1251, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to develop and optimize keratin nanoparticles for improved antifungal drug delivery, focusing on size, polydispersity, and encapsulation efficiency.", "results_summary": "Keratin nanoparticles showed high encapsulation efficiency (91 ± 1.9%), sustained drug release, acceptable biocompatibility, and significant inhibitory effects against Microsporum canis compared to free tioconazole.", "population_specificity": "Not specified (in vitro study).", "effective_dosage": "Different amounts of tioconazole were loaded, but exact dosages were not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:13.468530+00:00"}
{"study_id": 19794, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether MEK inhibition promotes keratinocyte differentiation, potentially reducing squamous cell carcinoma incidence under BRAFi/MEKi combination therapy.", "results_summary": "MEK inhibition significantly increased the expression of differentiation-associated keratins K10 and K1 in human immortalized keratinocytes, suggesting it may reduce squamous cell carcinoma incidence by promoting keratinocyte differentiation.", "population_specificity": "Human immortalized keratinocytes (in vitro study).", "effective_dosage": "Different concentrations of MEKi (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:14.424741+00:00"}
{"study_id": 19793, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to demonstrate the reutilization of industrial chicken feather waste (keratin) into proton-conductive membranes for renewable energy applications.", "results_summary": "Keratin was isolated from chicken feathers, converted into amyloid fibrils, and processed into membranes with proton conductivity (6.3 mS cm-1). These membranes were successfully used in fuel cells (25 mW cm-2 power density), water-splitting devices, and protonic transistors.", "population_specificity": "Industrial waste (chicken feathers)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:15.390065+00:00"}
{"study_id": 19795, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the effect of KRT15 knockdown on liver cancer malignant behaviors and its interaction with the β-catenin pathway.", "results_summary": "KRT15 knockdown reduced cell viability and invasion, promoted apoptosis, and enhanced doxorubicin chemosensitivity in liver cancer cells by inactivating the β-catenin pathway.", "population_specificity": "Liver cancer cell lines (Huh7, PLC, Hep3B, HepG2) compared to normal liver cell line THLE-2.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:18.143689+00:00"}
{"study_id": 19798, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of three hair treatments in reducing drug concentrations in keratin (hair) for forensic drug testing purposes.", "results_summary": "Treatment 1 (baking soda, salicylic acid, bleach) was most effective, significantly lowering drug concentrations (up to 90% for cocaine) without noticeable damage to the keratin matrix, making detection difficult. Methadone and THC were less affected compared to other drugs like cocaine and MAM.", "population_specificity": "Hair samples (not specified if human or synthetic).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:19.368739+00:00"}
{"study_id": 19796, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the dynamics of Keratin 19 (KRT19) expression in pancreatic ductal lineage and its role in pancreatic ductal adenocarcinoma (PDAC) development.", "results_summary": "The study found that KRT19 expression shifts from biallelic to monoallelic during ductal maturation, with oncogenic KRASG12D signaling reversing this switch. High KRT19 levels correlated with low DNA methylation, decreased survival in PDAC patients, and potential use as a biomarker for treatment stratification.", "population_specificity": "Human pluripotent stem cells (PSCs), pancreatic duct-like organoids, and human PDAC cohorts.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:20.114232+00:00"}
{"study_id": 19797, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify compounds that could normalize mutation-triggered keratin filament disruption and evaluate their therapeutic potential for keratin-associated diseases.", "results_summary": "Parthenolide reversed keratin filament disruption, protected cells and mice from apoptosis, normalized keratin acetylation, and upregulated SIRT2. It also showed protective effects in human K18 variants and keratinocytes with K14-R125C mutations.", "population_specificity": "Cells and mice expressing keratin mutations (K18-R90C, K14-R125C) and human K18 variants associated with liver injury.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:20.312473+00:00"}
{"study_id": 19799, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a peptide-drug conjugate (18-4-Dox) targeting Keratin 1 (K1) could selectively deliver chemotherapy to triple-negative breast cancer (TNBC) tumors while sparing healthy tissues.", "results_summary": "The study found that the 18-4-Dox conjugate significantly reduced tumor volume in mice, increased apoptosis, and lowered proliferation markers compared to free Dox. It also showed preferential uptake by TNBC tumors via K1 receptor mediation, with reduced toxicity to normal tissues.", "population_specificity": "Mice bearing orthotopic MDA-MB-231 tumors (a model for triple-negative breast cancer).", "effective_dosage": "2.5 mg/kg of Dox equivalent, administered weekly.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:22.515803+00:00"}
{"study_id": 19800, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to develop a keratin-based hydrogel dressing and investigate its effectiveness, particularly when combined with LL-37 antimicrobial peptide, in treating full-thickness wounds in rats.", "results_summary": "The LL-37-containing keratin hydrogel (L-KO25:KN75) significantly improved wound healing, with >98% wound closure by day 21, enhanced fibroblast proliferation, adhesion, and migration, and demonstrated strong antibacterial effects against both Gram-negative and Gram-positive bacteria. Angiogenesis and mRNA expression of VEGF and IL-6 were also notably increased.", "population_specificity": "Full-thickness rat wounds.", "effective_dosage": "10% (w/v) hydrogels with different ratios of keratose and kerateine (25:75% for L-KO25:KN75).", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:23.426441+00:00"}
{"study_id": 19790, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether high expression of keratin 17 (CK17) predicts resistance to immune checkpoint blockade (ICB) therapy in head and neck squamous cell carcinoma (HNSCC) patients.", "results_summary": "High CK17 expression was associated with lack of disease control, shorter time to treatment failure, and progression-free survival in HNSCC patients treated with pembrolizumab. CK17 RNA expression also predicted outcomes in a broader cohort of pembrolizumab-treated cancer patients.", "population_specificity": "Head and neck squamous cell carcinoma (HNSCC) patients treated with pembrolizumab, with validation in a broader cohort of cancer patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:24.911560+00:00"}
{"study_id": 19801, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the performance characteristics of different K5 antibody clones (D5/16 B4, XM26, SP27, EP1601Y) in distinguishing between lung cancer subtypes, particularly adenocarcinomas and squamous cell carcinomas.", "results_summary": "Clone SP27 showed higher analytical sensitivity but lower clinical specificity due to positive reactions in 25% of adenocarcinomas, while D5/16 B4 exhibited nonspecific staining. The other clones (EP1601Y, XM26) demonstrated equal sensitivity without the drawbacks of SP27 or D5/16 B4.", "population_specificity": "Lung cancer specimens (31 SCCs, 59 ACs, 17 large cell carcinomas, 8 large cell neuroendocrine carcinomas, 5 carcinosarcomas, 10 small cell carcinomas).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:25.019871+00:00"}
{"study_id": 19802, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to chemically modify keratin to create Schiff bases for heavy metal ion adsorption.", "results_summary": "The modified keratin showed promising results in adsorbing copper and lead ions, achieving about 40% removal from aqueous solutions at pH 6.5-7. The study confirmed the synthesis of Schiff bases using FTIR and DSC spectra.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:25.221199+00:00"}
{"study_id": 19804, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a repair solution containing hydrolysed wool keratin, serine, and transglutaminase could effectively repair damaged hair and protect healthy hair.", "results_summary": "The repair solution improved physical and chemical properties of damaged hair, reducing alkali solubility by 50.53%, increasing fracture stress and strain, enhancing thermal stability, and maintaining effects after multiple washes. It also protected healthy hair from chemical damage and outperformed general hair care products.", "population_specificity": "Damaged and healthy hair samples (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Effects were measured after five washing cycles (duration not explicitly stated).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:27.637405+00:00"}
{"study_id": 19805, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to characterize the molecular structure of chicken feather keratin 1 and assess the effects of magnetic field treatment on its functional and surface structural properties.", "results_summary": "The study predicted the IR spectrum of keratin and confirmed changes in particle size (reduction to 23.71 ± 1.1 nm) and molecular element displacement following magnetic field treatment. Experimental molecular weights differed from predicted values.", "population_specificity": "Not specified (in vitro study on keratin extracted from chicken feathers).", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:28.037709+00:00"}
{"study_id": 19806, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the roles of estrogen and keratin 17 (K17) in MmuPV1 infection and associated disease progression in the female reproductive tract.", "results_summary": "K17 knockout mice showed a higher percentage of viral clearance compared to wild-type mice, while estrogen treatment increased viral copy numbers and prevented clearance in both groups. K17 and estrogen exacerbated neoplastic disease progression and modulated the immune microenvironment.", "population_specificity": "Female laboratory mice (wild-type and K17 knockout) infected with MmuPV1.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:28.635718+00:00"}
{"study_id": 19808, "supplement_id": 1251, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the biocompatibility and therapeutic efficacy of a keratin-wrapped Cu-MOFs drug delivery system for cancer treatment.", "results_summary": "The keratin shell reduced cytotoxicity and leakage of Cu-MOFs to normal cells, enhanced tumor accumulation via the EPR effect, and enabled controlled drug release. Additionally, Cu-MOFs produced hydroxyl radicals, decreasing tumor cell viability.", "population_specificity": "Tumor cells (in vitro and in vivo models).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:30.954672+00:00"}
{"study_id": 19807, "supplement_id": 1251, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to determine whether keratin 6a-derived antimicrobial peptides (KAMPs) could simultaneously address bacterial infection and inflammation, particularly in corneal infections.", "results_summary": "KAMPs suppressed NFκB and IRF3 activation, reduced proinflammatory cytokine production, and decreased phagocyte recruitment, while also competing with bacterial ligands for TLR receptors. Topical KAMP treatment significantly reduced corneal opacification, inflammatory cell infiltration, and bacterial burden in experimental bacterial keratitis.", "population_specificity": "Murine peritoneal neutrophils, macrophages, and an in vivo model of sterile corneal inflammation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:31.297695+00:00"}
{"study_id": 19809, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the interaction between permethrin and keratin, and how keratin affects permethrin's cutaneous bioavailability in hyperkeratotic skin.", "results_summary": "The study found that keratin particles interact with permethrin, reducing its cutaneous bioavailability, and demonstrated a \"steal effect\" where keratin-adherent permethrin was less available for penetration into the stratum corneum.", "population_specificity": "Not specified (in vitro model using keratin particles and Franz diffusion cells)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:32.226118+00:00"}
{"study_id": 19811, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to report clinical data on four WSN patients from the same family with a K4 gene mutation and discuss the disease's etiology, diagnosis, and treatment.", "results_summary": "The study identified a heterozygous deletion in the K4 gene in the proband and his father, leading to an aspartic acid loss, and reported the first occurrence of WSN in monozygotic twins with similar clinical presentations.", "population_specificity": "Four WSN patients from the same family, including a pair of monozygotic twins.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:33.312525+00:00"}
{"study_id": 19810, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a method for keratin regeneration from chicken feathers using ultrasound and Cysteine-reduction, focusing on improving solubility and yield without damaging keratin's properties.", "results_summary": "The study found that ultrasound significantly improved feather degradation and keratin solubility, with optimal conditions (130 W, 2.7 h, 15% Cys) yielding high solubility without structural or thermal stability damage. Prolonged ultrasonic time (>4 h) reduced keratin yield and thermal stability, while increased power enhanced solubility without adverse effects.", "population_specificity": "Not applicable (in vitro study using chicken feathers)", "effective_dosage": "15% Cysteine-reduction, 130 W ultrasonic power, 2.7 h treatment time", "study_duration": "Varied (0.5–4 h ultrasonic treatment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:34.527608+00:00"}
{"study_id": 19812, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of innovative keratin-based carriers encapsulating terbinafine for treating onychomycosis, focusing on controlled release and antifungal activity.", "results_summary": "Keratin-PEG-modified carriers showed enhanced terbinafine release and a 2-fold larger inhibition halo against Trichophyton rubrum compared to pure keratin carriers. No antifungal activity was observed in keratin-based particles without terbinafine.", "population_specificity": "Not specified (in vitro study using mimetic biologic solutions and Trichophyton rubrum).", "effective_dosage": "Not specified (textiles functionalized with 100% keratin or 80% keratin/20% keratin-PEG).", "study_duration": "48 hours (release evaluation).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:35.749253+00:00"}
{"study_id": 19814, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of topical estrogen cream as a noninvasive treatment for clitoral keratin pearls in pediatric patients.", "results_summary": "The study found that topical estrogen cream resolved symptoms in two prepubertal girls with clitoral adhesions and keratin pearls, suggesting it as a viable initial treatment option. The results indicate that hypoestrogenism may contribute to adhesion formation, supporting the use of estrogen therapy.", "population_specificity": "Prepubertal girls with chronic clitoral irritation and keratin pearls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:36.431842+00:00"}
{"study_id": 19813, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the hypoglycemic effect of primaquine by targeting Keratin 7 (K7) and explore its role in activating the EGFR/Akt glucose metabolism signaling pathway to improve T2DM complications.", "results_summary": "Primaquine, by targeting K7, activated the EGFR/Akt pathway, enhancing aerobic glycolysis and improving glucose metabolism. It also ameliorated kidney function and restored plasma LDL-C levels, reducing diabetic complications.", "population_specificity": "C57BL/6N mice with induced T2DM and HepG2 cells in vitro.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:36.840543+00:00"}
{"study_id": 19815, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the protective coating efficiency of keratin/alginate hydrogels filled with halloysite nanotubes (HNTs) on human hair exposed to UV irradiation.", "results_summary": "The study found that keratin/alginate/HNT hydrogels improved the tensile properties of human hair after UV exposure, suggesting effective protection. The hydrogel's structural and rheological properties were enhanced by the interactions between keratin, alginate, and HNTs.", "population_specificity": "Human hair samples (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:38.663647+00:00"}
{"study_id": 19816, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to determine whether modifying chicken feather keratin with graphene oxide improves its sorption capacity for removing multiple trace metal ions from contaminated water.", "results_summary": "The modified keratin/graphene oxide biosorbents effectively removed up to 99% of various metal ions (including arsenic, selenium, chromium, nickel, cobalt, lead, cadmium, and zinc) from synthetic polluted water within 24 hours, primarily through electrostatic interaction, chelation, and complexation.", "population_specificity": "Synthetic polluted water (not human or animal subjects).", "effective_dosage": "Not specified (study used 600 μgL-1 of each metal concentration in water).", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:39.467395+00:00"}
{"study_id": 19817, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of keratin-coated gold nanoparticles (Ker-AuNPs) in 3D bioprinted glioblastoma models for photo-thermal therapy applications.", "results_summary": "The study demonstrated that Ker-AuNPs were uniformly distributed within 3D bioprinted glioblastoma cells and effectively generated heat (16 °C rise in under 2 minutes) under laser irradiation, indicating strong potential for photo-thermal therapy.", "population_specificity": "Glioblastoma U87-MG cells in a 3D bioprinted model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:40.684378+00:00"}
{"study_id": 19818, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate whether RGDSP culture promotes keratin-7 (K7) expression in human salivary gland stem/progenitor cells (hS/PCs) and identify factors governing this expression.", "results_summary": "The study found that RGDSP cultures significantly increased K7 expression in hS/PCs, linked to elevated TGF-β1 signaling. Inhibition of TGF-β signaling with A83-01 repressed K7 expression while maintaining the cells' regenerative potential.", "population_specificity": "Primary human salivary gland stem/progenitor cells (hS/PCs)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:41.278987+00:00"}
{"study_id": 19821, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the association between common keratin 6 variants and the severity of atopic dermatitis over time, using a Bayesian generalized linear mixed model to account for repeated measures.", "results_summary": "The study identified groups of keratin 6 variants with similar effects on skin repair, suggesting a potential role in atopic dermatitis severity. Further exploration of these biological mechanisms may inform future treatments.", "population_specificity": "Individuals with atopic dermatitis (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:43.404093+00:00"}
{"study_id": 19819, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether Keratin 8 (K8) impacts the trafficking of misfolded proteins like Z-A1AT and F508del-CFTR and to elucidate the mechanism underlying K8-dependent regulation of protein trafficking via the ERAD pathway.", "results_summary": "Diminishing K8 concentration enhanced secretion of Z-A1AT and WT-A1AT, with a 13-fold and fourfold increase, respectively. K8 was found to act as an ERAD modulator, scaffolding early-stage ERAD complexes and regulating Hrd1-governed processes, with its inhibition increasing Z-A1AT secretion.", "population_specificity": "HeLa cells and respiratory cells from Z-homozygous A1ATD patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:43.945088+00:00"}
{"study_id": 19820, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of Keratin 8 (KRT8) in pancreatitis and pancreatic ductal adenocarcinoma (PDAC), including its potential as a diagnostic and prognostic marker.", "results_summary": "KRT8 was upregulated in pancreatitis and PDAC tissues, negatively impacting PDAC prognosis. Knockdown of KRT8 impaired migration, proliferation, and induced apoptosis in PDAC cell lines, suggesting its role in cancer progression.", "population_specificity": "Murine pancreatitis model, human chronic pancreatitis (CP) tissue, human PDAC tissue, and PDAC cell lines.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:43.982310+00:00"}
{"study_id": 19822, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the heat-protecting effect of a keratin-based product on human hair fibers, both ex vivo and in vivo.", "results_summary": "The study found that the product preserved keratin structure after thermal stress, reduced surface damage (e.g., fewer \"bubbles\" and \"crackling\"), and promoted the α-helix keratin conformation while protecting disulfide bonds. In vivo tests confirmed these protective effects and positive consumer perception.", "population_specificity": "Human hair samples from 5 donors (in vivo) and ex vivo hair fibers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:44.665038+00:00"}
{"study_id": 192262, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore whether keratin, as a thiol donor food source, could enhance endogenous antioxidants in endurance athletes without blunting training adaptations.", "results_summary": "The abstract suggests keratin may enhance endogenous antioxidants, potentially improving performance and recovery for endurance athletes, but does not provide specific results or data on its effects.", "population_specificity": "Endurance athletes", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:47.069851+00:00"}
{"study_id": 192261, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether maternal probiotics could prevent atopic dermatitis in children with and without filaggrin gene (FLG) mutations, which disrupt the skin keratin layer.", "results_summary": "The study found that maternal probiotics reduced the risk of atopic dermatitis (RR = 0.6) regardless of FLG mutation status, with similar effects in children with mutations (RR = 0.6) and those without (RR = 0.6). The preventive effect was evident in children without FLG mutations, but larger confirmatory studies are needed.", "population_specificity": "Children (n = 228) from the ProPACT study, including those with and without FLG mutations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:47.644286+00:00"}
{"study_id": 192263, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Cynatine HNS, a supplement containing keratin, vitamins, and minerals, improves hair and nail health compared to placebo.", "results_summary": "Subjects taking Cynatine HNS showed statistically significant improvements in hair loss, growth, strength, luster, and nail strength/appearance compared to placebo. The supplement was deemed effective within 90 days.", "population_specificity": "50 females (25 in active group, 25 in placebo group).", "effective_dosage": "2 capsules per day (each containing 500 mg Cynatine brand keratin plus vitamins and minerals).", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:50.053740+00:00"}
{"study_id": 192264, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Cynatine(®) HNS, containing keratin, improves skin moisture, elasticity, wrinkle reduction, compactness, and appearance in females.", "results_summary": "Subjects taking Cynatine(®) HNS showed statistically significant improvements in skin moisture, elasticity, wrinkle reduction, compactness, and appearance compared to placebo after 90 days.", "population_specificity": "50 females, randomized into active (n=25) and placebo (n=25) groups.", "effective_dosage": "500 mg Cynatine(®) brand keratin plus vitamins and minerals, administered as two capsules per day.", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:51.962584+00:00"}
{"study_id": 19326, "supplement_id": 1252, "safety_score": "50", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to systematically review randomized studies on the efficacy and safety of oral ketamine for managing various types of pain.", "results_summary": "The study found mixed results, with some showing no difference between oral ketamine and other analgesics or placebo, while one study reported reduced local anesthetic use and intraoperative pain. Adverse reactions were common but severity was not detailed.", "population_specificity": "Patients with refractory chronic neuropathic pain.", "effective_dosage": "0.5 to 10 mg/kg, up to a maximum of 400 mg/day.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:52.478172+00:00"}
{"study_id": 19324, "supplement_id": 1252, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether using ketamine for emergency rapid sequence induction (RSI) reduces the incidence of post-induction hypotension (PIH) compared to alternative induction agents.", "results_summary": "The study found no significant difference in PIH incidence between ketamine and other induction agents, with a pooled odds ratio of 1.10 (95% CI 0.78-1.56). Subgroup analyses also showed no significant differences, though a trend toward higher PIH incidence was noted when comparing ketamine to etomidate.", "population_specificity": "Critically ill patients undergoing emergency RSI, including both medical and trauma cases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:52.920551+00:00"}
{"study_id": 192265, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of human serum as a single growth supplement (HSM) versus a complex medium (COM) for ex vivo expansion of human limbal epithelial cells (HLECs) on human amniotic membrane (HAM).", "results_summary": "Cultivation of HLECs in HSM produced a multilayered epithelium with cells expressing markers associated with limbal epithelial stem cells (LESCs) in basal layers. HSM showed higher p63α expression and more CK3-positive cells compared to COM, while CK12 expression was similar in both conditions.", "population_specificity": "Patients with limbal stem cell deficiency (LSCD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:53.037871+00:00"}
{"study_id": 19823, "supplement_id": 1251, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to investigate the diagnostic value of keratin 7 (KRT7) in distinguishing malignant metastasis of epithelial ovarian cancer from benign epithelial ovarian tumors.", "results_summary": "The study found that KRT7 expression was significantly higher in borderline tumors (53.5%) compared to benign tumors (28.4%) and normal tissues (12.1%), but lower in metastatic ovarian cancer (24.2%). KRT7 expression decreased with increasing tumor stage malignancy, showing significant differences between early and advanced stages.", "population_specificity": "Patients with benign epithelial ovarian tumors, borderline tumors, metastatic ovarian cancer, and normal ovarian tissues (n=120 total).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:56.208250+00:00"}
{"study_id": 19327, "supplement_id": 1252, "safety_score": "80", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of periodic intravenous ketamine infusions for managing refractory chronic postsurgical pain (CPSP) in a patient unresponsive to conventional treatments.", "results_summary": "Ketamine infusions (30 mg every 30 days) provided substantial pain relief, improved mobility, and enhanced functionality in a patient with long-standing CPSP, aligning with existing evidence on ketamine's role in chronic pain modulation. The treatment showed minimal adverse effects at the administered dose.", "population_specificity": "A 63-year-old male with refractory CPSP for 5 years following inguinal hernia repair.", "effective_dosage": "30 mg every 30 days (intravenous infusion).", "study_duration": "Not explicitly stated, but periodic infusions were administered over an unspecified timeframe.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:56.285272+00:00"}
{"study_id": 19328, "supplement_id": 1252, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to identify sociodemographic and clinical features associated with non-response to ketamine in patients with treatment-resistant depression (TRD).", "results_summary": "The study found that 75% of patients were non-responders to ketamine, with non-responders showing lower rates of prior substance use disorder (SUD) and fewer psychiatric comorbidities compared to responders. These findings suggest that traditional TRD risk factors may not limit ketamine efficacy and could even enhance response.", "population_specificity": "40 inpatients with treatment-resistant major depressive disorder.", "effective_dosage": "Intravenous dosage: 0.5 mg/kg; oral dosage: 2.0 or 2.5 mg/kg.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:57.176617+00:00"}
{"study_id": 19329, "supplement_id": 1252, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and effectiveness of nebulized ketamine in pain management through a systematic review of existing studies.", "results_summary": "Nebulized ketamine demonstrated rapid absorption, effective delivery, and fewer side effects, supporting its safety and efficacy for acute pain management, though further research on pharmacokinetics and dosing is needed.", "population_specificity": "Various contexts regarding pain management (specific populations not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:57.324182+00:00"}
{"study_id": 19331, "supplement_id": 1252, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 50, "study_goal": "The researchers aimed to explore the potential of ketamine-assisted psychotherapy (KAP) in treating a patient with co-occurring borderline personality disorder (BPD) and depression.", "results_summary": "The case study reported positive outcomes, suggesting KAP may be beneficial for BPD and comorbid depression, warranting further systematic research.", "population_specificity": "A patient with co-occurring BPD and depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:58.774684+00:00"}
{"study_id": 19333, "supplement_id": 1252, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to explore the relationship between problematic smartphone use, online gaming behaviors, and ADHD symptoms among individuals with ketamine use disorder.", "results_summary": "The study found that ketamine users at risk of problematic smartphone use had longer daily smartphone usage, higher ADHD symptom scores, and were more likely to use smartphones for online gaming.", "population_specificity": "233 participants diagnosed with ketamine use disorder referred for court-ordered addiction treatment.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:00.429239+00:00"}
{"study_id": 19332, "supplement_id": 1252, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop professional practice guidelines for the use of ketamine in psychiatric practice in Australia and Aotearoa New Zealand, based on scientific evidence and expert consensus.", "results_summary": "The guidelines provide consensus-based recommendations for ketamine use in clinical practice, balancing evidence-based practice with evolving research. They are intended to optimize patient outcomes and promote best practices among psychiatrists and clinicians.", "population_specificity": "Psychiatrists and clinicians engaged in ketamine therapy in Australia and Aotearoa New Zealand.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:01.180817+00:00"}
{"study_id": 19330, "supplement_id": 1252, "safety_score": "30", "efficacy_score": 40, "quality_score": 65, "study_goal": "The researchers aimed to assess the symptoms and causes of ketamine use disorder (KUD), evaluate the effectiveness of current treatment services, and identify strategies to improve patient access and outcomes.", "results_summary": "The study found that KUD is associated with high rates of physical (e.g., bladder and nasal problems) and psychological symptoms (e.g., cravings, low mood). Most individuals with KUD did not seek treatment, and existing services were often perceived as ineffective or poorly tailored.", "population_specificity": "274 individuals with self-identified KUD, aged 18-67, including both treatment-seeking (40%) and non-treatment-seeking (60%) current or former ketamine users.", "effective_dosage": "Average daily consumption was 2.0 g, with treatment-seeking users reporting higher use (2.67 g) than non-treatment-seeking users (1.68 g).", "study_duration": "Survey conducted from November 2023 to April 2024 (6 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:02.784145+00:00"}
{"study_id": 19334, "supplement_id": 1252, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine whether baseline perceived stress levels influenced the response to ketamine or esketamine in patients with treatment-resistant depression (TRD).", "results_summary": "High baseline perceived stress was associated with lower odds of remission and required more ketamine treatments for remission, independent of baseline depression severity. Each 5-point increase in perceived stress reduced remission odds by 60%.", "population_specificity": "Adult patients with treatment-resistant depression (median age 47, 61.5% female).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:03.831180+00:00"}
{"study_id": 19336, "supplement_id": 1252, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the effectiveness of ketamine and esketamine in reducing depression and PTSD symptoms in veterans, while examining how comorbidities like TBI and OSA influence treatment outcomes.", "results_summary": "Ketamine and esketamine significantly reduced depression and PTSD symptoms in veterans, but no improvement was observed in those with comorbid TBI and severe OSA.", "population_specificity": "Veterans with treatment-resistant depression and PTSD, including subgroups with TBI and OSA.", "effective_dosage": "Not specified", "study_duration": "Eight treatment sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:04.663440+00:00"}
{"study_id": 19335, "supplement_id": 1252, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine ketamine's effects on reward responsiveness, particularly its antianhedonic action, under nonstressful and chronic stress conditions in rats.", "results_summary": "Ketamine increased reward responsiveness (prohedonic effects) in nonstressed rats, with effects dissipating within 24 hours. In chronically stressed rats, ketamine rescued blunted reward responsiveness (antianhedonic effects), persisting for nearly a week.", "population_specificity": "Rats (nonstressed and chronically stressed)", "effective_dosage": "3.2-32.0 mg/kg (nonstressed), 10.0 mg/kg (chronically stressed)", "study_duration": "Effects monitored up to 1 week post-administration", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:04.929584+00:00"}
{"study_id": 72580, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to assess the effects of drug treatments, including melatonin combined with light therapy, on sleep disorders in people with dementia.", "results_summary": "The abstract mentions that one study combined melatonin with light therapy, but no specific results regarding light therapy's effects were reported.", "population_specificity": "People with dementia, primarily Alzheimer's disease, experiencing sleep disturbances.", "effective_dosage": "Not specified for light therapy.", "study_duration": "Not specified for light therapy.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:12.215726+00:00"}
{"study_id": 72574, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the influence of low-level laser therapy (LLLT) on postoperative pain after endodontic treatment, retreatment, and endodontic surgery.", "results_summary": "Most studies reported significantly less postoperative pain after LLLT, though two found no differences. The certainty of evidence was classified as low for treatment/retreatment and very low for endodontic surgery.", "population_specificity": "Patients undergoing primary root canal treatment, root canal retreatment, or periapical surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:12.508458+00:00"}
{"study_id": 72581, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of bright light therapy among other interventions for treating sleep dysfunction in neurodegenerative diseases.", "results_summary": "The abstract highlights bright light therapy as an emerging intervention for sleep abnormalities in neurodegenerative conditions, suggesting it may be part of a broader therapeutic framework, though specific efficacy details are not provided.", "population_specificity": "Patients with neurodegenerative diseases experiencing sleep dysfunction.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:12.578442+00:00"}
{"study_id": 72578, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine if photobiomodulation (PBM) could be an effective treatment for managing acute respiratory distress syndrome (ARDS) in COVID-19 patients by modulating immune responses.", "results_summary": "The abstract suggests PBM has shown promising results in reducing acute pulmonary inflammation, but no specific outcomes or data are provided regarding its effectiveness in COVID-19-related ARDS.", "population_specificity": "COVID-19 patients with ARDS (severe cases).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:12.712120+00:00"}
{"study_id": 72575, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of conservative interventions, including morning bright light therapy, for improving sleep disturbances in adults with stroke or traumatic brain injury (TBI).", "results_summary": "Morning bright light therapy appeared more beneficial for fatigue rather than sleep disturbance after TBI, and the evidence for its efficacy in improving sleep was less clear. The study noted limitations such as heterogeneity and reporting of secondary outcomes.", "population_specificity": "Adults with a history of stroke or traumatic brain injury (TBI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:12.881070+00:00"}
{"study_id": 72576, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of light therapy as a first-line treatment for seasonal affective disorder, including its effectiveness, safety, and recommended dosages.", "results_summary": "Light therapy was found to be typically effective at 2,500 to 10,000 lux for 30 to 60 minutes daily, with full remission of depressive symptoms when administered consistently. Evidence for long-term benefits is inconclusive, though continuing light therapy or antidepressants appears likely beneficial.", "population_specificity": "Individuals with seasonal affective disorder, particularly those with a family history, female sex, living at northern latitudes, or aged 18-30.", "effective_dosage": "2,500 to 10,000 lux for 30 to 60 minutes daily.", "study_duration": "Not specified (daily use until remission).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:13.561632+00:00"}
{"study_id": 72579, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of different energy densities of low-level laser therapy (LLLT) on pain reduction in patients with temporomandibular disorders (TMD).", "results_summary": "The study found that d1 laser therapy (energy density 0-10 J/cm²) was most effective for pain reduction in TMD patients immediately after treatment, while d2 laser therapy (energy density 10-64 J/cm²) showed better long-term effects. The analysis included 16 RCTs, suggesting varying efficacy based on energy density.", "population_specificity": "Patients with temporomandibular disorders (TMD).", "effective_dosage": "d1 laser therapy (0-10 J/cm²), d2 laser therapy (10-64 J/cm²).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:13.697512+00:00"}
{"study_id": 72577, "supplement_id": 1289, "safety_score": "80", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the clinical and cost-effectiveness of topical corticosteroid monotherapy versus hand-held narrowband ultraviolet B (NB-UVB) light monotherapy and combination therapy for localized vitiligo.", "results_summary": "Combination therapy (NB-UVB light plus topical corticosteroid) was superior to corticosteroid monotherapy, with 27% of participants reporting significant improvement compared to 17% for monotherapy. The treatments were safe and well-tolerated, but efficacy was limited to about one-quarter of participants, and vitiligo tended to recur after treatment cessation.", "population_specificity": "Adults and children (aged ≥5 years) with active non-segmental vitiligo affecting ≤10% of their body area.", "effective_dosage": "Hand-held NB-UVB light therapy (approximately 20 minutes per session, 2-3 times per week) plus mometasone furoate 0.1% ointment.", "study_duration": "9 months of treatment with a 12-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:15.109818+00:00"}
