{"study_id": 7482, "supplement_id": 1002, "safety_score": "60", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether activated charcoal-based dentifrices reduce tooth staining through chemical adsorption alone or combined chemo-mechanical action, while also assessing adverse effects on enamel surface properties.", "results_summary": "Activated charcoal dentifrices performed similarly to conventional toothpaste in minimizing tooth staining but caused increased enamel wear over time, with charcoal powder showing the highest surface damage (roughness, gloss loss, and wear).", "population_specificity": "Bovine enamel/dentin specimens (in vitro study).", "effective_dosage": "Not specified (products used as per standard dentifrice application).", "study_duration": "28-day staining-treatment cycling (plus 100,000 abrasion cycles for wear assessment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:26.902488+00:00"}
{"study_id": 7483, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to identify and confirm the presence of Macrophomina phaseolina causing charcoal rot in soybean plants in Manitoba, Canada, and assess its pathogenicity.", "results_summary": "The study confirmed the presence of M. phaseolina in soybean plants in Manitoba, demonstrated its pathogenicity through controlled experiments, and fulfilled Koch's postulates. No symptoms were observed in control plants.", "population_specificity": "Soybean plants in south-central and southwest Manitoba, Canada.", "effective_dosage": "5 g (approx. 1 × 10^5 microsclerotia) of inoculum per plant.", "study_duration": "28 days post-inoculation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:27.219150+00:00"}
{"study_id": 7484, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of activated charcoal-based products (powder and toothpaste) versus 10% carbamide peroxide and conventional toothpaste on aesthetic perception and psychosocial impact.", "results_summary": "Activated charcoal-based products showed lower scores in psychosocial and aesthetic impact questionnaires compared to carbamide peroxide, indicating less improvement in quality of life and aesthetic perception. Carbamide peroxide demonstrated significant reductions in psychological impact and aesthetic domains, while charcoal products showed limited effects.", "population_specificity": "56 participants divided into 4 groups of 14 each.", "effective_dosage": "Not specified (products used as per standard application).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:31.492243+00:00"}
{"study_id": 7486, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether raw activated charcoal (AC) could minimize interference from direct oral anticoagulants (DOACs) in coagulation assays on CS-series analyzers.", "results_summary": "Raw AC effectively adsorbed apixaban and rivaroxaban from plasma, resolving DOAC-associated interferences in coagulation parameters, though it caused clinically relevant prolongations in some APTT-based assays. Treatment with AC had minimal impact on most routine and specialized coagulation parameters.", "population_specificity": "Human-derived non-anticoagulated plasma materials (in vitro study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Resolved interference from apixaban and rivaroxaban (DOACs).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:31.551042+00:00"}
{"study_id": 7477, "supplement_id": 1002, "safety_score": "70", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the whitening efficacy, tooth sensitivity, and volunteer satisfaction of activated charcoal powder and toothpaste compared to regular toothpaste and carbamide peroxide.", "results_summary": "Activated charcoal-based products showed minor and unsatisfactory whitening effects, similar to regular toothpaste, while carbamide peroxide provided optimal whitening and higher satisfaction. Tooth sensitivity risk increased after 7 and 14 days, particularly with carbamide peroxide.", "population_specificity": "56 volunteers randomly allocated into 4 groups.", "effective_dosage": "Not specified (14-day toothbrushing or whitening treatment).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:32.382127+00:00"}
{"study_id": 7485, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of Trichoderma species, alone and combined with Azoxystrobin (AS), in controlling charcoal rot disease (CRD) caused by Macrophomina phaseolina in cotton.", "results_summary": "Trichoderma asperellum (P1) improved growth and crop yield in pot experiments, while combined treatments of T. longibrachiatum + AS reduced pathogen DNA in roots. In field trials, a mix of Trichoderma species and AS irrigation at low doses enhanced yields, with early irrigation timing proving critical for disease suppression.", "population_specificity": "Cotton plants affected by Macrophomina phaseolina (charcoal rot disease).", "effective_dosage": "AS at 2,000 cc/ha (low dose) and 4,000 cc/ha (high dose); Trichoderma species applied as seed dressing and irrigation.", "study_duration": "Full growing season (monitored up to day 176 in pot experiments).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:33.284465+00:00"}
{"study_id": 7487, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate charcoal from three pyrolysis temperatures (400, 600, and 800 °C) to determine its suitability for photoluminosity and whether higher pyrolysis temperatures affect photoluminosity performance.", "results_summary": "Charcoal at 800 °C showed the highest porosity (81.08%) and hydrophobic properties, improving tensile strength after photoluminosity exposure (up to 69.24% increase). Higher pyrolysis temperatures enhanced mechanical strength, with 800 °C charcoal achieving 53.40 MPa breaking strength and improved adhesion to polyester matrices.", "population_specificity": "Not specified (laboratory study on biocomposites).", "effective_dosage": "Not specified (material properties analyzed, not dosage).", "study_duration": "Not specified (study duration not mentioned).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:33.713441+00:00"}
{"study_id": 7488, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of a chitosan/silk fibroin scaffold loaded with carbonized rhubarb (RCS/SF) in promoting wound healing, particularly for diabetic wounds.", "results_summary": "The RCS/SF scaffold demonstrated antibacterial activity, promoted wound healing, enhanced neovascularization, and improved collagen deposition and re-epithelialization in diabetic wounds within two weeks. The scaffold also showed rapid hemostatic and sterilization effects.", "population_specificity": "Diabetic mice (animal model).", "effective_dosage": "Not specified.", "study_duration": "Two weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:34.115590+00:00"}
{"study_id": 7490, "supplement_id": 1002, "safety_score": "20", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to report a case of hypersensitivity pneumonitis triggered by charcoal briquette exposure in a suicide attempt.", "results_summary": "The study found that charcoal briquette exposure led to respiratory distress, hypoxia, and hypersensitivity pneumonitis in the patient. Treatment with antibacterial agents and steroids improved symptoms, and the patient was discharged after seven days.", "population_specificity": "A 25-year-old man with a history of childhood asthma.", "effective_dosage": "Not Assessed", "study_duration": "7 days (hospitalization period)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:35.387696+00:00"}
{"study_id": 7489, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of activated charcoal (AC) on shoot cultures of Sideritis scardica Griseb., comparing its impact on secondary metabolite production and plant morphology against plant growth regulators (PGRs).", "results_summary": "AC treatments stimulated higher flavone glycoside accumulation compared to PGR treatments, leading to an elevated flavone/phenylethanoid ratio. AC also resulted in less impairment of leaf morphology and trichome formation compared to PGRs.", "population_specificity": "In vitro shoot cultures of Sideritis scardica Griseb.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:35.855785+00:00"}
{"study_id": 7492, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to demonstrate an inexpensive method of producing activated charcoal from locally available biomass materials for water purification.", "results_summary": "The study found that thermal air oxidation at 450-550°C produced activated charcoal with adsorptive capacity comparable to commercial-grade charcoal, potentially benefiting rural communities with limited access to sanitary water.", "population_specificity": "Rural communities with low or no access to sanitary water.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:39.010197+00:00"}
{"study_id": 7491, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether activated charcoal (AC) could effectively reduce serum digoxin levels and toxicity in rats.", "results_summary": "Activated charcoal significantly decreased serum digoxin levels compared to the control group (P<0.01), but it did not correct digoxin-induced hyperkalemia like montmorillonite. Multiple doses of AC improved digoxin clearance and reduced its half-life.", "population_specificity": "Rats (6 per group)", "effective_dosage": "1 g/kg initially, followed by half doses at 3 and 5.5 hours post-digoxin injection", "study_duration": "Acute intervention (measured over several hours)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:40.371715+00:00"}
{"study_id": 7495, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of activated charcoal-based products on dental enamel color alteration, remineralization potential, and surface roughness.", "results_summary": "Fluoride-free charcoal showed the least surface roughness alteration, while charcoal powder caused the least color change. All groups had negative microhardness values, with the control (fluoride toothpaste) showing the highest remineralizing potential.", "population_specificity": "Bovine incisors (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:41.598734+00:00"}
{"study_id": 7496, "supplement_id": 1002, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of taste additives in improving the palatability of activated charcoal and assess their impact on adsorption capacity.", "results_summary": "Taste additives like cola and chocolate milk improved palatability, except for yogurt. Most additives did not affect adsorption capacity, though results for chocolate were inconclusive.", "population_specificity": "Children and adults (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:41.624887+00:00"}
{"study_id": 7493, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of Mesquite carbon nanoparticles (MUCNPs) derived from charcoal in removing chlorohexidine gluconate (CHDNG) from water.", "results_summary": "The study found that MUCNPs effectively adsorbed CHDNG with a capacity of 65.8 mg g-1, achieving equilibrium in 90 minutes, following pseudo-second-order kinetics and the Langmuir isotherm. The adsorption process was exothermic, favorable, and maintained consistent efficiency through regeneration-reuse cycles.", "population_specificity": "Not specified (in vitro study on water purification).", "effective_dosage": "Not specified (batch technique used).", "study_duration": "90 minutes (time to achieve adsorption equilibrium).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:41.668525+00:00"}
{"study_id": 7494, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether activated charcoal (AC) provides benefits in current treatment protocols for ingested poisonings, given recent controversies in its use.", "results_summary": "The study compared clinical outcomes (e.g., antidote usage, intubation rates, hospitalization duration) between poisoned patients who received AC and those who did not, but the abstract does not specify definitive conclusions on AC's effectiveness. Improved awareness and education on AC's role in toxicology were highlighted.", "population_specificity": "Poisoned patients treated in emergency medical care settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:41.828206+00:00"}
{"study_id": 7498, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to understand how modifications in the synthesis of coconut-derived oxidized activated charcoal (cOAC) nanozymes affect their antioxidant properties and bioactivity.", "results_summary": "Smaller, more homogeneous cOAC nanoparticles with higher quinone functionalization showed enhanced protection against oxidative damage in vitro. In vivo, PEG-cOACs restored cerebral perfusion in a rat model of mild traumatic brain injury (mTBI) as effectively as a previously studied carbon-based treatment.", "population_specificity": "bEnd.3 murine endothelioma cells (in vitro) and a rat model of mTBI (in vivo).", "effective_dosage": "Single intravenous injection (specific dosage not mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:45.344459+00:00"}
{"study_id": 7497, "supplement_id": 1002, "safety_score": "40", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess trace element contamination in activated charcoal products and evaluate potential health risks from their ingestion.", "results_summary": "The study found varying levels of trace elements (chromium, cadmium, aluminum, nickel, lead, zinc, manganese) in activated charcoal, with aluminum exceeding reference doses in adults and chromium, cadmium, and aluminum exceeding reference doses in infants. These impurities pose potential health risks.", "population_specificity": "Adults (70 kg) and infants (15 g dosage).", "effective_dosage": "50 g for adults, 15 g for infants.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:45.470276+00:00"}
{"study_id": 7499, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to review the adequacy of past and current use of activated charcoal (AC) for poisoning and overdose, and to provide recommendations for prehospital care.", "results_summary": "The study found that routine administration of AC in poisoning was not linked to hospital stay duration or clinical outcomes. It concluded that AC is effective only if administered within the first hour of ingestion, but further research is needed to confirm its impact on clinical outcomes.", "population_specificity": "Patients with poisoning or overdose (specific demographics not detailed).", "effective_dosage": "Single-dose and multi-dose activated charcoal (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:47.648248+00:00"}
{"study_id": 7500, "supplement_id": 1002, "safety_score": "90", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effect of COLONIR®, a nutraceutical formulation, in inducing symptom remission and improving gastrointestinal habits in IBS patients.", "results_summary": "COLONIR® achieved a statistically significant reduction in symptom severity without any documented side effects in the study population.", "population_specificity": "1004 consecutive patients referred for colonoscopy due to intestinal symptoms across 25 Units of Internal Medicine/Gastroenterology in Italy.", "effective_dosage": "Two doses of nutraceuticals/day during meals.", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:49.520933+00:00"}
{"study_id": 7502, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effect of activated-charcoal-based whitening toothpaste and 16% carbamide peroxide on enamel surface roughness in bovine teeth.", "results_summary": "The study found that whitening toothpaste with activated charcoal, both alone and combined with 16% carbamide peroxide, significantly increased enamel surface roughness in bovine teeth compared to other treatments. Significant differences were observed when comparing these treatments to the control (artificial saliva).", "population_specificity": "Bovine teeth (in vitro study)", "effective_dosage": "Not specified (product-based application)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:51.546800+00:00"}
{"study_id": 7505, "supplement_id": 1002, "safety_score": "90", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential of activated charcoal as an adjunctive therapy for preventing prolonged anaphylaxis and biphasic reactions in cases of food and oral drug-induced anaphylaxis.", "results_summary": "The study found that activated charcoal, administered 15-45 minutes after initial treatment, showed no side effects, prolonged anaphylactic state, or biphasic reactions in patients, suggesting it may help reduce allergen absorption and improve outcomes. All patients were discharged within 48-72 hours.", "population_specificity": "Adults aged 22-40 who developed anaphylaxis due to drug or food intake.", "effective_dosage": "Not specified (timing noted as 15-45 minutes post-presentation).", "study_duration": "Single administration during hospitalization (follow-up 48-72 hours).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:51.815097+00:00"}
{"study_id": 7504, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the emission characteristics and cytotoxicity of PM2.5 from raw biomass fuels (maize straw, wheat straw, wood branches) and their processed forms (briquettes and charcoal) to assess the effects of fuel treatment on reducing adverse pulmonary effects.", "results_summary": "The study found that briquetting and carbonization effectively reduced PM2.5 emissions and cytotoxicity, as evidenced by lower LDH and IL-6 levels in A549 cells exposed to processed fuels compared to raw fuels. Charcoal showed reduced bioreactivity and inflammatory responses, indicating a positive effect of fuel treatment.", "population_specificity": "Human alveolar epithelial (A549) cells exposed to PM2.5 extracts from biomass fuels.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:52.393371+00:00"}
{"study_id": 7503, "supplement_id": 1002, "safety_score": "85", "efficacy_score": 92, "quality_score": 88, "study_goal": "The researchers aimed to assess the adsorption abilities of activated charcoal (A. charcoal) and its combination with yeast and probiotic as aflatoxin adsorbents in chocolates, and evaluate its effects on sensory properties.", "results_summary": "The combined treatment (tri-mix of A. charcoal, yeast, and probiotic) demonstrated the highest adsorption efficiency (96.8%) for aflatoxins, with minor cytotoxicity and insignificant effects on sensory attributes of dark chocolate. SEM analysis confirmed the adsorbents' effectiveness as AF-binding agents.", "population_specificity": "In vitro study simulating gastrointestinal tract conditions; tested on chocolate samples (dark, milk, bitter, couverture, powder, and wafer).", "effective_dosage": "Not specified", "study_duration": "4 hours (highest binding at pH 6.8)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:53.066347+00:00"}
{"study_id": 7507, "supplement_id": 1002, "safety_score": "30", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to compare the abrasive potential of dentifrices containing activated charcoal versus conventional dentifrices on erosive tooth wear in vitro.", "results_summary": "Toothpastes with charcoal and pyrophosphate caused the greatest enamel and dentin wear, while others like Colgate Triple Action and Curaprox Black Is White showed lower wear, similar to erosion-only controls for dentin. The study concluded that charcoal-containing toothpastes may have high abrasive effects on eroded teeth.", "population_specificity": "In vitro enamel and dentin samples.", "effective_dosage": "Various fluoride concentrations (950-1450 ppm) in toothpaste slurries, applied for 15 seconds of abrasion plus 45 seconds of treatment.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:54.644655+00:00"}
{"study_id": 7506, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the adsorption performance of modified bamboo charcoal on heavy metals Cu(II) and Cd(II) in water and substrates to identify an effective material for heavy metal treatment.", "results_summary": "Modified bamboo charcoal demonstrated good adsorption performance for Cu(II) and Cd(II), with factors like solution concentration, adsorption time, pH, and temperature affecting the adsorption effect. The study analyzed adsorption mechanisms through kinetics, isotherms, and thermodynamics.", "population_specificity": "Not specified (laboratory study on heavy metal adsorption in water and substrates).", "effective_dosage": "Not specified (study focused on adsorption conditions rather than dosage).", "study_duration": "Not specified (laboratory-based adsorption experiments without stated duration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:54.918338+00:00"}
{"study_id": 7508, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of cold atmospheric plasma (CAP)-assisted curing on flavor quality and heterocyclic amines (HAs) in charcoal-roasted beef meat compared to superheated steam-roasted meat.", "results_summary": "CAP-assisted curing increased redness in charcoal-roasted meat by 8% but had little influence on odor profile. Lipid oxidation-derived off-flavors in charcoal-roasted meat were not significantly changed after CAP treatment.", "population_specificity": "Beef meat (not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:56.167406+00:00"}
{"study_id": 7509, "supplement_id": 1002, "safety_score": "40", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of activated charcoal-based products on dental enamel whitening and surface changes compared to conventional treatments.", "results_summary": "Activated charcoal products showed minimal whitening effects but caused significant enamel surface alteration and reduced microhardness, while 10% carbamide peroxide was more effective for whitening with less enamel damage.", "population_specificity": "Bovine dental enamel blocks (in vitro study).", "effective_dosage": "Not specified (brushing with products as per group protocols).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:58.275160+00:00"}
{"study_id": 7510, "supplement_id": 1002, "safety_score": "30", "efficacy_score": 50, "quality_score": 20, "study_goal": "The researchers aimed to report a case of duodenal ulcer perforation and charcoal peritonitis following activated charcoal therapy for diclofenac intoxication.", "results_summary": "The study found that activated charcoal therapy, while generally effective for intoxication treatment, can lead to severe complications such as gastrointestinal perforation, peritonitis, and prolonged hospitalization. This case was the first reported instance of duodenal ulcer perforation after activated charcoal use.", "population_specificity": "A 27-year-old patient with diclofenac intoxication.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:00.411673+00:00"}
{"study_id": 7511, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of charcoal hemoperfusion therapy in children with severe MIS-C who did not respond to conventional treatments.", "results_summary": "The study found that charcoal hemoperfusion significantly reduced the need for inotrope and invasive mechanical ventilation support and improved clinical indicators in severe MIS-C patients. However, the treated group initially had higher severity scores and longer hospital stays compared to non-treated patients.", "population_specificity": "Children diagnosed with MIS-C and admitted to a Pediatric Intensive Care Unit (PICU).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:00.963301+00:00"}
{"study_id": 7512, "supplement_id": 1002, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the association between domestic sources of carbon monoxide poisoning (COP), particularly charcoal burning, and the risk of developing delayed neurological sequelae (DNS).", "results_summary": "The study found that charcoal burning intoxication was significantly associated with a higher risk of DNS compared to gas-emitting heaters, with adjusted odds ratios indicating a strong correlation. The results remained significant even after propensity score matching.", "population_specificity": "Patients diagnosed with carbon monoxide poisoning between December 2016 and November 2021.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:01.769327+00:00"}
{"study_id": 7513, "supplement_id": 1002, "safety_score": "85", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the whitening efficacy and surface effects of charcoal powder compared to a whitening toothpaste using SEM and CLSM.", "results_summary": "The study found that charcoal powder had no whitening effect and even increased tooth darkness, while the whitening toothpaste significantly lightened teeth. No significant tooth surface roughness or loss was observed in either group.", "population_specificity": "60 extracted human teeth.", "effective_dosage": "Not specified (brushed with charcoal paste).", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:02.758343+00:00"}
{"study_id": 7514, "supplement_id": 1002, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether acidic activated charcoal possesses anti-obesity properties and can attenuate high-fat diet-induced obesity and insulin resistance in mice.", "results_summary": "Acidic activated charcoal co-treatment with a high-fat diet significantly improved obesity and insulin resistance in mice, increased fecal excretion of neutral lipids, cholesterol, and bile acids, and upregulated hepatic genes involved in cholesterol metabolism without causing gastrointestinal or organ damage.", "population_specificity": "Mice fed a high-fat diet.", "effective_dosage": "Dose-dependent (specific amounts not provided).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:03.570100+00:00"}
{"study_id": 7515, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to determine whether activated charcoal could help identify if abnormal coagulation markers were caused by a dabigatran etexilate overdose.", "results_summary": "Activated charcoal treatment normalized coagulation markers, confirming the cause as a dabigatran etexilate overdose. This supported clinical diagnosis and treatment decisions.", "population_specificity": "An 86-year-old female with a history of hypertension, hyperlipidemia, arrhythmia, and dabigatran etexilate use.", "effective_dosage": "Not specified for activated charcoal.", "study_duration": "Not specified for activated charcoal intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:04.007198+00:00"}
{"study_id": 7516, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to develop an innovative, low-cost, and self-regenerative calf bone char (CBC) for effective removal of humic acid (HA) from water.", "results_summary": "The study found that CBC removed 92.1-100% of HA, with adsorption capacities several folds higher than typical HA levels in water, and achieved 100% regeneration of exhausted CBC using NaOH. The process was efficient, with a 30-minute reaction time, and adsorption was endothermic, spontaneous, and reversible.", "population_specificity": "Not specified (water treatment context).", "effective_dosage": "Not applicable (adsorbent material used in water treatment).", "study_duration": "Not specified (experimental conditions described).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:06.504717+00:00"}
{"study_id": 7518, "supplement_id": 1002, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of charcoal-containing dentifrices on tooth color change and enamel surface roughness compared to other whitening agents.", "results_summary": "Charcoal dentifrices did not significantly whiten teeth compared to controls, though they did not increase enamel roughness. Hydrogen peroxide showed a significant reduction in yellow-blue chroma at 30 days and 1-month follow-up.", "population_specificity": "Bovine teeth specimens (in vitro study).", "effective_dosage": "Not specified (brushing protocol details not provided).", "study_duration": "1-month follow-up after brushing intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:08.766976+00:00"}
{"study_id": 7521, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to determine the frequency of activated charcoal use in celiac disease as a purported remedy for gluten ingestion and how this practice is communicated.", "results_summary": "26% of respondents had heard of using activated charcoal for gluten ingestion, and 12% had used it; 61.3% of users reported subjectively reduced symptom severity, but no robust evidence supports its efficacy.", "population_specificity": "Adults (18+) diagnosed with celiac disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:11.000216+00:00"}
{"study_id": 7519, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of activated charcoal versus antimicrobial therapy for treating mild-to-moderate neonatal calf diarrhea (NCD) and identify common causative agents.", "results_summary": "Activated charcoal alone (group C) showed slower recovery compared to antimicrobials (group A) or combined treatment (group B), but no significant difference in recovery rates. Mortality was higher in groups B and C, though only significant for group B. Non-bacterial pathogens (e.g., rotavirus, Cryptosporidium parvum) were predominant and decreased by day 7 regardless of treatment.", "population_specificity": "Neonatal calves with mild-to-moderate diarrhea.", "effective_dosage": "Not specified", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:11.329855+00:00"}
{"study_id": 7520, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effectiveness of activated charcoal and bicarbonate in managing acute aspirin overdose by reducing absorption and enhancing elimination.", "results_summary": "Activated charcoal administration decreased the median peak salicylate concentration (34.2 to 24.8 mg/L/g), indicating reduced absorption. Bicarbonate use shortened the apparent elimination half-life from 13.4 to 9.3 hours, enhancing elimination.", "population_specificity": "108 patients (73% female, median age 28 years) with acute aspirin overdose (>3000 mg).", "effective_dosage": "Not specified (charcoal administered in 27% of cases).", "study_duration": "Retrospective analysis over 20 years (2000-2019).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:11.733920+00:00"}
{"study_id": 7522, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a thermos-/antibacterial composite hydrogel-modified bamboo charcoal (BC) surface to enhance its functionality as a bone filling material with antibacterial properties.", "results_summary": "The study successfully grafted thermos-/antibacterial composite hydrogels onto BC, forming a membrane structure. The modified BC demonstrated biocompatibility and antibacterial effects in vitro.", "population_specificity": "In vitro (cell culture and antibacterial testing)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:11.735414+00:00"}
{"study_id": 7523, "supplement_id": 1002, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether bamboo charcoal could mitigate the negative effects of high dietary selenium in juvenile blunt snout bream by assessing growth performance, physiological status, and antioxidant enzyme activities.", "results_summary": "Bamboo charcoal supplementation (2-3 g/kg) improved growth rates, reduced selenium content in muscles, enhanced antioxidant enzyme activities, and modulated inflammatory responses by activating Nrf2-Keap1 and suppressing NF-κB pathways.", "population_specificity": "Juvenile blunt snout bream (Megalobrama amblycephala)", "effective_dosage": "0-4 g/kg bamboo charcoal powder in Se-rich feed, fed to satiation four times daily", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:12.684461+00:00"}
{"study_id": 7524, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate whether biomass charcoal could effectively replace coal coke as an auxiliary fuel in municipal solid waste gasification, assessing environmental impacts and by-product characteristics.", "results_summary": "Biomass charcoal reduced SO2 emissions by 78%, fly ash generation by 22%, and carbon footprint by 22%, while also yielding slag with lower heavy metals leaching compared to conventional incineration.", "population_specificity": "Municipal solid waste gasification process in Singapore.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:15.051430+00:00"}
{"study_id": 7525, "supplement_id": 1002, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and efficacy of charcoal hemoperfusion (CHP) as a rescue treatment for methotrexate (MTX) intoxication in pediatric patients with delayed MTX elimination.", "results_summary": "Charcoal hemoperfusion was effective in promoting fast MTX elimination with no complications, serving as a bridging treatment until glucarpidase was available or when glucarpidase alone was insufficient. The procedure demonstrated positive outcomes in all three cases studied.", "population_specificity": "Pediatric patients with hemato-oncological diseases experiencing delayed MTX elimination after high-dose methotrexate treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:18.651265+00:00"}
{"study_id": 7527, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the physicochemical properties and wastewater purification potential of activated charcoal produced from hamburger seed coat.", "results_summary": "The study found that the adsorbent had a high porous structure and effectively reduced pollutants in contaminated water, with most parameters meeting potable water standards. The treated water's properties were comparable to those treated with commercial activated charcoal.", "population_specificity": "Contaminated water samples (no human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:19.893705+00:00"}
{"study_id": 7528, "supplement_id": 1002, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the anti-pathogenic and immune-modulatory effects of activated charcoal (AC) in treating acute experimental campylobacteriosis.", "results_summary": "AC-treated mice showed lower intestinal pathogen loads, reduced clinical signs (e.g., diarrhea), less colonic epithelial cell apoptosis, and dampened pro-inflammatory immune responses in both intestinal and systemic contexts.", "population_specificity": "Microbiota-depleted IL-10-/- mice infected with C. jejuni.", "effective_dosage": "Not specified (administered via drinking water).", "study_duration": "4 days (from day 2 to day 6 post-infection).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:20.797575+00:00"}
{"study_id": 7530, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to identify clinical factors predicting delayed neurological sequelae (DNS) after acute charcoal-burning carbon monoxide (CO) poisoning.", "results_summary": "The study found that lower initial Glasgow Coma Scale scores, longer CO exposure duration, and acute brain lesions on diffusion-weighted imaging independently predicted DNS development, with the model showing high predictive accuracy (AUC: 0.93).", "population_specificity": "Adults (>18 years) with acute charcoal-burning CO poisoning treated at a single academic medical center.", "effective_dosage": "Not specified", "study_duration": "Follow-up for six weeks post-recovery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:21.141002+00:00"}
{"study_id": 7517, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of a sterile polyacrylate wound pad with activated carbon cloth versus a standard non-adhesive hydrocellular foam dressing with silver in reducing wound area and secondary outcomes like maceration, odour, and pain.", "results_summary": "The sterile polyacrylate wound pad with activated carbon cloth reduced wound area (0.45cm²/day) and maceration (-2.07cm²) faster than the standard dressing (0.2cm²/day and -0.71cm², respectively), though application periods were longer (9.5 vs. 8.1 days). Odour, pain, and infection rates were similar between groups.", "population_specificity": "77 successive patients from wound care outpatient clinics in western Switzerland.", "effective_dosage": "Not specified (dressing application frequency not detailed).", "study_duration": "Variable, measured until dressings were no longer indicated (average ~9.5 days for intervention, ~8.1 days for control).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:21.457213+00:00"}
{"study_id": 7529, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of varying concentrations of rice husk activated charcoal in feed on the growth and intestinal histological features of giant trevally (Caranx ignobilis).", "results_summary": "Supplementing fish feed with rice husk activated charcoal significantly improved growth parameters (DGR, AGR, FCR, FE, SR) and intestinal features (length of foveola gastrica, length and width of intestinal villi), with the 2% concentration showing the best results. No significant effect was observed on SGR or foveola gastrica width.", "population_specificity": "Giant trevally (Caranx ignobilis)", "effective_dosage": "0%, 1%, 1.5%, 2%, 2.5%, and 3% in feed", "study_duration": "42 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:22.096943+00:00"}
{"study_id": 7531, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to investigate the long-term effectiveness of a charcoal restriction program in reducing charcoal-burning and overall suicides in New Taipei City, Taiwan.", "results_summary": "The study found no significant effect of the charcoal restriction program on reducing charcoal-burning or overall suicide rates in the five years after implementation. There were no differences in step changes or trends in suicide rates between the intervention and comparison cities.", "population_specificity": "Residents of New Taipei City and two comparison cities in Taiwan (2007-2017).", "effective_dosage": "Not applicable", "study_duration": "Five years (post-intervention analysis)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:23.130417+00:00"}
{"study_id": 7526, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to determine whether multiple-dose activated charcoal could shorten the elimination half-life of lamotrigine in cases of poisoning.", "results_summary": "The study found that multiple-dose activated charcoal may have reduced the elimination half-life of lamotrigine in two poisoning cases, suggesting potential efficacy in accelerating toxin clearance. The half-lives observed (6.5 h and 9.3 h) were significantly shorter than the typical range (22.8-37.4 h).", "population_specificity": "Two female patients (ages 21 and 46) with lamotrigine poisoning.", "effective_dosage": "Case 1: 50 g initially, then 25 g every 4 h for 4 doses. Case 2: 50 g initially, then 25 g every 4 h for 3 doses.", "study_duration": "Case 1: ~15 h (11 h post-ingestion to last dose). Case 2: ~12 h (8.5 h post-second ingestion to last dose).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:23.786359+00:00"}
{"study_id": 7532, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to develop and validate a sensitive method to determine budesonide in human plasma and compare pharmacokinetics between budesonide intranasal formulations with and without charcoal block.", "results_summary": "The study successfully developed a high-throughput LC-ESI-MS/MS method for budesonide detection and applied it to evaluate pharmacokinetics, but specific findings about charcoal's effects were not detailed in the abstract.", "population_specificity": "Healthy volunteers", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:28.132673+00:00"}
{"study_id": 7536, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers analyzed fixed-bed column modeling studies to evaluate charcoal's performance in adsorption processes.", "results_summary": "The abstract does not provide specific results regarding charcoal's effects, only mentioning an analysis of modeling studies.", "population_specificity": "Not specified", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:28.510870+00:00"}
{"study_id": 7533, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the antimicrobial efficacy of charcoal toothbrushes versus non-charcoal toothbrushes and assess their impact on bacterial contamination in the oral cavity.", "results_summary": "Charcoal toothbrushes significantly reduced bacterial counts compared to non-charcoal toothbrushes (P = 0.000), with 70% of subjects showing decreased bacterial counts and 96.6% showing reduced bacteria in gingival crevicular fluid (GCF).", "population_specificity": "30 students (15 males, 15 females) aged 18-35 from Riyadh Elm University, Saudi Arabia.", "effective_dosage": "Not specified", "study_duration": "1 week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:29.612170+00:00"}
{"study_id": 7535, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of activated charcoal in treating bilge wastewater, focusing on COD reduction and methane production enhancement in combination with biological treatments.", "results_summary": "Activated charcoal achieved higher COD removal compared to biological degradation alone. The combination of activated charcoal and aerobic biomass resulted in higher COD removal, while its combination with ZVI in anaerobic digestion enhanced methane production and COD removal.", "population_specificity": "Bilge wastewater (containing oil, metal working fluids, surfactants, and salinity) from ship engine rooms.", "effective_dosage": "Not specified", "study_duration": "Short experiments (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:29.930787+00:00"}
{"study_id": 7537, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to investigate whether oral activated charcoal could reduce absorption of microbiome-derived toxins and mitigate systemic oxidant stress and inflammation in COVID-19 patients.", "results_summary": "The abstract does not provide results; it only states the hypothesis and proposed examination of charcoal's potential utility.", "population_specificity": "Aged individuals, those with impaired renal function, and obese individuals affected by COVID-19.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:30.251146+00:00"}
{"study_id": 7534, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of bamboo charcoal (BC), bamboo vinegar (BV), and their combination (BCV) on laying hen performance, egg quality, organ weights, and intestinal bacteria.", "results_summary": "BV and BCV improved egg production and reduced damaged egg rates, while BC and BCV decreased abdominal fat. BV and BCV also reduced Salmonella spp. and increased Lactobacillus spp. in the ileum.", "population_specificity": "320 laying hens (36 weeks old)", "effective_dosage": "0.8% BC, 0.4% BV, or a combination of 0.8% BC + 0.4% BV in diet", "study_duration": "15 weeks (36 to 51 weeks of age)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:30.417136+00:00"}
{"study_id": 7539, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of rice husk activated charcoal in detoxifying and disinfecting textile effluents treated with Escherichia fergusonii.", "results_summary": "Activated charcoal treatment further reduced chemical oxygen demand by 11.5% and biochemical oxygen demand by 85%, rendering the effluents non-toxic and suitable for domestic reuse.", "population_specificity": "Textile effluents (not human or animal subjects directly).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:31.223200+00:00"}
{"study_id": 7538, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how bamboo charcoal (BC) and bamboo vinegar (BV) affect organic matter degradation and methane emissions during composting.", "results_summary": "BC + BV resulted in the highest degradation of organic matter, while BV was most effective in reducing methane emissions by lowering the abundance of the mcrA gene. The combination also enhanced microbial metabolic activity related to organic matter degradation and reduced methane metabolism.", "population_specificity": "Composting microbial communities (not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:31.598590+00:00"}
{"study_id": 7541, "supplement_id": 1002, "safety_score": "100", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical efficacy of activated charcoal combined with mannitol (ACM) in treating Haff disease caused by boiled crayfish consumption.", "results_summary": "ACM treatment led to lower serum enzyme levels (CK-MB, AST, ALT, LDH, CK), shorter hospital stays, and reduced anxiety scores compared to the non-ACM group, with no reported adverse events.", "population_specificity": "68 Haff disease patients after boiled crayfish consumption, divided into ACM (22 patients) and non-ACM (46 patients) groups.", "effective_dosage": "Not specified", "study_duration": "Treatment administered within 12 hours of hospital admission, effects monitored up to 72 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:38.419881+00:00"}
{"study_id": 7544, "supplement_id": 1002, "safety_score": "40", "efficacy_score": 30, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of activated charcoal powder (COAL) combined with regular or whitening toothpastes on enamel color and surface changes versus carbamide peroxide (CP).", "results_summary": "COAL alone increased enamel surface roughness (Ra) and altered topography but did not enhance the color change of toothpastes or match the effectiveness of CP. CP showed higher whitening efficacy but caused less enamel damage than COAL.", "population_specificity": "Dental enamel blocks (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:38.635185+00:00"}
{"study_id": 7542, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of ultrasound-guided tattooing using a charcoal suspension for localizing nonpalpable metastatic melanoma lesions to aid surgical excision.", "results_summary": "The study found that 93.8% of lesions were successfully detected and removed intraoperatively, with no relevant complications reported. Residual lesions were addressed with repeated localization or intraoperative ultrasound.", "population_specificity": "29 patients with malignant melanoma and 65 nonpalpable metastatic lesions.", "effective_dosage": "Not specified", "study_duration": "Retrospective review from November 2009 to June 2019 (intervention duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:38.937519+00:00"}
{"study_id": 185172, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not specifically address the safety, efficacy, or quality of charcoal derived from mesquite, focusing instead on the broader uses of the mesquite tree.", "results_summary": "The abstract mentions that mesquite charcoal is used for cooking or biofuel biomass but does not provide specific findings on its safety or efficacy for human consumption.", "population_specificity": "Not specified", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:39.366274+00:00"}
{"study_id": 7543, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of sodium alginate/SBAC composite beads derived from treated sugar cane bagasse as an adsorbent for removing malachite green dye from water.", "results_summary": "The composite beads demonstrated high adsorption efficiency (97.88%) for malachite green dye, fitting the Freundlich model and pseudo-second-order kinetics, with spontaneous and endothermic adsorption characteristics. The Thomas model best described fixed-bed column data, indicating strong affinity for dye removal.", "population_specificity": "Not applicable (in vitro study using water samples).", "effective_dosage": "0.3 g/L adsorbent mass.", "study_duration": "115.43 minutes (contact time).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:39.529331+00:00"}
{"study_id": 7540, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the adsorption capacity of activated charcoal derived from neem leaf powder (AC-NLP) for heavy metals (Pb, Cu, Cr, Zn, Ni, Cd) using batch and column studies.", "results_summary": "The study found that AC-NLP effectively adsorbed heavy metals, with maximum adsorption capacities ranging from 110.9 to 205.6 mg/g, following a Pseudo second-order kinetic model. Column studies were more effective than batch treatments, with optimal conditions at lower flow rates (5 mL/min), lower initial concentrations (5 mg/L), and higher bed heights (20 cm).", "population_specificity": "Not specified (laboratory study, no human or animal subjects mentioned).", "effective_dosage": "Not specified (adsorbent dose varied in batch studies, but exact amounts not detailed).", "study_duration": "Not specified (contact duration varied but not explicitly stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:39.915801+00:00"}
{"study_id": 7546, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility of converting furniture waste into smokeless fuel via pyrolysis and compare the efficiency of slow vs. fast pyrolysis methods.", "results_summary": "The study found that pyrolysis significantly increased the calorific value and carbon content of the resulting char, with fast pyrolysis yielding higher values (31 MJ/kg, 82% carbon) than slow pyrolysis (29 MJ/kg, 75% carbon). The results suggest furniture waste can be effectively converted into low-emission, smokeless fuel.", "population_specificity": "Wood-based furniture waste (pine sawdust, chipboard, MDF, OSB).", "effective_dosage": "Not applicable (material processing study).", "study_duration": "Not specified (experimental conditions only).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:40.974739+00:00"}
{"study_id": 7545, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate physical, cultural, and chemical methods for integrated management of charcoal rot caused by Macrophomina phaseolina in strawberry plants.", "results_summary": "Heat treatment effectively inhibited microsclerotia germination at varying temperatures and durations. Field trials showed reduced disease incidence with white-striped plastic mulch and preplant fumigation, though crop residue removal alone did not decrease incidence.", "population_specificity": "Strawberry plants (laboratory and field trials, including commercial farms).", "effective_dosage": "Not specified (methods included heat treatment, fumigation, and mulch types).", "study_duration": "Two strawberry seasons (2017-18 and 2018-19).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:41.179538+00:00"}
{"study_id": 185176, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers were evaluating the potential use of activated charcoal and other membrane-imbedded substances in adsorption techniques for treating septic-induced renal dysfunction.", "results_summary": "The abstract mentions the exploration of adsorption techniques using substances like activated charcoal, but no specific results regarding charcoal's efficacy or safety are provided. The focus is on broader therapeutic approaches for acute kidney injury.", "population_specificity": "Patients with acute kidney injury, particularly those with septic-induced renal dysfunction.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:47.039059+00:00"}
{"study_id": 185175, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the long-term glucose-lowering effects and redox status impact of Nigella sativa compared to activated charcoal as a placebo in type 2 diabetic patients on oral hypoglycemic drugs.", "results_summary": "The study found no significant glucose-lowering effect or redox status improvement in the control group receiving activated charcoal, which served as a placebo. Charcoal did not demonstrate any measurable efficacy in altering diabetes-related biomarkers compared to baseline.", "population_specificity": "114 type 2 diabetic patients on standard oral hypoglycemic drugs.", "effective_dosage": "Not specified (used as placebo).", "study_duration": "One year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:47.760181+00:00"}
{"study_id": 185174, "supplement_id": 1002, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential of adsorbent charcoal as an adjuvant strategy to modulate gut microbiota and restore eubiosis in critically ill ICU patients.", "results_summary": "The abstract suggests that adsorbent charcoal is one of several potential strategies to address gut dysbiosis in ICU patients, but no specific results or outcomes related to charcoal are detailed. The evidence for such interventions in critically ill patients is described as lacking.", "population_specificity": "Critically ill ICU patients with gut microbiota impairment due to antibiotic therapies and other factors.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:47.866567+00:00"}
{"study_id": 8548, "supplement_id": 1004, "safety_score": "60", "efficacy_score": null, "quality_score": 70, "study_goal": "The researchers aimed to assess complications arising from chemical peels and other cosmetic procedures performed by core cosmetic physicians.", "results_summary": "The study identified 25 patients with complications from chemical peels and other treatments, including scarring and pigmentation changes, highlighting risks even with experienced practitioners.", "population_specificity": "Patients presenting to a single dermatology clinic with complications from cosmetic procedures (2013-2024).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:49.306897+00:00"}
{"study_id": 60383, "supplement_id": 1003, "safety_score": "80", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential role of Vitex agnus castus (VAC) in managing hyperprolactinaemia, particularly in patients with idiopathic hyperprolactinaemia, microprolactinoma, drug-induced hyperprolactinaemia, or polycystic ovary syndrome.", "results_summary": "Some evidence suggests VAC may help manage mild hyperprolactinaemia in selected patients, but results are inconsistent. Large randomized controlled trials are lacking, and the pharmacological mechanisms remain unclear.", "population_specificity": "Patients with mild hyperprolactinaemia, including idiopathic cases, microprolactinoma, drug-induced hyperprolactinaemia, or polycystic ovary syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:49.550980+00:00"}
{"study_id": 60384, "supplement_id": 1003, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Vitex agnus-castus (Chaste tree) extracts in treating women's health conditions, including premenstrual syndrome, premenstrual dysphoric disorder, and latent hyperprolactinaemia, through a systematic review of randomised, controlled trials.", "results_summary": "Vitex extracts were found superior to placebo, pyridoxine, and magnesium oxide in treating premenstrual syndrome, showed mixed results compared to fluoxetine for premenstrual dysphoric disorder, and was comparable to bromocriptine for latent hyperprolactinaemia. Adverse events were mild and infrequent.", "population_specificity": "Women with premenstrual syndrome, premenstrual dysphoric disorder, or latent hyperprolactinaemia.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:50.604571+00:00"}
{"study_id": 8546, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of carboxytherapy alone and combined with lactobionic acid, ferulic acid, and ascorbic acid on skin defects, particularly vascular and pigmentation-related dark circles in the eye area.", "results_summary": "Carboxytherapy significantly improved vascular circles (EI parameter) in the tear trough, with further enhancement when combined with acids. Lactobionic acid showed statistically significant improvement in pigmentation (MI parameter). Combined treatments reduced overall pigmentation (MI plus EI) on both sides.", "population_specificity": "39 Caucasian individuals", "effective_dosage": "Lactobionic acid (20%, pH 2.1), ferulic acid (14%, pH 4.0-5.0), ascorbic acid (12%)", "study_duration": "Five treatment sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:50.628932+00:00"}
{"study_id": 8547, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess changes in skin elasticity and other aging-related skin defects around the eyes following combination treatment of carboxytherapy and chemical peels (ferulic acid, ascorbic acid, lactobionic acid).", "results_summary": "The study found statistically significant improvements in skin elasticity (R2 and R7 parameters) after five sessions, with 82.1% and 76.9% of participants showing improvement, respectively. The combination of carboxytherapy with ferulic and ascorbic acid showed superior results, with 100% improvement in R2 values.", "population_specificity": "39 Caucasian patients", "effective_dosage": "Five weekly sessions of combination carboxytherapy and chemical peels", "study_duration": "Five weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:50.866061+00:00"}
{"study_id": 8551, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to review new concepts, understandings, and publications in the field of chemical peels.", "results_summary": "The abstract does not provide specific findings but indicates that the science behind chemical peels is still evolving.", "population_specificity": "Not specified", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:54.562951+00:00"}
{"study_id": 8549, "supplement_id": 1004, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review published evidence on the efficacy and safety of chemical peels in treating melasma.", "results_summary": "Chemical peels, particularly glycolic acid, were found to be safe and effective for melasma treatment, with assessments using self-evaluation, physician global assessment, and MASI. The review included 24 studies (9 clinical/comparative trials, 15 RCTs) with a total sample size of 1,075.", "population_specificity": "Individuals with melasma.", "effective_dosage": "Not specified", "study_duration": "8 to 36 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:55.865127+00:00"}
{"study_id": 8550, "supplement_id": 1004, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the role of various chemical peeling agents in the management of melasma as an additional or maintenance therapy.", "results_summary": "The study found that superficial chemical peels are popular due to quick application, fast recovery, good patient acceptance, and excellent cosmetic results. Various peeling agents like glycolic acid, salicylic acid, and others have been established as effective for melasma treatment.", "population_specificity": "Patients with melasma, a chronic and recurrent hyperpigmentary disorder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:56.587635+00:00"}
{"study_id": 8553, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the efficacy of chemical peels for improving nail appearance in cases of superficial nail plate abnormalities caused by cosmetic procedures or nail diseases.", "results_summary": "The study found marked improvement in aesthetic appearance for nail surface abnormalities induced by cosmetics, but larger studies are needed to determine optimal treatment protocols.", "population_specificity": "96 patients with superficial nail plate abnormalities from cosmetic manicures or nail diseases (lichen planus, psoriasis, onychomycosis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:57.440979+00:00"}
{"study_id": 8552, "supplement_id": 1004, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of various organic acids used in chemical peels for treating acne-prone skin.", "results_summary": "The study found that organic acid-based chemical peels are effective and safe for acne-prone skin, with the choice of acid adaptable to individual patient needs and tolerability levels. The review highlighted the lack of consensus on the most effective acid type and concentration but noted overall positive outcomes.", "population_specificity": "Teenagers and young adults with acne-prone skin.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:58.993669+00:00"}
{"study_id": 8556, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of combining chemical peels and intense pulsed light for treating minocycline-induced hyperpigmentation.", "results_summary": "The study found that combining chemical peels and intense pulsed light was an effective treatment option for minocycline-induced hyperpigmentation, suggesting potential for improved cosmetic outcomes.", "population_specificity": "A patient with eosinophilic cellulitis (Wells syndrome) who developed facial hyperpigmentation from oral minocycline.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:00.228132+00:00"}
{"study_id": 8554, "supplement_id": 1004, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of fire needle therapy combined with chemical peels compared to chemical peels alone for treating acne vulgaris.", "results_summary": "The study found that fire needle adjuvant chemical peels therapy significantly improved the total effective rate, reduced skin lesions, and lowered the recurrence rate compared to chemical peels alone, with few and transient adverse reactions.", "population_specificity": "Patients with acne vulgaris (1213 participants across 18 studies).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:00.741858+00:00"}
{"study_id": 8555, "supplement_id": 1004, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of combining chemical peels (azelaic acid and vitamin C) with microneedling for skin rejuvenation.", "results_summary": "The study found that both treatment combinations improved hydration, skin elasticity, and reduced melanin and erythema, with better results on the microneedling side. No significant side effects were reported.", "population_specificity": "20 female volunteers aged 40-65 years.", "effective_dosage": "Right side: 40% vitamin C; left side: 10% vitamin C with microneedling, following azelaic acid application. Treatments were performed every seven days.", "study_duration": "Eight treatments over seven weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:01.644734+00:00"}
{"study_id": 8559, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to educate clinicians on appropriate treatments, procedures, and protocols for preventing adverse reactions in patients with skin of color undergoing aesthetic treatments, including chemical peels.", "results_summary": "The abstract highlights a lack of information on safe and effective treatment modalities for patients with Fitzpatrick skin types IV-VI and emphasizes the need for increased clinician knowledge and skill in treating skin of color.", "population_specificity": "Patients with Fitzpatrick skin types IV-VI (skin of color) seeking aesthetic treatments.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:03.864165+00:00"}
{"study_id": 8557, "supplement_id": 1004, "safety_score": "70", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the prevalence and probable etiology of prolonged facial erythema in patients treated with medium-depth chemical peels for severe facial photodamage.", "results_summary": "The study found that 12% of patients (10 out of 82) experienced prolonged erythema beyond a month post-treatment, with facial psoriasis emerging as a potential cause in these cases. The results suggest clinicians should consider facial psoriasis when prolonged erythema occurs and does not respond to standard treatments.", "population_specificity": "Patients with severe facial photodamage affecting at least 75% of the face (n=82, 51 women, 31 men, mean age 60 years).", "effective_dosage": "Not specified", "study_duration": "Follow-up period included monitoring for prolonged erythema beyond one month post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:04.375305+00:00"}
{"study_id": 8560, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to illustrate current best practices and highlight new advances in chemical peeling for treating acne scarring.", "results_summary": "The abstract indicates that chemical peels are a widely available and low-cost treatment modality for acne scarring, but specific efficacy results are not detailed. The focus is on summarizing best practices and recent advancements.", "population_specificity": "Adolescents with acne vulgaris and associated scarring.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:04.790682+00:00"}
{"study_id": 8561, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of glycolic acid (GA) and salicylic acid (SA) peels in treating postacne pigmentation.", "results_summary": "Both GA and SA peels significantly improved postacne pigmentation, but GA showed superior results, with 45% of patients achieving >75% reduction compared to none in the SA group. The difference between the two treatments was statistically significant (P<0.0001).", "population_specificity": "40 South Indian patients (24 females, 16 males) with postacne pigmentation, mean age 21±2.29 years.", "effective_dosage": "50% glycolic acid (GA) and 30% salicylic acid (SA), applied every two weeks.", "study_duration": "Six weeks (three treatments total).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:07.572124+00:00"}
{"study_id": 8564, "supplement_id": 1004, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to systematically analyze the efficacy and safety of chemical peels for treating actinic keratoses (AKs).", "results_summary": "Chemical peels were found to effectively reduce AK count with minimal adverse effects and showed potential to prevent additional AK formation and keratinocyte carcinomas.", "population_specificity": "Patients with diffuse actinic keratoses (AKs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:08.052438+00:00"}
{"study_id": 8562, "supplement_id": 1004, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to assess the safety and efficacy of superficial chemical peels in acne patients taking isotretinoin compared to those not taking it.", "results_summary": "The study found no significant difference in complication rates between the isotretinoin and non-isotretinoin groups, with only one complication per group. Patients on isotretinoin showed faster and better improvement in acne resolution.", "population_specificity": "60 patients with acne (47 on oral isotretinoin, 13 not on isotretinoin).", "effective_dosage": "Not specified.", "study_duration": "August 2017 to January 2018 (retrospective analysis).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:08.194288+00:00"}
{"study_id": 8565, "supplement_id": 1004, "safety_score": "65", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and risks of skin resurfacing techniques, including chemical peels, for improving skin texture and color.", "results_summary": "The study found that chemical peels can improve skin texture and color, including reducing wrinkles and signs of photoaging, but are associated with risks such as infection, hypopigmentation, hyperpigmentation, and scarring. Patient evaluation and understanding of risks are crucial for minimizing complications.", "population_specificity": "Patients with skin texture and color issues, including wrinkles, photoaging, and scars (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:09.945334+00:00"}
{"study_id": 8563, "supplement_id": 1004, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and safety of platelet-rich plasma (PRP) alone versus its combination with subcision or medium-depth chemical peels (glycolic acid 70% + trichloroacetic acid 35%) for treating striae distensae.", "results_summary": "The combination of PRP with subcision or chemical peels showed significantly higher patient satisfaction, quality of life improvement, and greater reduction in striae measurements compared to PRP alone. Side effects were mild and well tolerated, with the combined treatments demonstrating superior efficacy, particularly for striae albae and darker skin types.", "population_specificity": "75 female patients with striae distensae.", "effective_dosage": "Glycolic acid 70% followed by trichloroacetic acid 35%.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:09.967159+00:00"}
{"study_id": 8566, "supplement_id": 1004, "safety_score": "90", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of combining oral minocycline and supramolecular salicylic acid (SSA) 30% chemical peels for treating papulopustular rosacea (PPR).", "results_summary": "The combination treatment significantly reduced rosacea severity, with all patients achieving at least a moderate response and 89.47% showing excellent improvement. No obvious adverse reactions were observed during the study.", "population_specificity": "Patients with papulopustular rosacea (PPR).", "effective_dosage": "50 mg minocycline twice a day and SSA 30% twice a month.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:12.734183+00:00"}
{"study_id": 8568, "supplement_id": 1004, "safety_score": "80", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to summarize the effects of chemical peels on ultraviolet-induced skin carcinogenesis, particularly focusing on actinic keratoses and cutaneous field cancerization, and to discuss the systemic and cutaneous toxicity of peeling agents.", "results_summary": "The study found that chemical peels may be clinically useful for preventing skin cancer, particularly in clearing actinic keratoses, with no identified evidence of systemic toxicity in humans. Data were primarily derived from animal models.", "population_specificity": "Laboratory animals and human models (limited data).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:14.048993+00:00"}
{"study_id": 8567, "supplement_id": 1004, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy, tolerance, and complications of a single session of combined chemical peels versus six sessions of TCA 15% peel in treating melasma.", "results_summary": "Both treatments showed gradual reduction in melasma severity, with no statistically significant difference in effectiveness. A single session of combined chemical peels was found to be as effective as six sessions of TCA peel, offering a convenient and time-saving alternative.", "population_specificity": "Patients with melasma (specific demographics not detailed in the abstract).", "effective_dosage": "One session of combined chemical peels (left side) vs. six sessions of TCA 15% peel (right side, every 10 days).", "study_duration": "Three months (including follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:14.545785+00:00"}
{"study_id": 8569, "supplement_id": 1004, "safety_score": "40", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the continued relevance and safety of Baker-Gordon formula phenol chemical peels for treating deep facial wrinkles, particularly in the perioral region.", "results_summary": "The study found that the Baker-Gordon phenol peel is highly effective for deep facial lines, but carries risks like arrhythmias and scarring. The \"Regional Phenol Peeling\" technique was presented as a safer alternative by limiting application to the perioral region, avoiding systemic monitoring.", "population_specificity": "Patients with advanced perioral wrinkles.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:16.572141+00:00"}
{"study_id": 8570, "supplement_id": 1004, "safety_score": "90", "efficacy_score": 85, "quality_score": 60, "study_goal": "To assess the efficacy and safety of triple combination therapy with salicylic acid chemical peels, oral glycyrrhizin compound, and vitamin C for Riehl's melanosis.", "results_summary": "All three patients showed obvious improvement with no reported side effects, indicating the therapy was safe and effective for Riehl's melanosis.", "population_specificity": "Three patients diagnosed with Riehl's melanosis.", "effective_dosage": "Salicylic acid 30% peels once every 2 weeks, glycyrrhizin compound (150 mg/d), vitamin C (100 mg/d).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:16.732508+00:00"}
{"study_id": 8574, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to provide an updated analysis of available chemical peels for dermatologic use and offer a step-by-step treatment protocol.", "results_summary": "Chemical peels are widely used, with over 1.3 million procedures performed in 2016. Superficial peels have grown in popularity, demonstrating excellent clinical efficacy when used appropriately.", "population_specificity": "Not specified (general dermatologic use)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:17.784190+00:00"}
{"study_id": 8571, "supplement_id": 1004, "safety_score": "85", "efficacy_score": 80, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the safety and efficacy of chemical peels (glycolic acid 50% and salicylic acid 25%) as a treatment for refractory disseminated superficial actinic porokeratosis (DSAP).", "results_summary": "The study found that chemical peels significantly reduced lesions in all five patients after an average of three treatment cycles, with high patient satisfaction and rare side effects. The treatment was well-tolerated and effective for refractory DSAP cases.", "population_specificity": "Five female patients with a history of DSAP refractory to at least two prior treatments (mostly imiquimod and topical tretinoin).", "effective_dosage": "Glycolic acid 50% and salicylic acid 25% applied in a two-layer technique every 6 weeks.", "study_duration": "Mean of three treatment cycles (approximately 18 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:18.236705+00:00"}
{"study_id": 8572, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the willingness-to-pay (WTP) for chemical peel (CP) treatments among Chinese acne patients and conduct a benefit-cost analysis.", "results_summary": "The study found that Chinese acne patients were willing to pay for CP treatments, with WTP positively associated with self-reported acne severity and treatment efficacy. The benefit-cost ratios varied, with only one case (Case 3) showing benefits outweighing costs (BCR 1.4).", "population_specificity": "Chinese acne patients (476 anonymous participants).", "effective_dosage": "Three-time CP treatment (glycolic acid peel).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:18.795189+00:00"}
{"study_id": 8575, "supplement_id": 1004, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "To evaluate and compare the clinical efficacy and safety of combination chemical peels versus single peel in the treatment of mild-to-moderate acne.", "results_summary": "Both sides of the face showed significant improvement in acne lesions, with combination peels demonstrating higher and earlier therapeutic response compared to single peels. Side effects were minimal.", "population_specificity": "45 patients with mild-to-moderate acne.", "effective_dosage": "Six sessions with 2-week intervals (modified Jessner's solution, TCA 20-30%, salicylic acid 20-30%, mandelic acid 10%).", "study_duration": "3 months (including follow-up).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:21.228887+00:00"}
{"study_id": 8576, "supplement_id": 1004, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to review the safety, efficacy, and patient selection factors for chemical peels in treating acne vulgaris, with special considerations for different skin types.", "results_summary": "The study found that chemical peels are effective as adjuvant therapy for acne vulgaris, particularly superficial to medium-depth peels, but highlighted higher risks of hyperpigmentation in darker-skinned patients (Fitzpatrick IV-VI). Safety and efficacy depend on proper patient selection and preoperative preparation.", "population_specificity": "Adolescents and young adults with acne vulgaris, with specific focus on Fitzpatrick skin types IV-VI (darker-skinned individuals).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:23.296816+00:00"}
{"study_id": 8577, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of various chemical peels for treating acne vulgaris by analyzing randomized controlled trials.", "results_summary": "The study found that commonly used chemical peels (e.g., trichloroacetic acid, salicylic acid, glycolic acid) were similarly effective for mild-to-moderate acne, with some combinations (e.g., salicylic and mandelic acid) showing superior results. However, no definitive superiority among peels was established due to clinical heterogeneity and low-to-moderate study quality.", "population_specificity": "387 participants with acne vulgaris (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:23.966262+00:00"}
{"study_id": 8579, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to elaborate on various chemical peeling agents for treating melasma, reviewing their indications, mechanisms of action, and procedural details.", "results_summary": "The study summarized evidence supporting the use of chemical peels for melasma, highlighting their acceptability as a treatment option regardless of melasma type or duration. It detailed the procedure and rationale behind peeling agents.", "population_specificity": "Patients with melasma (any type and duration).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:25.061917+00:00"}
{"study_id": 8578, "supplement_id": 1004, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers sought to determine the frequency of side effects and complications associated with superficial chemical peels in patients with skin types III-VI.", "results_summary": "Of 473 chemical peel treatments, 3.8% had short-term or long-term complications, with crusting, postinflammatory hyperpigmentation, and erythema being the most common. Side effects resolved within 8 months and were less frequent during winter; skin type VI had higher odds of adverse events.", "population_specificity": "Patients with Fitzpatrick skin types III-VI.", "effective_dosage": "Not specified", "study_duration": "5-year retrospective analysis", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:25.210534+00:00"}
{"study_id": 8581, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To review the indications for chemical peels with an emphasis on their use in male patients.", "results_summary": "Chemical peels effectively treat various skin conditions in men, including acne vulgaris, acne scarring, rosacea, and photodamage. Male patients may require more treatments or higher concentrations due to skin and hair follicle differences.", "population_specificity": "Male patients seeking treatment for aesthetic and medical skin conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:25.929890+00:00"}
{"study_id": 8580, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review current best practices, recent advances in chemical peel technology, and recommended uses for different peel types, as well as present survey results from Australian dermatologists.", "results_summary": "The study highlights the versatility of chemical peels in treating various skin conditions, including photoaging, inflammatory dermatoses, and pigmentary disorders, and discusses recent technological advancements. It also provides insights into the practices of Australian dermatologists regarding chemical peels.", "population_specificity": "Australian dermatologists (survey of 30 practitioners).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:26.037839+00:00"}
{"study_id": 8582, "supplement_id": 1004, "safety_score": "70", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to outline the procedures, indications, and clinical considerations for the three principal types of chemical peels (alpha-hydroxy acids, trichloracetic acid, phenol-croton oil peel) in treating skin aging.", "results_summary": "The study detailed the four-step procedure of chemical peels (pre-peel preparation, peeling, recovery, maintenance) and emphasized the importance of preparation and training. It also highlighted various techniques (superficial, medium, deep, combined, mosaic peels) and the need for careful follow-up to manage complications.", "population_specificity": "Patients with skin aging seeking alternative or complementary treatments to surgical procedures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:28.424048+00:00"}
{"study_id": 8584, "supplement_id": 1004, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "To develop expert consensus on the safety of superficial chemical peels and other skin procedures in patients currently or recently using isotretinoin.", "results_summary": "The task force found insufficient evidence to justify delaying superficial chemical peels and nonablative laser treatments for patients on isotretinoin, suggesting these procedures may be safe when performed by trained clinicians.", "population_specificity": "Patients currently or recently exposed to isotretinoin.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Isotretinoin", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:29.351109+00:00"}
{"study_id": 8588, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to analyze litigation related to facial dermabrasion and chemical peel procedures to identify common factors in legal cases and outcomes.", "results_summary": "The study found that 64% of cases were decided in favor of the defendant, while 36% resulted in payments. Common litigation factors included poor cosmetic outcomes, alleged negligence, permanent injury, and informed-consent deficits.", "population_specificity": "22 female and 2 male plaintiffs (1 case unspecified).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:33.695580+00:00"}
{"study_id": 8587, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the role of chemical peels as a minimally invasive technique for facial rejuvenation and compare it with other methods like mesotherapy and microneedling.", "results_summary": "The study highlights that chemical peels, with tailored chemical combinations and application techniques, can provide optimal, safe, and consistent results for facial rejuvenation. However, it notes that research on the efficacy and long-term results of mesotherapy and microneedling is lacking.", "population_specificity": "Patients seeking facial rejuvenation (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:34.144603+00:00"}
{"study_id": 8590, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare and contrast the clinical benefits and disadvantages of chemical peeling (medium-depth and deep) alongside other facial skin rejuvenation techniques.", "results_summary": "The abstract suggests chemical peeling is a refined, tried-and-true technique for facial skin rejuvenation, but does not provide specific efficacy data or outcomes. It positions chemical peeling as one of three primary approaches in skin rejuvenation.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:34.329107+00:00"}
{"study_id": 8589, "supplement_id": 1004, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the classification, safety, and efficacy of chemical peels for treating various skin conditions, focusing on patient selection and procedural considerations.", "results_summary": "Chemical peels are effective for skin resurfacing, promoting cell turnover, epidermal thickening, skin lightening, and collagen formation. Patients with Fitzpatrick skin types IV to VI respond well to superficial and medium-depth peels but have higher risks of dyspigmentation and scarring.", "population_specificity": "Individuals with various skin conditions, particularly those with Fitzpatrick skin types IV to VI.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:34.441931+00:00"}
{"study_id": 8585, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a novel pigmentation control serum (LYT2) combined with very superficial chemical peels in improving hyperpigmentation and photodamage in skin of color patients.", "results_summary": "The treatment regimen showed statistically significant improvements in hyperpigmentation, photodamage, and skin tone unevenness by weeks 8 and 12, supported by investigator assessments, digital photography, and subject self-reports. Independent case studies corroborated these findings.", "population_specificity": "Seventeen subjects (female and male) aged 36-69 with Fitzpatrick Skin Types III-VI and moderate to severe facial hyperpigmentation, identifying as Asian, Hispanic, African American, or Caucasian.", "effective_dosage": "Three very superficial chemical peel treatments every 4 weeks, with LYT2 serum applied twice daily between peels.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:34.671456+00:00"}
{"study_id": 8586, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of a combined regimen including chemical peels (glycolic acid and Jessner's solution) for treating lichen planus pigmentosus.", "results_summary": "The study found that the combined regimen of topical azelaic acid foam, tretinoin cream, and twice-monthly chemical peels led to dramatic improvement in the patient's lichen planus pigmentosus lesions. The authors highlighted a lack of therapeutic literature for this condition and suggested this approach as a potential management strategy.", "population_specificity": "18-year-old Hispanic man with lichen planus pigmentosus.", "effective_dosage": "Twice-monthly chemical peels using glycolic acid and Jessner's solution.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:35.200569+00:00"}
{"study_id": 8591, "supplement_id": 1004, "safety_score": "65", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness and complications of superficial and medium-depth chemical peels for treating acne, pigmentation disorders, and photo-aging.", "results_summary": "The study found that chemical peels provide marked results, especially with deeper peels, but complications like irritation, uneven pigmentation, and scarring are more likely, particularly in darker skin types and with certain peeling agents. Rare but life-threatening complications were also noted.", "population_specificity": "Individuals with acne, pigmentation disorders, and photo-aging, with emphasis on darker skin types.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:37.482066+00:00"}
{"study_id": 8592, "supplement_id": 1004, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and suitability of various chemical peels, particularly glycolic and lactic acid peels, for treating melasma in darker skin types (Fitzpatrick IV-VI).", "results_summary": "Chemical peels, especially glycolic and lactic acid peels, showed promising results for melasma treatment, with glycolic peels being the safest and most effective. Lactic acid peels were noted as cost-effective but required further study, while a new phytic solution was recommended for its ease of use.", "population_specificity": "Darker skin types (Fitzpatrick IV-VI) with melasma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:38.319622+00:00"}
{"study_id": 8593, "supplement_id": 1004, "safety_score": "80", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the safety and efficacy of chemical peels for treating acne and acne scars in Asian populations, who are more prone to hyperpigmentation.", "results_summary": "The studies generally supported the safety and efficacy of chemical peels for acne and acne scars in Asians, including darker skin types, though sample sizes were small and reporting was inconsistent. Further trials with better design and larger samples are needed.", "population_specificity": "Asian populations, particularly those prone to hyperpigmentation.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:42.455888+00:00"}
{"study_id": 8595, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the potential of chemical peels as an adjunctive treatment for acne vulgaris, focusing on efficacy, safety, and standardization.", "results_summary": "The study suggests chemical peels show promise as adjunctive therapy for acne, but efficacy results are mixed, and optimal application, formulation, and exposure times remain unstandardized.", "population_specificity": "Patients with acne vulgaris (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:42.606596+00:00"}
{"study_id": 8594, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate treatments, including chemical peels, for improving skin appearance by stimulating collagen synthesis and reducing fine lines and wrinkles in the brow and upper lid area.", "results_summary": "The study found that chemical peels, along with other treatments, were effective in improving fine lines, wrinkles, and overall skin appearance by stimulating collagen synthesis.", "population_specificity": "Patients with brow and upper lid concerns, likely focusing on aging or skin texture issues.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:42.903539+00:00"}
{"study_id": 8596, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the evidence supporting the use of superficial chemical peels for treating acne and acne-prone oily skin.", "results_summary": "The study found that while clinical trials on chemical peels for acne were limited and often small or uncontrolled, available evidence generally supported their use with favorable outcomes. However, no studies compared chemical peels to standard acne medications, and the impact of peels alone was unclear due to potential concomitant treatments.", "population_specificity": "Patients with active acne or acne-prone oily skin.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:43.735885+00:00"}
{"study_id": 8597, "supplement_id": 1004, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the classification, clinical applications, and safety of chemical peels in dermatological and cosmetic practice.", "results_summary": "Chemical peels are effective for treating various skin disorders and rejuvenating skin, with efficacy increasing with peel depth but also associated with longer healing times and potential complications. Combining peels with other resurfacing techniques can optimize outcomes and patient satisfaction.", "population_specificity": "Patients with skin disorders such as acne, melasma, dyschromias, photodamage, actinic keratoses, and those seeking skin rejuvenation.", "effective_dosage": "Not specified (various agents and concentrations mentioned, including beta-lipohydroxy acid).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:44.971860+00:00"}
{"study_id": 8599, "supplement_id": 1004, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and applications of chemical peels for skin rejuvenation, focusing on different peeling agents and their indications.", "results_summary": "Chemical peels improve damaged skin and fine wrinkles by inducing epidermal regeneration and collagen remodeling. Various agents like alpha-hydroxy acids and beta-hydroxy acids are effective, with phenol being optimal for deep peeling, though requiring specific care.", "population_specificity": "Not specified (general skin rejuvenation patients).", "effective_dosage": "Not specified (varies by agent and peeling depth).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:46.015056+00:00"}
{"study_id": 8598, "supplement_id": 1004, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the therapeutic response of melasma in Indian women to glycolic acid (20-35%) versus trichloroacetic acid (10-20%) chemical peels.", "results_summary": "Both GA and TCA peels showed significant reductions in melasma severity (79% and 73% respectively), with no significant difference between them. Epidermal-type melasma responded better than mixed-type, and GA peels had fewer side effects and additional facial rejuvenation benefits.", "population_specificity": "Forty nonpregnant Indian women with melasma (minimum MASI score of 10).", "effective_dosage": "GA (20-35%) or TCA (10-20%) peels applied every 15 days, following a 2-week prepeel program of 12% GA cream or 0.1% tretinoin nightly.", "study_duration": "12 weeks (including prepeel program).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:46.163846+00:00"}
{"study_id": 8600, "supplement_id": 1004, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review the use of superficial chemical peels in clinical practice, focusing on their safety, efficacy, and potential applications for various skin conditions.", "results_summary": "The study found that superficial chemical peels are generally safe and effective for treating conditions like acne, melasma, dyschromias, photodamage, and actinic keratoses. They can be combined with other procedures to enhance outcomes and patient satisfaction.", "population_specificity": "Not specified (general clinical practice).", "effective_dosage": "Not specified (various actives and concentrations mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:47.087105+00:00"}
{"study_id": 8604, "supplement_id": 1004, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to estimate the incidence of cardiac complications during full-face deep chemical peels and suggest methods to reduce this risk.", "results_summary": "The study found a 6.6% incidence of cardiac arrhythmia during deep chemical peels, with higher rates in patients with diabetes, hypertension, and depression. Most arrhythmias were managed with lidocaine, and the overall incidence was lower than previously thought.", "population_specificity": "181 female patients, mean age 56 years (range 30-77).", "effective_dosage": "Not specified", "study_duration": "Single procedure (data collected over one year)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:52.196513+00:00"}
{"study_id": 8603, "supplement_id": 1004, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of alpha-hydroxy acid (30% glycolic acid) and beta-hydroxy acid (30% salicylic acid) peels in treating mild to moderately severe facial acne vulgaris.", "results_summary": "Both peels were significantly effective by the second treatment, with no significant differences in effectiveness. The salicylic acid peel showed sustained effectiveness at 2 months posttreatment and had fewer side effects compared to the glycolic acid peel.", "population_specificity": "Twenty patients with mild to moderately severe facial acne vulgaris.", "effective_dosage": "30% glycolic acid and 30% salicylic acid applied every 2 weeks.", "study_duration": "Six treatments over 12 weeks (2-week intervals).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:52.687066+00:00"}
{"study_id": 8605, "supplement_id": 1004, "safety_score": "100", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of lactic acid chemical peels compared to Jessner's solution for treating melasma.", "results_summary": "Lactic acid was found to be as effective as Jessner's solution, with marked improvement in melasma severity (measured by MASI score) and no reported side effects. The response was statistically significant.", "population_specificity": "30 patients with melasma (86.67% women, 13.33% men), mostly Fitzpatrick skin type IV, aged 18-50 years.", "effective_dosage": "Pure lactic acid (92%, pH 3.5) applied every 3 weeks until desired response (2-5 sessions).", "study_duration": "Follow-up for 6 months after the last session.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:53.423167+00:00"}
{"study_id": 8602, "supplement_id": 1004, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to outline the indications, contraindications, procedural details, and safety considerations for chemical peels in dermatological practice.", "results_summary": "The study found that chemical peels are effective for treating pigmentary disorders, superficial acne scars, and aging skin changes, with specific protocols for different peeling agents. Safety is emphasized with pre-peel priming and careful patient selection, though deep peels are not recommended for Indian skin.", "population_specificity": "Patients with pigmentary disorders, superficial acne scars, aging skin changes, and benign epidermal growths; specific caution noted for dark-skinned patients.", "effective_dosage": "Varies by peel type (e.g., glycolic acid peels applied for 3 minutes, salicylic acid peels washed after 3-5 minutes).", "study_duration": "Pre-peel priming for 2-4 weeks; peels repeated weekly, fortnightly, or monthly depending on type and depth.", "interactions": "Photosensitizing medications mentioned as a contraindication.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:53.964074+00:00"}
{"study_id": 8606, "supplement_id": 1004, "safety_score": "80", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine the efficacy and safety of repeated, medium-depth chemical peels for treating periorbital wrinkles in dark-skinned individuals.", "results_summary": "Improvement occurred in 11 of 12 subjects, with marked to mild improvement in 83% of cases. Mild side effects were reported in 33% of subjects.", "population_specificity": "12 dark-skinned individuals (10 women, 2 men) aged 30-55 with fine or medium periorbital wrinkles.", "effective_dosage": "Jessner's solution followed by 35% trichloroacetic acid (TCA), applied in four sessions 1 month apart.", "study_duration": "Four sessions, each 1 month apart.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:53.991533+00:00"}
{"study_id": 8608, "supplement_id": 1004, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to provide a theoretical overview of chemical peels and practical instructions for their use in skin rejuvenation and treating various skin conditions.", "results_summary": "The abstract states that chemical peels are effective for skin rejuvenation and treating skin conditions, with phenol peels remaining the gold standard for skin resurfacing despite risks like scarring and hypopigmentation.", "population_specificity": "Not specified (general outpatient population implied).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:54.096968+00:00"}
{"study_id": 8607, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to compare the effects of 30% glycolic acid peels and Jessner's solution peels on sebum secretion in patients with facial acne.", "results_summary": "The study found that neither 30% glycolic acid peels nor Jessner's solution peels significantly changed sebum levels in facial acne patients after two treatments. The authors suggest further evaluation is needed to assess the cumulative effects of more than two peel treatments.", "population_specificity": "Thirty-eight patients with mild to moderate facial acne.", "effective_dosage": "Two peel treatments with an interval of 2 weeks.", "study_duration": "4 weeks (two treatments spaced 2 weeks apart).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:54.795047+00:00"}
{"study_id": 8609, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the value, indications, and application techniques of different chemical peels (very superficial, superficial, and medium depth) for facial treatment by ophthalmologists.", "results_summary": "The abstract suggests that once ophthalmologists understand and become confident with chemical peel techniques, they can effectively treat the entire face, but specific efficacy outcomes are not detailed.", "population_specificity": "Ophthalmologists (implied as practitioners) and patients receiving facial treatment (implied but not specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:55.471560+00:00"}
{"study_id": 8610, "supplement_id": 1004, "safety_score": "70", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and morbidity of superficial glycolic acid (GA) peels versus midlevel trichloroacetic acid (TCA) peels for skin improvement.", "results_summary": "Both treatments showed small overall improvements, with TCA peels providing slightly better wrinkle reduction but causing more discomfort, while GA peels were associated with higher patient satisfaction despite modest effects on actinic damage.", "population_specificity": "7 female patients", "effective_dosage": "35% TCA (single peel) vs. 30% GA (5 peels at monthly intervals)", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:00.579271+00:00"}
{"study_id": 8614, "supplement_id": 1004, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety, reliability, and effectiveness of a medium-depth chemical peel (Jessner's solution +35% TCA) for treating moderate photoaging skin.", "results_summary": "The study found that the combination medium-depth chemical peel is a safe, reliable, and effective treatment for moderate photoaging skin, with detailed discussion on the procedure and postoperative considerations.", "population_specificity": "Patients with moderate photoaging skin.", "effective_dosage": "Jessner's solution +35% TCA (specific frequency not mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:02.304796+00:00"}
{"study_id": 8612, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 50, "study_goal": "The researchers aimed to discuss the history of chemical peels and describe the treatment process for phenol peels, TCA peels, and AHA peels, emphasizing the importance of patient skin pretreatment history.", "results_summary": "The abstract indicates that chemical peels accelerate cell regeneration compared to natural rates and highlights the significance of patient skin pretreatment history in determining the depth achieved by the peel solution.", "population_specificity": "Not specified", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:02.466177+00:00"}
{"study_id": 8613, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and reliability of chemical peeling techniques, particularly variations of the Baker-Gordon solution and TCA concentrations, for facial skin rejuvenation.", "results_summary": "The study found that chemical peeling techniques provide consistent and reliable results for treating various skin conditions, with the most successful outcomes achieved when treatments are individualized. Skin resurfacing procedures were described as highly rewarding for both patients and surgeons.", "population_specificity": "Patients undergoing facial skin rejuvenation procedures (specific demographics not detailed).", "effective_dosage": "Variations of Baker-Gordon solution and TCA concentrations (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:02.940915+00:00"}
{"study_id": 8617, "supplement_id": 1004, "safety_score": "70", "efficacy_score": 80, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the effects of trichloroacetic acid chemical peels and dermabrasion on patients with xeroderma pigmentosum, focusing on prophylactic benefits against skin malignancies and comparing morbidity.", "results_summary": "Chemical peels provided a transient but less morbid prophylactic effect against skin malignancies compared to dermabrasion, which had a more pronounced effect. Both treatments showed efficacy in reducing malignancy development.", "population_specificity": "Two patients with xeroderma pigmentosum.", "effective_dosage": "Not specified", "study_duration": "Periodic (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:04.478079+00:00"}
{"study_id": 8611, "supplement_id": 1004, "safety_score": "75", "efficacy_score": 80, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy and safety of medium-depth chemical peels (Jessner's solution followed by 35% TCA) in treating acne scars, particularly in patients with dark complexion.", "results_summary": "The study found that medium-depth chemical peels improved acne scars in most patients, with varying degrees of success (6.6% significant, 53.3% moderate, 26.6% mild, 6.6% minimal improvement). Transient postinflammatory hyperpigmentation occurred in 26.6% of patients but resolved within 3 months.", "population_specificity": "15 patients (14 women, 1 man; mean age 28 years) with atrophic saucer/crater-like or pitted (ice-pick) acne scars.", "effective_dosage": "Jessner's solution followed by 35% trichloroacetic acid (TCA), administered in 1-3 sessions.", "study_duration": "Sessions conducted between November 1998 and March 2000 (exact duration per patient not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:05.234476+00:00"}
{"study_id": 8616, "supplement_id": 1004, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to compare the safety, efficacy, and clinical outcomes of chemical peels versus pulsed CO2 laser resurfacing for various skin conditions.", "results_summary": "Chemical peels were found to be more effective and less expensive for treating epidermal and superficial papillary dermis issues like hyperpigmentation and actinic keratoses, while CO2 lasers were better for deeper dermal problems like rhytides and scars, with a superior safety profile. Combining both treatments yielded optimal results but posed logistical challenges in postoperative care.", "population_specificity": "Patients with skin conditions affecting the epidermis, papillary dermis, or reticular dermis (e.g., hyperpigmentation, actinic keratoses, rhytides, scars).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:05.460140+00:00"}
{"study_id": 8615, "supplement_id": 1004, "safety_score": "80", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to assess the clinical efficacy and safety of superficial salicylic acid peels in individuals with skin types V and VI for treating acne vulgaris, post-inflammatory hyperpigmentation, melasma, and oily skin.", "results_summary": "Moderate to significant improvement was observed in 88% of patients, with minimal to mild side effects occurring in 16%. The study concluded that salicylic acid peels are safe and effective for these conditions in darker skin types.", "population_specificity": "Patients with skin types V and VI (darker racial-ethnic groups) with acne vulgaris, post-inflammatory hyperpigmentation, melasma, or rough, oily skin.", "effective_dosage": "20% and 30% salicylic acid peels, administered at 2-week intervals (total of five peels).", "study_duration": "10 weeks (2 weeks pre-treatment with hydroquinone 4% + 8 weeks of peel sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:06.023028+00:00"}
{"study_id": 8618, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a method using fluorescent compounds to accurately track the application of superficial chemical peels and avoid skip areas or over-treatment.", "results_summary": "The study found that incorporating fluorescent compounds (salicylic acid and fluorescein sodium) into superficial chemical peels allowed visualization of treated areas under Wood's lamp, improving precision and minimizing errors like overlayering. This method effectively highlighted dyschromia and ensured uniform application.", "population_specificity": "Not specified (likely individuals undergoing treatment for photoaging).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:10.594195+00:00"}
{"study_id": 8619, "supplement_id": 1004, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the growth and advancements in chemical peeling techniques and their applications for treating pigmentary dyschromias, actinic keratoses, rhytides, depressed scarring, and irradiation dermatitis.", "results_summary": "The study highlights significant growth in chemical peeling techniques, including the discovery of new wounding agents and variations in technique, with an emphasis on objective evaluation through demonstrative histology and shared knowledge of results and complications.", "population_specificity": "Not specified (general dermatologic applications).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:11.085495+00:00"}
{"study_id": 50156, "supplement_id": 1005, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of anthocyanin-rich cherry extract (AC) on tight junction proteins in inflammatory Caco-2 and HUVEC cell monolayers.", "results_summary": "AC treatment reduced TNF-α-induced redistribution of Occludin and ZO-1 proteins in Caco-2 cells and compensated for decreased protein and mRNA expression in HUVEC cells, improving membrane integrity in both cell types.", "population_specificity": "In vitro Caco-2 (intestinal epithelial) and HUVEC (endothelial) cell cultures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:11.241580+00:00"}
{"study_id": 50155, "supplement_id": 1005, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the barrier-modulating, anti-inflammatory, and protective effects of anthocyanin-rich sour cherry extract (AC) against gliadin-induced membrane damage and inflammatory responses in a Caco-2 cell model.", "results_summary": "The study found that sour cherry extract significantly reduced cytokine and ROS levels, stabilized the intestinal barrier, and restored TEER values despite gliadin exposure. It demonstrated anti-inflammatory and protective roles against gliadin-induced damage.", "population_specificity": "Caco-2 cell culture (in vitro model of intestinal epithelium)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Interaction with pepsin-trypsin-resistant gliadin (PT-gliadin) noted, but no other interactions mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:12.784268+00:00"}
{"study_id": 50157, "supplement_id": 1005, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Total Body Rhythm (TBR), containing tart cherry extract and omega fatty acids, could reduce behavioral and neuropathological deficits in a mouse model of Alzheimer's disease.", "results_summary": "TBR treatment improved memory deficits in cognitive tests, reduced anxiety, protected against neuron loss, decreased glial activation, and attenuated Aβ plaque deposition, primarily in 6-month-old male mice.", "population_specificity": "6- and 12-month-old 5xFAD mice and age-matched wild-type controls.", "effective_dosage": "60 mg/kg, administered every other day.", "study_duration": "Two months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:13.928395+00:00"}
{"study_id": 50160, "supplement_id": 1005, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine the therapeutic effects of tart cherry extract on metabolic parameters, glucose tolerance, inflammation, and antioxidant capacity in a chronic obesity mouse model.", "results_summary": "The tart cherry extract did not reverse high-fat diet effects on body weight or glucose tolerance but significantly reduced leptin and IL-6 levels, improved antioxidant capacity, and enhanced SOD activity.", "population_specificity": "Male C57BL/6J mice on a high-fat diet.", "effective_dosage": "Anthocyanin-rich tart cherry extract dissolved in drinking water (5% sucrose).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:14.214352+00:00"}
{"study_id": 50158, "supplement_id": 1005, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether tart cherry extract could mitigate cytotoxicity and apoptosis in human epidermal keratinocytes (HaCaT cells) induced by airborne particulate matter (PM10).", "results_summary": "Tart cherry extract (200 μg/mL) restored cell viability, reduced reactive oxygen species (ROS), and inhibited apoptosis-related gene expression (Bcl-2, Bax, caspase-3) by modulating NF-κB, ERK, and p38 MAPK pathways in PM10-treated HaCaT cells.", "population_specificity": "Human epidermal keratinocyte (HaCaT) cells in vitro.", "effective_dosage": "200 μg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:14.747968+00:00"}
{"study_id": 50159, "supplement_id": 1005, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the anticancer properties of sweet cherry extract on human prostate cells, focusing on its effects on cell viability, apoptosis, oxidative stress, and glycolytic metabolism.", "results_summary": "Saco cherry extract reduced viability in both neoplastic and non-neoplastic prostate cells, increased apoptosis in LNCaP cells, decreased oxidative damage, and suppressed glycolytic metabolism in LNCaP cells.", "population_specificity": "Human prostate cells (non-neoplastic PNT1A and neoplastic LNCaP and PC3).", "effective_dosage": "0-2,000 μg/ml", "study_duration": "48-96 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:14.944478+00:00"}
{"study_id": 50161, "supplement_id": 1005, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the acceptability, feasibility, and preliminary efficacy of cherry extract compared to diet modification in managing gout symptoms.", "results_summary": "Cherry extract showed significant improvement in 6 out of 8 Health Assessment Questionnaire domains at 9 months, outperforming diet modification. Participant satisfaction with the intervention was high, though dietary changes initially led to better nutrient intake at 6 months.", "population_specificity": "84 people with physician-confirmed gout.", "effective_dosage": "Not specified", "study_duration": "9 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:19.188113+00:00"}
{"study_id": 50163, "supplement_id": 1005, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining anthocyanin-rich tart cherry extract with suboptimal doses of sulindac enhances protection against colon cancer compared to sulindac alone.", "results_summary": "Mice fed anthocyanin-rich cherry extract combined with sulindac had fewer tumors, lower total tumor burden, and less body weight loss than those given sulindac alone, suggesting enhanced cancer protection.", "population_specificity": "APCMin mice (a model for colon cancer).", "effective_dosage": "Various dosages (specific amounts not detailed in abstract).", "study_duration": "19 weeks.", "interactions": "Positive interaction noted with sulindac (enhanced protective effects).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:20.301634+00:00"}
{"study_id": 50162, "supplement_id": 1005, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a combination of tart cherry extract, Nordic fish oil, and emu oil (TBR) could reduce cognitive deficits in a mouse model of Alzheimer's disease.", "results_summary": "TBR treatment reduced cognitive deficits in the mouse model, as shown by improved performance in object-recognition, place-recognition, and Morris-water-maze tasks. It also protected against inflammatory response and loss of cholinergic neurons in the brain.", "population_specificity": "SAP-induced mouse model of Alzheimer's disease.", "effective_dosage": "Daily gavage treatment (specific dosage not provided).", "study_duration": "2 weeks pre-treatment + 17 days post-treatment (total 31 days).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:21.015808+00:00"}
{"study_id": 50164, "supplement_id": 1005, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of acerola cherry extract (ACE) on cell proliferation and Ras signal pathway activation during the promotion stage of lung tumorigenesis in mice treated with NNK.", "results_summary": "Pretreatment with ACE inhibited increases in proliferating nuclear cell antigen and ornithine decarboxylase levels and suppressed Ras signal pathway activation, suggesting ACE regulates abnormal cell growth during tumor promotion.", "population_specificity": "Mice treated with NNK to induce lung tumorigenesis.", "effective_dosage": "70 mg/kg and 700 mg/kg body weight.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:21.945122+00:00"}
{"study_id": 185179, "supplement_id": 1005, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether coffee cherry extract (CCE) improves cognitive performance in adults with mild cognitive decline.", "results_summary": "Participants on CCE showed significant reductions in reaction time compared to placebo, with effects noted in the first week and persisting throughout the 28-day study. The study also referenced earlier findings that CCE reduces reactive oxygen species and increases BDNF levels.", "population_specificity": "Seventy-one adults with mild cognitive decline.", "effective_dosage": "Not specified", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:22.152820+00:00"}
{"study_id": 185178, "supplement_id": 1005, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether powdered tart cherry extract with minimal calorie content reduces oxidative stress and enhances recovery following intense resistance exercise.", "results_summary": "Tart cherry extract significantly reduced oxidative stress and markers of muscle and cardiac damage, prevented decreases in handgrip strength, and showed potential for reducing central fatigue after intense resistance exercise.", "population_specificity": "Thirteen men (mean age: 26.2 ± 5.3 years; height: 184.3 ± 8.2 cm; weight: 92.9 ± 15.6 kg).", "effective_dosage": "500 mg of tart cherry extract daily.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:23.186685+00:00"}
{"study_id": 7349, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether chewing gum could reduce postoperative pain in pediatric patients undergoing tonsillectomy.", "results_summary": "The study found that chewing gum significantly reduced pain levels and analgesic use compared to the control group, with consistent effects across all days. Generalized linear mixed model analysis confirmed chewing gum's independent effect on lowering pain scores.", "population_specificity": "Pediatric patients (mean age and gender distribution similar across groups) undergoing tonsillectomy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:23.383542+00:00"}
{"study_id": 7348, "supplement_id": 1006, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the relationship between chronic khat chewing and high-grade hemorrhoidal disease, as well as post-operative complications like bleeding and pain.", "results_summary": "Chronic khat chewing was strongly associated with thrombosed grade IV hemorrhoidal disease, with 90% of chewers having hemorrhoids and 75% requiring surgical intervention. Post-operative complications, including bleeding and severe pain, were significantly higher in male khat chewers.", "population_specificity": "1,896 patients aged 16-85 years in Yemen, divided into chronic khat chewers (n=1,492) and non-chewers (n=404).", "effective_dosage": "Not specified", "study_duration": "Follow-up for three months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:24.473870+00:00"}
{"study_id": 7351, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the efficacy of different types of herbal gums (mastic, xylitol, and propolis) in managing postoperative sore throat (POST) after cholecystectomy.", "results_summary": "Propolis gum significantly reduced POST severity and throat dryness at 2 hours postoperatively compared to other groups, though no significant differences were observed at other time points.", "population_specificity": "72 patients scheduled for cholecystectomy.", "effective_dosage": "Patients chewed sugar-free gum for 15 minutes immediately before surgery.", "study_duration": "Single 15-minute chewing session preoperatively.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:28.544865+00:00"}
{"study_id": 7350, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the therapeutic outcomes of stabilization splint therapy in adult patients with temporomandibular disorder (TMD) with or without chewing side preference (CSP), focusing on quantitative and qualitative measures of joint health.", "results_summary": "The study found significant improvements in joint space measures, condylar morphology, and bone mineral density in TMD patients with CSP after stabilization splint therapy, while TMD-only patients showed changes primarily in condylar length and joint space. The presence of CSP exacerbated TMD severity and led to asymmetrical condylar positions and morphological changes.", "population_specificity": "64 adult patients diagnosed with TMD (32 with TMD + CSP and 32 with TMD only).", "effective_dosage": "Not specified", "study_duration": "6 to 12 months (average 9.5 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:29.366636+00:00"}
{"study_id": 7355, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the flexural strength of two types of lithium disilicate ceramic blocks after simulated chewing cycles.", "results_summary": "The study found significant differences in flexural strength between the two brands, with IPS Emax CAD showing approximately twice the strength of Initial Lisi after chewing simulation. The results suggest Initial Lisi blocks are unsuitable for posterior teeth restorations.", "population_specificity": "Lithium disilicate ceramic specimens (not human subjects).", "effective_dosage": "Not applicable (material testing).", "study_duration": "24×10⁴ chewing simulation cycles.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:30.377642+00:00"}
{"study_id": 7352, "supplement_id": 1006, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to assess the safety, tolerability, and pharmacokinetics of a liquid oral niclosamide formulation compared to a marketed chewing tablet in healthy volunteers.", "results_summary": "The study found that the liquid niclosamide formulation was generally safe and well-tolerated, with mild to moderate gastrointestinal reactions as the most frequent adverse events. However, absorption was highly variable, and no dose linearity was observed between 200 mg and 1600 mg.", "population_specificity": "Healthy volunteers", "effective_dosage": "Single doses of 200 mg, 600 mg, and 1600 mg; multiple doses of 1200 mg and 1600 mg daily for seven days", "study_duration": "Single-dose and multiple-dose trials (seven days for Part C)", "interactions": "A relevant food effect was observed, with higher absorption under fed conditions.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:31.053267+00:00"}
{"study_id": 7357, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of chewing xylitol gum on gastrointestinal functional recovery after laparoscopic cholecystectomy.", "results_summary": "Chewing xylitol gum significantly reduced the time to first postsurgical flatus, bowel sounds, and defecation compared to the control and xylitol-free gum groups. No significant differences were found in discharge time or mobilization between groups.", "population_specificity": "Patients undergoing laparoscopic cholecystectomy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:31.731180+00:00"}
{"study_id": 7356, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the severity of masticatory discomfort, stress response, and sleep disturbance in older patients with chewing difficulties due to tooth loss or temporomandibular disorders (TMD).", "results_summary": "The study found that chewing discomfort and age were higher in the prosthetic group, while the TMD group showed higher stress responses and clinical insomnia rates. Restoring occlusion through prosthodontic treatment was emphasized for improving masticatory function, and a multidisciplinary approach was suggested for TMD patients.", "population_specificity": "392 patients aged 50 years and older with mastication difficulties (193 seeking prosthetic treatment for tooth loss, 199 referred for TMD-related pain).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:32.503125+00:00"}
{"study_id": 7353, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of α-amylase-enabled corn (AAC) on dairy cows' feed efficiency, milk production, and nutrient digestibility when fed at different concentrations.", "results_summary": "The study found that high corn concentration reduced fat yield and ECM but increased milk protein concentration, while AAC improved feed efficiency when combined with low corn concentration. High starch reduced urine-N excretion and ruminal acetate to propionate ratio, and AAC with high corn lowered MUN and plasma urea-N.", "population_specificity": "Twenty individually housed Holstein cows arranged in a 4 × 4 Latin square design.", "effective_dosage": "High corn concentration (28.7% starch, 24.6% corn) and low corn concentration (21.5% starch, 14.1% corn).", "study_duration": "21-day periods with 28 ± 3 days of ensiling.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:32.633803+00:00"}
{"study_id": 7358, "supplement_id": 1006, "safety_score": "100", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if preoperative sugar-free gum chewing could reduce the need for anti-emetic drugs in women undergoing robot-assisted laparoscopic surgery for uterine myomas.", "results_summary": "The gum-chewing group had a significantly lower rate of PONV (79.5%) compared to the control group (95.6%) and required fewer anti-emetic medications, with no reported adverse effects.", "population_specificity": "Adult women undergoing robot-assisted laparoscopic surgery for benign uterine tumors.", "effective_dosage": "15 minutes of sugar-free gum chewing preoperatively.", "study_duration": "Single 15-minute session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:32.636412+00:00"}
{"study_id": 7359, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "To determine if unilateral preferred chewing (UPC) affects the position and angulation of the permanent maxillary canine germ on the preferred side.", "results_summary": "The study found that UPC influenced canine position and angulation, with higher angulation and more frequent sector II positioning on the preferred chewing side compared to the contralateral side. The differences were statistically significant for some measures (PS and W angles) but not for others (CCOP distance).", "population_specificity": "Children aged 7.91 (±0.8) years with unilateral preferred chewing side and unilateral posterior crossbite.", "effective_dosage": "Not applicable", "study_duration": "Not specified (retrospective cross-sectional study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:37.608914+00:00"}
{"study_id": 7360, "supplement_id": 1006, "safety_score": "80", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether cannabigerol could prevent, ameliorate, or reverse haloperidol-induced vacuous chewing movements in mice.", "results_summary": "Cannabigerol reduced vacuous chewing movements without affecting normal motor activity or exacerbating haloperidol-induced hypokinesia, but it did not reverse haloperidol-induced motor effects or alter FosB expression or microglia morphology.", "population_specificity": "Mice treated with haloperidol to induce tardive dyskinesia-like symptoms.", "effective_dosage": "3 and 10 mg/kg of cannabigerol.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:38.017601+00:00"}
{"study_id": 7361, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the role of the OsPik-2-like NLR protein in rice's defense against chewing herbivores (rice leaf folder larvae) and its impact on plant growth.", "results_summary": "Knocking out OsPik-2-like increased jasmonic acid and jasmonoyl-isoleucine levels, trypsin protease inhibitor activity, and some flavonoids, reducing rice leaf folder larvae performance but also impairing plant growth. The findings suggest OsPik-2-like balances plant defense and growth in response to chewing herbivores.", "population_specificity": "Rice plants (Oryza sativa) infested with rice leaf folder larvae (Cnaphalocrocis medinalis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:40.041776+00:00"}
{"study_id": 7362, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of a novel chewing gum containing Xylitol, EDTA, and MSM against chlorhexidine mouthwash in reducing dental plaque and improving gingival health.", "results_summary": "The study found that the novel chewing gum was similarly effective to chlorhexidine mouthwash in reducing plaque and gingival indexes, with no significant differences between the two treatments. The chewing gum showed consistent results across both treatment periods, while the mouthwash showed significant differences between periods.", "population_specificity": "24 patients divided into two groups, with no significant differences in age and sex.", "effective_dosage": "Chewing gum used for 15 minutes twice a day.", "study_duration": "14 days per treatment period, with a 14-day washout period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:40.908281+00:00"}
{"study_id": 7363, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if periconception initiation of xylitol chewing gum could reduce preterm and low-birthweight deliveries in a high-prevalence population in Malawi.", "results_summary": "Xylitol chewing gum significantly reduced preterm births (12.6% vs. 16.5%) and low-birthweight neonates (8.9% vs. 12.9%), as well as neonatal demises (0.2% vs. 0.4%).", "population_specificity": "Pregnant women in and around Lilongwe, Malawi.", "effective_dosage": "Twice-daily xylitol chewing gum.", "study_duration": "Throughout the periconception and antenatal periods.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:41.095121+00:00"}
{"study_id": 7367, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of chewing gum versus intravenous ondansetron in treating postoperative nausea and vomiting in female patients after general anesthesia.", "results_summary": "Chewing gum was less effective than ondansetron, with fewer patients achieving complete cessation of nausea, retching, or vomiting, and a longer time to response. Patients receiving chewing gum were also more likely to require additional antiemetics within 24 hours post-surgery.", "population_specificity": "Female patients aged 12 years or older undergoing volatile anesthetic-based general anesthesia for laparoscopic or breast surgery.", "effective_dosage": "15 minutes of chewing gum", "study_duration": "15 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:41.447546+00:00"}
{"study_id": 7366, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the differences in masticatory function between chewing with and without wearing clear thermoplastic retainers over a 6-month period and identify associated factors.", "results_summary": "Chewing with retainers initially decreased objective and subjective masticatory function, but this improved to levels comparable to chewing without retainers after 3 months. No significant associations were found with age, sex, or extraction/non-extraction treatment.", "population_specificity": "Thirty patients who received upper and lower clear retainers after debonding fixed orthodontic appliances.", "effective_dosage": "Not applicable (retainer use during chewing was the intervention).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:41.507500+00:00"}
{"study_id": 7364, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to investigate the relationships between reference planes (Frankfort horizontal plane, Camper's plane, and occlusal plane) and oral functions (masticatory performance, occlusal force, and occlusal contact area) on habitual and non-habitual chewing sides.", "results_summary": "The study found that the angle between Camper's plane and the occlusal plane correlated with masticatory performance on both habitual and non-habitual chewing sides. Masticatory performance increased with greater occlusal plane inclination, and a correlation was observed between masticatory performance and occlusal force on the habitual chewing side.", "population_specificity": "Thirty-four subjects with no abnormalities in the maxillofacial region and oral functions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:42.140164+00:00"}
{"study_id": 7368, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the effects of isoacids (ISO) supplementation on enteric methane emissions, feed particle sorting, and chewing behaviors in lactating dairy cows fed different forage levels.", "results_summary": "ISO supplementation altered feed sorting and chewing behaviors differently based on forage levels—increasing sorting and chewing time in low-forage diets but decreasing them in high-forage diets. It also differentially affected methane emissions, reducing them in low-forage diets but increasing them in high-forage diets.", "population_specificity": "Mid-lactation Holstein cows (n=64).", "effective_dosage": "7.85 mmol/kg DM for isobutyrate and 3.44 mmol/kg DM for 2-methylbutyrate.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:47.001218+00:00"}
{"study_id": 7370, "supplement_id": 1006, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine how different gum hardness levels affect masseter muscle oxygen dynamics, muscle activity, and fatigue during chewing.", "results_summary": "Increased gum hardness led to significant reductions in oxygen saturation (StO2), increased deoxyhaemoglobin (Deoxy-Hb) concentrations, higher muscle activity, elevated heart rate, and greater masseter fatigue (per VAS).", "population_specificity": "11 healthy adult males", "effective_dosage": "120 seconds of gum chewing per session", "study_duration": "Single session (120 seconds)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:47.921543+00:00"}
{"study_id": 7369, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of ibuprofen premedication with IANB in tobacco-chewing and non-tobacco-chewing patients with symptomatic irreversible pulpitis during nonsurgical endodontic intervention.", "results_summary": "The study found no significant difference in anesthesia success rates between premedication and non-premedication subgroups in either tobacco-chewing or non-tobacco-chewing groups, though premedication showed a slightly higher success rate in non-tobacco-chewing patients. Pain scores at the dentin level were significantly lower in the premedication group.", "population_specificity": "160 patients with symptomatic irreversible pulpitis, divided into tobacco-chewing and non-tobacco-chewing groups.", "effective_dosage": "600 mg ibuprofen (single dose, 1 hour before procedure).", "study_duration": "9 months (study duration; intervention was a single dose).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:48.280309+00:00"}
{"study_id": 7371, "supplement_id": 1006, "safety_score": "10", "efficacy_score": 1, "quality_score": 30, "study_goal": "The researchers aimed to highlight the association between betel quid chewing and the development of metastatic squamous cell carcinoma (SCC).", "results_summary": "The study found that betel quid chewing led to metastatic SCC of the lower lip in a 45-year-old male, with subsequent lung metastasis, emphasizing the severe health risks of this habit.", "population_specificity": "45-year-old male with a history of betel quid chewing.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:48.622986+00:00"}
{"study_id": 7372, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether caffeinated chewing gum could enhance physical performance in elite ice hockey players experiencing jet lag.", "results_summary": "The study found that caffeinated gum significantly improved vertical jump height (CMJ and SJ) but had no effect on grip force, sprint speed, agility, or endurance tests.", "population_specificity": "Fourteen national-level elite ice hockey players (age: 25.2 ± 5.4 years).", "effective_dosage": "3 mg/kg caffeine in gum, chewed for 10 minutes.", "study_duration": "Single administration prior to testing.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:49.685521+00:00"}
{"study_id": 7373, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of a mindful eating (ME) program versus a chewing-focused intervention in reducing eating rates and improving mindful eating behaviors.", "results_summary": "Both the ME and chewing groups showed slower eating rates compared to baseline, with no significant differences between them. The ME group, however, significantly increased mindful eating questionnaire (MEQ) scores compared to the chewing group.", "population_specificity": "66 women university students", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:49.759981+00:00"}
{"study_id": 7375, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 45, "study_goal": "The researchers aimed to investigate the potential role of chewing gum aspiration in complicating forensic diagnosis and contributing to road traffic accidents.", "results_summary": "The study found that chewing gum in the larynx could either have caused choking or reflex cardiac arrest leading to the accident or been an iatrogenic artifact from resuscitation efforts. The cause of death was ultimately attributed to blunt force injuries, but the gum's role remained uncertain.", "population_specificity": "A 53-year-old male driver involved in a fatal road traffic accident.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:50.559842+00:00"}
{"study_id": 7374, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the impact of a structured teaching program on knowledge regarding the ill effects of tobacco chewing among adults in arts and commerce colleges.", "results_summary": "The study found significant improvements in knowledge scores after the intervention, with a notable difference between pre and post-test scores. Associations between pre-test knowledge and demographic variables were also identified.", "population_specificity": "Adults (primarily aged 15-17, 75% male, 58.33% urban) enrolled in arts and commerce colleges in Patan, India.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:51.211708+00:00"}
{"study_id": 7377, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to assess the efficacy of vitamin C-containing chewing gum as a potential treatment for nausea and vomiting in pregnancy (NVP).", "results_summary": "The study found that vitamin C-containing chewing gum did not alleviate NVP symptoms compared to placebo or no treatment, showing no significant efficacy at either follow-up visit. Elevated hCG, thyroxine, and pyridoxine levels were associated with increased NVP severity, while DAO levels negatively correlated with symptoms.", "population_specificity": "111 pregnant women in early gestation experiencing NVP.", "effective_dosage": "Not specified", "study_duration": "Two follow-up visits during early pregnancy (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:56.711577+00:00"}
{"study_id": 7378, "supplement_id": 1006, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effect of chewing gum versus routine care on reducing ileus symptoms in burn patients.", "results_summary": "Chewing gum significantly shortened bowel sound return time, first gas discharge, earliest defecation time, and time to start diet compared to routine care, but did not reduce hospitalization duration.", "population_specificity": "66 burn patients with intestinal ileus in a hospital setting.", "effective_dosage": "Chewing sugar-free gum four times a day for 15 minutes each time.", "study_duration": "From admission until the start of oral feeding.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:56.968142+00:00"}
{"study_id": 7376, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of ultra-processed foods (UPFs) on chewing frequency and its association with energy intake and weight gain compared to non-UPFs.", "results_summary": "The study found that chewing frequency per calorie was significantly lower during the UPF period, which correlated with higher daily energy intake and greater weight gain compared to the non-UPF period.", "population_specificity": "Overweight/obese Japanese male participants without diabetes, hypertension, or other medical conditions requiring regular hospital visits.", "effective_dosage": "Not specified (meals were matched for total energy and macronutrient levels).", "study_duration": "1 week per diet (UPF and non-UPF), with a 2-week washout period in between.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:57.088287+00:00"}
{"study_id": 7379, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers sought to assess the prevalence and determinants of khat chewing among Yemeni adolescents and evaluate their knowledge and attitudes toward this habit.", "results_summary": "The study found a high prevalence of khat chewing (42.4%) among Yemeni adolescents, with males significantly more likely to chew khat than females (51.4% vs. 23.5%). Determinants included male gender, older age, poor knowledge, parents' low education level, and parents' and peers' khat chewing habits.", "population_specificity": "13 to 19-year-old students attending middle/high schools (both private and public) across five main cities in Yemen.", "effective_dosage": "Not available", "study_duration": "Not applicable (cross-sectional study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:58.330883+00:00"}
{"study_id": 7382, "supplement_id": 1006, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of chewing gum on space closure rate, oral hygiene, pain, and appliance breakage in patients undergoing fixed orthodontic therapy.", "results_summary": "Chewing gum resulted in a minimal, clinically insignificant increase in space closure rate, improved oral hygiene, reduced pain during treatment, and had no significant effect on appliance breakage.", "population_specificity": "28 participants undergoing fixed orthodontic therapy at a private hospital in Chennai, India.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:58.466460+00:00"}
{"study_id": 7380, "supplement_id": 1006, "safety_score": "100", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether preoperative gum chewing reduces the need for anti-emetic drugs in females undergoing robot-assisted laparoscopic surgery for benign ovarian mass.", "results_summary": "Preoperative gum chewing significantly reduced the incidence of PONV requiring anti-emetics (79.5% vs. 95.5%) and decreased the number of anti-emetic requests compared to the no-gum-chewing group, with no reported adverse effects.", "population_specificity": "Adult females undergoing robot-assisted laparoscopic surgery for benign ovarian mass.", "effective_dosage": "15 minutes of sugar-free gum chewing preoperatively.", "study_duration": "Single session immediately before surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:58.682756+00:00"}
{"study_id": 7381, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to compare the surgical outcomes of oral leukoplakia (OL) between patients who had received previous head and neck cancer treatment with radiation therapy and those who had not.", "results_summary": "The study found that OL lesions developing on previously irradiated oral mucosa had a lower risk of postoperative malignant transformation compared to those on nonirradiated mucosa. Nonirradiated oral mucosa was an independent prognostic factor for malignant transformation.", "population_specificity": "Patients with oral leukoplakia who had undergone previous treatments for head and neck cancer, including surgery, radiation therapy, or concurrent chemotherapy.", "effective_dosage": "Not applicable", "study_duration": "Median follow-up time was 5.87 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:58.928245+00:00"}
{"study_id": 7383, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of chewing gum and bite wafers versus ibuprofen in reducing pain after orthodontic separator placement.", "results_summary": "Chewing gum and bite wafers were as effective as ibuprofen in reducing orthodontic pain, with no significant differences in pain perception between the groups. Pain scores peaked at bedtime and 24 hours post-placement.", "population_specificity": "105 female orthodontic patients aged 15-35 years.", "effective_dosage": "Chewing gum or bite wafers immediately after separator placement and every 8 hours as needed for 1 week.", "study_duration": "1 week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:59.798995+00:00"}
{"study_id": 7384, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of neroli-flavored chewing gum in reducing anxiety among university students.", "results_summary": "The study found a significant reduction in anxiety scores 20 minutes after chewing natural hydro-distilled neroli-flavored gum (NNC), with no significant difference between the CNC and NNC groups before the intervention. Within-group comparisons showed statistically significant anxiety reduction in the NNC group.", "population_specificity": "72 university students", "effective_dosage": "Not specified", "study_duration": "Single session (20 minutes post-intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:04.308239+00:00"}
{"study_id": 7385, "supplement_id": 1006, "safety_score": "30", "efficacy_score": 50, "quality_score": 40, "study_goal": "The researchers aimed to report a unique case of compulsive chewing as an adverse effect of mixed amphetamine salts (MAS) in a patient with ADHD.", "results_summary": "The study found that MAS use led to an uncontrollable urge to chew in a patient, which was relieved by chewing on a teething necklace. Dose adjustment improved symptoms, suggesting a dose-dependent relationship.", "population_specificity": "A 32-year-old female with ADHD, PTSD, generalized anxiety disorder, and unspecified bipolar disorder.", "effective_dosage": "MAS immediate-release, initially 2.5mg daily, titrated to 5mg daily.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:05.809869+00:00"}
{"study_id": 7387, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare chew frequency and chew duration in horses eating bermudagrass hay using different hay net styles versus loose hay.", "results_summary": "The study found that small mesh hay nets increased chew duration compared to loose hay, while bottom hole nets led to more rapid consumption in the first 240 minutes. Chew frequency was unaffected by hay net style.", "population_specificity": "Eight horses", "effective_dosage": "Not specified", "study_duration": "24-hour acclimation followed by 24-hour recording period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:05.878693+00:00"}
{"study_id": 7386, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare brain blood flow (BBF) during mastication between patients with skeletal anterior open bite (OPEN) and normal occlusion (NORM) and identify factors influencing BBF in OPEN patients.", "results_summary": "The study found that patients with OPEN had fewer occlusal contacts, slower jaw movements, and a smaller increase in BBF during chewing compared to NORM. Several jaw movement parameters were correlated with changes in BBF, suggesting that both occlusion and jaw movement influence brain function during mastication.", "population_specificity": "17 individuals with normal occlusion (NORM) and 33 patients with skeletal anterior open bite (OPEN).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:06.079189+00:00"}
{"study_id": 7390, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether xylitol-containing chewing gum or candy has a caries-preventive effect in children.", "results_summary": "Xylitol chewing gum showed a statistically and clinically significant caries-preventive effect in all 10 studies, while xylitol candies demonstrated a significant effect in only one of six studies. The effect was notable in children with moderate-to-high baseline caries levels.", "population_specificity": "Children aged ≤ 18 years", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:06.525968+00:00"}
{"study_id": 7391, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the association between self-perception of chewing, chewing behavior, and gastrointestinal symptoms in preoperative bariatric surgery patients.", "results_summary": "The study found significant associations between perceived chewing problems and chewing scarcity, diarrhea, fast chewing, and frequent cutting of food with front teeth. Participants predominantly exhibited unilateral chewing, fast chewing rhythm, and large food bolus.", "population_specificity": "Sixty adult candidates for bariatric surgery at a public hospital in Belém, Brazil.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:07.389705+00:00"}
{"study_id": 7388, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of four treatment approaches (behavioral therapy, low-level laser therapy, anterior repositioning splints, and flat plane splints) on chewing efficiency in patients with reducible temporomandibular joint disc displacement.", "results_summary": "The study found significant improvements in chewing efficiency in all treatment groups except behavioral therapy, with occlusal splints and low-level laser therapy showing the most effectiveness. Statistical analysis confirmed significant differences between groups post-treatment.", "population_specificity": "100 participants with reducible temporomandibular joint disc displacement.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:07.394328+00:00"}
{"study_id": 7389, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the impact of mini dental implant-retained removable partial dentures on orofacial esthetics, chewing function, and oral health-related quality of life in Kennedy Class I patients with posterior edentulism.", "results_summary": "The study found significant improvements in oral health-related quality of life and chewing function one month after intervention, with continued improvement over three years. Orofacial esthetics also improved significantly and remained stable over the observation period.", "population_specificity": "Kennedy Class I patients with posterior edentulism in the maxilla or mandible.", "effective_dosage": "Not specified (intervention involved placement of 184 mini dental implants and 92 removable partial dentures).", "study_duration": "Three years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:07.958359+00:00"}
{"study_id": 7392, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a novel antimicrobial chewing gum containing essential oils and extracts could reduce dental plaque, gingivitis, and improve oral health-related quality of life in adolescent orthodontic patients compared to a control chewing gum.", "results_summary": "Both the test and control chewing gums significantly reduced plaque accumulation and gingival inflammation over time, with no significant differences between groups. The test gum showed significantly better oral hygiene-related quality of life scores at 30 days.", "population_specificity": "Adolescent orthodontic patients aged 11-22 years.", "effective_dosage": "Not specified", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:13.459831+00:00"}
{"study_id": 7395, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the effect of gum-chewing exercises on oral function in older adults.", "results_summary": "The study found that gum-chewing exercises significantly improved tongue pressure, maximum bite force, unstimulated saliva flow, and tongue/lip functions in older adults. However, additional increases in masticatory load may be needed for more effective oral function training.", "population_specificity": "Older adults (130 participants, aged not specified)", "effective_dosage": "Not specified (participants chewed experimental gums for one month)", "study_duration": "One month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:14.193203+00:00"}
{"study_id": 7394, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review medicated chewing gum (MCG) as a novel drug delivery system, evaluating its benefits, drawbacks, manufacturing methods, and therapeutic potential.", "results_summary": "The study found that MCG offers advantages such as longer-lasting effects, convenience, and potential applications in treating various conditions like pain, CNS stimulation, smoking cessation, and dental issues. It highlighted MCG's pharmaceutical significance and compared it favorably to conventional delivery methods.", "population_specificity": "Not specified (general review, no specific population studied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:14.671047+00:00"}
{"study_id": 7393, "supplement_id": 1006, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to examine the behavioral and neurophysiological effects of prolonged use of texture-modified (softened) diets during critical periods of postnatal oral skill development in an animal model.", "results_summary": "Pigs raised on a softened diet showed reduced gape cycle duration, less jaw rotation (yaw), and altered chewing side alternation during feeding on tougher foods (almonds), but limited effects on less challenging foods (apples). These findings suggest that early texture modification may impair the development of adaptive feeding skills for tougher foods.", "population_specificity": "12-week-old pigs (animal model for infant and juvenile feeding physiology).", "effective_dosage": "Not specified (same chow softened to a liquid).", "study_duration": "Postweaning development period (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:15.572625+00:00"}
{"study_id": 7609, "supplement_id": 1018, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of acetylation in chlorophyll a/b binding proteins (Lhcs) during chitin-induced plant immune responses in Sorghum bicolor.", "results_summary": "The study found that acetylation and expression of chlorophyll a/b binding proteins (Lhcs) were significantly upregulated in response to chitin treatment, suggesting a regulatory role in chlorophyll synthesis and plant defense mechanisms.", "population_specificity": "Sorghum bicolor seedlings", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:23.429632+00:00"}
