{"study_id": 92076, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the immediate effects of thin, customizable insoles on pain and walking ability in rheumatoid arthritis patients with forefoot pain, and assess long-term insole usage after one year.", "results_summary": "The insoles provided clinically relevant pain relief during walking (median pain intensity 19 with insoles vs. 36 without), though no significant difference in walking distance was observed. After one year, 90% of participants continued using the insoles.", "population_specificity": "21 rheumatoid arthritis patients with forefoot pain during walking and a positive Gänslen test.", "effective_dosage": "4-mm thin, individually customized insoles (CI-Core®) with synthetic textile material.", "study_duration": "Immediate effects assessed; long-term follow-up at 1 year.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:14.125188+00:00"}
{"study_id": 92077, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the safety and side effect profiles of walking on a treadmill (TE) versus forcefully swinging legs while sitting (SS) during regadenoson stress testing across different BMI categories.", "results_summary": "Walking on a treadmill (TE) showed a significantly lower incidence of side effects (flushing, dizziness, nausea/gastrointestinal discomfort) compared to forcefully swinging legs (SS). Hemodynamic responses were similar, except for a higher increase in heart rate in the TE group.", "population_specificity": "356 patients (46.1% men, mean age 67.7±10.7 years, range 31-90 years) classified by BMI as normal, overweight, or obese.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:14.270180+00:00"}
{"study_id": 92079, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the clinical performance of two portable oxygen concentrators (POCs) and a compressed oxygen cylinder during 6-minute walk tests in patients with interstitial lung disease (ILD) and exertional desaturation.", "results_summary": "The study found no significant differences in nadir oxygen saturation (SpO2) between the two POCs and the compressed oxygen cylinder during walking, indicating comparable performance among the three oxygen delivery systems.", "population_specificity": "20 participants with ILD of varying aetiologies who demonstrated exertional desaturation to <90% on room air during a 6MWT.", "effective_dosage": "Inogen One G2 POC or EverGo POC at setting 6; compressed oxygen cylinder at 5 L/min.", "study_duration": "Short-term (two 6MWTs per oxygen system).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:15.445408+00:00"}
{"study_id": 92081, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether vestibular rehabilitation improves vestibulo-ocular reflex and gait performance in poststroke hemiparesis patients.", "results_summary": "The experimental group showed significant improvements in gaze stabilization test scores after 3 weeks and dynamic gait index scores after 3 and 6 weeks, while the control group showed no significant changes.", "population_specificity": "Poststroke hemiparesis patients (N=28).", "effective_dosage": "Experimental group: 40 min conventional physical therapy + 20 min vestibular rehabilitation (60 min total) for 3 weeks, then 60 min conventional therapy for 3 weeks. Control group: 60 min conventional therapy for 6 weeks.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:16.043810+00:00"}
{"study_id": 92082, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to test the effects of low-intensity walking on health-related quality of life, physical function, and heart function in older adults with chronic heart failure during the transitional period from hospital to home.", "results_summary": "The intervention group showed significant improvements in health-related quality of life (MLHFQ), physical function (6MWD and TUG), but no significant improvements in resting heart rate or left ventricular ejection fraction compared to the control group. Low-intensity walking was found effective for improving HRQoL and physical function in this population.", "population_specificity": "Chinese older adults (n=78) with stable chronic heart failure.", "effective_dosage": "Regular low-intensity walking protocol (specific dosage not detailed).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:16.952786+00:00"}
{"study_id": 92085, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To compare the clinical efficacy and safety of one cycle versus two cycles of intra-articular PRGF-Endoret injections in patients with knee osteoarthritis.", "results_summary": "Two cycles of PRGF-Endoret significantly improved WOMAC stiffness, LEQUESNE maximum walking distance, activities of daily living, and global subscales compared to one cycle, though pain reduction was similar between groups.", "population_specificity": "90 patients with knee osteoarthritis.", "effective_dosage": "One cycle (3 weekly injections) or two cycles (spaced 6 months apart).", "study_duration": "48 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:22.208938+00:00"}
{"study_id": 92084, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to describe the demographics and management of patients with chronic thromboembolic pulmonary hypertension (CTEPH) in Northern Greece, focusing on operability and treatment outcomes.", "results_summary": "The study found no differences in symptoms, WHO functional class, 6-min walking test distance, or hemodynamics between operable and nonoperable CTEPH patients. Surgical treatment (PEA) was performed in 55% of operable patients, while others received pulmonary hypertension-specific drugs.", "population_specificity": "27 consecutive patients diagnosed with CTEPH (59% female, mean age 59.3±15.1 years) in Northern Greece.", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:23.051452+00:00"}
{"study_id": 92086, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether early versus delayed provision of ankle-foot orthoses affects functional outcomes in (sub)acute stroke patients during rehabilitation.", "results_summary": "No differences were found at six months between early and delayed orthosis provision, but early provision showed better outcomes in balance and mobility during the first 11-13 weeks. The study was underpowered, suggesting potential short-term benefits of early intervention.", "population_specificity": "Unilateral hemiparetic stroke patients within six weeks post-stroke, with an indication for ankle-foot orthosis use.", "effective_dosage": "Not applicable (intervention timing: early at week 1 vs. delayed at week 9).", "study_duration": "26 weeks (follow-up).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:23.178225+00:00"}
{"study_id": 92089, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to compare functional outcomes between classic hip disarticulation and hip disarticulation with stump lengthening using a modular prosthesis, focusing on walking ability and daily living activities.", "results_summary": "Patients with stump lengthening showed better physical function, higher independence, and efficient ambulation with prostheses, while classic disarticulation patients had worse functional outcomes and difficulty walking.", "population_specificity": "Patients undergoing hip disarticulation for musculoskeletal neoplasms.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:23.183323+00:00"}
{"study_id": 92087, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine how postmeal exercise (walking) and metformin monotherapy, both independently and in combination, affect postprandial glucose levels.", "results_summary": "The study examined the effects of postmeal exercise on postprandial glucose in individuals on metformin monotherapy, suggesting potential additional glucose-lowering benefits when combined with exercise, though specific results were not detailed in the abstract.", "population_specificity": "10 people treated with metformin monotherapy (average age 57 ± 10 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Mentioned potential interactions between exercise and metformin, but no specifics provided.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:23.239635+00:00"}
{"study_id": 92090, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the Spine Balance 3D system improves trunk strength and gait abilities in chronic stroke patients compared to traditional bridge exercises.", "results_summary": "The experimental group using the Spine Balance 3D system showed significant improvements in 10-m walking test, timed up and go test, walking speed, non-affected side step length, and distance compared to the control group (p < 0.05).", "population_specificity": "Chronic stroke patients (n = 24, divided into experimental and control groups).", "effective_dosage": "30 minutes per session, thrice weekly.", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:24.402237+00:00"}
{"study_id": 92091, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the influence of an intensive hybrid program (combining constraint with bimanual training) on cardiac autonomic regulation, walking endurance, and upper extremity function in children with unilateral cerebral palsy.", "results_summary": "The study found significant improvements in heart rate variability, walking endurance (median increase of 81 meters in the 6MWT), and upper extremity function (both unimanual and bimanual performance) following the intervention, with effects sustained at 3-month follow-up.", "population_specificity": "Children aged 6-10 years with unilateral cerebral palsy (UCP).", "effective_dosage": "6 hours per day for 10 days.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:25.737515+00:00"}
{"study_id": 92092, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the predictive validity of two frailty phenotypes (sWHI and CHS) for falls, hip fracture, and mortality in older women, with a focus on walking-related metrics.", "results_summary": "The sWHI frailty phenotype, which included walking-related criteria, was associated with higher rates of mortality and falls but did not predict hip fracture. The predictive performance of the sWHI phenotype was comparable to the CHS phenotype.", "population_specificity": "Older women from the WHI Clinical Trial.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:29.916074+00:00"}
{"study_id": 92096, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review the literature on prevention and evidence-based treatments for osteoporosis related to spinal cord injury (SCI).", "results_summary": "The study found mixed and generally low-quality evidence for the effectiveness of bisphosphonates and vitamin D in preventing bone mineral density loss in SCI patients, with no conclusive recommendations due to high risk of bias and heterogeneity in studies.", "population_specificity": "Individuals with spinal cord injury (acute and chronic cases).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:30.616446+00:00"}
{"study_id": 92093, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to develop and evaluate the predictive value of the 60-foot walk test (60ftWT) as a functional status measure for patients with heart failure (HF), comparing it to the 6-minute walk test (6MWT).", "results_summary": "The 60ftWT was strongly correlated with the 6MWT and symptom severity, and longer completion times predicted worse clinical outcomes, including HF hospitalization or death. The test effectively identified patients at higher risk for adverse events and functional decline.", "population_specificity": "144 patients (57.4 ± 11.4 years; 111 males) with symptomatic heart failure.", "effective_dosage": "Not applicable (walking test, not a supplement).", "study_duration": "Assessments at baseline and 3 months; clinical outcomes tracked for 3.5 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:32.628584+00:00"}
{"study_id": 92094, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to identify factors associated with successful treatment response in people with osteoarthritis of the first metatarsophalangeal joint (1st MTPJ OA) using prefabricated orthoses or rocker-sole footwear.", "results_summary": "The study found that 62% of participants using orthoses and 39% using rocker-sole footwear reported at least moderate improvement. Responders in the orthoses group had greater baseline pain severity and higher adherence, while responders in the rocker-sole group had higher stiffness scores and greater radiographic severity, though classification accuracy was modest.", "population_specificity": "People with osteoarthritis of the first metatarsophalangeal joint (1st MTPJ OA) (n=88).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:32.721878+00:00"}
{"study_id": 92095, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of wearable activity monitors (WAMs) on walking performance and quality of life in patients with intermittent claudication (IC), comparing it to supervised exercise programs (SEPs).", "results_summary": "Patients using WAMs showed significant and sustained improvements in maximum walking distance, claudication distance, and quality of life compared to the control group, which only had access to SEPs. The control group saw only temporary improvements in quality of life with no significant changes in walking performance.", "population_specificity": "Patients with intermittent claudication (IC).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:33.030955+00:00"}
{"study_id": 92098, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of automated electromechanical- and robotic-assisted gait-training devices on improving walking ability in stroke patients.", "results_summary": "Electromechanical-assisted gait training combined with physiotherapy increased the odds of independent walking but did not significantly improve walking velocity or capacity. The benefits were most pronounced in acute-phase stroke patients and those initially non-ambulatory.", "population_specificity": "Adults over 18 years diagnosed with stroke of any severity, at any stage, in any setting.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:33.915113+00:00"}
{"study_id": 92097, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the safety and efficacy of droxidopa in treating neurogenic orthostatic hypotension (nOH) symptoms, including walking-related impairments, in patients with primary autonomic disorders.", "results_summary": "Droxidopa significantly improved walking-related activities (short and long walking times) and other nOH symptoms compared to placebo, with a well-tolerated safety profile and low rates of adverse events.", "population_specificity": "Patients with primary autonomic disorders experiencing neurogenic orthostatic hypotension (nOH).", "effective_dosage": "Not specified in the abstract.", "study_duration": "≤2 to 10 weeks.", "interactions": "Efficacy was noted to be numerically greater in patients not using dopa decarboxylase inhibitors (DDCI).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:34.816984+00:00"}
{"study_id": 92100, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the biomechanical properties of cushioning materials for therapeutic footwear and orthoses to optimize pressure reduction during standing and walking.", "results_summary": "Optimizing the stiffness of cushioning materials improved pressure reduction by at least 16% during standing and 19% during walking. The optimum stiffness correlated strongly with body mass (BM) and body mass index (BMI), with stiffer materials needed for individuals with higher BM or BMI.", "population_specificity": "Healthy volunteers", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:38.082222+00:00"}
{"study_id": 92083, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate feasible clinical and surrogate endpoints for studies on peripheral artery occlusive disease (PAOD), focusing on walking distance and ankle brachial index (ABI) for reimbursement and patient benefit.", "results_summary": "Walking distance and ABI were identified as the most feasible endpoints for moderate study sample sizes, provided non-vascular confounding factors are controlled. Angiographic endpoints like minimal lumen diameter (MLD) were deemed less useful for reimbursement.", "population_specificity": "Patients with peripheral artery occlusive disease (PAOD), including those with critical limb ischemia (CLI).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:39.110944+00:00"}
{"study_id": 92102, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine the optimal dietary protein allowance for older men to maintain lean body mass, muscle strength, and anabolic responses to promyogenic stimuli.", "results_summary": "The abstract does not provide specific results regarding the effects of the intervention.", "population_specificity": "Older men with moderate physical dysfunction and insufficient habitual protein intake (<0.8g·kg).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:39.296741+00:00"}
{"study_id": 92099, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare thorax, spine, and pelvis movements in children with cerebral palsy during walking barefoot versus walking with ankle-foot orthoses.", "results_summary": "Children with cerebral palsy showed significantly larger range of motion in the thorax (flexion/extension, lateral bending, rotation) and spine (lateral bending) when walking with ankle-foot orthoses compared to barefoot, but no significant differences in pelvis motion. The study concluded that ankle-foot orthoses influence postural control during walking, causing trunk movement patterns to diverge from typically developing children.", "population_specificity": "15 children (12 boys, 3 girls; mean age 8 ± 2 years) with bilateral spastic cerebral palsy (12 GMFCS I, 3 GMFCS II).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:39.417844+00:00"}
{"study_id": 92101, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to examine the effect of adding blood flow restriction to low-intensity walking on clinical measures of physical function in older adults.", "results_summary": "Blood flow restriction walking (BFRW) resulted in 2.5-4.5 fold greater improvements in physical function measures compared to the control group, though perceived exertion was higher for BFRW. The study concluded that BFRW enhances the quality of walking exercise for populations contraindicated for heavy-load resistance training.", "population_specificity": "Sedentary older men and women", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:40.912371+00:00"}
{"study_id": 92103, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the repeatability and minimal detectable change values of hip and knee sagittal plane gait kinematics using a low-cost, 2-D real-time motion tracking system for walking analysis.", "results_summary": "The study found that the webcam-based system demonstrated good to excellent reliability (ICC>0.75) for all tested gait parameters, with low minimal detectable change values (<5°). Bland-Altman plots confirmed no systematic error or bias, indicating strong agreement between measurements taken on different days.", "population_specificity": "21 healthy subjects", "effective_dosage": "Not applicable", "study_duration": "Two kinematic assessments (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:41.113075+00:00"}
{"study_id": 92104, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether baseline social participation influences the effectiveness of a structured physical activity program in preventing major mobility disability in older adults.", "results_summary": "The study found that individuals with high social participation who engaged in the physical activity program had significantly lower incidence of major mobility disability compared to those in the health education group, while those with limited social participation showed no benefit.", "population_specificity": "Sedentary adults aged 70-89 years with physical limitations.", "effective_dosage": "Not specified", "study_duration": "Up to 42 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:41.512419+00:00"}
{"study_id": 92105, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of the walking bleaching (WB) technique and the inside-outside (I-O) technique for tooth whitening over 4 weeks and assess color stability after 1 year.", "results_summary": "Both WB and I-O techniques showed similar effectiveness, with significant color changes observed after 2 weeks and no regression after 1 year. No significant differences were found between the techniques for any measured color parameters.", "population_specificity": "Discolored and endodontically treated anterior teeth in patients.", "effective_dosage": "WB group: sodium perborate and 20% hydrogen peroxide applied weekly; I-O group: 10% carbamide peroxide applied daily for 1 hour.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:44.165717+00:00"}
{"study_id": 92109, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of pitavastatin on exercise tolerance and peripheral CD34 levels in patients with peripheral artery disease (PAD).", "results_summary": "The study found that pitavastatin improved exercise tolerance and peripheral CD34 levels in PAD patients, suggesting potential benefits for vascular function.", "population_specificity": "Patients with peripheral artery disease (PAD).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:46.037067+00:00"}
{"study_id": 92107, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the clinical effect and safety of two doses of low-dose perioperative dexamethasone on pain and recovery, including walking-related pain, after total knee arthroplasty.", "results_summary": "Dexamethasone reduced CRP and IL-6 levels, decreased pain at rest and during walking at 24 hours postoperatively, lowered PONV incidence and nausea severity, and reduced postoperative fatigue without increasing complications.", "population_specificity": "108 patients undergoing total knee arthroplasty.", "effective_dosage": "Two doses of 10 mg IV dexamethasone perioperatively.", "study_duration": "Perioperative period (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:47.249000+00:00"}
{"study_id": 92106, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy of robot-assisted gait training (RAGT) combined with virtual reality (VR) compared to RAGT alone in improving gait, balance, and psychological outcomes in multiple sclerosis (MS) patients with walking disabilities.", "results_summary": "The study found small, non-significant effects on balance and mobility (Berg Balance Scale and TUG) but moderate-to-large, significant improvements in psychological coping strategies (positive attitude and problem-solving) favoring RAGT+VR. The combination of RAGT and VR was deemed an effective therapeutic option for MS patients with walking disabilities.", "population_specificity": "40 patients with multiple sclerosis (EDSS 4.0 to 5.5) and walking disabilities.", "effective_dosage": "Forty RAGT±VR sessions over eight weeks.", "study_duration": "Eight weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:47.605221+00:00"}
{"study_id": 92112, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential of a 'One Health' approach, leveraging the human-companion animal bond to promote physical activity like walking as a strategy to combat obesity in both humans and pets.", "results_summary": "The study highlights that dog walking is a proven motivator for human physical activity, benefiting both owners and dogs, and suggests that comparative clinical research on obesity in pets could inform human obesity treatments.", "population_specificity": "Humans and companion animals (dogs and cats) with obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:49.062904+00:00"}
{"study_id": 92110, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine the validity of the 6-minute walk test (6MWT) as an outcome measure for evaluating walking capacity in ambulatory patients with amyotrophic lateral sclerosis (ALS).", "results_summary": "The 6MWT was found to be a valid measure of walking capacity in ALS patients, correlating with other measures of lower extremity strength and function. However, in stage II patients, it did not correlate with percent predicted FVC or ALSFRS-R, indicating it is an independent measure of ambulatory function.", "population_specificity": "Ambulatory patients with ALS (N=186), categorized as stage I (without assistive devices) or stage II (with assistive devices).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:49.877674+00:00"}
{"study_id": 92111, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether heart rate reduction with ivabradine improves cardiac function, including walking distance in the 6-minute walking test, in patients with heart failure with preserved ejection fraction (HFpEF).", "results_summary": "The study found no evidence of improvement in the 6-minute walking test distance or other co-primary endpoints with ivabradine compared to placebo. Heart rate reduction did not translate to meaningful clinical benefits in HFpEF patients.", "population_specificity": "Patients with HFpEF in NYHA classes II and III, in sinus rhythm, with HR ≥70 b.p.m., NT-proBNP ≥220 pg/mL, and left ventricular ejection fraction ≥45%.", "effective_dosage": "Ivabradine titrated to 7.5 mg twice daily.", "study_duration": "8 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:50.252330+00:00"}
{"study_id": 92113, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the therapeutic effects of Feiwei granules (FGs) and Jinshuibao capsules (JCs) in treating idiopathic pulmonary fibrosis (IPF), including their impact on walking ability as measured by the 6-min walking test (6MWT).", "results_summary": "The study found that FGs showed significant improvements in the 6MWT within the treatment group before and after treatment, but no significant differences were observed between the treatment and control groups in this parameter. FGs were overall similar to JCs in treating IPF.", "population_specificity": "100 patients with idiopathic pulmonary fibrosis (IPF), divided into a treatment group (80) and a control group (20).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:53.225252+00:00"}
{"study_id": 92114, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the relationship between self-reported daily walking time and markers of COPD severity.", "results_summary": "The study found that lower self-reported walking times were associated with worse markers of COPD severity, including higher dyspnea scores, admissions, and disease indices. A linear dose-response relationship was observed between walking time and several severity indicators.", "population_specificity": "5,969 patients with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not specified (self-reported daily walking time).", "study_duration": "Not specified (observational data pooled from four studies).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:55.618975+00:00"}
{"study_id": 92115, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of two blister treatment regimens (wide area fixation dressing vs. adhesive tape) for friction blisters caused by prolonged walking.", "results_summary": "Wide area fixation dressing reduced treatment application time by 2 minutes compared to adhesive tape but had higher drop-out rates, delayed blister healing, and lower satisfaction. Adhesive tape was more effective and preferred for routine first-aid treatment of friction blisters.", "population_specificity": "2907 participants (45 ± 16 years, 52% men) in the 2015 Nijmegen Four Days Marches in the Netherlands.", "effective_dosage": "Not specified", "study_duration": "1-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:55.800540+00:00"}
{"study_id": 92116, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of moderate-intensity aerobic exercises (including walking) on insulin sensitivity and fasting plasma glucose levels in pregnant women at risk for gestational diabetes mellitus.", "results_summary": "The study found a statistically significant decrease in fasting blood glucose and fasting insulin levels in the intervention group, with results favoring aerobic exercise. Moderate-intensity aerobic exercises were effective in improving metabolic markers in at-risk pregnant women.", "population_specificity": "Multigravidae women aged 25-35 years, between 20-24 weeks of gestation, with a BMI of 30-35 kg/m² and at risk for GDM.", "effective_dosage": "Not specified (moderate-intensity aerobic exercise)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:56.355127+00:00"}
{"study_id": 92108, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of whole-body vibration (WBV) on bone density, muscle function, mobility, and balance in children with osteogenesis imperfecta (OI).", "results_summary": "WBV training increased lean mass but did not improve mobility, muscle function, or bone mass in children with OI. Walking distances and muscle function remained reduced in all participants.", "population_specificity": "Children (5-16 years) with OI types 1 and 4 and limited mobility.", "effective_dosage": "3 × 3 minutes of WBV training twice daily.", "study_duration": "5 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:57.604675+00:00"}
{"study_id": 92119, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to compare pain intensity and activity limitations in postpartum women after vaginal delivery and cesarean section, focusing on functional activities like walking.", "results_summary": "Postpartum pain was more severe during movement after cesarean section, with significant pain reported during walking. Vaginal delivery was associated with perineal pain, while cesarean section led to more complaints during functional activities.", "population_specificity": "86 postpartum women (43 vaginal delivery, 43 cesarean section).", "effective_dosage": "Not available", "study_duration": "Immediate postpartum period (specific duration not stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:58.454009+00:00"}
{"study_id": 92117, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess associations between white blood cell count (specifically neutrophil/lymphocyte ratio) and disease severity, functional parameters, and outcomes in patients with pulmonary arterial hypertension (PAH).", "results_summary": "An increased neutrophil/lymphocyte ratio was associated with poor functional class, shorter 6-minute walking distance, elevated right atrial pressure, and unfavorable transplantation-free survival in PAH patients. The findings suggest neutrophilic inflammation may contribute to clinical deterioration and poor outcomes.", "population_specificity": "77 patients with pulmonary arterial hypertension (PAH) in an observational single-center study.", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 31 months (range 16-56 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:58.691025+00:00"}
{"study_id": 92118, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of exercise therapy, including walking, on fatigue and other symptoms in patients with chronic fatigue syndrome (CFS) compared to other interventions or controls.", "results_summary": "Exercise therapy, including walking, reduced fatigue and improved sleep, physical functioning, and self-perceived health in CFS patients, with no evidence of worsening outcomes. Its effectiveness was similar to cognitive-behavioral therapy (CBT) and greater than pacing or supportive listening.", "population_specificity": "Adults with a primary diagnosis of chronic fatigue syndrome (CFS).", "effective_dosage": "Mixed intensity aerobic exercise (e.g., walking, swimming, cycling) for varying durations; specific walking dosage not detailed.", "study_duration": "12 to 26 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:58.697543+00:00"}
{"study_id": 92120, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of a home-based automated tele-management system for improving walking ability in patients with multiple sclerosis compared to routine home rehabilitation.", "results_summary": "The study found no statistically significant difference in walking outcomes (timed 25-foot-walk and six-minute-walk) between the tele-management intervention and control groups after six months. Exercise adherence was positively associated with higher disability levels and self-reported walking ability, but maintaining engagement in home-based exercise was challenging.", "population_specificity": "Patients with multiple sclerosis (mean age 50.4 years, 56% male, 67% progressive MS, mean disability score indicating cane/crutch use).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:01.762100+00:00"}
{"study_id": 92121, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess changes in self-reported physical activity (including walking) before and after total hip or knee arthroplasty, comparing these changes to a non-arthroplasty cohort.", "results_summary": "The study found a statistically significant reduction in walking duration and other physical activities post-arthroplasty compared to pre-surgery levels, with further reductions observed relative to the non-arthroplasty cohort. Physical activity did not increase post-surgery and, in some cases, decreased.", "population_specificity": "Patients who underwent total hip or knee arthroplasty, compared to an age- and gender-matched non-arthroplasty cohort in Norfolk, UK.", "effective_dosage": "Not specified", "study_duration": "Mean follow-up was 43 months post-hip and 41 months post-knee arthroplasty.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:04.653112+00:00"}
{"study_id": 92123, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine if a home-based exercise program, including walking, could reduce falls, improve physical functioning, decrease fear of falling, and enhance quality of life in older adults with mild-to-moderate balance dysfunction.", "results_summary": "The exercise program showed a non-significant reduction in falls (0.30 vs. 0.40 falls per person-year) and significantly reduced fear of falling (24.7 vs. 27.0, P = 0.003). Adherence to the program improved over time (29.6% to 56.8%).", "population_specificity": "Adults aged ≥65 years with mild-to-moderate balance dysfunction.", "effective_dosage": "Five combined exercises progressing in difficulty and a walking plan (specific dosage not detailed).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:04.711583+00:00"}
{"study_id": 92124, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the safety and efficacy of two implants (PFNA II and ZNN) for treating intertrochanteric hip fractures in elderly patients, focusing on outcomes like walking ability and reoperation rates.", "results_summary": "No significant differences were found in Harris Hip Score, walking ability, or reoperation rates between the two implants. However, operation and fluoroscopy times were longer with ZNN, and it had a higher incidence of lateral hip pain.", "population_specificity": "Elderly patients (mean age 77.0 years) with intertrochanteric fractures.", "effective_dosage": "Not applicable (surgical implants).", "study_duration": "Mean follow-up period of 12.3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:05.186554+00:00"}
{"study_id": 92125, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of physical therapy on function following supracondylar humeral fractures in children and the impact of Botulinum Toxin A with casting for idiopathic toe-walking in children.", "results_summary": "The first study found no compelling evidence to change clinical practice regarding physical therapy for supracondylar humeral fractures. The second study, on Botulinum Toxin A with casting for idiopathic toe-walking, had a small sample size limiting statistical comparisons and also did not support a change in clinical practice.", "population_specificity": "Pediatric patients with supracondylar humeral fractures or idiopathic toe-walking.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:06.227296+00:00"}
{"study_id": 92127, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare two worksite-based walking interventions for employee participation rates, daily step counts, and their effects on biometric and psychologic outcomes.", "results_summary": "The enhanced walking program led to 726 more daily steps than the standard program, with significant weight loss and BMI reductions. Higher step counts also improved mood, energy levels, and overall health ratings.", "population_specificity": "474 employees from six employer groups (four manufacturing and two office-based worksites).", "effective_dosage": "Not specified (measured by daily step counts).", "study_duration": "9 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:06.466442+00:00"}
{"study_id": 92126, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the orthotic and therapeutic effects of functional electrical stimulation (FES) on gait in patients with multiple sclerosis (PwMS).", "results_summary": "Most studies found a significant orthotic effect of FES on walking speed in PwMS, but therapeutic (carry-over) effects were not significant. The evidence supports FES's orthotic benefits but calls for more robust trials to confirm findings and explore technological innovations.", "population_specificity": "Patients with multiple sclerosis (PwMS)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:06.813976+00:00"}
{"study_id": 92128, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify predictors of achieving independent walking at 2 and 6 months after onset of weakness in children with Guillain-Barre syndrome (GBS).", "results_summary": "The study found that 90.5% of children with GBS could walk independently at 6 months, with factors like disability score >3, cranial and autonomic nerve involvement, and absence of CMAP significantly associated with poor walking outcomes. Early rehabilitation was suggested to prevent impairments from immobility.", "population_specificity": "Children (mean age 5.3±3.66 years) with GBS admitted to Tabriz Children's Hospital.", "effective_dosage": "Not specified", "study_duration": "Follow-up at 2 and 6 months after onset of weakness", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:07.752687+00:00"}
{"study_id": 92129, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the acute effects of breaking up seated office work with short bouts of standing or light-intensity walking on postprandial interstitial glucose concentration.", "results_summary": "The study found that sitting interrupted by 2 minutes of light-intensity walking every 20 minutes significantly reduced 5-hour interstitial glucose levels by 55.5% compared to uninterrupted sitting. Standing breaks also showed a beneficial effect, though less pronounced than walking, particularly in overweight men.", "population_specificity": "Middle-aged office workers without metabolic impairment.", "effective_dosage": "2 minutes of light-intensity walking every 20 minutes.", "study_duration": "5-hour trial conditions.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:09.683653+00:00"}
{"study_id": 92131, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "To assess the effectiveness of enzyme replacement therapy (ERT) with laronidase in adult MPS-I patients, particularly its impact on walking ability (6MWT).", "results_summary": "ERT improved the 6-minute walking test (6MWT) with moderate evidence, indicating a positive effect on walking ability in adult MPS-I patients. Other outcomes like respiratory function and quality of life showed inconclusive results.", "population_specificity": "Adults (≥18 years) with Mucopolysaccharidosis Type I (MPS-I).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:12.575319+00:00"}
{"study_id": 92130, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to determine whether comorbid idiopathic normal pressure hydrocephalus (iNPH) should be considered in patients with C9ORF72-associated bvFTD who exhibit enlarged ventricles and severe gait impairment.", "results_summary": "The study found that cerebrospinal fluid removal and subsequent ventriculoperitoneal shunt placement significantly improved walking speed and mildly improved cognitive function in a patient with C9ORF72-associated bvFTD and enlarged ventricles, though neuropsychiatric symptoms remained unchanged.", "population_specificity": "A single patient with C9ORF72 expansion-associated bvFTD and enlarged ventricles.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:12.896689+00:00"}
{"study_id": 92132, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine the effects of walking sessions on muscle oxygenation in older adults, particularly those with peripheral arterial disease.", "results_summary": "Walking sessions improved muscle oxygen availability and muscle oxygen extraction capacity in older adults with peripheral arterial disease. The study also noted that different exercise modalities, including walking, enhanced various aspects of muscle oxygenation depending on the participants' clinical status.", "population_specificity": "Older adults (mean age 68.7±1.7 years), both healthy and with peripheral arterial disease.", "effective_dosage": "2-6 times per week (specific walking duration/intensity not detailed).", "study_duration": "3-24 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:13.483030+00:00"}
{"study_id": 92134, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to assess the safety and functioning of a microprocessor-controlled knee prosthesis (MPK) in elderly, low-active transfemoral amputees compared to a standard non-microprocessor controlled knee prosthesis (NMPK).", "results_summary": "The study found that the MPK improved perceived safety and resulted in more natural walking patterns compared to the NMPK, though functional improvements were limited without structured training.", "population_specificity": "Elderly, low-active transfemoral amputees.", "effective_dosage": "Not Assessed", "study_duration": "4 to 6 weeks of familiarization with the MPK.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:14.791165+00:00"}
{"study_id": 92133, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether resveratrol (125 mg/d or 500 mg/d) improves 6-minute walk performance in older patients with peripheral artery disease (PAD).", "results_summary": "The study found no consistent evidence that resveratrol improved walking performance in PAD patients, with no significant differences in 6-minute walk distance or maximal treadmill walking time between resveratrol and placebo groups.", "population_specificity": "Older adults (65+ years) with peripheral artery disease (PAD).", "effective_dosage": "125 mg/d or 500 mg/d, administered once daily.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:14.959092+00:00"}
{"study_id": 92136, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of visual distraction on gait parameters in children and assess the role of walking experience in managing such distractions.", "results_summary": "Visual distraction significantly affected gait performance, reducing velocity and increasing double limb support percentage, regardless of walking experience. The findings suggest attentional requirements should be considered in gait assessment and treatment planning.", "population_specificity": "Forty-two typically developing children aged 6-79 months, divided by walking experience (early, preschool, and experienced walkers).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:16.196439+00:00"}
{"study_id": 92135, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to highlight the shared structural and functional sensorimotor principles in vestibular and cerebellar locomotion control during walking.", "results_summary": "The study found that vestibular feedback and cerebellar integration are crucial for dynamic stability and gait coordination during walking. Pathologic gait variability, particularly in the fore-aft dimension, increases fall risk in patients with vestibular deficits or cerebellar ataxia, especially at slow walking speeds. Promising pharmacological treatments (fampridine/FACEG; acetyl-DL-leucine/ALCAT) are being tested in clinical trials.", "population_specificity": "Patients with vestibular deficits or cerebellar ataxia.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:16.582666+00:00"}
{"study_id": 92137, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of noisy galvanic vestibular stimulation (nGVS) as a non-invasive treatment to improve balance and gait in patients with bilateral vestibulopathy (BVP).", "results_summary": "The study found that nGVS shows promise in improving residual vestibular function in BVP patients, potentially offering a future non-invasive prosthetic solution for rehabilitation. Initial outcomes indicate feasibility, though further research is needed to confirm efficacy.", "population_specificity": "Patients with bilateral vestibulopathy (BVP).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:17.917333+00:00"}
{"study_id": 92139, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether mobile health-supported Interval Walking Training (using the InterWalk app) is more effective than standard care in increasing moderate-and-vigorous physical activity levels in patients with type 2 diabetes over 52 weeks.", "results_summary": "The study investigated the effectiveness of Interval Walking Training with mobile support compared to standard rehabilitation, hypothesizing it would increase physical activity levels. Secondary analysis suggested a motivational program might further enhance activity levels post-intervention.", "population_specificity": "Patients with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "52 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:20.345162+00:00"}
{"study_id": 92138, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether neighborhood walkability is associated with clinical measures of obesity, hypertension, diabetes, and dyslipidemia in an urban adult population.", "results_summary": "Individuals in the highest walkability quartile had lower mean BMI, blood pressure, and better lipid profiles compared to those in the lowest quartile, indicating a clinically meaningful association between walkability and improved metabolic health.", "population_specificity": "78,023 urban primary care patients in Toronto, aged 18 years and over.", "effective_dosage": "Not specified", "study_duration": "Observational period between 2012 and 2014", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:20.545588+00:00"}
{"study_id": 92140, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 85, "study_goal": "The researchers aimed to investigate the transferability of IMU-based algorithms for detecting and segmenting walking and other daily activities in people with Parkinson's disease.", "results_summary": "The study found that IMU-based algorithms could detect walking and other activities with high sensitivity (97.6%) and specificity (92.7%) in PD patients, and further optimization improved accuracy to 100%. Segmentation times were within ~500 ms of visual segmentation, reduced to ~400 ms with re-optimization.", "population_specificity": "Twelve older adults diagnosed with early Parkinson's disease (Hoehn & Yahr ≤ 2).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:22.021145+00:00"}
{"study_id": 92141, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the efficacy of initial endovascular treatment with or without supervised exercise training (SET) versus SET alone in patients with intermittent claudication.", "results_summary": "Combined endovascular therapy and SET significantly improved maximum walk distance, resting ankle brachial index (ABI), and reduced the risk of revascularization or amputation compared to SET alone. Endovascular therapy alone showed no significant improvement in functional capacity or clinical outcomes.", "population_specificity": "Patients with intermittent claudication (987 participants from 7 trials).", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 12.4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:22.656183+00:00"}
{"study_id": 92142, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the prevalence and clinical presentation patterns of tip-toe behavior (TTB) in individuals with severe autism spectrum disorder (ASD) and intellectual disability, and to evaluate the effect of soft floor surfaces on reducing TTB.", "results_summary": "The study found that TTB was present in 32% of ASD subjects, with three distinct presentation patterns. Soft floor surfaces (foam mats) significantly reduced TTB in a subgroup of subjects. TTB was correlated with nonverbal status but not with ASD severity.", "population_specificity": "Severe autism spectrum disorder (ASD) subjects with intellectual disability (69 in the first study, 14 in the second study).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:23.465909+00:00"}
{"study_id": 92144, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of physical exercise, including walking, on exercise capacity, muscle strength, and health-related quality of life in patients with systemic sclerosis (SSc).", "results_summary": "The study found that aerobic exercises, including walking, improved exercise tolerance, aerobic capacity, walking distance, muscle strength, and health-related quality of life in SSc patients, with benefits partially retained at follow-up. Patients with mild pulmonary involvement also showed improvements in muscle strength and physical capacity.", "population_specificity": "Patients with systemic sclerosis (SSc), both with and without pulmonary involvement.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:24.289247+00:00"}
{"study_id": 92143, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of resistance training versus aerobic training (treadmill walking) during caloric restriction on bone mineral density in overweight and obese older adults.", "results_summary": "The study found that resistance training during caloric restriction helped maintain hip and femoral neck bone mineral density, while aerobic training (walking) led to modest decreases in these areas. No significant changes were observed in lumbar spine BMD for either group.", "population_specificity": "Overweight and obese older adults (mean age 69.4 years, 67% female, 81% Caucasian).", "effective_dosage": "4 days/week of treadmill walking (30 min at 65-70% heart rate reserve).", "study_duration": "5 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:24.828050+00:00"}
{"study_id": 92145, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the feasibility and health benefits of lifestyle interventions, including walking, in colorectal cancer (CRC) patients.", "results_summary": "Walking interventions, primarily telephone-prompted, showed good adherence and retention, leading to short-term improvements in physical, psychological, and quality-of-life parameters. Only one study assessed long-term follow-up, finding improved cancer-specific survival after dietary intervention.", "population_specificity": "Colorectal cancer (CRC) patients, predominantly in the adjuvant setting.", "effective_dosage": "Not specified", "study_duration": "Varied durations (not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:26.384209+00:00"}
{"study_id": 92146, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the impact of primary stenting with nitinol self-expanding stents versus best medical treatment alone on health-related quality of life, walking ability, and other outcomes in patients with intermittent claudication due to superficial femoral artery disease.", "results_summary": "The study found that primary stenting combined with best medical treatment significantly improved health-related quality of life, ankle brachial index, and walking distance compared to best medical treatment alone after 12 months. Improvements were particularly notable in physical function, bodily pain, and walking impairment.", "population_specificity": "Patients with stable intermittent claudication caused by superficial femoral artery disease from seven Swedish hospitals.", "effective_dosage": "Not specified (intervention was stenting, not a dosage-based treatment).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:29.173128+00:00"}
{"study_id": 92147, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of bypass surgery compared to other treatments (e.g., PTA, exercise, spinal cord stimulation) in patients with chronic lower limb ischaemia.", "results_summary": "Bypass surgery showed higher technical success rates and improved patency up to one year compared to PTA but had more peri-interventional complications and longer hospital stays. No significant differences were found in clinical improvement, amputation rates, or mortality between bypass surgery and other treatments.", "population_specificity": "Patients with chronic lower limb ischaemia, including those with intermittent claudication (IC) or critical limb ischaemia (CLI).", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Varied by study, with follow-up periods ranging up to four years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:29.534558+00:00"}
{"study_id": 92148, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the long-term effects of a 12-week augmented home exercise program (using Nordic pole walking) on walking distance, speed, compliance, cost, quality of life, and ankle brachial pressure indices (ABPIs) in patients with intermittent claudication.", "results_summary": "Both the augmented and control groups improved walking distance and speed over a year, with the augmented group showing significantly greater improvements (17.5 km vs. 5.6 km). Quality of life and ABPIs improved significantly after 12 weeks, with high compliance (98% in the augmented group).", "population_specificity": "Patients with intermittent claudication.", "effective_dosage": "Not specified (home exercise program augmented with Nordic pole walking).", "study_duration": "12 weeks (with follow-up at 6 and 12 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:30.908496+00:00"}
{"study_id": 92149, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to examine the chronic effects of two different-intensity walking exercises on hepcidin, interleukin 6 (IL-6), and markers of iron metabolism in premenopausal women.", "results_summary": "The study compared moderate tempo walking and brisk walking over 8 weeks, finding that both exercise groups showed changes in hepcidin and iron metabolism markers, though specific outcomes were not detailed in the abstract.", "population_specificity": "Premenopausal women", "effective_dosage": "3 days/week, starting from 30 to 51 minutes per session (moderate tempo walking at ~50-55% HRR, brisk walking at ~70-75% HRR)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:31.188113+00:00"}
{"study_id": 92151, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to determine whether a text message intervention could increase physical activity (including walking) among African American adults participating in a faith-based weight loss competition.", "results_summary": "The abstract does not provide specific results regarding the effectiveness of the text message intervention on increasing physical activity or walking.", "population_specificity": "African American adults in a faith-based weight loss competition.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:31.313169+00:00"}
{"study_id": 92150, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of decompression surgery versus decompression plus fusion surgery in treating patients with lumbar spinal stenosis (LSS), focusing on outcomes like pain, disability, and walking ability.", "results_summary": "The study found no significant difference in walking ability between decompression alone and decompression plus fusion, with minimal effect size (MD 0.04, P=0.88). Fusion resulted in longer operation times, more blood loss, and higher complication risks without clinical improvement.", "population_specificity": "Patients with lumbar spinal stenosis (17,785 participants across 15 studies).", "effective_dosage": "Not applicable (surgical interventions).", "study_duration": "Follow-up period up to 2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:32.161746+00:00"}
{"study_id": 92152, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the functional results, knee scores, activity levels, and complications between high tibial osteotomy (HTO) and unicompartmental knee arthroplasty (UKA) for treating unicompartmental knee osteoarthritis.", "results_summary": "No significant differences were found between HTO and UKA in terms of free walking velocity, knee score, or revision rates. However, UKA showed better functional results, pain assessment, and fewer complications, while HTO provided slightly better range of motion.", "population_specificity": "Patients with unicompartmental knee osteoarthritis.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:32.866092+00:00"}
{"study_id": 92153, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and effectiveness of the Visi-Pro Balloon-Expandable Peripheral Stent System for treating stenotic, restenotic, or occluded lesions in the common or external iliac artery.", "results_summary": "The study found that the Visi-Pro stent demonstrated safety and effectiveness, with a 95.8% primary patency and freedom from clinically driven target vessel revascularization at 9 months, along with significant improvements in ankle-brachial index. Major adverse events occurred in only 4.0% of subjects.", "population_specificity": "75 patients (mean age 64.2±8.9 years; 46 men) with Rutherford category 2-4 ischemia and atherosclerotic lesions ≤10 cm in length.", "effective_dosage": "Not applicable (stent implantation procedure).", "study_duration": "9-month follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:35.556998+00:00"}
{"study_id": 92154, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to determine if surgical fixation was superior to non-surgical management (using a walking boot) for treating isolated type B ankle fractures with minimal talar shift.", "results_summary": "The study found no superiority of surgery over non-surgical management for ankle function or general health outcomes at 12 months, with surgery associated with more adverse events. Similar results were observed in both the randomised and observational cohorts.", "population_specificity": "Adults aged 18-65 years with type B ankle fractures and minimal talar shift, recruited from 22 hospitals in Australia and New Zealand.", "effective_dosage": "Not applicable (intervention was use of a walking boot for 6 weeks).", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:37.537596+00:00"}
{"study_id": 92155, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Nordic walking was more effective than walking without poles for increasing walk distance in patients with acute coronary syndrome (ACS) and peripheral arterial occlusive disease (PAOD).", "results_summary": "After a 4-week training period, Nordic walking was more effective than walking without poles in increasing walk distance on the 6-minute walk test for patients with ACS and PAOD. Secondary outcomes included maximum heart rate during exercise and walk distance and power output on a treadmill stress test.", "population_specificity": "Patients with acute coronary syndrome (ACS) and peripheral arterial occlusive disease (PAOD) (35 men; mean age 57.2±11 years and BMI 26.5±4.5 kg/m²).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:38.520741+00:00"}
{"study_id": 92156, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the dynamic graft bending angle (GBA) in ACL-reconstructed knees during walking and running, correlating it with tunnel positions and widening, and comparing two femoral tunnel drilling techniques.", "results_summary": "Flexible drills resulted in higher GBAs during walking and running compared to rigid drills, with greater tunnel widening. Higher GBAs correlated with anterior femoral tunnel exits and early tunnel widening.", "population_specificity": "Patients with isolated ACL injuries undergoing reconstruction (n=54).", "effective_dosage": "Not applicable", "study_duration": "Assessments at 6 months and 2 years postoperatively.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:39.095524+00:00"}
{"study_id": 92157, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were evaluating the safety and feasibility of transcatheter repair of severe tricuspid regurgitation using the MitraClip system, not Walking.", "results_summary": "The study found that the MitraClip system was successfully implanted in 97% of cases, reducing tricuspid regurgitation by at least one grade in 91% of patients, with potential improvements in clinical outcomes.", "population_specificity": "64 consecutive patients (mean age 76.6±10 years) with severe tricuspid regurgitation deemed unsuitable for surgery.", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:39.101818+00:00"}
{"study_id": 92158, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 75, "quality_score": 70, "study_goal": "To investigate the feasibility of a self-management program for increasing physical activity and improving outcomes like walking ability, participation, and quality of life in stroke survivors with mild disability.", "results_summary": "The self-management program was feasible, increased moderate physical activity by 27 min/day at 3 months, and was perceived as useful by participants with few adverse events.", "population_specificity": "Stroke survivors with mild disability discharged directly home from acute stroke units.", "effective_dosage": "Five home-based sessions over 3 months.", "study_duration": "3 months (with follow-up at 6 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:39.719291+00:00"}
{"study_id": 92159, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine if assigning participants to their preferred walking program (supervised or unsupervised) improved adherence and clinical outcomes in older adults with knee osteoarthritis.", "results_summary": "Participants assigned to their preferred walking program showed significantly higher adherence and improved stiffness (WOMAC) and functional status (Timed Up and GO Test) compared to those who did not receive their preference. The supervised group had higher adherence (60.7%) than the unsupervised group (43.1%).", "population_specificity": "Older adults with a diagnosis of knee osteoarthritis (69 participants).", "effective_dosage": "Not specified (based on Ottawa Panel guidelines).", "study_duration": "9 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:41.480711+00:00"}
{"study_id": 92160, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the effects of robot-assisted gait training (RAGT) on walking-related functional outcomes in patients with incomplete spinal cord injury (SCI) compared to other rehabilitation modalities, focusing on the timing post-injury.", "results_summary": "Acute RAGT groups showed significantly greater improvements in gait distance, leg strength, and functional mobility/independence compared to over-ground training (OGT) groups, with a pooled mean difference of 45.05 meters (95% CI 13.81 to 76.29, P=0.005).", "population_specificity": "Patients with incomplete spinal cord injury (SCI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:42.749017+00:00"}
{"study_id": 92161, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the adherence, enjoyment, motivation, and balance effects of exergames versus self-regulated exercise using instruction leaflets in elderly patients with mobility restrictions.", "results_summary": "Self-regulated exercise using instruction leaflets showed significantly higher adherence, enjoyment, and motivation compared to exergames, with moderate to large effect sizes. No between-group differences were observed in balance during walking.", "population_specificity": "Elderly patients (over 65) with mobility restrictions in a geriatric inpatient rehabilitation setting.", "effective_dosage": "Twice daily 30-minute sessions for ten working days.", "study_duration": "Ten working days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:44.804114+00:00"}
{"study_id": 92164, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of walking interventions on pain, physical function, and physical performance in individuals with hip/knee osteoarthritis compared to control groups.", "results_summary": "The study found that walking interventions showed significant improvement in physical function at 6 months but did not demonstrate significant effects on pain intensity or physical performance. The evidence supporting walking for knee osteoarthritis was very limited in the short term.", "population_specificity": "Individuals with hip/knee osteoarthritis", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:45.851498+00:00"}
{"study_id": 92163, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether interrupting prolonged sitting with light-intensity walking or simple resistance activities could beneficially alter the postprandial plasma lipidome in adults with type 2 diabetes.", "results_summary": "Compared to uninterrupted sitting, light-intensity walking and simple resistance activity interruptions attenuated postprandial elevations in lipids linked to inflammation and increased lipids associated with antioxidant capacity, suggesting beneficial metabolic effects.", "population_specificity": "21 inactive overweight/obese adults with type 2 diabetes.", "effective_dosage": "Not specified (interruptions were regular but frequency/duration not detailed).", "study_duration": "7-hour conditions.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:46.396882+00:00"}
{"study_id": 92165, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the relationship between acculturation/assimilation and physical activity outcomes in postpartum Latinas participating in a 12-month walking intervention.", "results_summary": "The study found that less acculturated participants engaged in more moderate-to-vigorous physical activity compared to higher acculturated/assimilated groups, with significant effects observed for specific dimensions of acculturation and assimilation. No other significant effects were noted.", "population_specificity": "Postpartum Latinas (n = 81, mean age = 29.2 years, mean BMI = 30.0).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:46.816221+00:00"}
{"study_id": 92162, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility of the EWGSOP algorithm for diagnosing sarcopenia in hospitalized older adults and analyze its prevalence and clinical correlates.", "results_summary": "The study found a high prevalence of sarcopenia (34.7%) among older adults admitted to acute hospital wards, with significant associations with older age, male gender, congestive heart failure, cerebrovascular disease, severe activities of daily living disability, and lower body mass index. A notable proportion (40.2%) of participants could not complete the 4-m walking test due to medical issues.", "population_specificity": "Older adults (mean age 81.0 ± 6.8 years, 51.9% women) admitted to 12 acute hospital wards in Italy.", "effective_dosage": "Not available", "study_duration": "Cross-sectional analysis (no intervention duration specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:47.206069+00:00"}
{"study_id": 92166, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the benefits of a three-month multidisciplinary rehabilitation program, including physical training and psycho-educational sessions, for women after breast cancer treatment.", "results_summary": "The study found significant improvements in flexibility, walking distance, functional capacity, body composition, and quality of life in the experimental group compared to the control group. Most symptoms and functions improved, while the control group showed no such benefits and even experienced increased BMI and body fat percentage.", "population_specificity": "Women who had been treated for primary breast carcinoma (209 outpatients).", "effective_dosage": "Not specified (program included physical training and psycho-educational sessions).", "study_duration": "Three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:47.629149+00:00"}
{"study_id": 92167, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to understand how bilateral foot and ankle immobilization in able-bodied individuals mimics gait compensations seen in persons with bilateral transtibial amputation.", "results_summary": "The study found that immobilizing the ankles of able-bodied individuals led to gait patterns resembling those of persons with bilateral transtibial amputation, including reduced ankle motion and power generation, and increased trunk and hip compensations.", "population_specificity": "Nine able-bodied individuals and 10 individuals with bilateral transtibial amputation.", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:48.768264+00:00"}
{"study_id": 92169, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to determine whether walking football is engaging, sustainable, and beneficial for older adults in terms of health and cognitive function.", "results_summary": "Walking football was found to be enjoyable and moderately intensive for older adults, but no significant health or cognitive benefits were observed from the 12-week intervention.", "population_specificity": "Older adults in the UK", "effective_dosage": "One-hour per week", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:51.619895+00:00"}
{"study_id": 92168, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to gather information about current rehabilitation practices for patients undergoing planned, single-stage revision or re-revision total hip replacement (THR) surgery, focusing on pre-operative, post-operative, and post-discharge rehabilitation.", "results_summary": "The study found that pre-operative education was common but inconsistent, with rehabilitation objectives like gait re-education and functional mobility retraining being widely agreed upon, while specific elements such as exercise prescription and hip precautions varied. Post-discharge rehabilitation provision was highly diverse, indicating no consensus on optimal rehabilitation for this population.", "population_specificity": "Patients undergoing planned, single-stage revision or re-revision total hip replacement (THR) surgery in England, Wales, and Northern Ireland.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:52.630244+00:00"}
{"study_id": 92170, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine whether vitamin D modifies adaptation to exercise and reduces inflammation in elderly women.", "results_summary": "The study hypothesized that vitamin D's anti-inflammatory properties would enhance exercise adaptation and reduce inflammation in elderly women, but specific results regarding Walking were not detailed in the abstract.", "population_specificity": "Twenty-seven elderly women aged 67 ± 8 years.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:53.431448+00:00"}
{"study_id": 92172, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of rehabilitation exercise, including walking, on patients with coronary heart disease after percutaneous coronary intervention (PCI).", "results_summary": "The study found that exercise, including walking, did not significantly reduce cardiac death, recurrence of MI, repeated PCI, CABG, or restenosis but improved recurrent angina, total exercise time, ST-segment decline, angina, and maximum exercise tolerance compared to the control group.", "population_specificity": "Patients with coronary heart disease (CHD) who underwent percutaneous coronary intervention (PCI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:55.099891+00:00"}
{"study_id": 92171, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility and safety of a 6-week water walking program using a motorized aquatic treadmill for improving cardiorespiratory fitness, walking endurance, and activities of daily living in subacute stroke patients.", "results_summary": "The aquatic treadmill exercise (ATE) group showed significant improvements in walking endurance, peak oxygen uptake, peak heart rate, exercise tolerance, and daily living activities, while the land-based exercise (LBE) group only improved in daily living activities. ATE was more effective than LBE in enhancing cardiopulmonary fitness.", "population_specificity": "Subacute stroke patients (n=20, split into ATE and LBE groups).", "effective_dosage": "30 minutes of aerobic exercise, 5 times per week.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:55.225038+00:00"}
{"study_id": 92173, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the responsiveness of the Multiple Sclerosis Questionnaire for Physical Therapists (MSQPT) and determine minimal important difference (MID) estimates for clinical change in rehabilitation outcomes for MS patients.", "results_summary": "The MSQPT demonstrated responsiveness with effect sizes ranging from 0.46 to 1.49, and MID estimates for improvement and deterioration were established, showing it was more responsive than HAQUAMS in detecting improvement but less so for deterioration.", "population_specificity": "Persons with multiple sclerosis (MS) undergoing rehabilitation.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:55.645201+00:00"}
{"study_id": 92174, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy and safety of intramuscular injection of allogeneic mesenchymal stromal cells (BMMSC) in patients with critical limb ischemia (CLI) due to Buerger's disease, focusing on pain reduction, ulcer healing, and walking distance.", "results_summary": "The study found that BMMSC at 2 million cells/kg significantly improved rest pain, ulcer healing, ankle brachial pressure index, and total walking distance compared to standard care. Adverse events were minimal and unrelated to the treatment.", "population_specificity": "Patients with CLI due to Buerger's disease, mostly young (38-42 years), ex-smokers, and all with at least one ulcer.", "effective_dosage": "1 and 2 million cells/kg body weight, administered as 40-60 injections in the calf muscle and around the ulcer.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:58.121737+00:00"}
{"study_id": 92175, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of progressive resistance exercise (PRE) on static posturography, gait, and quality of life in Parkinson's disease patients with the akinesia and rigidity (AR) subtype.", "results_summary": "The study found that PRE improved static posturography (CoP length), fast rhythm walking speed, and quality of life (PDQ39 score) in AR-subtype PD patients. No significant improvements were observed in other CoP parameters, preferred rhythm walking speed, freezing of gait, or motor symptoms (MDS-UPDRS).", "population_specificity": "28 patients with AR-subtype Parkinson's disease.", "effective_dosage": "Not specified (PRE training intensity was rated as \"very light\" to \"fairly light\" on the Borg scale).", "study_duration": "Not specified (assessed at pre-test, post-test, and re-test).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:59.088144+00:00"}
{"study_id": 92176, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of calf raise exercises versus traditional walking exercises on walking performance, mitochondrial capacity, and blood flow in patients with intermittent claudication.", "results_summary": "The calf raise group showed significant improvements in pain-free walking distance, maximal walking distance, claudication onset time, and peak walking time, along with increased mitochondrial volume-density, while the walking group did not show these improvements. Neither group experienced changes in maximal blood flow, peak oxygen uptake, or mitochondrial respiration.", "population_specificity": "Patients with intermittent claudication (IC)", "effective_dosage": "Walking group: at least 30 minutes three times a week", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:00.012188+00:00"}
{"study_id": 92178, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether changes in pain location were associated with clinically relevant improvements in walking pain severity and physical dysfunction in people with medial tibiofemoral osteoarthritis using footwear for self-management.", "results_summary": "The study found that 74% of participants reported a change in pain location, and 46-50% reported clinically relevant improvements in pain and function. Participants with diffuse pain patterns (either developing into or changing from) were less likely to experience improvement in pain and/or function.", "population_specificity": "People with medial tibiofemoral osteoarthritis", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:01.407463+00:00"}
{"study_id": 92177, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the symptoms, diagnosis, and treatment of meralgia paresthetica (MP) related to load carriage, particularly in military contexts.", "results_summary": "The study found that MP is associated with compression of the lateral femoral cutaneous nerve during load carriage, presenting as pain, itching, and paresthesia on the thigh. Conservative treatments like removing compression and using anti-inflammatory medications are recommended, with more invasive options for intractable cases.", "population_specificity": "Military personnel, particularly Servicewomen, with higher rates linked to age, load carriage distance/duration, and body mass index.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:01.469192+00:00"}
{"study_id": 92180, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine if postmeal exercise (walking) provides additional glucose-lowering benefits beyond medication alone in individuals with type 2 diabetes on add-on hypoglycemic agents.", "results_summary": "Post-breakfast walking significantly reduced glucose peak and AUC during the exercise bout, but the effect was not sustained for later meals.", "population_specificity": "Eight participants with type 2 diabetes (Age: 60±10.7).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:02.809471+00:00"}
{"study_id": 92181, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a behavioral intervention could reduce distracted pedestrian behavior and perceived vulnerability to injury among pedestrians on an urban college campus.", "results_summary": "The intervention led to self-reported changes in intentions and perceived vulnerability but did not significantly alter observed distracted pedestrian behavior compared to the control campus.", "population_specificity": "Urban college campus community members (sample of 219 individuals).", "effective_dosage": "Not applicable (behavioral intervention).", "study_duration": "Intervention included a week-long virtual experience, with follow-up assessments at 2 weeks, 10 weeks, and 6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:03.111668+00:00"}
{"study_id": 92179, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of a 3-month aerobic training program followed by coaching on aerobic capacity, strength, and gait speed in subacute stroke patients.", "results_summary": "The study found no significant differences between training groups over time, but the 3-month active cycling program combined with education appeared applicable for subacute stroke rehabilitation. Long-term interventions should focus on coaching approaches to facilitate training after supervised programs.", "population_specificity": "Patients with first stroke (mean age 65.4±10.3 years, 36% women, Barthel Index ≤50 in 64%) enrolled 3-10 weeks after stroke onset.", "effective_dosage": "Not specified", "study_duration": "3 months of active cycling, followed by 9 months of coaching or non-coaching.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:04.203184+00:00"}
{"study_id": 92183, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the clinical outcomes, complications, and radiographic features of arthrodesis versus non-fusion treatments for Lisfranc joint injuries.", "results_summary": "Arthrodesis showed better outcomes, including higher AOFAS scores, fewer complications, and improved biomechanical function compared to non-fusion treatments. Complications were more frequent in the non-fusion group (47%) than in the arthrodesis group (25%).", "population_specificity": "25 patients with acute or subacute Lisfranc complex injuries treated at the First Affiliated Hospital of Soochow University.", "effective_dosage": "Not applicable (surgical interventions).", "study_duration": "Follow-up period from September 2013 to March 2015 (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:08.135015+00:00"}
{"study_id": 92182, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the 100-meter timed test (100m) for assessing function in boys with Duchenne muscular dystrophy (DMD) by establishing normative data in healthy controls, comparing DMD performance, and assessing test reliability.", "results_summary": "The study found significant differences in 100m performance between DMD and control groups, with age and BMI influencing results in controls. Test-retest reliability was excellent (ICC > 0.90), and normative data could quantify running impairment severity in children with motor deficits.", "population_specificity": "Boys with Duchenne muscular dystrophy (DMD) (72 participants, 18 steroid-naïve, 54 on steroids) and healthy controls (599 participants, aged 4-14 years).", "effective_dosage": "Not applicable", "study_duration": "Repeat testing occurred between 1-42 days later and at 1 year for a subgroup of 96 controls; longitudinal follow-up for 35 DMD boys lasted 5-19 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:09.060689+00:00"}
{"study_id": 92184, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a 5-day overall treatment time (OTT) for radiation therapy in metastatic epidural spinal cord compression (MESCC) patients resulted in better outcomes compared to a 7-day OTT (excluding weekends).", "results_summary": "The study found no significant difference in motor function, local control, or overall survival between the 5-day and 7-day OTT groups. Walking ability was a significant factor in overall survival but was not directly influenced by the OTT.", "population_specificity": "Patients with metastatic epidural spinal cord compression (MESCC).", "effective_dosage": "5×4 Gy (total 20 Gy) radiation therapy.", "study_duration": "5 or 7 days (excluding weekends).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:09.230399+00:00"}
{"study_id": 92186, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers were examining the complications and treatment options for cactus spine injuries, including their impact on walking due to pain and swelling.", "results_summary": "The study found that cactus spine injuries caused severe pain and swelling, leading to difficulty walking. Treatment included heat packs, antibiotics, rest, and elevation, with slow improvement over several months.", "population_specificity": "An 18-year-old woman with multiple barrel cactus spine injuries.", "effective_dosage": "Not specified", "study_duration": "7 days of recommended treatment, with symptoms improving over several months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:10.269163+00:00"}
{"study_id": 92185, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine if L-citrulline positively influences muscle function and increases muscular energy production in patients with Post-polio syndrome (PPS).", "results_summary": "The study is designed to measure changes in the 6-min Walking Distance Test and other secondary endpoints like motor function and muscle force, but results are not yet reported in the abstract.", "population_specificity": "Thirty ambulant PPS patients in Switzerland.", "effective_dosage": "Not specified in the abstract.", "study_duration": "24 weeks of treatment following a 24-week run-in phase.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:10.477418+00:00"}
{"study_id": 92187, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the stress-buffering effects of walking in different contexts (gym vs. semi-natural area) and its impact on physiological and phenomenological responses.", "results_summary": "The study found context effects, with positive appraisals of perceived circumstances and enjoyment linked to physiological stress-reduction, particularly in semi-natural settings compared to treadmill walking or passive viewing.", "population_specificity": "Healthy, physically inactive university students", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:10.648613+00:00"}
{"study_id": 92188, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to determine whether clinical tests of lower limb spasticity accurately replicate muscle function and joint biomechanics during walking.", "results_summary": "The study found that the range of motion and speed of assessment for clinical scales of lower limb spasticity were poorly reported, making it difficult to assess their relevance to walking performance. The ecological validity of these scales could not be determined due to inadequate reporting of testing procedures.", "population_specificity": "Individuals with lower limb spasticity (specific population details not provided).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:11.217846+00:00"}
{"study_id": 92189, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to derive optimal cutpoints for categorizing pain interference levels, including activity-related interference (such as walking), in patients with cancer.", "results_summary": "The study identified optimal cutpoints for pain interference categories, including activity-related interference (BPI-WAW), and found these categories were significantly concordant with clinician-rated performance status (ECOG-PS).", "population_specificity": "Patients with cancer participating in three Phase III pivotal trials.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:11.606281+00:00"}
{"study_id": 92190, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the tolerability and efficacy of extracorporeal shockwave therapy (ESWT) as a novel treatment for intermittent claudication in patients with peripheral arterial disease (PAD).", "results_summary": "The study evaluated ESWT's impact on maximum walking distance (MWD) and pain-free walking distance (PFWD) in PAD patients, with outcomes measured at baseline and follow-up intervals. The abstract suggests the trial will provide insights into ESWT's potential as a non-invasive treatment, but specific results are not detailed.", "population_specificity": "Patients with unilateral intermittent claudication due to peripheral arterial disease.", "effective_dosage": "ESWT (PiezoWave 2 shockwave system) or sham treatment three times per week.", "study_duration": "3 weeks of intervention, with follow-up assessments at 4, 8, and 12 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:17.247972+00:00"}
{"study_id": 92191, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers aimed to explore the pathophysiology of muscle ruptures in a patient with hereditary spastic paraplegia (HSP) and minor spasticity, questioning whether chronic spasticity or genetic mutations affect muscle integrity.", "results_summary": "The study reported a unique case of bilateral complete rectus femoris muscle rupture after minimal trauma in an HSP patient with minor spasticity; conservative treatment resolved symptoms without impairing walking ability.", "population_specificity": "A 55-year-old man with hereditary spastic paraplegia (HSP) and minor spasticity.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:17.421019+00:00"}
{"study_id": 92192, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To investigate the effects of 4-months intensive aquatic resistance training on body composition and walking speed in post-menopausal women with mild knee osteoarthritis, including long-term follow-up and the influence of leisure time physical activity.", "results_summary": "The intervention group showed significant decreases in fat mass and increases in walking speed after 4 months, with walking speed improvements maintained at 12 months. Higher leisure time physical activity was associated with greater fat mass loss.", "population_specificity": "Post-menopausal women with mild knee osteoarthritis", "effective_dosage": "48 supervised intensive aquatic resistance training sessions over 4 months", "study_duration": "4 months (intervention), 12 months (follow-up)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:18.696261+00:00"}
{"study_id": 92194, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the prevalence of cognitive impairments (CIs) in cardiac rehabilitation (CR) patients and identify associated characteristics.", "results_summary": "The study found that 36.7% of cardiac patients had cognitive impairments (MoCA score < 26) upon admission to CR. CI was associated with smoking, heavy workloads, and longer sick leave before an acute coronary event.", "population_specificity": "496 patients (54.5 ± 6.2 years, 79.8% men) with coronary artery disease following an acute coronary event.", "effective_dosage": "Not mentioned", "study_duration": "3-week inpatient CR program", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:21.872519+00:00"}
{"study_id": 92195, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the clinical outcomes of different knee braces (rigid, articulated, or no brace) during early rehabilitation after ACL reconstruction in athletes.", "results_summary": "The study found no significant differences in complications or clinical outcomes (pain, range of motion, thigh muscle atrophy, walking quality) between the three brace groups, though rigid braces initially limited flexion. Postoperative bracing showed no beneficial effect on outcomes.", "population_specificity": "Athletes undergoing early rehabilitation after ACL reconstruction using BPTB or hamstring autograft.", "effective_dosage": "Not applicable (brace use varied by group).", "study_duration": "Rehabilitation lasted approximately 32.4±3.0 days post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:21.970835+00:00"}
{"study_id": 92196, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether the amount and pace of daily walking were associated with circulating antioxidant capacity in symptomatic patients with peripheral artery disease (PAD).", "results_summary": "Higher daily stride counts (>2440 strides/day) and faster walking cadence (>31.6 strides/min) were associated with greater circulating antioxidant capacity in PAD patients, with statistically significant differences observed between tertiles. No significant difference was found between middle and high stride tertiles, but the high cadence tertile showed superior antioxidant capacity compared to lower tertiles.", "population_specificity": "Symptomatic patients with peripheral artery disease (PAD) (244 men and women).", "effective_dosage": ">2440 strides/day and >31.6 strides/min for 30 minutes daily.", "study_duration": "1 week of monitored walking.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:22.908003+00:00"}
{"study_id": 92197, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To examine the effects of low and moderate-intensity inspiratory and peripheral muscle training on muscle strength, functional capacity, and quality of life in chronic heart failure patients.", "results_summary": "Both low and moderate-intensity training improved inspiratory and peripheral muscle strength and walking distance, but only moderate intensity improved expiratory muscle strength and NYHA functional class. All groups showed similar quality-of-life improvements.", "population_specificity": "35 patients with stable chronic heart failure (NYHA II/III, LVEF <40%, aged >18 years).", "effective_dosage": "Low-intensity (15% maximal inspiratory workload, 0.5 kg peripheral muscle workload); moderate-intensity (30% maximal inspiratory workload, 50% of one maximum repetition for peripheral muscle workload).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:23.698348+00:00"}
{"study_id": 92198, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effect of deliberately light interpersonal touch (IPT) on reducing head and trunk sway during self-paced walking in children and adolescents with cerebral palsy (CP) and typically developed (TD) individuals.", "results_summary": "IPT at the apex and occiput reduced head velocity sway in the CP group compared to thoracic IPT, while all testing conditions reduced head velocity sway in the TD group compared to walking alone. The effect of IPT varied by contact location and differed between CP and TD individuals.", "population_specificity": "Children and adolescents with CP (spastic and ataxic, Gross Motor Function Classification System I-III) and typically developed individuals (N=65).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:25.753023+00:00"}
{"study_id": 92199, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effectiveness of robot-assisted gait training on improving functional gait parameters in children with cerebral palsy.", "results_summary": "The study compared robot-assisted gait training with standard treatment but did not report specific outcome results in the abstract. It emphasized the need for more evidence on the clinical effectiveness of robotic rehabilitation in pediatric settings.", "population_specificity": "Children aged 6 to 18 years with bilateral spastic cerebral palsy who could walk at least 14 meters with or without aids.", "effective_dosage": "Robot-assisted gait training: three times per week, maximum 45 minutes per session. Standard treatment: 1-2 physiotherapy sessions per week plus additional therapies as needed.", "study_duration": "5 weeks per intervention period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:25.893141+00:00"}
{"study_id": 92200, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the time course and clinical relevance of muscle strength improvements from high-intensity resistance training in people with multiple sclerosis (PwMS) and its impact on muscle endurance, mobility, and walking outcomes.", "results_summary": "Significant strength gains were observed after 3 weeks of training, correlating with improved muscle endurance and mobility, but these benefits were not sustained at the 12-week follow-up.", "population_specificity": "People with multiple sclerosis (PwMS) exhibiting predominantly unilateral weakness in ankle dorsiflexors.", "effective_dosage": "6-week isokinetic training of the more affected ankle dorsiflexion muscles (specific intensity/frequency not detailed).", "study_duration": "6 weeks (intervention), with follow-up at 12 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:27.002337+00:00"}
{"study_id": 92202, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate diagnostic methods for assessing circulation problems related to walking limitations and determine their hemodynamic relevance for therapeutic decisions.", "results_summary": "The study highlights the use of basic diagnostics (skin inspection, pulse palpation, ankle-brachial-index) and noninvasive procedures, including treadmill tests, to differentiate vascular causes from other walking limitations.", "population_specificity": "Not specified (general population with walking limitations suspected of vascular issues).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:28.994905+00:00"}
{"study_id": 92203, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate functional tests, including walking, to assess daily life activities in patients with COPD.", "results_summary": "The study highlights the Glittre Activities of Daily Life test as a promising and comprehensive tool for assessing functional capacity, including walking, in COPD patients. It emphasizes the need for further research on the link between functional tests and real-life participation.", "population_specificity": "Patients with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:30.513306+00:00"}
{"study_id": 92201, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To determine whether combining behavioral urinary incontinence treatments with physical activity (150 minutes of weekly walking and twice-weekly strength training) improves urinary incontinence in frail older women.", "results_summary": "The treatment group reported a 50% reduction in daily leaks, while the control group reported no change. The treatment group also showed significant improvement in urine leakage and overall UI improvement compared to the control group.", "population_specificity": "Frail older women (mean age 84.9 ± 6.4) without dementia.", "effective_dosage": "150 minutes of weekly walking and twice-weekly strength training.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:31.083285+00:00"}
{"study_id": 92204, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the validity and reliability of spatio-temporal gait parameters measured by GaitRite in motor incomplete spinal cord-injured (SCI) patients.", "results_summary": "GaitRite was found to be a valid and reliable tool for measuring gait characteristics in SCI patients, with precision and sensitivity approximately three times better than clinical tests. Higher gait velocity correlated with greater independence, lower use of walking aids, better motor performance, and improved gait mobility.", "population_specificity": "23 motor subacute and chronic incomplete SCI patients (AIS D).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:31.595735+00:00"}
{"study_id": 92193, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of a 12-week supervised exercise intervention on physical function and body composition in bariatric surgery patients 12-24 months post-surgery.", "results_summary": "The exercise group showed significant improvements in walking ability (ISWT), body composition, physical function, and cardiovascular measures at 12 weeks, with further gains at 24 weeks. A 5.6 kg difference in body mass favored the exercise group over controls by 24 weeks.", "population_specificity": "Inactive adult bariatric surgery patients with BMI ≥30 kg/m², 12-24 months post-surgery.", "effective_dosage": "Not specified (supervised exercise intervention, details not provided).", "study_duration": "12-week intervention, with follow-up at 24 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:32.787302+00:00"}
{"study_id": 92205, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the connections between obesity and transportation choices, particularly walking, to inform potential public health interventions.", "results_summary": "The study suggests that commuting by public transit may serve as an effective intervention for obesity, and new data-gathering tools could improve future research on transportation-related physical activity.", "population_specificity": "General population in the USA (national obesity rates referenced).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:32.900411+00:00"}
{"study_id": 92207, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of Internet-delivered, physiotherapist-prescribed home exercise and pain-coping skills training (PCST) for managing chronic knee pain.", "results_summary": "The intervention group showed significant improvements in pain during walking and physical function at 3 months, with sustained benefits at 9 months, compared to the control group. Secondary outcomes, including quality of life and self-efficacy, also improved significantly in the intervention group.", "population_specificity": "148 persons aged 50 years or older with chronic knee pain.", "effective_dosage": "7 videoconferencing sessions with a physiotherapist for home exercise and a PCST program over 3 months.", "study_duration": "3 months (with follow-up at 9 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:36.417103+00:00"}
{"study_id": 92208, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of a weight loss maintenance program, including self-reported walking and moderate physical activity, compared to usual care in obese adults.", "results_summary": "The study found no statistically significant differences in secondary outcomes, including walking and moderate physical activity, at 56 weeks between the intervention and usual care groups.", "population_specificity": "Obese outpatients (BMI ≥30 kg/m²) who lost at least 4 kg during a 16-week weight loss program, primarily middle-aged white men.", "effective_dosage": "Not specified", "study_duration": "56 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:37.423367+00:00"}
{"study_id": 92206, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of robot-assisted gait training (RAGT) versus conventional therapy (CT) on gait speed, mobility, balance, fatigue, and quality of life in progressive MS patients, while also exploring neural plasticity biomarkers.", "results_summary": "The study expects RAGT to improve mobility compared to CT in progressive MS patients, with additional analysis of clinical and circulating biomarkers to assess neural plasticity changes.", "population_specificity": "Progressive multiple sclerosis (MS) patients with EDSS scale scores of 6-7.", "effective_dosage": "Twelve 2-hour training sessions over a 4-week period (three sessions/week).", "study_duration": "4 weeks (with a 3-month follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:38.066279+00:00"}
{"study_id": 92211, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of a 12-week Nordic Walking training program on the perceived pain threshold and flexibility of selected upper-body muscle groups in postmenopausal female office workers.", "results_summary": "The study found a significant increase in the perceived pain threshold in the upper trapezius, mid trapezius, latissimus dorsi, and infraspinatus muscles, as well as improved shoulder mobility in the Nordic Walking group compared to the control group.", "population_specificity": "Postmenopausal female office workers", "effective_dosage": "3 times a week for 1 hour", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:39.684253+00:00"}
{"study_id": 92209, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of plasma exchange on recovery outcomes, including walking ability, in patients with Guillain-Barré syndrome (GBS).", "results_summary": "Plasma exchange significantly improved walking recovery times and disability grades compared to supportive care, with moderate-quality evidence supporting its efficacy. However, it also increased the risk of relapse within the first year, though long-term muscle strength recovery was better.", "population_specificity": "Adults with Guillain-Barré syndrome (GBS), including severely and mildly affected participants.", "effective_dosage": "Not specified (plasma exchange regimens varied by study).", "study_duration": "Varied by study, with follow-up assessments up to one year.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:42.444380+00:00"}
{"study_id": 92212, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the efficacy and acceptability of four endothelin receptor antagonists (ERAs) for pulmonary arterial hypertension (PAH) patients, focusing on 6-minute walking distance (6MWD) and clinical worsening.", "results_summary": "All four PAH therapies significantly increased 6MWD compared to placebo, with bosentan and ambrisentan also reducing the risk of clinical worsening. Ambrisentan was the only therapy associated with a decreased risk of all-cause discontinuation, but no significant differences were found between the therapies.", "population_specificity": "Patients with pulmonary arterial hypertension (PAH) (total n=2172).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:42.960296+00:00"}
{"study_id": 92210, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety, hemodynamic effects, and functional outcomes of percutaneous ventricular restoration using a ventricular partitioning device (VPD) in heart failure patients with severely reduced LV ejection fraction.", "results_summary": "The study found that VPD implantation improved hemodynamics (reduced LV volumes, increased LV ejection fraction) and functional status (increased 6-min walking distance and quality of life scores) with a >90% procedural success rate. Optimal implant position was crucial for good clinical outcomes, but more durable devices with long-lasting effects are needed.", "population_specificity": "Heart failure patients with severely reduced left ventricular ejection fraction.", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:43.188895+00:00"}
{"study_id": 92215, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to synthesize qualitative studies on compassion fatigue in nursing to understand its impact and identify measures to mitigate it.", "results_summary": "The study identified four themes related to compassion fatigue: physical and emotional symptoms, triggering factors, and preventive measures. It highlighted the relevance of compassion fatigue in nursing and proposed a theoretical model for future research and clinical practice.", "population_specificity": "Nurses working in overburdened healthcare systems.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:44.472402+00:00"}
{"study_id": 92213, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the feasibility, safety, and efficacy of a novel implant (Y-STRUT) combined with bone cement for treating lytic lesions of the proximal femur in patients with metastatic bone disease.", "results_summary": "The study found that the procedure was feasible and safe, with no reported cases of wound infection, bleeding, leakage, or inflammation. Additionally, 86% of patients could resume walking at hospital discharge, and there were improvements in pain levels (VAS decreased from 3.6 to 1.3) and functional outcomes (OHS-12 score increased from 30 to 37) at 1-year follow-up.", "population_specificity": "Ten patients (average age 62 years, 67% male) with pertrochanteric lytic lesions and an average Mirels' score of 9.42.", "effective_dosage": "9.2 ± 3.1 ml of bone cement injected during the procedure.", "study_duration": "Median follow-up of 237 days (range 24-411).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:44.551104+00:00"}
{"study_id": 92214, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if a multicomponent exercise program, including walking retraining, could prevent functional and cognitive decline in institutionalized older adults.", "results_summary": "The study is ongoing, but it is designed to assess changes in functionality, frailty, cognitive status, and biological markers over a 6-month intervention period. Results will guide clinical practice for managing institutionalized elders.", "population_specificity": "Institutionalized older adults aged ≥70 years, capable of standing and walking independently for 10 meters, with a Barthel Index ≥50 and MEC-35 ≥20.", "effective_dosage": "Not specified (multicomponent exercise program, including walking retraining).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:45.695243+00:00"}
{"study_id": 92217, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety of using an immersive VR head-mounted display (HMD) for extended walking sessions in older adults and individuals with Parkinson's disease (PD).", "results_summary": "Most participants completed the trials without discomfort, with no significant changes in simulator sickness symptoms or balance measures. Stress decreased in all groups, and arousal increased in the PD group after VR exposure.", "population_specificity": "Healthy young adults, healthy older adults, and individuals with Parkinson's disease (11 participants per group).", "effective_dosage": "20-minute walking session with VR exposure.", "study_duration": "Single 20-minute session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:47.540617+00:00"}
{"study_id": 92216, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of strength, agility, and secondary prevention (SAP) treatment versus SAP plus perturbation training (SAP+PERT) on gait mechanics and the elimination of gait asymmetries in men 1 and 2 years after ACL reconstruction.", "results_summary": "The study found no significant differences between SAP and SAP+PERT groups in gait mechanics or the elimination of gait asymmetries. Gait asymmetries persisted in both groups at 1 and 2 years postoperatively, indicating neither intervention effectively restored interlimb symmetry.", "population_specificity": "Athletic male patients who underwent ACL reconstruction and met specific postoperative criteria (e.g., ≥ 80% quadriceps strength symmetry, minimal knee effusion, full ROM, no pain, completion of a running progression).", "effective_dosage": "Not specified", "study_duration": "Intervention duration not explicitly stated; follow-up assessments occurred at 1 and 2 years postoperatively.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:48.159678+00:00"}
{"study_id": 92218, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To compare the medium-term efficacy of gait training using a single-leg version of the Hybrid Assistive Limb® (HAL®) on the paretic side with conventional gait training (CGT) in recovery-phase stroke patients.", "results_summary": "The HAL® group showed significant improvement in Functional Ambulation Category (FAC) after 12 sessions and at 8 and 12 weeks compared to the conventional group, suggesting HAL® may improve independent walking more efficiently than CGT at 1 and 2 months post-intervention.", "population_specificity": "Post-stroke participants (n=24) in the recovery phase.", "effective_dosage": "Twelve 20-minute sessions over 4 weeks.", "study_duration": "4 weeks (with follow-up at 8 and 12 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:52.653948+00:00"}
{"study_id": 92219, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if adding load to the non-paretic lower limb during treadmill training influences cardiovascular parameters and gait performance in subacute stroke patients.", "results_summary": "Both groups (with and without load addition) showed improved gait speed and walking distance, but cardiovascular parameters remained unchanged. No differences were observed between the groups in any session.", "population_specificity": "Subacute stroke patients with gait deficits (n=38).", "effective_dosage": "Treadmill training with a mass attached to the non-paretic lower limb (experimental group) vs. treadmill training alone (control group), 9 sessions over 2 weeks.", "study_duration": "2 weeks (9 sessions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:52.941242+00:00"}
{"study_id": 92222, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate whether spatiotemporal variables and asymmetry ratios could serve as mechanistic recovery measures in physical therapy interventions for post-stroke walking rehabilitation.", "results_summary": "The study found that spatiotemporal variables describe gait deviations but may not independently indicate functional recovery, while asymmetry measures provide additional insights into coordinative requirements and potential recovery. The review included 46 studies, with varying interventions showing statistically significant changes in walking speed.", "population_specificity": "Post-stroke patients undergoing physical therapy interventions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:53.910827+00:00"}
{"study_id": 92223, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to describe the neurological manifestations associated with Ehlers-Danlos syndromes (EDS), including their impact on mobility and daily activities such as walking.", "results_summary": "The study found that EDS patients experience neuromuscular symptoms like weakness, myalgia, easy fatigability, and limited walking, which impair mobility and daily activities. Spinal instability and musculoskeletal pain further exacerbate these limitations.", "population_specificity": "Patients with Ehlers-Danlos syndromes (EDS).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:54.249028+00:00"}
{"study_id": 92221, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effects of moderate physical activity, including walking, on tertiary physical performance outcomes in older adults at risk for mobility disability.", "results_summary": "The study found that physical activity, including walking, significantly improved total SPPB score and chair-stand performance compared to health education, with 400 m walking speed also being faster in the PA group. Changes in chair-stand performance explained a considerable portion of the reduction in major mobility disability.", "population_specificity": "1635 older adults (aged 78.9 ± 5.2 years, 67.2% women) at risk for mobility disability (SPPB <10).", "effective_dosage": "Moderate physical activity including walking, resistance, and balance training (specific dosage not detailed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:55.786062+00:00"}
{"study_id": 92225, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness and safety of a home-based cardiac rehabilitation program involving walking with mixed surveillance versus traditional hospital-based rehabilitation in patients with ischemic heart disease at moderate cardiovascular risk.", "results_summary": "The home-based walking program was found to be as effective and safe as traditional hospital-based rehabilitation, with no significant differences in exercise capacity or cardiovascular complications, though hospital-based programs showed better improvements in quality of life.", "population_specificity": "Patients with stable coronary artery disease at moderate cardiovascular risk.", "effective_dosage": "Walking at 70% of heart rate reserve for the first month and 80% for the second month, 1 hour per day, 5-7 days per week.", "study_duration": "2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:56.400789+00:00"}
{"study_id": 92224, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of adding trimetazidine (TMZ) to background antianginal therapy on angina frequency, nitrate use, exercise capacity, and well-being in a real-world clinical setting.", "results_summary": "Add-on TMZ significantly reduced angina frequency and short-acting nitrate use within 2 weeks, maintained effects over 6 months, improved walking distance and well-being, and was well tolerated.", "population_specificity": "896 patients (54% women, aged 29-90 years, 42.6% >65 years, 63% with class II angina) receiving beta-blockers alone or in combination.", "effective_dosage": "TMZ modified release 35 mg twice daily.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:56.887810+00:00"}
{"study_id": 92226, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine changes in mechanistic gait outcomes and describe motor recovery using laboratory-based variables in stroke rehabilitation trials.", "results_summary": "The review found no consistent set of outcome measures to mechanistically explain changes in walking speed, and no theoretical basis for selecting independent outcome measures. Various interventions showed mixed results, but no causal link between mechanistic variables and functional gains was established.", "population_specificity": "Stroke rehabilitation patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:00.374553+00:00"}
{"study_id": 92227, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of 4R programs (reablement, reactivation, rehabilitation, and restorative) on older adults receiving home care services, including outcomes related to functional abilities and walking impairments.", "results_summary": "The study found that 4R interventions showed promise in improving functional abilities and reducing health care service usage, with statistically significant outcomes in these areas, though generalizability and intervention details were limited.", "population_specificity": "Older adults receiving home care services, including those discharged from hospital wards and those without recent hospital stays.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:01.185521+00:00"}
{"study_id": 92228, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the relationship between gait variability and falls in people with multiple sclerosis (PwMS) with moderate disability.", "results_summary": "The study found that PwMS classified as fallers had significantly higher gait variability in step length and single support compared to non-fallers. Gait variability scores were also strongly correlated with clinical walking tests, particularly step length variability.", "population_specificity": "91 people with multiple sclerosis (50 women) with an expanded disability status scale score of 4.0 and 4.5.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:01.706631+00:00"}
{"study_id": 92229, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and effectiveness of exclusive robot-assisted end-effector-based gait training for gait recovery in chronic stroke patients.", "results_summary": "The study found statistically significant improvements in global motor performance, gait endurance, balance, coordination, lower limb strength, and spasticity in chronic stroke patients undergoing robot-assisted gait training. Significant percentages of patients achieved clinically meaningful improvements in specific tests (6 Minute Walk Test and Timed Up and Go test) depending on their Functional Ambulation Classification group.", "population_specificity": "Chronic post-stroke patients (n=100) divided into two groups based on Functional Ambulation Classification (FAC <3 and FAC ≥3).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:03.678149+00:00"}
{"study_id": 92220, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine gait adaptations in Parkinson's disease (PD) and healthy subjects during positive pressure body weight-supported treadmill training (BWSTT) and post-intervention overground walking.", "results_summary": "During BWSTT, healthy subjects showed significant increases in step length and decreases in cadence, while PD subjects did not. Post-intervention, both groups exhibited significant improvements in velocity and cadence during overground walking.", "population_specificity": "Ten PD patients and ten healthy individuals.", "effective_dosage": "10-min progressive BWSTT trial from 10% to 40% body weight support.", "study_duration": "Single session with post-intervention assessments at 5, 10, and 15 minutes.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:04.246117+00:00"}
{"study_id": 92232, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether ectopic fat accumulation in COPD patients is associated with clinical outcomes, including 6-minute walking distance (6MWD).", "results_summary": "The study found that increased ectopic fat accumulation in COPD patients was associated with poorer clinical outcomes, including reduced 6MWD. However, the abstract does not provide detailed statistical results or effect sizes for walking performance.", "population_specificity": "585 subjects with COPD from the ECLIPSE cohort.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:06.091513+00:00"}
{"study_id": 92231, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to quantify physical activity levels after lumbar surgery and identify spine-related variables associated with not meeting recommended activity thresholds, including walking.", "results_summary": "Only 35% of patients met the ≥1400 kcal/week threshold, and 26% met the ≥150 minutes/week threshold. Not meeting these thresholds was associated with revision surgery, multilevel surgery, degenerative diagnoses, subsequent spine surgery, and more postoperative back pain.", "population_specificity": "422 patients (mean age 57, 55% men, 80% with degenerative diagnoses, 63% with multilevel surgery) who underwent lumbar surgery.", "effective_dosage": "Not specified", "study_duration": "2.2 years postoperatively", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:06.243137+00:00"}
{"study_id": 92235, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the use of functional near-infrared spectroscopy (fNIRS) in examining gait disorders in neurological patients and its potential clinical applications.", "results_summary": "The study found that oxy-hemoglobin levels in the prefrontal and premotor cortices are sensitive to compensation strategies for gait disorders, suggesting fNIRS could be valuable for clinical assessment and rehabilitation.", "population_specificity": "Neurological patients with gait disorders (e.g., Parkinson's disease, stroke).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:08.695678+00:00"}
{"study_id": 92233, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility and acceptability of a community-based walking intervention to enhance quality of life in people with recurrent/metastatic cancer.", "results_summary": "The intervention was acceptable and well-tolerated, with exercise being popular and conveying benefits to participants, though recruitment was lower than anticipated and attrition was high (45% by week 24). Most patient-reported outcome measures (PROMs) were acceptable but not sensitive to change.", "population_specificity": "Patients with advanced breast, prostate, gynaecological, or haematological cancers.", "effective_dosage": "Walk for at least 30 minutes on alternate days and attend a volunteer-led group walk weekly.", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:08.739369+00:00"}
{"study_id": 92234, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether daily cane use for 12 weeks reduces medial tibiofemoral bone marrow lesion volume and improves pain, function, and quality of life in people with knee osteoarthritis.", "results_summary": "The study will investigate the effects of cane use on disease progression and clinical symptoms, but results are not yet available as it is a planned randomized controlled trial.", "population_specificity": "People aged 50+ with medial tibiofemoral osteoarthritis and at least one medial tibiofemoral bone marrow lesion, excluding morbidly obese individuals.", "effective_dosage": "Daily cane use whenever walking.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:08.861034+00:00"}
{"study_id": 92236, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to assess the safety and efficacy of a novel stem cell-based medicinal product (Cartistem) for regenerating articular cartilage in osteoarthritic knees.", "results_summary": "The study found improved cartilage repair, reduced pain (VAS scores), and stable clinical outcomes over 7 years, with no severe adverse events or cases of osteogenesis/tumorigenesis.", "population_specificity": "Patients with Kellgren-Lawrence grade 3 osteoarthritis and ICRS grade 4 cartilage defects (n=7).", "effective_dosage": "Not specified", "study_duration": "12-week primary evaluation, 7-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:11.263548+00:00"}
{"study_id": 92237, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers were investigating the hemodynamic effects of riociguat in patients with pulmonary arterial hypertension (PAH), not Walking.", "results_summary": "The study found that riociguat significantly improved hemodynamic parameters, such as reducing pulmonary vascular resistance, in both treatment-naïve and pre-treated PAH patients.", "population_specificity": "Patients with pulmonary arterial hypertension (PAH), either treatment-naïve or pre-treated with endothelin receptor antagonists or non-intravenous prostanoids.", "effective_dosage": "Riociguat up to 2.5 mg three times daily.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:11.609179+00:00"}
{"study_id": 92239, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of robotic-assisted gait training therapy (RAGT) on dynamic equilibrium control during walking in children with Cerebral Palsy (CP).", "results_summary": "The study found that RAGT, based on intensity and repetition of movement, had beneficial effects on recovery and improvement of postural and locomotor functions in children with CP, particularly in dynamic equilibrium control during walking.", "population_specificity": "Children with Cerebral Palsy (CP)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:13.353580+00:00"}
{"study_id": 92230, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to assess the safety and efficacy of autologous bone marrow-derived ALDHbr cells in improving walking ability (peak walking time) and physiological outcomes in patients with peripheral artery disease and claudication.", "results_summary": "The study found that ALDHbr cell administration did not improve peak walking time or magnetic resonance imaging outcomes, and changes in walking time were not associated with anatomical or physiological improvements.", "population_specificity": "78 patients (57 male, 21 female; mean age 66±9 years) with claudication and infrainguinal peripheral artery disease.", "effective_dosage": "10 injections into the thigh and calf of the index leg.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:15.891334+00:00"}
{"study_id": 92238, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine the effects of an 8-week combined exercise intervention (aerobic, resistance, and inspiratory muscle training) on muscle power and functional variables in patients with pulmonary arterial hypertension.", "results_summary": "The exercise intervention significantly improved leg/bench press power, five-repetition sit-to-stand test performance, maximal inspiratory pressure, and peak oxygen uptake, with no major adverse events reported.", "population_specificity": "Patients with pulmonary arterial hypertension (n=40, 60% women, mean age ~45-46 years, including 10% with chronic thromboembolic pulmonary hypertension).", "effective_dosage": "Five aerobic, three resistance, and six inspiratory muscle training sessions per week (supervised in-hospital).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:16.435825+00:00"}
{"study_id": 92241, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to critically evaluate the relationship between diet and frailty development and prevention, including the role of nutritional factors in frailty criteria such as walking speed.", "results_summary": "The abstract suggests an association between frailty and dietary factors, including protein, energy intake, and micronutrients, as well as healthy dietary patterns like the Mediterranean diet, but does not specifically report on walking outcomes.", "population_specificity": "Geriatric individuals with or at risk of frailty.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:17.678961+00:00"}
{"study_id": 92242, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine if real-time visual feedback could modify biomechanical factors linked to elevated metabolic demand during walking in individuals with transtibial amputation.", "results_summary": "Visual feedback reduced center of mass sway (12%) and quadriceps activity (12%), but did not significantly affect metabolic rate or thigh muscle co-contraction. Heart rate increased with center-of-mass feedback, and metabolic rates remained similar to controls.", "population_specificity": "Eight individuals with unilateral, traumatic transtibial amputation and eight uninjured controls.", "effective_dosage": "Not specified", "study_duration": "Single session", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:17.922655+00:00"}
{"study_id": 92240, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare hemodynamic responses (e.g., cardiac output, blood pressure) between light-intensity, blood-flow restricted (BFR), and high-intensity forms of resistance and aerobic exercise in the same participants.", "results_summary": "The study found that light-intensity exercise with BFR produced hemodynamic responses (e.g., systolic blood pressure) similar to high-intensity exercise and greater than light-intensity exercise without BFR, for both resistance (leg-press) and aerobic (treadmill) trials.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Light-intensity bout (LI) followed by light-intensity bout with BFR (80% resting systolic blood pressure), then high-intensity bout (HI).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:19.452935+00:00"}
{"study_id": 92243, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify central nervous system changes in ACL patients compared to healthy controls during walking, jogging, and landing.", "results_summary": "ACL patients showed significant increases in delta, theta, alpha, and beta band EEG power during walking, jogging, and landing, along with EEG asymmetry in frontal and central-parietal areas, which extended during more complex movements.", "population_specificity": "ACL patients and healthy controls", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:19.530705+00:00"}
{"study_id": 92244, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the benefits and harms of exercise-based rehabilitation programs, including walking, for adults with atrial fibrillation or those treated for atrial fibrillation.", "results_summary": "The study found no clear difference in mortality or serious adverse events between exercise and no-exercise groups, but exercise-based rehabilitation improved exercise capacity, though the quality of evidence was moderate to very low.", "population_specificity": "Adults aged 18 years or older with atrial fibrillation or post-treatment for atrial fibrillation.", "effective_dosage": "Not specified (varied by trial, including aerobic exercise, resistance training, Qi-gong, and inspiratory muscle training).", "study_duration": "Eight weeks to six months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:20.504525+00:00"}
{"study_id": 92245, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Ginkgo biloba extract (GBE) could improve gait stability in patients with mild cognitive impairment (MCI) under single and dual-task walking conditions.", "results_summary": "After 6 months, GBE significantly improved dual-task-related cadence compared to placebo, with non-significant trends for gait velocity and stride time variability. The findings suggest GBE may enhance dual-task gait performance in MCI patients.", "population_specificity": "Patients aged 50-85 years with MCI and dual-task-related gait impairment.", "effective_dosage": "120 mg of GBE twice daily.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:22.799966+00:00"}
{"study_id": 92247, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine if daily-life gait assessments were more effective than clinical gait assessments at identifying fall risk in older adults.", "results_summary": "Daily-life gait assessments (lower gait endurance, higher within-walk variability) better distinguished fallers from non-fallers than clinical tests. These measures correlated with age, health, and functional decline.", "population_specificity": "Independent-living older adults (mean age 75.5 ± 7.8).", "effective_dosage": "Not applicable (observational study).", "study_duration": "1 week of daily-life monitoring.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:23.909988+00:00"}
{"study_id": 92246, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether regular light postprandial physical activity (such as walking) improves long-term blood glucose levels in individuals with hyperglycemia or at high risk of hyperglycemia.", "results_summary": "The study found no significant within- or between-group differences in glycemic variables despite increased physical activity in the intervention group. The intervention group reported higher daily activity levels, but this did not translate into measurable improvements in blood glucose control.", "population_specificity": "Individuals with hyperglycemia not using antidiabetics or at high risk for type 2 diabetes (n=56, with 40 completing the study).", "effective_dosage": "Minimum 30 minutes of daily light physical activity, starting within 30 minutes after a meal.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:24.871006+00:00"}
{"study_id": 92248, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether participant age, sex, and BMI influenced the effectiveness of brisk walking for obesity management in adults.", "results_summary": "Brisk walking led to clinically significant reductions in body weight, BMI, waist circumference, and fat mass for obese men and women under 50. Obese women over 50 achieved modest losses, but gains in fat-free mass reduced overall weight change.", "population_specificity": "Obese adults (men and women), with specific findings stratified by age (under and over 50) and sex.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:25.030046+00:00"}
{"study_id": 92249, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the functional trajectory of drisapersen-treated subjects with Duchenne muscular dystrophy to a matched natural history cohort to assess the treatment's impact on walking ability.", "results_summary": "The study found that drisapersen-treated subjects showed better functional outcomes, with none of the \"stable\" subjects losing ambulation compared to matched natural history subjects, and a slower decline in rise from floor (RFF) for continuous ambulatory subjects.", "population_specificity": "Boys with Duchenne muscular dystrophy (12 treated with drisapersen, 75-79 in natural history cohort).", "effective_dosage": "6 mg/kg/week subcutaneously", "study_duration": "Up to 3.4 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:26.058185+00:00"}
{"study_id": 92252, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the biomechanical efficacy, clinical effectiveness, cost-effectiveness, and workplace safety of compliant flooring systems for preventing fall-related injuries in healthcare settings.", "results_summary": "Compliant flooring reduced fall-related impact forces with minimal effects on balance but may increase fall risk; preliminary evidence suggests it could be cost-effective but may increase physical demands for healthcare workers.", "population_specificity": "Older adults in healthcare settings.", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:28.229922+00:00"}
{"study_id": 92251, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether intensive blood pressure control affects changes in gait speed and mobility status in older adults with hypertension.", "results_summary": "The study found no significant difference in gait speed decline or mobility limitation between intensive and standard blood pressure treatment groups. No subgroup differences were observed based on age, sex, race, or other factors.", "population_specificity": "Adults aged 75 years or older with hypertension and no history of type 2 diabetes or stroke.", "effective_dosage": "Not applicable (blood pressure targets: <120 mm Hg vs. <140 mm Hg).", "study_duration": "Median follow-up of 3 years (interquartile range: 2-3 years).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:28.964667+00:00"}
{"study_id": 92255, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were reviewing advancements in the evaluation and treatment of atypical community-acquired pneumonia (CAP), not Walking.", "results_summary": "The study did not investigate Walking; it focused on the causes, diagnostic challenges, and treatment of atypical CAP.", "population_specificity": "Patients with atypical community-acquired pneumonia.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:31.433400+00:00"}
{"study_id": 92250, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether botulinum toxin A (BoNT-A) injections in calf muscles reduce energy cost during walking, improve walking capacity, and enhance physical activity, pain, and self-perceived performance in children with spastic cerebral palsy.", "results_summary": "The abstract does not provide results; the study was ongoing at the time of publication, with results expected by spring 2019.", "population_specificity": "Children aged 4–17.5 years with spastic cerebral palsy (Gross Motor Function Classification System levels I and II).", "effective_dosage": "Not specified (BoNT-A or 0.9% saline).", "study_duration": "Follow-up at 4, 12 (primary endpoint), and 24 weeks post-injection.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:32.995857+00:00"}
{"study_id": 92257, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the long-term safety, walking improvements, and changes in drug responsiveness of prolonged-release fampridine in patients with multiple sclerosis.", "results_summary": "The study found significant improvements in walking speed, endurance, and self-perceived ambulatory function with PR fampridine, persisting over long-term treatment. A notable proportion of patients showed enhanced responsiveness to the drug over time.", "population_specificity": "Patients with multiple sclerosis (PwMS) who completed the FAMPKIN core study.", "effective_dosage": "Not specified in the abstract.", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:34.110163+00:00"}
{"study_id": 92253, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how high-intensity aerobic interval training (HAIT) affects risk factors associated with type 2 diabetes (T2D), specifically focusing on maximal oxygen uptake (VO₂ max).", "results_summary": "The study found that HAIT led to a 21% increase in VO₂ max and was effective in improving aerobic fitness and reducing risk factors associated with T2D.", "population_specificity": "Thirty-eight individuals with type 2 diabetes.", "effective_dosage": "HAIT consisted of 4 × 4 min of walking or running uphill at 85-95% of maximal heart rate; MIT involved continuous walking at 70-75% of maximal heart rate.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:34.441655+00:00"}
{"study_id": 92254, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to compare baseline exercise capacity and changes after calcium channel blocker (CCB) or sildenafil therapy in patients with vasodilator-responsive idiopathic pulmonary arterial hypertension (VR-IPAH) versus vasodilator-nonresponsive idiopathic pulmonary arterial hypertension (VNR-IPAH).", "results_summary": "The study found that ventilatory efficiency was better in VR-IPAH patients compared to VNR-IPAH patients, and CCB therapy improved aerobic capacity and ventilatory efficiency during exercise in VR-IPAH patients.", "population_specificity": "Patients with newly diagnosed VR-IPAH and VNR-IPAH, matched for age, sex, and pulmonary vascular resistance.", "effective_dosage": "Not specified", "study_duration": "3.5 ± 0.8 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:34.475028+00:00"}
{"study_id": 92258, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify factors influencing quality of life after lower limb amputation for peripheral arterial occlusive disease, focusing on the impact of walking with a prosthesis.", "results_summary": "The study found that successful prosthetic walking significantly improved quality of life, while factors like trans-femoral amputation, older age, male gender, longer time since amputation, and diabetes negatively affected it.", "population_specificity": "Individuals with lower limb amputations due to peripheral arterial occlusive disease, many of whom had diabetes.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:35.772254+00:00"}
{"study_id": 92259, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the relevance of gait analysis under dual-task conditions in elderly people with gait disorders or memory impairment to evaluate severity, differentiate pathologies, and identify motor phenotypes.", "results_summary": "The study identified four clinical subgroups and five pathological subgroups, showing that dual-task gait analysis effectively differentiated severity and pathology types, with central nervous system pathologies and mild cognitive impairment exhibiting higher dual-task costs. Motor phenotypes were identified, though correlations with brain imaging require further study.", "population_specificity": "Elderly patients (mean age 76.3 ± 7.2, 56% women) with gait disorders or memory impairment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:37.951106+00:00"}
{"study_id": 92260, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the feasibility of using wearable sensors to monitor gait-related balance exercise progression in individuals with Parkinson's disease.", "results_summary": "The study successfully obtained training activity data in 98% of sessions, showing progressive increases in activity levels (28-43% of participants' daily activity). Most participants perceived the training as challenging, supporting the feasibility of wearable sensors for objective monitoring.", "population_specificity": "Individuals with Parkinson's disease (n=10).", "effective_dosage": "Three sessions/week of highly-challenging balance exercises, progressively increasing gait-related activities and dual-tasking time.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:39.316168+00:00"}
{"study_id": 92261, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess differences in dropout rates and outcomes of pulmonary rehabilitation (PR) between COPD patients with and without acute exacerbations (AEs).", "results_summary": "Severe AEs were associated with higher dropout rates from PR, while mild-to-moderate AEs did not affect dropout or response. Completers with severe AEs showed deterioration in the 6-minute walk test (6MWT), whereas those without AEs or with mild-to-moderate AEs improved.", "population_specificity": "Clinically stable patients with moderate-to-very severe COPD (mean age 64.1 years, 55.6% male).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:40.982863+00:00"}
{"study_id": 92262, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To investigate the effect of a yearlong multicomponent rehabilitation program, including guidance for safe walking, on physical activity levels and their maintenance among older people recovering from a hip fracture.", "results_summary": "The intervention significantly increased physical activity levels post-intervention and maintained the increase at 1-year follow-up, particularly in participants with higher baseline physical function (SPPB score ≥7).", "population_specificity": "Community-dwelling adults aged ≥60 years recovering from a hip fracture (N=81).", "effective_dosage": "Not specified (program included progressive home exercise and PA counseling).", "study_duration": "12 months (with 1-year follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:41.998807+00:00"}
{"study_id": 92264, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to determine the mechanisms regulating macrophage death in atherosclerosis, including apoptosis, necroptosis, and efferocytosis, to identify therapeutic opportunities for plaque stability.", "results_summary": "The study found that macrophage necroptosis contributes to necrotic core formation and plaque instability, while preresolving mediators enhance efferocytosis and reduce plaque vulnerability. The \"don't eat me\" signal CD47 was also identified as impairing efferocytosis in atherosclerotic lesions.", "population_specificity": "Not specified (focus on macrophage mechanisms in atherosclerosis).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:43.121434+00:00"}
{"study_id": 92263, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a progressive muscle strengthening program using a Swiss ball for improving muscle strength and walking performance in patients with ankylosing spondylitis (AS).", "results_summary": "The intervention group showed statistically significant improvements in muscle strength (1 RM capacity), 6-minute walk test, timed up and go test, and Likert scale compared to the control group. No differences were observed in functional capacity evaluations (BASFI, HAQ-S, BASMI, SF-36, TUG, ASDAS, ESR, and CRP dosage).", "population_specificity": "Sixty patients with ankylosing spondylitis (AS).", "effective_dosage": "Eight exercises performed with free weights on a Swiss ball two times per week.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:44.020363+00:00"}
{"study_id": 92265, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate whether robotic-assisted gait training (RAGT) combined with a conventional exercise program (CEP) improves walking ability and motor function in patients with mild Parkinson's disease (PD) compared to standard gait training.", "results_summary": "The study found that RAGT significantly improved walking ability and motor function in PD patients, with effects lasting up to three months post-treatment. The experimental group showed better outcomes in the Tinetti Walking test and UPDRS-III motor score compared to the control group.", "population_specificity": "38 patients with mild Parkinson's disease (Hoehn & Yahr stage 2-2.5).", "effective_dosage": "30 minutes of RAGT (using Lokomat device) plus 30 minutes of CEP for the experimental group; 30 minutes of conventional gait training plus 30 minutes of CEP for the control group.", "study_duration": "Treatment duration not explicitly stated, but follow-up assessments were conducted immediately after and 12 weeks post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:45.492643+00:00"}
{"study_id": 92266, "supplement_id": 1667, "safety_score": "75", "efficacy_score": 30, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and tolerability of dalfampridine extended release (D-ER) in adults with cerebral palsy (CP) and limited ambulatory ability, and to explore its effects on sensorimotor function.", "results_summary": "The study found that D-ER was generally safe and well tolerated, with adverse events consistent with previous trials. However, no significant differences were observed between D-ER and placebo in functional outcomes, including walking speed, hand strength, or manual dexterity.", "population_specificity": "Adults aged 18-70 with cerebral palsy and limited ambulatory ability (83% had spastic CP).", "effective_dosage": "10 mg twice daily (BID).", "study_duration": "1 week of D-ER or placebo, followed by a 1-week washout and 1 week of the opposite treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:47.051177+00:00"}
{"study_id": 92267, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the feasibility and acceptability of a novel intervention combining exercise (including walking), health education, and group auditory rehabilitation to improve functional fitness, social connectedness, and health-related quality of life in older adults with hearing loss.", "results_summary": "The study proposed a 10-week intervention involving group walking and other exercises, but results were not yet available as it was a pilot trial to assess feasibility and preliminary effects. The abstract suggests the intervention could address functional fitness declines and psychosocial impacts of hearing loss.", "population_specificity": "Ambulatory adults aged 65 years or older with self-reported hearing loss.", "effective_dosage": "30 minutes of group walking at a self-selected pace, twice a week for the intervention group.", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:49.253275+00:00"}
{"study_id": 92269, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to explore the pathophysiology of limb symptoms in peripheral artery disease (PAD) and identify potential mechanisms beyond arterial obstruction that contribute to walking impairment.", "results_summary": "The abstract highlights that limb symptoms in PAD, such as intermittent claudication and diminished walking ability, are influenced by factors beyond arterial obstruction, including inflammation, vascular dysfunction, and altered skeletal muscle function. Understanding these mechanisms could lead to novel therapies to improve functional capacity in PAD patients.", "population_specificity": "Adults with lower extremity peripheral artery disease (PAD).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:50.605496+00:00"}
{"study_id": 92268, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether dalfampridine's beneficial effects on walking ability in MS patients also extended to other symptoms like cognition, fatigue, and depression.", "results_summary": "The study found that dalfampridine improved cognition, depression, and fatigue in MS patients, regardless of whether they were responders or nonresponders to mobility improvements. These effects were observed across the entire patient cohort.", "population_specificity": "Patients with multiple sclerosis (MS) and impaired mobility (34 participants, 22 responders, 12 nonresponders).", "effective_dosage": "Not specified in the abstract.", "study_duration": "12-14 days of dalfampridine treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:50.857698+00:00"}
{"study_id": 92271, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the development and effectiveness of Body Weight Support Treadmill Training as a rehabilitative approach to restore walking in spinal cord injury (SCI) patients.", "results_summary": "The abstract highlights the role of European physicians in advancing SCI medicine and introduces Body Weight Support Treadmill Training as an activity-based therapy for restoring walking in SCI patients. It also discusses variations in organizational systems and health policies affecting SCI rehabilitation.", "population_specificity": "Spinal cord injury (SCI) patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:52.081007+00:00"}
{"study_id": 92270, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how a supported osteoarthritis self-management program influenced the proportion of patients reaching the recommended level of health-enhancing physical activity (HEPA) and how factors like BMI, gender, age, and comorbidity affected this outcome.", "results_summary": "The proportion of patients reaching HEPA increased from 77% to 82% at 3 months but declined to 76% at 12 months. Not reaching HEPA was associated with overweight, obesity, male gender, and severe osteoarthritis or other conditions affecting walking ability.", "population_specificity": "Patients with clinically verified hip or knee osteoarthritis in primary care (n=6810).", "effective_dosage": "At least 150 minutes of moderate-intensity physical activity per week (HEPA recommendation).", "study_duration": "12 months (with follow-ups at 3 and 12 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:53.513960+00:00"}
{"study_id": 92272, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of an arm sling on gait efficiency in hemiplegic stroke patients using walking aids.", "results_summary": "The study found that using an arm sling significantly improved walking endurance and reduced energy cost and oxygen expenditure in hemiplegic patients using a single cane. No significant effects were observed in the quad cane group.", "population_specificity": "Hemiplegic stroke patients with shoulder subluxation dependent on canes (single cane or quad cane).", "effective_dosage": "Not specified", "study_duration": "Same-day testing (6-minute Walk Test and 10-m Walk Test)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:54.182172+00:00"}
{"study_id": 92273, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the validity of step count and heart rate measurements from five commercially available self-monitoring devices during walking tests.", "results_summary": "The study found varying levels of accuracy among the devices, with the Garmin Vivofit 2 showing the lowest error (-0.2%) at 3.5 km/h and the Fitbit Charge HR showing the highest error (26.8%) at 2 km/h. Heart rate measurements from the Fitbit Charge HR had a margin error of -3.42% ± 7.99% compared to electrocardiogram readings.", "population_specificity": "22 healthy volunteers", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:55.389158+00:00"}
{"study_id": 92256, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of robot-assisted walking training (Lokomat®) versus treadmill training with visual and auditory cues in improving motor and functional outcomes for patients with progressive supranuclear palsy (PSP).", "results_summary": "Both training methods significantly improved gait, balance, walking endurance, and reduced falls, with no significant differences between groups except for a slightly better improvement in total PSP Rating Scale for the treadmill group. The study concluded that Lokomat® did not provide additional benefits over treadmill-plus training in this context.", "population_specificity": "24 patients with progressive supranuclear palsy (PSP).", "effective_dosage": "Not specified (intensive, multidisciplinary rehabilitation treatment).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:55.906173+00:00"}
{"study_id": 92274, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of oxygen therapy devices and portable ventilators on physical activity in daily life (PADL) for patients with chronic respiratory disease requiring long-term oxygen therapy (LTOT) or home-based noninvasive ventilation (NIV).", "results_summary": "The study found that while technological advances have improved device portability, dependence on these devices may reduce mobility and impair PADL. Nocturnal NIV showed promise in improving PADL for hypercapnic patients, but more research is needed to assess equipment-related physical inactivity.", "population_specificity": "Stable patients with chronic respiratory disease requiring LTOT or home-based NIV.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:57.363266+00:00"}
{"study_id": 92276, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to objectively quantify activity (steps walked) and sleep quality among hemodialysis patients in a suburban population and assess the impact of feedback on activity levels.", "results_summary": "Patients walked an average of 5,281 steps/day, significantly less on dialysis days, and rarely met the 10,000-step goal. Providing feedback did not increase activity, and sleep quality was poor, especially for first-shift patients.", "population_specificity": "Hemodialysis patients in a suburban setting (Baton Rouge, LA, USA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:58.597195+00:00"}
{"study_id": 92275, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a VR-based rehabilitation treatment (GRAIL system) for improving walking abilities in children with acquired brain injury (ABI).", "results_summary": "The study found significant improvements in gross motor abilities, endurance, and daily life autonomy, along with enhanced gait symmetry and spatiotemporal parameters. The GRAIL system was effective in engaging children during rehabilitation.", "population_specificity": "12 children with ABI (mean age 12.1 ± 3.8 years).", "effective_dosage": "10-session treatment (specific frequency not detailed).", "study_duration": "Duration of intervention not explicitly stated (implied by 10 sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:59.127474+00:00"}
{"study_id": 92277, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the predictive value of gait speed (walking speed) for early death in older outpatients with cancer.", "results_summary": "A gait speed < 0.8 m/s and a short physical performance battery (SPPB) score < 9 were significantly associated with early death within 6 months, independent of cancer site or extension. Walking tests, particularly gait speed, could serve as markers for early death to guide oncologic therapeutics.", "population_specificity": "Older outpatients with cancer (mean age 80.6 years, 50.5% men).", "effective_dosage": "Not specified", "study_duration": "6 months follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:00.513659+00:00"}
{"study_id": 92278, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the role of walking velocity as a clinical measure for monitoring disease activity and treatment response in chronic inflammatory demyelinating polyradiculoneuropathy.", "results_summary": "The study found that walking velocity, along with handgrip strength, is a promising clinical measure for assessing disease activity and treatment efficacy in chronic inflammatory demyelinating polyradiculoneuropathy. Ultrasonography also showed potential for diagnosing and monitoring the condition.", "population_specificity": "Patients with chronic inflammatory demyelinating polyradiculoneuropathy who require repeated courses of intravenous immunoglobulin.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:01.728282+00:00"}
{"study_id": 92279, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine how a structured physical activity program, including walking, affected depressive symptoms and quality of life in elderly individuals in nursing homes.", "results_summary": "The intervention group showed a significant decrease in depressive symptoms (measured by BDI) and significant improvements in quality of life (measured by SF 36) compared to controls. The results suggest that the physical activity program, which included walking, had positive effects on mental health and well-being.", "population_specificity": "Elderly individuals aged >65 years living in nursing homes.", "effective_dosage": "30 minutes of free walking, four days per week, as part of a 60-minute physical activity program (10 min warm-up, 20 min rhythmic exercises, 10 min cool-down).", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:03.753039+00:00"}
