{"study_id": 71296, "supplement_id": 1234, "safety_score": "70", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the clinical outcomes and safety of iodine-131 metaiodobenzylguanidine (131-MIBG) therapy for malignant pheochromocytoma (MPCC) and malignant paraganglioma (MPGG).", "results_summary": "The study found that 30% of patients had partial tumor response, 50% had stable disease, and 20% progressed after therapy. Symptomatic and hormonal relief was achieved in 50% of patients, with minor side effects like thrombocytopenia and subclinical hypothyroidism.", "population_specificity": "10 patients (7 with MPCC, 3 with MPGG) treated between 2000 and 2008.", "effective_dosage": "Average single dose of 5.4 +/- 0.2 GBq (145 +/- 5.0 mCi), cumulative dose of 11.6 +/- 1.6 GBq (310 +/- 44.0 mCi).", "study_duration": "Median follow-up was 18 months (2-48 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:59.819838+00:00"}
{"study_id": 200976, "supplement_id": 1234, "safety_score": "60", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the literature on iodine in brown algae, focusing on its chemical species, loss during processing, and bioavailability/bioaccessibility.", "results_summary": "The study highlights that brown algae are rich in iodine, which could address iodine deficiency in Europe, but excessive intake may pose health risks. The review also examines iodine speciation, processing effects, and absorption.", "population_specificity": "General population, particularly in Europe where iodine deficiency is re-emerging.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:00.489087+00:00"}
{"study_id": 200978, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the long-term safety and effects of iodine supplementation on thyroid autoimmunity and dysfunction.", "results_summary": "The study found that the initial increase in thyroid antibody positivity post-iodization is transient and not clinically significant, with low prevalence of overt thyroid dysfunction over two decades. Iodine intake within recommended levels is safe and beneficial for thyroid health, outweighing risks.", "population_specificity": "General population in iodine-deficient countries.", "effective_dosage": "Median iodine concentration not exceeding 300 μg/L.", "study_duration": "Over two decades.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:03.417806+00:00"}
{"study_id": 200979, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "To review recent data on iodine deficiency, its health impacts, and the need for iodine supplementation in at-risk populations (pregnant/lactating women, infants, young children).", "results_summary": "The study found no evidence that iodine supplementation improved cognitive development in infants/children or reduced morbidity/mortality in preterm infants in mildly-to-moderately deficient settings. Global iodine intake insufficiency has decreased significantly since 1993.", "population_specificity": "Pregnant/lactating women, infants (preterm/term), and young children.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:03.592731+00:00"}
{"study_id": 200982, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of iodine supplementation during pregnancy on infant growth parameters and neurocognitive development.", "results_summary": "Iodine supplementation improved iodine status in pregnant women and their offspring but showed no significant differences in infant growth (weight, length, head circumference) or neurodevelopmental outcomes (cognitive, language, motor skills) compared to controls.", "population_specificity": "Pregnant women and their infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:05.283225+00:00"}
{"study_id": 200980, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate iodine knowledge among Portuguese pregnant women and its association with iodine status.", "results_summary": "The study found that knowledge about iodine's importance during pregnancy was positively associated with iodine supplementation and urinary iodine concentration (UIC), but median UIC remained below adequacy levels even in women who recognized iodine's importance. Literacy-promoting actions were recommended to improve iodine status.", "population_specificity": "485 pregnant women in Portugal, recruited between the 10th and 13th gestational weeks.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:06.109819+00:00"}
{"study_id": 200985, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "To determine the prevalence of insufficient iodine intake in pregnant women.", "results_summary": "The prevalence of iodine deficiency ranged from 16.1% to 84.0%, with insufficient intake observed in 75% of the studies. The lack of classification for deficiency severity complicates understanding the problem's full scope.", "population_specificity": "Pregnant women (excluding adolescents under 20 years and those receiving iodine supplementation).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:07.503756+00:00"}
{"study_id": 200983, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review iodine requirements for pregnant and lactating women, assess population iodine status, and evaluate the effects of iodine deficiency and supplementation.", "results_summary": "The study found that iodine deficiency, especially in pregnant and lactating women, can lead to severe disorders like cretinism and impaired neurodevelopment in children, while universal salt iodization effectively prevents these issues. Observational studies also linked mild-to-moderate deficiency to poorer cognitive outcomes in children.", "population_specificity": "Pregnant and lactating women, and their children.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:07.552780+00:00"}
{"study_id": 200984, "supplement_id": 1234, "safety_score": "75", "efficacy_score": 40, "quality_score": 80, "study_goal": "The researchers aimed to determine whether iodine supplementation in mildly-to-moderately iodine-deficient pregnant women improves maternal and infant thyroid function and child cognition.", "results_summary": "Most studies showed no effect of iodine supplementation on maternal or infant thyroid function, and meta-analyses of RCTs found no significant impact on child cognitive, language, or motor scores. However, supplementation reduced maternal thyroglobulin and prevented increases in maternal thyroid volume in some cases.", "population_specificity": "Pregnant women with mild-to-moderate iodine deficiency (median urinary iodine concentration of 50-149 µg/L).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:07.718829+00:00"}
{"study_id": 200986, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine iodine metabolism, requirements during pregnancy and lactation, and the effects of iodine deficiency and excessive intake.", "results_summary": "The study confirmed the adverse effects of severe iodine deficiency on pregnancy outcomes and child intelligence but noted uncertainty regarding mild-to-moderate deficiency. It highlighted the increased iodine needs for pregnant and lactating women.", "population_specificity": "Pregnant and lactating women", "effective_dosage": "220–250 µg/d (pregnancy), 250–290 µg/d (lactation)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:09.383718+00:00"}
{"study_id": 200988, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to explore the association between maternal iodine intake and child ADHD diagnosis or symptoms.", "results_summary": "The study found no association between iodine intake from food and risk of child ADHD diagnosis in non-users of supplemental iodine.", "population_specificity": "77,164 mother-child pairs from the Norwegian Mother and Child Cohort Study.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:11.284964+00:00"}
{"study_id": 200987, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate whether the national salt iodination program in Italy met the increased iodine demand during pregnancy in an urban area.", "results_summary": "The study found that median urinary iodine concentrations in pregnant women (110.3 µg/L) and controls (97.7 µg/L) were below recommended levels, indicating insufficient iodine intake. Pregnant women had significantly larger thyroid volumes compared to controls, suggesting inadequate iodine supplementation.", "population_specificity": "Pregnant women (n=99) and non-pregnant controls (n=80) in Cassino, Italy.", "effective_dosage": "National salt iodination program (30 mg/kg).", "study_duration": "Data collected between January 2016 and April 2017.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:13.904616+00:00"}
{"study_id": 200989, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 20, "quality_score": 90, "study_goal": "The researchers aimed to assess whether iodine supplementation in mildly iodine-deficient pregnant women improved neurodevelopment in their offspring at age 5-6 years.", "results_summary": "The study found no significant effect of iodine supplementation on verbal or performance IQ scores or executive function in children at age 5-6 years, with no difference in adverse events between the iodine and placebo groups.", "population_specificity": "Mildly iodine-deficient pregnant women in Bangalore, India, and Bangkok, Thailand.", "effective_dosage": "200 μg iodine orally once a day", "study_duration": "Until delivery (mean gestational age at entry: 10.7 weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:15.068029+00:00"}
{"study_id": 200991, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare urinary iodine concentration (UIC) during and after pregnancy to assess whether current UIC-based recommendations for iodine intake during pregnancy might overestimate deficiency.", "results_summary": "Median UIC was similar during and after pregnancy, but after adjusting for iodine intake factors, UIC was significantly higher post-pregnancy, suggesting current pregnancy UIC recommendations may overestimate deficiency. The study highlights the need for reevaluating iodine intake and excretion equivalence during pregnancy.", "population_specificity": "Pregnant women and postpartum women (1-4 years after pregnancy) in Spain (n=598, with a subsample of n=291 for detailed diet analysis).", "effective_dosage": "Not specified", "study_duration": "Measurements taken during pregnancy and 1-4 years postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:15.656674+00:00"}
{"study_id": 200993, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate changing trends in thyroid cancer incidence and summarize potential risk factors, including iodine deficiency and supplementation.", "results_summary": "The study found a widespread increase in thyroid cancer incidence, particularly papillary thyroid cancer, with sparse data on risk factors such as iodine deficiency and supplementation.", "population_specificity": "Global populations across Europe, North America, Asia, Oceania, and South America.", "effective_dosage": "Not available", "study_duration": "Not applicable (systematic review of literature from 1980-2014)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:15.925301+00:00"}
{"study_id": 200992, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess iodine status and the effectiveness of iodine deficiency disorder (IDD) prevention programs in WHO Eastern Mediterranean Region (EMR) countries.", "results_summary": "The study found that IDD prevention in WHO EMR countries is generally under control without significant side effects, though mild to severe deficiencies persist in some Middle Eastern countries due to ineffective supplementation programs. Iran, Jordan, Bahrain, and Tunisia successfully achieved universal salt iodization.", "population_specificity": "WHO Eastern Mediterranean Region (EMR) countries", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:15.994441+00:00"}
{"study_id": 200994, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess urinary iodine concentration and its relationship with antioxidant and oxidative stress capacity in healthy school-aged children.", "results_summary": "The study found that children with moderate iodine deficiency had lower antioxidant levels and higher oxidative stress compared to those with mild deficiency or sufficiency, suggesting a link between iodine levels and oxidative burden.", "population_specificity": "196 healthy school-aged children (9-12 years, mean age 10.2±1.2 years) from five primary schools.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:16.139913+00:00"}
{"study_id": 200995, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to identify specific cognitive processes sensitive to prenatal iodine supplementation and propose improved assessment methods for future studies.", "results_summary": "Previous studies using global developmental assessments showed inconsistent psychomotor and negative mental development outcomes, but no data on specific cognitive functions. The researchers suggest infant visual attention as a more sensitive measure and recommend comparing it with global tests in future trials.", "population_specificity": "Infants in regions of mild to moderate iodine deficiency, with a focus on prenatal iodine supplementation effects.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:17.816116+00:00"}
{"study_id": 200997, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of iodine supplementation during pregnancy, particularly its role in preventing maternal and fetal hypothyroidism and improving developmental outcomes.", "results_summary": "Iodine supplementation in iodine-deficient areas eliminated new cases of cretinism, increased birth weight, reduced perinatal and infant mortality, and improved developmental scores in children by 10-20%. Mild-to-moderate iodine deficiency may cause thyroid dysfunction, but its impact on offspring cognitive function remains uncertain.", "population_specificity": "Pregnant women and their offspring in iodine-deficient regions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:18.908005+00:00"}
{"study_id": 200999, "supplement_id": 1234, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of iodine supplementation on preventing neurocognitive impairments and cretinism in offspring, particularly in pregnant women with mild-to-moderate iodine deficiency.", "results_summary": "Iodine supplementation effectively prevents endemic cretinism and improves neurocognitive outcomes in children of iodine-deficient mothers. It is well-tolerated with no reported side effects for pregnant women or their offspring.", "population_specificity": "Pregnant women, lactating women, and women planning pregnancy, particularly those with mild-to-moderate iodine deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:22.511273+00:00"}
{"study_id": 201000, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to summarize existing literature on iodine's role in brain development and cognitive function, propose a causal mechanism, and identify gaps for future research.", "results_summary": "The study highlights iodine's critical role in brain development, particularly through thyroid hormone mediation, and identifies cognitive impairment as a major consequence of deficiency. However, inconsistencies and gaps in the literature, especially regarding long-term effects, were noted.", "population_specificity": "General human population, with focus on brain development and cognitive function.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:23.167865+00:00"}
{"study_id": 200998, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess iodine nutrition and thyroid function in pregnant Iranian women to determine if iodine supplementation is needed despite the country's overall iodine sufficiency.", "results_summary": "The study found that pregnant women in Iran had moderate iodine deficiency (median UIC of 87.3 μg/L), with 58.4% having UIC <100 μg/L. Thyroid function abnormalities were observed, including elevated TSH in 9.0% of subjects and positive TPOAb in 7.6%.", "population_specificity": "Pregnant women (n=1072) from ten provinces in Iran, with a mean age of 27.0 ± 7.2 years and gestational age of 20.7 ± 10.0 weeks.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:23.633694+00:00"}
{"study_id": 201001, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate whether historical differences in iodine intake affect the relationship between thyroid function (TSH and FT4 levels) and age, despite current iodine sufficiency.", "results_summary": "The study found that the negative association between TSH and age in the elderly was only present in historically iodine-deficient areas, while TSH levels remained stable with age in historically iodine-sufficient populations. FT4 levels increased with age in both populations, suggesting that past iodine status influences thyroid function dynamics.", "population_specificity": "Adults in The Netherlands, with regions historically iodine-deficient or iodine-sufficient.", "effective_dosage": "Not specified", "study_duration": "Data collected from 2006 to 2011 (5 years)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:24.933934+00:00"}
{"study_id": 201003, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of mild-to-moderate iodine deficiency during pregnancy on child neurodevelopment and relate these findings to iodine status in the UK.", "results_summary": "The study found an association between low iodine status in early pregnancy and lower verbal IQ and reading scores in offspring, suggesting that mild-to-moderate iodine deficiency may impair child neurodevelopment. The results highlight the need for further research, including a randomized controlled trial on iodine supplementation in mildly deficient pregnant women.", "population_specificity": "Pregnant women in the UK, specifically from the Avon Longitudinal Study of Parents and Children (ALSPAC), with iodine status similar to recent UK studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:25.131751+00:00"}
{"study_id": 201002, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to assess iodine nutrition status in lactating mothers in countries with mandatory or voluntary iodine fortification programs and/or iodine supplementation.", "results_summary": "The study found that lactating mothers in many countries, even those with mandatory iodine fortification programs, had urinary iodine concentrations (UIC) below the recommended levels, indicating iodine deficiency. Some countries with voluntary programs showed adequate UIC levels, suggesting variability in program effectiveness.", "population_specificity": "Lactating mothers in various countries with different iodine fortification policies.", "effective_dosage": "Not specified (varies by country's fortification program).", "study_duration": "Not specified (study reviewed data from 1964-2013).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:25.184643+00:00"}
{"study_id": 201005, "supplement_id": 1234, "safety_score": "30", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the effects of iodine excess as an environmental toxicant and its link to autoimmune thyroid disease.", "results_summary": "The study found that excessive iodine exposure is more common than deficiency and is linked to autoimmune thyroiditis through mechanisms like cytokine production, oxidative stress, and increased thyroglobulin antigenicity.", "population_specificity": "Humans and animals (general, no specific subpopulation mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:26.040248+00:00"}
{"study_id": 201004, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the importance of iodine for thyroid hormone production and the consequences of iodine deficiency, as well as public health strategies to address it.", "results_summary": "The study highlights that iodine deficiency leads to serious health issues, including goiter, hypothyroidism, and developmental impairments, and emphasizes the effectiveness of universal salt iodization and targeted food fortification in combating deficiency. Nearly one-third of children worldwide remain at risk for iodine deficiency, which is a leading preventable cause of intellectual deficits.", "population_specificity": "General population, with specific focus on vulnerable groups such as pregnant women, infants, and children.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:26.168913+00:00"}
{"study_id": 201006, "supplement_id": 1234, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the role of iodine in preventing iodine deficiency disorders (IDD) and its impact on thyroid health.", "results_summary": "Iodine prophylaxis effectively reduced goitre and non-autoimmune hyperthyroidism, though it increased thyroid autoimmunity and hypothyroidism in some cases. The benefits of correcting iodine deficiency outweighed the risks.", "population_specificity": "General population in iodine-deficient areas.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:29.608332+00:00"}
{"study_id": 201009, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether iodine supplementation benefits neurodevelopment in preterm infants who are vulnerable to iodine deficiency due to prolonged parenteral nutrition.", "results_summary": "The abstract does not provide results; it only describes the study protocol for assessing iodine supplementation's effects on neurodevelopment in preterm infants.", "population_specificity": "Preterm infants receiving prolonged parenteral nutrition.", "effective_dosage": "The recommended iodine intake in parenteral nutrition regimens is 1 μg/kg/day.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:32.091680+00:00"}
{"study_id": 201010, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate a novel iodine supplementation approach using iodine-rich phytogenic food cultivated with alga-based organic iodine fertilizer, as an alternative to traditional iodine salt supplementation.", "results_summary": "The study discusses the feasibility and mechanics of iodine absorption by plants from soil, as well as the bioavailability of iodine-rich phytogenic food, suggesting it as a potential effective and cost-efficient iodine supplementation method.", "population_specificity": "Not specified (general discussion, no specific population studied)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:32.144639+00:00"}
{"study_id": 201011, "supplement_id": 1234, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to assess the importance of adequate iodine supplementation in preventing fetal and neonatal hypothyroidism, particularly in preterm babies and during pregnancy/lactation.", "results_summary": "The study found that iodine deficiency is a major cause of preventable brain damage and hypothyroidism, emphasizing the need for adequate iodine intake from early life. It also highlighted the risks of iodine excess during pregnancy or lactation.", "population_specificity": "Fetuses, neonates, preterm babies, pregnant and lactating women.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:32.551316+00:00"}
{"study_id": 201007, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to investigate the impact of maternal iodine status during pregnancy on offspring birth size, focusing on associations between urinary iodine concentrations and anthropometric measurements at birth.", "results_summary": "Maternal urinary iodine concentrations below ~1.0 mg/L were positively associated with birth weight and length, particularly in boys, with no significant effects observed in girls or for head and chest circumference. The benefits of correcting iodine deficiency outweighed risks of excess exposure, with associations leveling off at higher concentrations.", "population_specificity": "Pregnant women in Bangladesh (n=1617) from the MINIMat trial.", "effective_dosage": "Urinary iodine concentrations ranged from 0.020 to 10 mg/L, with a median of 0.30 mg/L.", "study_duration": "Urine samples were collected at 8 weeks of gestation, with birth outcomes measured post-delivery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:33.210876+00:00"}
{"study_id": 201008, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dietary iodine intake, inferred from urinary iodine concentration (UIC), was related to central foveal thickness (CFT) in retinitis pigmentosa (RP) patients with cystoid macular edema (CME).", "results_summary": "Higher UIC was significantly associated with reduced CFT in eyes with CME, but no significant association was found in eyes without CME or for CME prevalence overall. The study suggests iodine may help reduce swelling in CME but requires further investigation.", "population_specificity": "Nonsmoking adults aged 18-69 with retinitis pigmentosa (RP) and visual acuity no worse than 20/200 in at least one eye.", "effective_dosage": "Not specified (dietary iodine inferred from UIC).", "study_duration": "Not specified (cross-sectional study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:33.333875+00:00"}
{"study_id": 201013, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to provide an overview of thyroid physiology to better understand the development of familial euthyroid multinodular goiter, particularly in relation to iodine deficiency and supplementation.", "results_summary": "The study found that iodine supplementation does not universally prevent goiter development in iodine-deficient regions, suggesting that genetic and environmental interactions play a role in goiter etiology. The exact mechanisms remain incompletely understood.", "population_specificity": "Individuals in iodine-deficient regions and those with familial euthyroid multinodular goiter.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:33.547592+00:00"}
{"study_id": 201012, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of iodine deficiency on thyroid function and neuropsychological development in pregnant and lactating women and their infants.", "results_summary": "The study found that iodine deficiency during pregnancy and lactation adversely affects maternal and neonatal thyroid function and infant neuropsychological development, recommending iodine supplementation for these groups.", "population_specificity": "Pregnant and lactating women, and women planning pregnancy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:33.685302+00:00"}
{"study_id": 201014, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "To evaluate the impact of mandatory bread fortification on iodine intake in childbearing women and assess sociodemographic disparities in maternal iodine supplement uptake.", "results_summary": "The study found that iodine intake from fortified bread was 37 μg/d pre-conception, with younger, single, higher-parity women and those with unplanned pregnancies less likely to meet iodine requirements. Sociodemographic disparities in supplement uptake were noted, with disadvantaged groups benefiting less.", "population_specificity": "723 postpartum New Zealand women across 11 maternity wards/hospitals.", "effective_dosage": "150 μg/d (recommended iodine supplement level during pregnancy).", "study_duration": "Not specified (assessed pre- and post-conceptional periods).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:38.407030+00:00"}
{"study_id": 201015, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review the scientific knowledge on the role of iodine and hypothyroidism in auditory system development and function.", "results_summary": "The study found that thyroid hormones are critical for ear development and hearing function, with both conductive and sensorineural hearing loss observed in hypothyroid conditions. While evidence suggests an association between iodine deficiency and auditory impairment, robust randomized controlled trials are lacking.", "population_specificity": "School-aged children and populations in iodine-deficient areas, with a focus on pregnancy (first and second trimesters).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:39.855602+00:00"}
{"study_id": 201020, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the history, sources, and current recommendations for iodine intake, particularly for women of childbearing age.", "results_summary": "The abstract summarizes iodine's role in thyroid hormone production and discusses its nutritional sources and intake recommendations, but does not report specific study results on its effects.", "population_specificity": "Women of childbearing age (focus mentioned).", "effective_dosage": "Not available", "study_duration": "Not applicable (review study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:40.230711+00:00"}
{"study_id": 201016, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to examine the relationship between iodine and mental development in children aged 5 years and under, focusing on different study designs.", "results_summary": "The study found that iodine deficiency had a substantial negative impact on mental development, with iodine-deficient children scoring 6.9 to 10.2 IQ points lower than iodine-replete children. The effect sizes varied by study design but consistently indicated significant effects.", "population_specificity": "Children aged 5 years and under, with some studies focusing on pregnant women and newborns.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:40.286070+00:00"}
{"study_id": 201018, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the impact of iodine deficiency during pregnancy on maternal and fetal thyroid function and neurodevelopment, and the potential benefits of iodine supplementation.", "results_summary": "The study found that mild iodine deficiency during pregnancy can lead to maternal hypothyroxinaemia and elevated neonatal TSH levels, which are associated with cognitive and psychomotor deficits in offspring. Iodine supplementation from the first trimester may reduce the risk of developmental delays.", "population_specificity": "Pregnant women in iodine-sufficient or mildly iodine-deficient areas.", "effective_dosage": "Not specified", "study_duration": "From the first trimester until the end of pregnancy", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:40.991083+00:00"}
{"study_id": 201019, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to understand the importance of iodine nutrition during pregnancy, its effects on fetal brain development, and the remaining questions about monitoring iodine status and supplementation.", "results_summary": "The study highlights that iodine deficiency during pregnancy can lead to irreversible fetal brain damage due to inadequate thyroid hormone production, emphasizing the need for adequate iodine nutrition. However, questions remain about optimal monitoring, effects of mild to moderate deficiency, safe upper limits, and supplementation risks/benefits.", "population_specificity": "Pregnant women and their fetuses.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:41.667446+00:00"}
{"study_id": 201021, "supplement_id": 1234, "safety_score": "70", "efficacy_score": null, "quality_score": 80, "study_goal": "The researchers aimed to summarize the mechanisms and risk factors of iodine-induced thyroid dysfunction and identify major sources of excess iodine exposure.", "results_summary": "The study found that excess iodine is generally well tolerated but can cause thyroid dysfunction in individuals with underlying thyroid disease or other risk factors. Major sources of excess iodine include supplementation, iodinated contrast studies, amiodarone, seaweed consumption, and other miscellaneous sources.", "population_specificity": "Individuals with underlying thyroid disease or other risk factors for thyroid dysfunction.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Amiodarone and iodinated contrast agents mentioned as potential sources of excess iodine exposure.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:41.719524+00:00"}
{"study_id": 201025, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the impact of maternal dietary iodine status and supplementation on thyroid function during pregnancy and its effects on fetal and neonatal neurodevelopment.", "results_summary": "The study discusses the importance of iodine for thyroid hormone production and its role in maternal thyroid volume and function, as well as fetal and neonatal neurodevelopment during pregnancy and lactation.", "population_specificity": "Pregnant and lactating women.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:47.049232+00:00"}
{"study_id": 201023, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the cost-effectiveness of iodized salt programs and iodized oil injections for eliminating iodine deficiency disorders (IDD) in Sikkim, India.", "results_summary": "The study found that iodized oil injections were more cost-effective than iodized salt programs in preventing irreversible IDDs, with lower costs per visible goiter person years, endemic cretinism, and IDD-attributable deaths.", "population_specificity": "General population of Sikkim, India in 1990.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:47.272547+00:00"}
{"study_id": 201022, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of iodine deficiency during pregnancy and the benefits of iodine supplementation on maternal and fetal health outcomes.", "results_summary": "Iodine supplementation in moderate-to-severely deficient areas eliminated new cases of cretinism, increased birthweight, reduced perinatal and infant mortality, and improved developmental scores by 10-20%. Mild deficiency may cause thyroid dysfunction, but its cognitive impact remains uncertain, with meta-analyses suggesting a 12-13.5 point IQ reduction in deficient populations.", "population_specificity": "Pregnant women and their offspring in iodine-deficient regions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:47.570971+00:00"}
{"study_id": 201024, "supplement_id": 1234, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "To evaluate the role of iodine fortification in correcting and preventing iodine deficiency, including challenges and monitoring needs.", "results_summary": "Iodine deficiency is widespread and has re-emerged in some countries; public health strategies like fortification and supplementation are effective but require careful monitoring to balance intake and avoid excess. Misperceptions and legislative barriers hinder universal salt iodization (USI) adoption.", "population_specificity": "General population, with specific focus on pregnant and lactating women.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:47.745871+00:00"}
{"study_id": 201027, "supplement_id": 1234, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the impact of iodine deficiency, its health consequences, and the effectiveness of iodine supplementation strategies.", "results_summary": "The study highlights the severe consequences of iodine deficiency, particularly during fetal development and childhood, and emphasizes the importance of supplementation strategies, monitoring, and education. It also critically examines potential side effects of iodine supplementation.", "population_specificity": "General population, with a focus on fetal development and childhood.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:48.674349+00:00"}
{"study_id": 201028, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of multiple micronutrients, including iodine, provided via food fortification on micronutrient status, growth, health, and cognitive development in school-age children.", "results_summary": "Multi-micronutrient food fortification improved micronutrient status and reduced anemia prevalence, with some studies reporting positive effects on morbidity, growth, and cognitive outcomes, though overall effects on these outcomes were inconsistent.", "population_specificity": "School-age children", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:48.840396+00:00"}
{"study_id": 201026, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review methods for iodine determination in complex matrices and highlight the need for inexpensive, reliable techniques suitable for developing countries.", "results_summary": "The abstract notes that iodine deficiency affects nearly a third of the global population, current analytical methods are either expensive or outdated, and no ideal technique exists for developing countries. It calls for further research into affordable, reliable methods.", "population_specificity": "Global population, with emphasis on developing countries", "effective_dosage": "Not available", "study_duration": "Not applicable (review study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:49.295961+00:00"}
{"study_id": 201017, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review evidence on iodine's potential extrathyroidal benefits, including its roles as an antioxidant, antiproliferative, and differentiation agent, and its association with reduced incidence of benign and cancerous neoplasias.", "results_summary": "The study found that iodine supplementation suppresses the development and size of benign and cancerous neoplasias through mechanisms like mitochondrion-mediated apoptosis and iodolipid formation. It also suggests increasing iodine intake to at least 3 mg/day of I2 for potential extrathyroidal benefits.", "population_specificity": "Japanese populations with high seaweed consumption and general animal and human studies.", "effective_dosage": "Proposed at least 3 mg/day of I2 for specific pathologies.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:51.065317+00:00"}
{"study_id": 201031, "supplement_id": 1234, "safety_score": "70", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to assess iodine deficiency risks and supplementation needs in individuals receiving enteral or parenteral nutrition, particularly focusing on thyroid function.", "results_summary": "The study found that current iodine supplementation recommendations for parenteral nutrition may be insufficient, leading to iodine deficiency and thyroid hypofunction, especially in infants. It also highlighted the potential risk of deficiency if iodine-containing antiseptics are replaced with alternatives like chlorhexidine.", "population_specificity": "Infants, children, and adults receiving enteral or parenteral nutrition.", "effective_dosage": "1 microg iodine/kg body weight for children; 70-150 microg daily for adults.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:55.633322+00:00"}
{"study_id": 201030, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 55, "study_goal": "The researchers aimed to assess historical evidence of iodine deficiency in the Gippsland region and evaluate the importance of regional differences in national health policy formulation.", "results_summary": "The study found strong historical evidence of dietary iodine deficiency in Gippsland and other Australian regions, emphasizing the need for thorough historical research and regional monitoring to inform health policy. Community and archival data highlighted the importance of iodine supplementation in addressing deficiency.", "population_specificity": "17 community members from the Gippsland region, Australia, who took iodine tablets between the late 1940s and late 1960s.", "effective_dosage": "Not specified", "study_duration": "Late 1940s to late 1960s (approximately 20 years)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:56.108332+00:00"}
{"study_id": 201029, "supplement_id": 1234, "safety_score": "60", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the association between maternal iodine intake during pregnancy, thyroid function, and infant neurodevelopment.", "results_summary": "Higher maternal iodine intake (≥150 μg/day) from supplements was associated with decreased psychomotor development in infants, particularly in girls. Elevated maternal thyrotropin levels (>4 μU/mL) were linked to an increased risk of lower psychomotor development scores.", "population_specificity": "Pregnant women and their infants in a prebirth cohort in Valencia, Spain (2005-2007).", "effective_dosage": "≥150 μg/day vs. <100 μg/day of iodine from supplements.", "study_duration": "During pregnancy (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:57.142202+00:00"}
{"study_id": 201034, "supplement_id": 1234, "safety_score": "40", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to examine the association of maternal iodine intake and supplementation with thyroid function before 24 weeks of gestation in pregnant women from three areas in Spain.", "results_summary": "The study found that consuming 200 µg or more of iodine supplements daily increased the risk of elevated TSH levels, indicating potential thyroid dysfunction. Pregnant women from the area with the highest median urinary iodine and supplement coverage showed the lowest serum free thyroxine levels.", "population_specificity": "Pregnant women (gestational age 8-23 weeks) from three areas in Spain (Guipúzcoa, Sabadell, Valencia).", "effective_dosage": "Less than 100 µg/day compared to 200 µg or more daily.", "study_duration": "Not specified (cross-sectional study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:57.369793+00:00"}
{"study_id": 21055, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the biological activities and potential health benefits of IP6, including its anti-oxidant, anti-inflammatory, and anti-cancer properties.", "results_summary": "The study found that IP6 exhibits anti-oxidant, anti-inflammatory, and anti-cancer properties, including scavenging free radicals, modulating immune responses, inducing cell cycle arrest, and promoting apoptosis. It also showed potential benefits for bone health by inhibiting bone resorption and promoting bone formation.", "population_specificity": "Not specified (general health and disease prevention focus).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:57.394068+00:00"}
{"study_id": 201033, "supplement_id": 1234, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of universal salt iodisation (USI) and iodine supplementation in preventing and controlling iodine deficiency globally.", "results_summary": "USI has significantly reduced iodine deficiency as a public health problem, with coverage extending to two-thirds of the world's population. However, one-third of households still lack access to adequately iodised salt, and excessive iodine intake has been reported in 34 countries due to insufficient fortification control.", "population_specificity": "Global populations, with a focus on children and pregnant women in low-income countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:57.953683+00:00"}
{"study_id": 21056, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the mechanism by which IP6 inhibits colorectal cancer metastasis through host genes, gut microbiota, and their interactions.", "results_summary": "IP6 intervention altered gut microbiota composition, partially restoring beta diversity to normal levels, particularly increasing Lactobacillus helveticus and Lactococcus lactis. It also reduced the expression of the Tnfrsf1b gene linked to liver metastasis and decreased cytokine-cytokine receptor interaction signaling.", "population_specificity": "Orthotopic transplantation model of colorectal cancer mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:14:58.767293+00:00"}
{"study_id": 21057, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how IP6 influences HIV virion assembly and maturation, particularly its role in stabilizing immature Gag hexamers and its interplay with maturation inhibitors.", "results_summary": "The study found that IP6 stabilizes immature Gag hexamers and promotes HIV maturation, while maturation inhibitors (MIs) inhibit it. Mutant viruses with reduced IP6 recruitment showed increased infectivity when treated with MIs or compensatory mutations, suggesting IP6 binding and immature lattice stability are interdependent.", "population_specificity": "HIV virions (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:03.289383+00:00"}
{"study_id": 21059, "supplement_id": 1235, "safety_score": "85", "efficacy_score": 78, "quality_score": 72, "study_goal": "The researchers aimed to investigate the mechanisms of action and potential benefits of IP6 and inositol supplementation in improving diabetic indices and metabolic health.", "results_summary": "The study found that IP6 and inositol supplementation improved diabetic indices by regulating insulin secretion, modulating serum leptin, reducing vascular damage, increasing HDL, decreasing triglycerides, and preserving liver function. It also reduced reactive oxygen species production, suggesting potential benefits in reducing free radical damage.", "population_specificity": "Prediabetic and diabetic individuals (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:04.510862+00:00"}
{"study_id": 21058, "supplement_id": 1235, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review the anticancer potential of IP6 and its combination with myo-inositol (Ins), focusing on its mechanisms, clinical applications, and role as an adjuvant or alternative to conventional chemotherapy.", "results_summary": "IP6 demonstrated broad-spectrum anticancer activity, reducing cell proliferation, inducing apoptosis, and promoting differentiation of malignant cells. The combination of IP6 + Ins enhanced the effects of conventional chemotherapy, controlled metastases, and improved quality of life in cancer patients.", "population_specificity": "Colon cancer patients and experimental models (in vitro and in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:04.565315+00:00"}
{"study_id": 21060, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether repeated intake of IP6 could reduce fasting serum uric acid (SUA) levels in hyperuricemic subjects.", "results_summary": "The study found that IP6 supplementation (600 mg twice daily) significantly lowered fasting SUA levels compared to placebo, though it did not affect the urinary uric acid to creatinine ratio.", "population_specificity": "31 asymptomatic hyperuricemic adults with fasting SUA levels >7.0 but <9.0 mg/dL.", "effective_dosage": "600 mg twice daily", "study_duration": "2 weeks per intervention period, with a 2-week washout", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:06.068376+00:00"}
{"study_id": 21062, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the roles of DBP5, GLE1, and IP6 in cytoplasmic mRNA expression and their impact on cell phenotype changes.", "results_summary": "The study found that IP6, along with DBP5 and GLE1, influences cytoplasmic mRNA expression, particularly affecting cell cycle and immune response-related genes. Knock-down of IPPK (IP6 synthetic enzyme) led to G1/S cell cycle arrest and reduced immune response factors, suppressing IFNβ-1 mRNA transcription.", "population_specificity": "Eukaryotic cells (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:06.081626+00:00"}
{"study_id": 21061, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether high hydrostatic pressure (HHP) treatment could effectively reduce IP6 content in grass pea seeds to mitigate its antinutritional effects.", "results_summary": "HHP treatment at 600 MPa for 25 min significantly reduced IP6 content, with reductions ranging from 21.11 mg/100 g to nil, depending on soaking time and seed variety. The combined effect of pressure and soaking time was more impactful than pressure and holding time alone.", "population_specificity": "Grass pea seeds (Lathyrus sativus L.) from different regions, including Ethiopia, a genetically improved variety (Wassie), and a variety from Germany (GR).", "effective_dosage": "Not specified (study focused on processing conditions rather than dietary dosage).", "study_duration": "Single treatment session (25 min HHP exposure after 6-12 h soaking).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:06.730564+00:00"}
{"study_id": 21063, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of IP6 in regulating the assembly/disassembly of CRL-CSN complexes and its potential implications for cancer therapy.", "results_summary": "IP6 was found to act as an intermolecular \"glue,\" increasing cullin-CSN2 binding affinity by 30-fold and promoting assembly of inactive CRL-CSN complexes. Depletion of IP5K (IP6 synthase) dysregulated CRL-mediated processes and enhanced the cytotoxic effect of the neddylation inhibitor MLN4924 by 28-fold.", "population_specificity": "Not specified (likely in vitro or cellular models, as human subjects are not mentioned).", "effective_dosage": "EC50 of 20 nM for IP6 (no dosage for human consumption provided).", "study_duration": "Not specified.", "interactions": "Potentiates the cytotoxic effect of MLN4924.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:08.421898+00:00"}
{"study_id": 21065, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the molecular mechanism by which IP6 interacts with CK2 and Nopp140 to regulate CK2 activity.", "results_summary": "The study found that IP6 competitively binds to CK2α, reactivating CK2 activity that was inhibited by Nopp140. The lysine-rich cluster of CK2α is crucial for IP6 binding, and phospho-Ser574 of Nopp140 enhances its interaction with CK2α.", "population_specificity": "In vitro biochemical and structural analysis (no human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Competitive binding with Nopp140-derived peptide.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:13.213105+00:00"}
{"study_id": 21067, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antidiabetic effects of IP6 in streptozotocin-nicotinamide-induced type 2 diabetic rats.", "results_summary": "IP6 significantly reduced blood glucose, HbA1C, lipid profile, and lipid peroxidation while increasing body weight, HDL levels, and antioxidant status. It also modulated xanthine enzyme activity and inhibited carbohydrate digestive enzymes in vitro.", "population_specificity": "Streptozotocin-nicotinamide-induced type 2 diabetic rats.", "effective_dosage": "650 mg/kg orally for 28 days.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:13.243788+00:00"}
{"study_id": 21068, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the pH of IP6 influences its anti-tumoral activity in vitro.", "results_summary": "IP6 at pH 5 and pH 12 was more effective at reducing metabolic activity in PC-3 cells than at pH 7. IP6 at pH 12 also showed the greatest inhibition of cell proliferation, induced sub-G1 accumulation, and altered phosphorylation of key signaling proteins.", "population_specificity": "PC-3 prostate cancer cells (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:13.459141+00:00"}
{"study_id": 21069, "supplement_id": 1235, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the beneficial effects of IP6 + Inositol in ameliorating side effects and preserving quality of life in breast cancer patients undergoing adjuvant chemotherapy.", "results_summary": "Patients taking IP6 + Inositol showed no cytopenia or drops in leukocyte/platelet counts, with unaltered red blood cell counts and tumor markers. They reported significantly better quality of life (p = 0.05) and functional status (p = 0.0003) compared to the placebo group.", "population_specificity": "Patients with invasive ductal breast cancer indicated for polychemotherapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:14.202315+00:00"}
{"study_id": 21066, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of protein tyrosine kinase (PTK) in IL-8 secretion by intestinal epithelial cells treated with IP6, under both unstimulated and IL-1beta-stimulated conditions.", "results_summary": "IP6 suppressed basal and IL-1beta-stimulated IL-8 secretion in Caco-2 cells, with PTK inhibition playing a key role in this effect. The study suggests that physiological intestinal concentrations of IP6 may inhibit IL-8 secretion via the PTK signaling cascade.", "population_specificity": "Intestinal epithelial cells (Caco-2 cell line)", "effective_dosage": "1 and 2.5 mM", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:14.308967+00:00"}
{"study_id": 21064, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of calcium, phytate phosphorus, nonphytate phosphorus, and phytase concentrations on IP6 flow through different parts of the gastrointestinal tract in broiler birds.", "results_summary": "Higher dietary calcium increased IP6 concentration in the crop, while higher phytate phosphorus led to greater IP6 concentration in the proventriculus, gizzard, and ileum. Phytase inclusion significantly improved IP6 degradation, but its impact varied with nonphytate and phytate phosphorus levels.", "population_specificity": "Straight-run Heritage 56M × fast-feathering Cobb 500F broiler birds (1,440 birds aged 11 to 13 days).", "effective_dosage": "Phytase concentrations of 0, 500, and 1,000 FTU/kg.", "study_duration": "2 days (from 11 to 13 days of age).", "interactions": "Interaction noted between calcium and nonphytate phosphorus in the proventriculus and gizzard.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:14.321434+00:00"}
{"study_id": 21070, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the anticancer effects of IP6 and myo-inositol (MI) on PC3 prostate cancer cells, focusing on cell cycle regulation and apoptosis.", "results_summary": "IP6 alone significantly inhibited cell growth, increased caspase-3 activity (indicating apoptosis), and upregulated p21 mRNA (indicating cell cycle arrest). Co-treatment with MI enhanced cell growth inhibition but did not significantly improve apoptosis or cell cycle regulation compared to IP6 alone.", "population_specificity": "PC3 prostate cancer cell lines", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:15.901914+00:00"}
{"study_id": 21072, "supplement_id": 1235, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review the efficacy and molecular mechanisms of IP6 in cancer prevention, tumor growth control, and other health benefits.", "results_summary": "IP6 demonstrated anticancer effects in experimental models, including reduced cell proliferation, induced differentiation of malignant cells, and enhanced immunity. Preliminary human studies suggested it may improve chemotherapy outcomes, control metastases, and enhance quality of life.", "population_specificity": "Experimental models (in vitro and animal studies) and preliminary human studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:21.075919+00:00"}
{"study_id": 21073, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of sustained continuous delivery versus a single bolus dose of IP-6 on Hep-2 cancer cell growth and morphology.", "results_summary": "A single bolus dose of IP-6 did not reduce Hep-2 cell numbers after 24 hours but showed a 50% increase in cell numbers by 48-72 hours. Sustained delivery significantly reduced cell numbers over 48 hours, and morphological changes indicated cellular degeneration.", "population_specificity": "Hep-2 cancer cells (in vitro study)", "effective_dosage": "1 mM IP-6", "study_duration": "24, 48, and 72 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:21.857024+00:00"}
{"study_id": 21075, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether IP6 inhibits cell growth and increases apoptosis in pancreatic cancer cell lines.", "results_summary": "IP6 significantly reduced cellular proliferation (37.1–91.5%) and increased early and late apoptotic activity in pancreatic cancer cell lines at all tested concentrations. The effects were statistically significant (P < 0.01).", "population_specificity": "Pancreatic cancer cell lines (MIAPACA and PANC1)", "effective_dosage": "0.5, 1.0, and 5.0 mm", "study_duration": "24 and 72 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:22.247400+00:00"}
{"study_id": 21071, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to elucidate the molecular mechanisms behind IP6's anticancer effects, particularly its role in inducing erythroid differentiation and apoptosis in K-562 leukemia cells.", "results_summary": "IP6 demonstrated dose- and time-dependent growth inhibition in K-562 cells, activating erythroid differentiation and modulating gene expression related to immunity, Wnt/IGF pathways, PI3 kinase signaling, and apoptosis. It showed a cytostatic effect (differentiation) and a cytotoxic effect (apoptosis), with significant upregulation of apoptosis markers and hemoglobin synthesis.", "population_specificity": "K-562 human leukemia cells (in vitro study)", "effective_dosage": "0.75 mM and 5.0 mM (single treatment)", "study_duration": "Observations made at 60 min, 12 h, and up to 120 h", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:22.371159+00:00"}
{"study_id": 21074, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if IP6 could inhibit cell growth, reduce VEGF production, and induce apoptosis in cutaneous melanoma in vitro.", "results_summary": "IP6 significantly reduced cellular proliferation by 52.1% on average, decreased VEGF production from 40.9 pg/ml to 7.5 pg/ml, and increased late apoptosis from 5.3% to 7.0% in melanoma cells. No changes in necrosis or early apoptosis were observed.", "population_specificity": "In vitro study using the melanoma cell line HTB68.", "effective_dosage": "0.2 to 1.0 mM/well.", "study_duration": "72 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:22.707543+00:00"}
{"study_id": 21076, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether IP6 modulates cell cycle proteins via cytoplasmic signaling molecules, particularly PKC isoforms, PI3-K/Akt, and ras/Erk1/2 pathways, in breast cancer cells.", "results_summary": "IP6 increased anti-proliferative PKCδ expression and activity, reduced Erk1/2 and Akt activity, upregulated p27Kip1, and decreased pRb phosphorylation, suggesting potential therapeutic benefits in breast cancer. These effects were confirmed in both hormone-dependent (MCF-7) and hormone-independent (MDA-MB 231) breast cancer cells.", "population_specificity": "Human breast cancer cells (MCF-7 and MDA-MB 231).", "effective_dosage": "2 mM (pharmacological) and 100 µM (physiological).", "study_duration": "24 hours (2 mM) and 30-60 minutes (100 µM).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:24.054564+00:00"}
{"study_id": 21077, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how germination conditions and endogenous enzyme activity affect the yield of IP6 from wheat.", "results_summary": "The study found that IP6 yield from wheat bran was significantly higher when processed with supplemental water (3100 ± 12 mg/100 g) compared to no supplemental water (2420 ± 13 mg/100 g). The increased IP6 extraction was attributed to high tyrosinase activity in wheat bran.", "population_specificity": "Wheat (germ and bran) under controlled germination conditions.", "effective_dosage": "Not specified (yield measured in mg/100 g of wheat bran or germ).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:24.234823+00:00"}
{"study_id": 21081, "supplement_id": 1235, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the anticancer potential, safety, and mechanisms of IP6, particularly in combination with inositol, for cancer prevention and treatment.", "results_summary": "IP6 demonstrated significant anticancer effects in experimental models, including reduced cell proliferation, increased differentiation of malignant cells, and interference with signal transduction pathways. The combination of IP6 plus inositol showed enhanced anticancer activity, improved quality of life, and potential synergy with conventional chemotherapy.", "population_specificity": "Not specified (experimental models and a pilot clinical trial mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:29.557366+00:00"}
{"study_id": 21079, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether IP6 inhibits cancer cell adhesion, migration, and invasion by modulating integrin dimerization, cell surface expression, and integrin-associated signaling pathways.", "results_summary": "IP6 significantly decreased the expression of integrin heterodimers (alpha 2 beta 1, alpha 5 beta 1, and alpha v beta 3) and suppressed focal adhesion kinase (FAK) autophosphorylation, leading to reduced cancer cell adhesion, migration, and invasion. No effect was observed with the control compound IS6.", "population_specificity": "Highly invasive estrogen receptor-negative human breast cancer MDA-MB 231 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:29.732654+00:00"}
{"study_id": 21078, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether IP6 inhibits tumor growth by reducing angiogenesis, focusing on its effects on endothelial and tumor cells.", "results_summary": "IP6 inhibited endothelial cell proliferation and tube formation, reduced VEGF mRNA and protein levels in hepatoma cells, and showed synergistic anti-angiogenic effects with vasostatin. It also significantly reduced bFGF-induced vessel formation in vivo.", "population_specificity": "Bovine aortic endothelial cells (BAECs), human umbilical vein endothelial cells (HUVECs), and HepG2 human hepatoma cells.", "effective_dosage": "IC50 of 0.74 mM for BAECs; concentration-dependent effects observed in HepG2 cells.", "study_duration": "8 hours for mRNA analysis, 24 hours for protein level assessment.", "interactions": "Synergistic effect noted with vasostatin.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:29.827885+00:00"}
{"study_id": 21080, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether IP6 inhibits key steps in cancer metastasis (adhesion, migration, and invasion) in human breast cancer cells.", "results_summary": "IP6 significantly reduced cancer cell adhesion, migration, and invasion, with reductions ranging from 13% to 72% depending on the ECM protein. It also inhibited MMP-9 secretion, further supporting its anti-metastatic effects.", "population_specificity": "MDA-MB 231 human breast cancer cells (in vitro study).", "effective_dosage": "Not specified (dose-dependent effects noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:30.170013+00:00"}
{"study_id": 21083, "supplement_id": 1235, "safety_score": "70", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential anti-cancer properties of IP6, including its mechanisms of action, efficacy, and safety, based on existing animal studies.", "results_summary": "The study found that IP6 exhibited anti-neoplastic effects in various cancers (breast, colon, liver, leukemia, prostate, sarcomas, and skin cancer) in animal models. Adverse effects included chelation of multivalent cations and increased bladder/renal papillomas, but only with the sodium salt form.", "population_specificity": "Animal models (no human studies).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "Chelation of multivalent cations.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:31.674029+00:00"}
{"study_id": 21084, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to confirm IP6's anticancer activity in hematological malignancies and characterize its mechanisms of action, particularly in chronic myelogenous leukemia (CML).", "results_summary": "IP6 exhibited dose-dependent cytotoxic effects on leukemic cell lines, induced G2M phase accumulation in some, and modulated genes involved in cell cycle regulation. It significantly inhibited CFU-GM formation in CML progenitor cells but had no differentiating effect on HL60 cells.", "population_specificity": "Human leukemic cell lines and fresh chronic myelogenous leukemia (CML) progenitor cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:31.835154+00:00"}
{"study_id": 21082, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the growth inhibitory activity of IP6 alone and in combination with adriamycin or tamoxifen against human breast cancer cell lines, including adriamycin-resistant and estrogen receptor-negative cells.", "results_summary": "IP6 demonstrated significant growth inhibition in breast cancer cell lines, particularly in adriamycin-resistant and ER-negative cells, and showed synergistic effects when combined with adriamycin or tamoxifen. The study confirmed IP6's efficacy in inhibiting primary breast cancer cell cultures, with varying sensitivity across cell types.", "population_specificity": "Human breast cancer cell lines (MCF-7, MCF-7/Adr, MDA-MB 231) and primary breast cancer cell cultures from patients.", "effective_dosage": "IC50 values ranged from 1.26 mM to 5.75 mM depending on cell type.", "study_duration": "96 hours for in vitro treatment.", "interactions": "Synergistic interactions noted with adriamycin and tamoxifen.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:33.271261+00:00"}
{"study_id": 201032, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review current evidence on the efficacy and implications of implementing iodine supplementation as a public health measure to address iodine deficiency.", "results_summary": "The study found that iodine supplementation is a complementary strategy to universal salt iodisation but is unlikely to achieve high coverage rapidly or equitably. It emphasized that universal salt iodisation should remain the primary strategy for eliminating iodine deficiency.", "population_specificity": "Pregnant women, lactating mothers, and children aged 7-24 months.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:36.499880+00:00"}
{"study_id": 21086, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to elucidate the mechanism of IP6's anti-neoplastic potential by examining its effects on cell cycle progression in human breast and colon cancer cell lines.", "results_summary": "IP6 significantly decreased S-phase progression and arrested cells in the G0/G1-phase, while also reducing the expression of proliferation markers (Ki-67 and PCNA) in all tested cancer cell lines.", "population_specificity": "Human breast cancer (MCF-7, MDA-MB 231) and colon cancer (HT-29) cell lines.", "effective_dosage": "5 mM IP6", "study_duration": "3 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:38.196880+00:00"}
{"study_id": 21090, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of phytate (IP6) in inhibiting calcium salt crystallization, particularly in preventing calcium oxalate renal stone formation.", "results_summary": "The study found that phytate effectively inhibits crystallization of calcium salts (oxalate and phosphate) in biological fluids, supported by in vitro, in vivo, and clinical evidence, making it a viable treatment option for calcium oxalate renal lithiasis.", "population_specificity": "Not specified (general biological fluids and renal stone context).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:39.055987+00:00"}
{"study_id": 21087, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of IP6 on tumor initiation and promotion phases in a mouse skin carcinogenesis model.", "results_summary": "IP6 administration during the initiation stage reduced papilloma formation by approximately 50% and decreased the number of tumor-bearing mice, but no inhibition was observed during the promotion stage. IP6 also significantly inhibited epithelial cell proliferation during initiation but not promotion.", "population_specificity": "Seven-week-old ICR female mice.", "effective_dosage": "2% IP6 in drinking water.", "study_duration": "Entire experiment (22 weeks), initiation stage (3 weeks), or promotion stage (19 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:39.381423+00:00"}
{"study_id": 21089, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the anti-HIV-1 activity of IP6 and IS6, focusing on their ability to inhibit viral replication in T cells and peripheral blood mononuclear cells.", "results_summary": "IP6 and IS6 inhibited HIV-1 replication in T cells and freshly isolated strains in peripheral blood mononuclear cells but did not affect HIV-1-induced giant cell formation or reverse transcriptase activity. The mechanism of action appears to target the early replicative stage of HIV-1.", "population_specificity": "T cell line and peripheral blood mononuclear cells (PBMCs) infected with HIV-1.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:39.481232+00:00"}
{"study_id": 21088, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the absorption, metabolism, and anti-cancer mechanisms of IP6 in experimental tumors and cancer cell lines.", "results_summary": "IP6 was rapidly absorbed and metabolized into inositol and IP1, reaching distant organs and tumors. It demonstrated cytostatic effects, inhibited cell proliferation, enhanced differentiation of malignant cells, and modulated tumor suppressor genes (p53 and p21WAF-1/CIP1).", "population_specificity": "Rats and human urinary metabolites; various cancer cell lines in vitro.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:39.648676+00:00"}
{"study_id": 21085, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the hydrolysis of phytate (IP6) in the stomach and small intestine of minipigs, comparing intrinsic plant phytase (wheat) and supplemented microbial phytase (Aspergillus niger).", "results_summary": "Microbial phytase was significantly more effective in hydrolyzing IP6 than wheat phytase, with hydrolysis rates of 77.2% (diet 2) and 66.2% (diet 3) in the stomach. Hydrolysis rates were lower in the small intestine, and differences were observed between animals in their ability to hydrolyze IP6.", "population_specificity": "Minipigs (40-50 kg initial body weight) fitted with re-entrant cannulas.", "effective_dosage": "Diets contained 43 U/kg DM (diet 1), 818 U/kg DM (diet 2), and 1192 U/kg DM (diet 3), fed twice daily (350 g mixed with 1050 ml water).", "study_duration": "Digesta were collected continuously for 12 hours after feeding.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:40.675479+00:00"}
{"study_id": 21091, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of IP6 on tumor growth and serum lipid levels in a Fischer rat model, assessing its potential as a therapeutic agent for cancer and hyperlipidemia.", "results_summary": "IP6 supplementation mitigated tumor growth in fibrosarcomas and significantly lowered elevated serum cholesterol, triglycerides, and zinc/copper ratio in rats fed a cholesterol-enriched diet. It also reduced serum lipid levels in rats on a standard diet but did not affect the zinc/copper ratio.", "population_specificity": "Fischer rats (syngeneic rats transplanted with a viral oncogene-transformed cell line for tumor study; general Fischer rats for lipid study)", "effective_dosage": "Purified potassium-magnesium phytate (8.9% phytic acid by weight) and monopotassium phytate (specific dosage not detailed)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:44.251950+00:00"}
{"study_id": 21092, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether IP6 could inhibit tumorigenicity and suppress or regress the growth of HepG2 liver cancer cells in a nude mouse model.", "results_summary": "IP6 pretreatment completely prevented tumor formation in mice, while untreated cells led to tumors in 71% of cases. IP6 treatment also reduced tumor weight by an average of 340% compared to controls.", "population_specificity": "Nude mice with transplanted HepG2 human liver cancer cells.", "effective_dosage": "5.0 mM IP6 for pretreatment (single exposure), 40 mg/kg for intra-tumoral injection (12 consecutive days).", "study_duration": "12 days for tumor suppression/regression study.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:45.412468+00:00"}
{"study_id": 21093, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether IP6 could inhibit the growth of human hepatocellular carcinoma (HCC) and induce differentiation in HepG2 liver cancer cells.", "results_summary": "IP6 treatment caused dose-dependent growth inhibition in HepG2 cells, reduced colony formation, induced morphological changes consistent with differentiation, decreased alpha-fetoprotein production, and altered p53 and p21WAF1 protein expression, suggesting a less aggressive phenotype.", "population_specificity": "Human hepatocellular carcinoma cell line (HepG2) in vitro.", "effective_dosage": "IC50 of IP6 was 0.338 mM.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:46.553585+00:00"}
{"study_id": 21094, "supplement_id": 1235, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether IP6 up-regulates tumor suppressor genes p53 and p21WAF1/CIP1 in HT-29 human colon carcinoma cells, potentially explaining its anti-neoplastic effects.", "results_summary": "IP6 treatment increased p53 and p21WAF1/CIP1 expression in HT-29 cells, demonstrating dose-dependent effects but no clear time-dependent increase. The findings suggest IP6's anti-cancer action may involve modulation of these tumor suppressor genes.", "population_specificity": "HT-29 human colon carcinoma cell line", "effective_dosage": "3.3 mM and 5 mM IP6", "study_duration": "3 and 6 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:46.941443+00:00"}
{"study_id": 22760, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if kudzu root could prevent bone loss and cartilage degradation simultaneously in ovariectomized rats, modeling postmenopausal conditions.", "results_summary": "Kudzu root significantly reversed bone resorption and cartilage degradation, increased bone mineral density and calcium content, and showed potential metabolic benefits like weight reduction. It demonstrated consistent joint protective effects compared to other TCM extracts.", "population_specificity": "Six-month-old female Sprague-Dawley rats subjected to ovariectomy or sham surgery.", "effective_dosage": "Not specified", "study_duration": "Three weeks of treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:54.190370+00:00"}
{"study_id": 22763, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the hepatoprotective properties of kudzu vine extracts, focusing on their ability to reduce liver damage and oxidative stress.", "results_summary": "Kudzu vine extract significantly reduced cytotoxicity and reactive oxygen species production in a dose-dependent manner. Treatment with 0% and 30% ethanolic extracts lowered liver enzyme levels and improved antioxidant markers in a rat model of liver damage.", "population_specificity": "Male Sprague-Dawley rats and human liver-derived HepG2 cells.", "effective_dosage": "100 mg/kg of 0%, 30%, 70%, or 95% ethanolic extract orally once daily.", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:54.935943+00:00"}
{"study_id": 22767, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to determine whether a combination including Kudzu could reduce alcohol consumption in heavy drinkers, as measured by AUDIT scores.", "results_summary": "The study found that the combination significantly reduced AUDIT scores in all participants, with statistically significant results (p-value = 0.00298). The decrease in scores ranged from 1 to 31 points, indicating a notable reduction in alcohol use.", "population_specificity": "Ten heavy drinkers (8 male, 2 female; mean age 43.2 ± 14.6 years) attending a recovery program.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:54.960117+00:00"}
{"study_id": 22761, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects of a kudzu root extract (KUD) on human umbilical vein endothelial cells (HUVECs) against oxidative stress and mitochondrial damage.", "results_summary": "The KUD enhanced HUVEC proliferation, protected against rotenone-induced oxidative stress and apoptosis, and prevented mitochondrial membrane potential loss. The extract's isoflavonoid content was enriched by 7.75-27.51 fold.", "population_specificity": "Human umbilical vein endothelial cells (HUVECs) in vitro.", "effective_dosage": "Various concentrations (specific amounts not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:55.255045+00:00"}
{"study_id": 22765, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a single dose of kudzu extract could reduce alcohol consumption in a naturalistic binge drinking setting.", "results_summary": "The kudzu-treated group significantly reduced beer consumption from 3.0±1.7 to 1.9±1.3 beers and opened fewer beers (21 vs. 32 at baseline), while the placebo group increased consumption. Kudzu also slowed drinking speed.", "population_specificity": "20 men in a natural settings laboratory.", "effective_dosage": "2g kudzu extract (520mg active isoflavones), single dose.", "study_duration": "Single administration 2.5h before a 90-minute drinking session.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:55.368339+00:00"}
{"study_id": 22764, "supplement_id": 1264, "safety_score": "20", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the hepatotoxicity of kudzu root extract in mice, HepG2 cells, and mice hepatocytes.", "results_summary": "The study found that kudzu root extract increased serum ALT and AST levels, caused histopathological changes in mice, and elevated LDH leakage in HepG2 cells and mice hepatocytes, indicating hepatotoxicity. Kudzu root extract and puerarin also upregulated Mt1 and Bax mRNA, suggesting involvement in acute phase response and apoptosis.", "population_specificity": "Mice, HepG2 cells, and mice hepatocytes.", "effective_dosage": "10mg/day for mice.", "study_duration": "4 weeks for mice; 2 hours for cell cultures.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:55.548810+00:00"}
{"study_id": 22766, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether acute and chronic kudzu root extract supplementation improves glucose tolerance in normoglycemic mice.", "results_summary": "Acute kudzu root extract administration significantly reduced the blood glucose response to a glucose challenge by ~50% in control mice, while chronic supplementation improved glucose tolerance without additional benefit from acute treatment. Chronic kudzu feeding also enhanced insulin sensitivity and inhibited sodium-dependent glucose transport.", "population_specificity": "Normoglycemic male CD-1 mice fed a phytoestrogen-free diet.", "effective_dosage": "0.2% kudzu root extract in diet (chronic), 75 mg/kg BW (acute).", "study_duration": "6 weeks (chronic), single dose (acute).", "interactions": "Phloridzin (SGLT inhibitor) improved glucose tolerance in acutely treated mice but had no effect in chronically treated mice.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:55.726249+00:00"}
{"study_id": 22762, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how Kudzu root (Ge-Gen) improves insulin resistance by regulating glucose and lipid metabolism in insulin-resistant 3T3-L1 adipocytes.", "results_summary": "Kudzu root extract (GG-CS) significantly increased glucose consumption and decreased triglyceride content in a dose- and time-dependent manner. It also upregulated mRNA expression of genes related to glucose metabolism (PPARγ, ADPN, GLUT4) and modulated lipid-metabolizing enzymes (LPL, FASn, FABP4).", "population_specificity": "Insulin-resistant 3T3-L1 adipocytes (mouse cell line).", "effective_dosage": "5%, 10%, and 15% Ge-Gen containing serum (GG-CS).", "study_duration": "12 or 24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:15:56.689821+00:00"}
{"study_id": 22768, "supplement_id": 1264, "safety_score": "20", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers aimed to report a case of acute interstitial nephritis following the ingestion of kudzu root juice.", "results_summary": "A middle-aged woman developed anorexia, epigastric discomfort, and azotemia after consuming kudzu root juice for 10 days. Symptoms resolved after discontinuation, and renal biopsy confirmed acute interstitial nephritis.", "population_specificity": "Middle-aged woman", "effective_dosage": "Not specified", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:01.569876+00:00"}
{"study_id": 22771, "supplement_id": 1264, "safety_score": "90", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to determine whether kudzu root extract affects the sleep/wake cycles of moderate drinkers, as part of evaluating its potential as an adjunct treatment for alcohol dependence.", "results_summary": "The study found that kudzu root extract had no effect on any measured sleep parameters, indicating it does not disturb sleep/wake cycles in moderate drinkers. This suggests its use for alcohol dependence may not have sleep-related side effects.", "population_specificity": "Moderate drinkers", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:02.773867+00:00"}
{"study_id": 22769, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the hepatoprotective effects of puerarin (PR) from Kudzu against chronic alcohol-induced liver injury in rats.", "results_summary": "PR treatment significantly reduced serum levels of liver enzymes (ALT, AST, ALP) and pro-inflammatory cytokines, increased albumin levels, elevated intrahepatic ADH and ALDH, mitigated alcohol-induced hepatocyte damage, and down-regulated GSK-3β and NF-κB pathways.", "population_specificity": "Rats with chronic alcohol-induced liver injury.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:04.251303+00:00"}
{"study_id": 22775, "supplement_id": 1264, "safety_score": "80", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to investigate the anecdotal use of kudzu extract by cluster headache patients and assess its potential effects on attack intensity, frequency, and duration.", "results_summary": "Among 16 patients who used kudzu, 69% reported decreased attack intensity, 56% reported decreased frequency, and 31% reported decreased duration, with minimal side effects. The study suggests kudzu may have potential benefits for cluster headache management but requires further clinical validation.", "population_specificity": "Cluster headache patients (n=16) who self-reported using kudzu extract.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:04.382707+00:00"}
{"study_id": 22774, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether an aqueous extract from Pueraria lobata (kudzu) symbiosomes containing leghemoglobin could stimulate procollagen production in human dermal fibroblasts.", "results_summary": "The study found that treatment with leghemoglobin or cytoglobin upregulated key collagen-related genes (COL1A1 and COL1A2) in human dermal fibroblasts, suggesting a potential role in stimulating procollagen production. The effect may be due to oxygen shuttling to prolyl-4-hydroxylase, an enzyme critical for collagen synthesis.", "population_specificity": "Normal human dermal fibroblasts (NHDF)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:04.531790+00:00"}
{"study_id": 22770, "supplement_id": 1264, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the safety and efficacy of a standardized kudzu extract (NPI-031) in reducing alcohol consumption among nontreatment-seeking heavy drinkers over a 4-week period.", "results_summary": "Kudzu extract significantly reduced weekly alcohol consumption by 34-57%, decreased heavy drinking days, and increased abstinence days without affecting alcohol craving. No adverse events or changes in vital signs, blood chemistry, or liver/renal function were reported.", "population_specificity": "Nontreatment-seeking heavy-drinking men (21-33 years) with alcohol abuse/dependence, averaging 27.6 drinks/week.", "effective_dosage": "250 mg isoflavones, three times daily (t.i.d.)", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:05.069729+00:00"}
{"study_id": 22772, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review traditional applications, phytochemistry, pharmacological activities, toxicology, quality control, and potential drug interactions of Kudzu root (Pueraria lobata and P. thomsonii) for managing diabetes and cardiovascular diseases.", "results_summary": "The study identified over seventy phytochemicals in Kudzu root, with isoflavonoids and triterpenoids as major constituents. Animal and cellular studies supported its traditional uses for cardiovascular, cerebrovascular, and endocrine systems, including diabetes and its complications.", "population_specificity": "Not specified (review of existing literature).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "Potential interactions with conventional drugs mentioned, but specifics not detailed.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:05.136876+00:00"}
{"study_id": 22773, "supplement_id": 1264, "safety_score": "85", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to test whether kudzu extract increases the intensity or duration of alcohol's effects, potentially delaying the desire for subsequent drinks.", "results_summary": "Kudzu extract did not alter subjective responses to alcohol or its effects on stance stability or vigilance/reaction time but caused a slightly more rapid rise in plasma ethanol levels (only after the higher alcohol dose) and enhanced heart rate and skin temperature effects. The study concluded that kudzu does not cause adverse consequences and reductions in alcohol intake are unrelated to altered subjective or psychomotor effects.", "population_specificity": "12 healthy adult men and women (27.5 ± 1.89 years old) who consumed moderate amounts of alcohol (7.8 ± 0.63 drinks/wk).", "effective_dosage": "750 mg/d total isoflavones from kudzu extract.", "study_duration": "9 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:06.272403+00:00"}
{"study_id": 22778, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to optimize an HPLC analytical method for kudzu root extract and evaluate its reproducibility and precision.", "results_summary": "The study successfully optimized HPLC parameters for kudzu root extract analysis, demonstrating stable, reliable, and reproducible results with low relative standard deviations for retention time, peak height, and peak area.", "population_specificity": "Not specified (laboratory-based study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:10.551573+00:00"}
{"study_id": 22780, "supplement_id": 1264, "safety_score": "90", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to test whether a kudzu extract could reduce alcohol consumption in heavy drinkers in a naturalistic setting.", "results_summary": "Kudzu treatment significantly reduced beer consumption, increased the number of sips and time per beer, and decreased sip volume, without affecting the urge to drink. No side effects were reported.", "population_specificity": "Male and female heavy alcohol drinkers.", "effective_dosage": "Not specified", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:11.207298+00:00"}
{"study_id": 22777, "supplement_id": 1264, "safety_score": "30", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to assess potential neoplasm risks associated with chronic use of Kudzu root (Pueraria lobata) in hangover remedies, particularly due to its inhibition of ALDH2 and increased acetaldehyde levels.", "results_summary": "The study found that Pueraria lobata, unlike Pueraria flos, inhibits ALDH2 and increases acetaldehyde, potentially raising the risk of acetaldehyde-related neoplasms and pathology, especially when used chronically during high ethanol consumption. The authors recommend caution, similar to guidelines for Disulfiram, another ALDH2 inhibitor.", "population_specificity": "Not specified (general assessment of Kudzu root's effects, not a clinical trial).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:11.730887+00:00"}
{"study_id": 22781, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the estrogenic activity of kudzu root extract and its potential for hormone replacement therapy.", "results_summary": "The study found that kudzu root extract and its sub-fractions (except the water fraction) exhibited estrogenic activity, with potencies ranging from 10^(-3) to 10^(-1) g/l. The high content of isoflavones, particularly puerarin, correlated with the observed estrogenic effects, suggesting potential for hormone replacement therapy.", "population_specificity": "Not specified (in vitro study using a recombinant yeast screening assay).", "effective_dosage": "Not specified (activity measured in g/l concentrations).", "study_duration": "Not specified (laboratory-based analysis).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:13.136738+00:00"}
{"study_id": 22779, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how cork pieces, XAD-4, and methyl jasmonate (MeJA) regulate the production of isoflavones in hydroponically grown Kudzu seedlings.", "results_summary": "Cork pieces significantly increased daidzein and genistein production while decreasing glucosyl conjugates, XAD-4 boosted glucosyl conjugates in roots, and MeJA increased isoflavone accumulation in shoots.", "population_specificity": "Hydroponically grown Kudzu seedlings (Pueraria montana).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:13.165552+00:00"}
{"study_id": 22783, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate kudzu's effectiveness as an adsorbent for capturing copper, cadmium, and zinc from low-concentration solutions.", "results_summary": "Kudzu was found to be an effective adsorbent for heavy metal removal, with the Langmuir isotherm best representing copper and cadmium uptake and the Redlich-Peterson isotherm best representing zinc uptake. Though less effective than commercial ion exchange resins, kudzu offers a lower-cost alternative for treating dilute mixed-metal wastestreams like urban runoff.", "population_specificity": "Not applicable (in vitro study using plant components and metal solutions).", "effective_dosage": "Not specified (batch adsorption system under steady-state and transient-rate conditions).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:13.505633+00:00"}
{"study_id": 22782, "supplement_id": 1264, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and efficacy of Myrothecium verrucaria as a biological control agent against kudzu, focusing on toxin production and plant tissue effects.", "results_summary": "M. verrucaria effectively controlled kudzu without detectable toxic metabolites in treated plant tissues, supporting its safety and efficacy for biological weed control. The study found no intact macrocyclic trichothecenes in treated plants, and cytotoxicity tests showed lower toxicity compared to controls.", "population_specificity": "Kudzu plants grown in greenhouse and field conditions.", "effective_dosage": "Not specified (aqueous suspensions of M. verrucaria spores with surfactant).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:15.204555+00:00"}
{"study_id": 22784, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine if kudzu root extract could influence drinking habits (craving and sobriety) in veterans undergoing substance abuse treatment.", "results_summary": "The study found no statistically significant difference in craving or sobriety scores between the kudzu and placebo groups after one month or in later stages with fewer participants. Kudzu root extract was not more effective than placebo in reducing alcohol craving or promoting sobriety.", "population_specificity": "Veterans with alcoholism enrolled in a substance abuse treatment program at a nonacademic VA Medical Center.", "effective_dosage": "1.2 g twice daily", "study_duration": "1 month (with later stages involving fewer patients)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:16.338508+00:00"}
{"study_id": 21256, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the cardioprotective effects of L-Carnitine against doxorubicin-induced cardiotoxicity in rats.", "results_summary": "L-Carnitine significantly improved ECG abnormalities, reduced lipid peroxidation, enhanced antioxidant enzymes, lowered cardiac and inflammatory markers, and demonstrated cardioprotective effects against doxorubicin-induced toxicity.", "population_specificity": "Male albino rats", "effective_dosage": "150 mg/kg body weight", "study_duration": "35 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:19.225358+00:00"}
{"study_id": 22785, "supplement_id": 1264, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to understand the physiological aspects of isoprene emission from Kudzu and its ecological consequences, including the effects of leaf development, photon flux density, temperature, and water stress.", "results_summary": "The study found that Kudzu emits significant amounts of isoprene, which increases with temperature and photon flux density, and persists during water stress. Up to 67% of carbon fixed in photosynthesis was reemitted as isoprene under certain conditions, suggesting a potential role in stress coping.", "population_specificity": "Kudzu plants (Pueraria lobata) in controlled environmental conditions.", "effective_dosage": "Not applicable (study focused on environmental conditions, not human consumption).", "study_duration": "Variable, depending on experimental conditions (e.g., leaf development took up to two weeks post-expansion, water stress lasted several days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:19.970958+00:00"}
{"study_id": 21259, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how acetyl-L-carnitine (ALC) supplementation affects lipid profiles in buffalo oocytes and cumulus cells during in vitro maturation.", "results_summary": "ALC treatment altered lipid metabolism, reducing total lipid content in oocytes and cumulus cells, except for specific lipids like phosphatidylcholine in oocytes and triacylglycerol in granulosa cells. The findings suggest ALC enhances oocyte maturation rates by accelerating lipid metabolism.", "population_specificity": "Buffalo oocytes and cumulus cells (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Duration of in vitro maturation not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:22.468056+00:00"}
{"study_id": 21258, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of L-carnitine on lipid profiles (TG, TC, HDL, LDL, VLDL) and secondary outcomes (BP, BMI) in adult hemodialysis patients.", "results_summary": "L-carnitine supplementation did not significantly improve lipid profiles (TG, TC, HDL, LDL, VLDL) or affect BMI and blood pressure in hemodialysis patients. No notable differences were observed based on the route of administration (intravenous vs. oral).", "population_specificity": "Adult hemodialysis patients with chronic kidney disease (CKD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:22.662131+00:00"}
{"study_id": 21257, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to analyze the neuroprotective properties of acetyl-L-carnitine (carnicetine) in a Drosophila melanogaster model of Alzheimer's disease, focusing on its effects on cholinergic and dopaminergic neurons and memory.", "results_summary": "Carnicetine restored cholinergic neuron function and improved memory in flies expressing amyloid beta peptide, but it had no effect on dopaminergic neurons. The study concluded that carnicetine shows promise for treating Alzheimer's disease by targeting the cholinergic system.", "population_specificity": "Drosophila melanogaster (fruit flies) with induced amyloid beta peptide expression in dopaminergic and cholinergic neurons.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:23.531263+00:00"}
{"study_id": 21262, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how L-Carnitine, influenced by CBD-induced gut microbiota changes, regulates inflammation in neutrophils, macrophages, and RA-fibroblast-like synoviocytes (RA-FLSs) in collagen-induced arthritis (CIA) rats.", "results_summary": "CBD increased plasma L-Carnitine levels by altering gut microbiota (notably Prevotella), which then regulated inflammation in immune cells and RA-FLSs, aligning with synovial changes in CIA rats.", "population_specificity": "Collagen-induced arthritis (CIA) rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:24.991714+00:00"}
{"study_id": 21261, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effect of L-carnitine supplementation during in vitro maturation (IVM) and in vitro culture (IVC) on the developmental competence of bovine oocytes.", "results_summary": "L-carnitine supplementation during IVM improved cleavage and blastocyst rates, increased the number of inner cell mass cells, and enhanced the expression of key developmental genes (OCT4, CDX2, IFNT) compared to the control group. The pre-IVM and pre-IVM/LC groups showed the most significant improvements in embryo quality.", "population_specificity": "Bovine oocytes (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Duration of IVM and IVC not explicitly stated.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:25.384265+00:00"}
{"study_id": 21265, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of palmitoyl-L-carnitine in Alzheimer's disease pathology, focusing on its effects on tau phosphorylation, mitochondrial fission, and calcium levels.", "results_summary": "The study found that palmitoyl-L-carnitine increased tau phosphorylation, mitochondrial fission, and intracellular calcium levels in neuronal cells, with these effects mitigated by inhibition of specific kinases. The findings suggest a link between elevated serum palmitoyl-L-carnitine and Alzheimer's disease pathology.", "population_specificity": "Aged mice (2, 4, 14, and 21 months old) and SH-SY5Y neuronal cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:28.301239+00:00"}
{"study_id": 21263, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-Carnitine reduces inflammatory and neurodegenerative biomarkers in patients with propionic and methylmalonic acidemias.", "results_summary": "L-Carnitine treatment reduced inflammatory markers (CRP, TNF-α, IL-10) and neurodegenerative biomarkers (NCAM-1, cathepsin-D) while normalizing oxidative stress markers in treated patients compared to untreated ones. Prolonged treatment further improved these outcomes.", "population_specificity": "Patients with propionic acidemia (PAcidemia) and methylmalonic acidemia (MMAcidemia).", "effective_dosage": "Not specified", "study_duration": "Up to 2 years and more than 2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:28.405510+00:00"}
{"study_id": 50195, "supplement_id": 1265, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic potential of Picroliv (Kutki) in treating liver ailments and its pharmacological properties, including hepatoprotective, cholerectic, anti-cholestatic, antiviral, and immune-stimulant effects.", "results_summary": "Picroliv demonstrated efficacy comparable to silymarin in rodent models of liver damage induced by various toxins, showed cholerectic and anti-cholestatic effects, and exhibited antiviral and immune-stimulant activities without significant adverse effects on the CNS, CVS, or other systems.", "population_specificity": "Rodents (rats, guinea pigs, cats)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:30.050152+00:00"}
{"study_id": 21266, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the impact of L-carnitine supplementation on frailty status and liver function in adults with liver cirrhosis.", "results_summary": "L-carnitine administration improved liver function markers (alanine transaminase, prothrombin time, international normalized ratio) but did not significantly improve frailty indices after 8 weeks.", "population_specificity": "Adults with liver cirrhosis (n=77).", "effective_dosage": "500 mg orally three times a day.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:30.447439+00:00"}
{"study_id": 21267, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to assess the efficacy of L-Carnitine co-supplementation with alpha-linolenic acid in reducing migraine symptoms and improving biomarkers related to inflammation and oxidative stress.", "results_summary": "The abstract does not provide results, as the study is ongoing and recruitment is expected to be completed by January 2024.", "population_specificity": "80 women aged 20 to 50 years with migraine.", "effective_dosage": "500 mg/day L-Carnitine.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:30.453138+00:00"}
{"study_id": 21268, "supplement_id": 1266, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of oral L-carnitine in improving IVF outcomes, specifically oocyte quality and embryonic development, in patients with prior treatment failure.", "results_summary": "The study found significant improvements in oocyte maturation, fertilization rates, blastocyst formation, and clinical pregnancy/live birth rates with L-carnitine administration, resulting in 74 healthy neonates without congenital anomalies.", "population_specificity": "515 IVF patients with prior treatment failure, divided into control (362) and study (153) groups, with 140 matched via propensity score matching.", "effective_dosage": "Not specified", "study_duration": "Until oocyte retrieval (duration not explicitly stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:32.329817+00:00"}
{"study_id": 21272, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of combining traditional Chinese medicine (TCM) with L-carnitine (LC) for treating male infertility.", "results_summary": "The combination of TCM and LC significantly improved pregnancy rates, sperm motility, concentration, and viability compared to LC alone, with specific TCM formulations showing better efficacy.", "population_specificity": "Male infertility patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:37.183339+00:00"}
{"study_id": 21271, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the radioprotective efficacy of L-Carnitine against oxidative stress and organ damage induced by radiotherapy.", "results_summary": "L-Carnitine improved oxidative stress markers (TOS, OSI, TAS), reduced inflammation (TNF-α), apoptosis (Caspase-3), and fibrosis (TGF-β1), and enhanced antioxidant pathways (Nrf2, HO-1) in irradiated rats. It also mitigated histopathological liver damage and improved liver enzyme levels.", "population_specificity": "Thirty-two rats divided into control, radiotherapy (RT), RT + L-Carnitine, and L-Carnitine-only groups.", "effective_dosage": "200 mg/kg/day", "study_duration": "Duration not explicitly stated in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:38.901718+00:00"}
{"study_id": 21274, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the impact of L-carnitine supplementation in different freezing methods on post-thaw quality and fertilizing ability of dog epididymal spermatozoa.", "results_summary": "L-carnitine improved sperm motility, membrane integrity, and fertilizing ability in both conventional-slow and ultra-rapid freezing methods, with conventional-slow freezing combined with L-carnitine yielding the highest pronuclei formation rates.", "population_specificity": "Dog epididymal spermatozoa from 30 adult orchiectomized dogs.", "effective_dosage": "5 mM L-carnitine in freezing media.", "study_duration": "Single freezing and thawing cycle (duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:39.709097+00:00"}
{"study_id": 21275, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the impact of L-carnitine supplementation in drinking water on performance and physiological parameters in growing Alexandria-line rabbits.", "results_summary": "The study found that 0.5 g/L L-carnitine significantly improved body weight, feed conversion ratio, hematological parameters, serum lipid profile, and carcass traits compared to other dosages and the control group. Higher dosages (1.5 g/L) reduced feed intake but did not show superior benefits.", "population_specificity": "Growing Alexandria-line rabbits (35-day-old).", "effective_dosage": "0.5, 1, and 1.5 g/L in drinking water, intermittently (twice a week).", "study_duration": "Until 84 days of age (intervention duration not explicitly stated but inferred).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:40.924156+00:00"}
{"study_id": 21276, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether acetyl-L-carnitine (ALCAR) could mitigate valproate-induced autism-like behaviors by targeting oxidative stress and mitochondrial biogenesis.", "results_summary": "ALCAR administration attenuated autism-like behaviors, reduced oxidative stress, improved parvalbumin-positive neuronal population, and modified mitochondrial function in valproate-exposed rats.", "population_specificity": "Prenatal valproate-exposed rats exhibiting autism-like behaviors.", "effective_dosage": "300 mg/kg, administered orally.", "study_duration": "Postnatal days 21-49 (28 days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:41.021175+00:00"}
{"study_id": 21269, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of combining L-carnitine with melatonin on oocyte morphology, maturation, apoptosis, and gene expression in a mice model.", "results_summary": "L-carnitine, especially when combined with melatonin, improved oocyte diameter, cytoplasmic pattern, maturation rate, and reduced apoptosis. It also upregulated BMP-15 and GDF-9 gene expression compared to the control group.", "population_specificity": "Female NMRI mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:43.968750+00:00"}
{"study_id": 21270, "supplement_id": 1266, "safety_score": "70", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate L-carnitine's physiological functions, efficacy, safety, and mechanisms in cardiovascular health, focusing on ischemic heart disease, heart failure, and peripheral vascular disease.", "results_summary": "L-carnitine shows potential benefits for cardiovascular health by enhancing cardiac muscle function, reducing oxidative stress, and improving energy metabolism, though concerns remain about TMAO production and long-term safety.", "population_specificity": "Patients with cardiovascular diseases (ischemic heart disease, heart failure, peripheral vascular disease).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:44.368089+00:00"}
{"study_id": 21278, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the molecular mechanism of FAM3A, particularly its interaction with acyl-L-carnitine and its role in fatty acid beta-oxidation.", "results_summary": "The study found that FAM3A binds to acyl-L-carnitine, indicating its involvement in fatty acid beta-oxidation, and confirmed this role through knockdown and rescue assays. These findings suggest FAM3A's potential as a drug target for diabetes and NAFLD.", "population_specificity": "Hepatic cells and cells from other organs (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:45.427685+00:00"}
{"study_id": 21280, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether L-Carnitine could prevent colistin-induced mitochondrial toxicity and kidney damage without interfering with colistin's pharmacokinetics or antibacterial activity.", "results_summary": "L-Carnitine prevented colistin-induced mitochondrial permeability transition in vitro and reduced kidney damage in mice by half, without affecting colistin's pharmacokinetics or antimicrobial efficacy.", "population_specificity": "Mice (in vivo) and mouse kidney mitochondria and tubular cells (in vitro)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:47.053921+00:00"}
{"study_id": 21281, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to assess the oxidative status of patients with ChEI insecticide poisoning and evaluate the role of L-carnitine as adjuvant therapy in their management.", "results_summary": "The study found that L-carnitine significantly reduced malondialdehyde (MDA) levels, increased cholinesterase enzyme levels, reduced the need for atropine and toxogonin, and eliminated the need for ICU admission or mechanical ventilation compared to standard treatment alone.", "population_specificity": "Eighty patients with acute ChEI insecticide poisoning admitted to Alexandria Poison Center, Egypt.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:48.814114+00:00"}
{"study_id": 21283, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the reno-protective effects of an OFL compound (including L-Carnitine) in dogs with naturally occurring chronic kidney disease (CKD).", "results_summary": "The OFL group showed significant improvements in serum blood urea nitrogen and creatinine concentrations compared to the control group at 6 months, particularly in azotemic dogs (CKD IRIS stage 2-4). No significant differences in electrolytes were observed.", "population_specificity": "Dogs with naturally occurring chronic kidney disease (CKD).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:48.909547+00:00"}
{"study_id": 21285, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-carnitine exhibits anti-pruritic effects via a nitric oxide-dependent mechanism in a chloroquine-induced pruritus model.", "results_summary": "L-carnitine significantly reduced scratching behavior, restored oxidative stress markers (GST, GSH, Catalase), decreased LPO levels, reduced NOS activity, and lowered pro-inflammatory cytokines (TNF-α, p-NFκB, COX-2). It also downregulated nNOS mRNA expression.", "population_specificity": "Chloroquine-induced pruritus model (animal study, exact species not specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:52.174250+00:00"}
{"study_id": 21289, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to summarize the therapeutic potential of L-Carnitine in patients with nervous system diseases by analyzing existing literature.", "results_summary": "L-Carnitine showed favorable therapeutic effects in conditions like hepatic encephalopathy, Alzheimer's disease, and stroke, but limited efficacy in ALS, depression, and other disorders. The study reviewed 60 relevant articles from a pool of 1479.", "population_specificity": "Patients with various nervous system diseases, including hepatic encephalopathy, neurodegenerative diseases, stroke, and others.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:52.924713+00:00"}
{"study_id": 21286, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if L-Carnitine could protect against radiation-induced acute lung injury and elucidate its molecular mechanisms.", "results_summary": "L-Carnitine reduced radiation-induced lung damage by lowering oxidative stress, inflammation, and apoptosis, while increasing AMPK and SIRT1 gene expressions and decreasing TGF-1ß. It attenuated fibrosis and inflammation via the AMPK/SIRT1/TGF-1ß pathway.", "population_specificity": "Wistar albino rats exposed to radiotherapy.", "effective_dosage": "200 mg/kg/d intraperitoneally for 10 days.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:53.417636+00:00"}
{"study_id": 21290, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether L-carnitine could reduce myocardial injury and improve post-operative left ventricular cardiac function in children undergoing open-heart surgery.", "results_summary": "L-carnitine significantly reduced oxidative stress, apoptosis, and myocardial injury markers while improving post-operative cardiac function compared to the placebo group.", "population_specificity": "60 children with congenital heart disease undergoing open-heart surgery.", "effective_dosage": "50 mg/kg/day once daily.", "study_duration": "1 month before surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:54.155450+00:00"}
{"study_id": 21291, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to identify seminal plasma biomarkers that could predict patient response to L-carnitine therapy for idiopathic sperm abnormalities.", "results_summary": "The study found significant correlations between seminal plasma biochemical markers (fructose and neutral glycosidase) and semen parameters, suggesting these markers may help determine eligibility for L-carnitine therapy. Abnormal groups showed differing semen parameter levels compared to normal groups, with some negative correlations between marker levels and treatment outcomes.", "population_specificity": "223 male patients with idiopathic oligoasthenoteratospermia.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:57.181681+00:00"}
{"study_id": 21292, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to determine whether L-Carnitine supplementation could elevate peripheral serotonin levels and reduce fatigue in patients with chronic fatigue syndrome (CFS) and hypothyroidism with persistent fatigue.", "results_summary": "L-Carnitine supplementation significantly increased serotonin levels (8-fold in CFS, 6-fold in hypothyroidism) and reduced fatigue (2-fold in both groups), with a negative correlation between serotonin and fatigue post-treatment.", "population_specificity": "Patients with chronic fatigue syndrome (N=12) and hypothyroidism with persistent fatigue despite levothyroxine treatment (N=40).", "effective_dosage": "Not specified", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:57.399870+00:00"}
{"study_id": 21294, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Propionyl-l-carnitine could mitigate ischemia-reperfusion injury in epigastric island flaps in rats.", "results_summary": "Propionyl-l-carnitine significantly improved flap survival, reduced oxidative stress and inflammation, and enhanced vascularity compared to the sham group.", "population_specificity": "Male Sprague-Dawley rats undergoing epigastric island flap surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:59.818956+00:00"}
{"study_id": 21296, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the combined effects of vitamin C and L-carnitine on oxidative stress and antioxidant defenses in stored erythrocytes.", "results_summary": "The study found that vitamin C and L-carnitine synergistically improved antioxidant enzyme activity, reduced lipid peroxidation, and maintained hemoglobin levels in stored erythrocytes, though hemolysis increased over time in both groups.", "population_specificity": "Stored erythrocytes (in vitro study)", "effective_dosage": "10 mM L-carnitine", "study_duration": "35 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:01.459150+00:00"}
{"study_id": 21293, "supplement_id": 1266, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether L-carnitine could counteract the reproductive toxicity of aluminum chloride (AlCl3) in male rats and improve testicular and sperm quality.", "results_summary": "L-carnitine treatment mitigated the harmful effects of AlCl3, improving testis tissue health, sperm concentration, motility, viability, and reducing sperm abnormalities. It also restored serum testosterone levels and body weight changes caused by AlCl3.", "population_specificity": "Adult male albino rats", "effective_dosage": "75 mg/kg and 150 mg/kg body weight (oral administration)", "study_duration": "60 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:01.658481+00:00"}
{"study_id": 21295, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the antithyroid activity of L-Acetylcarnitine (ALC), focusing on its mechanisms of action, including iodine capture, enzyme inhibition, and hydrogen peroxide scavenging.", "results_summary": "ALC demonstrated antithyroid effects by capturing iodine, inhibiting lactoperoxidase (LPO) with an IC50 of 17.60 µM, and scavenging H2O2 at 39.82 mM. The study also characterized ALC's physicochemical properties and predicted its binding mode to LPO through docking and molecular dynamics simulations.", "population_specificity": "Not specified (in vitro or theoretical study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:03.089401+00:00"}
{"study_id": 21297, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to assess the safety and effectiveness of L-Carnitine in reducing inflammatory markers and improving clinical outcomes in osteoarthritis (OA) patients.", "results_summary": "The study found that L-Carnitine significantly improved WOMAC function, WOMAC total scores, and VAS pain in OA patients, with statistically significant results. However, the included studies showed heterogeneity, indicating variability in outcomes that requires further analysis.", "population_specificity": "Osteoarthritis (OA) patients (619 participants across 8 trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:05.736432+00:00"}
{"study_id": 21298, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic potential of acetyl L-carnitine (ALC) in alleviating colitis symptoms and regulating immune homeostasis in a mouse model of DSS-induced colitis.", "results_summary": "ALC treatment significantly alleviated colitis symptoms in mice, including preventing weight loss, reducing disease activity, improving intestinal barrier function, and modulating immune cell ratios (increased Treg cells, decreased Th17 cells and macrophages). The study also identified CADM2 as a key mediator of ALC's anti-inflammatory effects via the TLR-MyD88 pathway.", "population_specificity": "Mice with DSS-induced colitis and a population cohort of Crohn's disease (CD) patients.", "effective_dosage": "Not specified (intraperitoneal injection).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:07.207914+00:00"}
{"study_id": 21299, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether adding L-carnitine to the maturation culture medium could improve the developmental competence of SCNT embryos by reducing cytoplasmic lipid content.", "results_summary": "L-carnitine (0.5 mg/ml) significantly reduced cytoplasmic lipid content, improved blastocyst production, lowered apoptotic index, and increased pregnancy rates in SCNT embryos compared to the control group. No significant difference was observed in oocyte nuclear maturation rates.", "population_specificity": "Dairy cow oocytes and SCNT embryos.", "effective_dosage": "0.5 mg/ml in the maturation culture medium.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:08.198648+00:00"}
{"study_id": 21302, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of L-Carnitine on kidney and heart impairment induced by isoprenaline in rats.", "results_summary": "L-Carnitine reduced oxidative stress, restored antioxidant enzyme activities, and prevented kidney damage and inflammation in isoprenaline-administered rats. It also lowered plasma creatinine and uric acid levels and enhanced antioxidant gene expression.", "population_specificity": "Male Long Evans rats (n=6 per group)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:09.259934+00:00"}
{"study_id": 21301, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether L-carnitine supplementation improves weight gain, reduces hospital stays, or affects EED biomarkers in children with severe acute malnutrition (SAM).", "results_summary": "The study found no significant difference in weight gain, hospital stay duration, or EED biomarkers between the L-carnitine and placebo groups, suggesting L-carnitine had no additional benefit for SAM treatment.", "population_specificity": "Children aged 9-24 months with severe acute malnutrition (Weight-for-Length-z-score < -3 Standard deviation).", "effective_dosage": "100 mg/kg/day (as syrup).", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:10.084009+00:00"}
{"study_id": 21303, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the neuroprotective effects of L-Carnitine in a cuprizone-induced demyelinating rat model and explore its potential anti-inflammatory and antioxidant mechanisms.", "results_summary": "L-Carnitine significantly improved nerve conduction velocity, reduced demyelination, and lowered inflammatory markers (IL-17, IL-1β, p53, iNOS, NF-KB) while increasing myelin basic protein (MBP) and antioxidant gene expression (Nrf2, HO-1).", "population_specificity": "Male Sprague-Dawley rats with cuprizone-induced demyelination.", "effective_dosage": "100 mg/kg/day orally.", "study_duration": "5 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:13.681661+00:00"}
{"study_id": 21304, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to study the effects of a supplement containing L-Carnitine and resveratrol on inflammatory markers and brain factors in rats fed balanced or hypercaloric diets.", "results_summary": "The supplement reduced leptin and proinflammatory cytokines in blood serum and white adipose tissue, with some effects more pronounced at lower doses. However, efficacy decreased under hypercaloric diet conditions, and no synergistic effect between resveratrol and L-Carnitine was observed.", "population_specificity": "Male Wistar rats", "effective_dosage": "Low dose (300 mg/kg body weight as L-Car) and high dose (600 mg/kg body weight as L-Car)", "study_duration": "63 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:14.054802+00:00"}
{"study_id": 21305, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 65, "quality_score": 90, "study_goal": "To investigate the effect of L-carnitine supplementation during controlled ovarian stimulation (COS) cycles in women with PCOS undergoing IVF/ICSI treatment.", "results_summary": "L-carnitine supplementation showed no significant effect on COS or pregnancy outcomes but was associated with weight loss and improved lipid and glucose profiles.", "population_specificity": "Women with PCOS undergoing IVF/ICSI treatment.", "effective_dosage": "1000 mg daily (3 tablets).", "study_duration": "6-8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:14.224492+00:00"}
{"study_id": 21306, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate L-Carnitine's role as an epigenetic modulator of brain plasticity and its therapeutic potential for depression linked to childhood trauma and Alzheimer's disease.", "results_summary": "The study found that L-Carnitine boosts mitochondrial metabolism, protects against oxidative stress, ameliorates insulin resistance, and reduces neuroinflammation by inhibiting proinflammatory pathways like NFkB in hippocampal and cortical neurons. It also suggests L-Carnitine as a potential therapeutic target for specific clinical phenotypes of depression and Alzheimer's disease.", "population_specificity": "Preclinical studies (animal models or in vitro), with implications for humans with depression linked to childhood trauma and Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:17.334039+00:00"}
{"study_id": 21307, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and tolerability of a sunscreen containing L-Carnitine (LC) as an adjuvant to adapalene in managing acne and post-acne pigmentation.", "results_summary": "The study found that adding L-Carnitine-containing sunscreen improved acne severity and post-acne pigmentation, with better cutaneous tolerability compared to the comparator group. Fewer patients reported adverse effects like dryness and stinging with the L-Carnitine-containing sunscreen.", "population_specificity": "51 Malaysian patients aged 18+ with mild-to-moderate acne vulgaris.", "effective_dosage": "Not specified (used in combination with licochalcone A in sunscreen applied every 4 hours during daytime).", "study_duration": "4 weeks (after a 2-week adapalene run-in period).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:18.827495+00:00"}
{"study_id": 21310, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of L-carnitine supplementation on blood pressure parameters in adults through a systematic review and meta-analysis of RCTs.", "results_summary": "L-carnitine supplementation did not significantly affect systolic blood pressure overall but showed a modest reduction in diastolic blood pressure in participants with a baseline BMI >30 kg/m². A nonlinear relationship was found between intervention duration and changes in systolic blood pressure.", "population_specificity": "Adults, including subgroups with varying baseline characteristics (e.g., BMI >30 kg/m²).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Varied across included studies (specific duration not stated in the abstract).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:19.029538+00:00"}
{"study_id": 21273, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of L-carnitine on cell proliferation and the protein expression of PI3K and FOXO-1 in C-kit+ hematopoietic progenitor cells.", "results_summary": "L-carnitine significantly decreased PI3K and FOXO-1 protein expression and increased Ki-67 expression, indicating enhanced cell proliferation.", "population_specificity": "C-kit+ hematopoietic progenitor cells isolated from bone marrow mononuclear cells.", "effective_dosage": "0.2 mM LC", "study_duration": "48 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:20.580722+00:00"}
{"study_id": 21311, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the relationship between carnitine insufficiency and heat-related illness severity or AKI, and whether L-Carnitine pretreatment could prevent heat stress-induced AKI by enhancing fatty acid oxidation.", "results_summary": "The study found that carnitine insufficiency correlated with severe heat-related illness and AKI in patients, and L-Carnitine pretreatment in mice improved mitochondrial function, reduced proinflammatory changes in kidney macrophages, and ameliorated AKI outcomes.", "population_specificity": "Patients with heat-related illness and heat-stressed mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:22.852965+00:00"}
{"study_id": 21313, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effect of an antioxidant treatment containing L-Carnitine on sperm DNA integrity, conventional sperm parameters, and IVF/ICSI outcomes.", "results_summary": "The study found a significant decrease in sperm DNA fragmentation and a significant increase in sperm motility after 3 months of treatment, along with improved clinical pregnancy and live birth rates. No significant changes were observed in other sperm parameters or DNA decondensation.", "population_specificity": "263 male partners undergoing fertility evaluation.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:23.096571+00:00"}
{"study_id": 21312, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether combining L-Carnitine with palmitic acid and HIF-1α inhibition could effectively induce apoptosis in hypoxic hepatocellular carcinoma (HCC) cells by enhancing fatty acid oxidation and ROS generation.", "results_summary": "The study found that L-Carnitine, when combined with palmitic acid and HIF-1α inhibition, significantly increased fatty acid oxidation activity and ROS-mediated apoptosis in hypoxic HCC cells, both in vitro and in vivo. The combination therapy showed stronger cell death effects compared to palmitic acid alone.", "population_specificity": "Hypoxic hepatocellular carcinoma (HCC) cells (HepG2 and Hep3B) and a nude mouse model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:23.645009+00:00"}
{"study_id": 21314, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-inflammatory effects of L-Carnitine in ameliorating osteoarthritis by modulating the miRNA-373/P2X7/NLRP3/NF-κB pathway.", "results_summary": "L-Carnitine reduced OA knee size, improved motor coordination, and suppressed inflammatory cytokines (IL-1β, IL-18, IL-6, TNF-α) by inhibiting the P2X7/NLRP3/NF-κB pathway. The effects were comparable to probenecid, with the combination therapy showing the most prominent results.", "population_specificity": "Male Sprague Dawley rats with MIA-induced knee osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:27.088107+00:00"}
{"study_id": 21315, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the effect of replacing inorganic mineral salts with organic forms (glycine chelates) and adding L-Carnitine on reproductive traits, blood lipid/mineral profiles, and egg yolk composition in pheasant hens.", "results_summary": "The addition of L-Carnitine (100 mg/kg feed) alongside glycine chelates improved mineral absorption, increased egg production, reduced rejected eggs, and enhanced egg yolk fatty acid profiles (higher PUFA and favorable ω-3/ω-6 ratio).", "population_specificity": "Pheasant hens", "effective_dosage": "100 mg/kg of feed", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:27.743733+00:00"}
{"study_id": 21316, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of L-carnitine supplementation on sperm quality and antioxidant capacity during chilled and cryopreservation in buck semen.", "results_summary": "L-carnitine improved sperm viability, normal sperm percentage, and acrosome integrity during chilled storage, while reducing morphological abnormalities and DNA fragmentation after thawing. Higher doses of L-carnitine showed increased lipid peroxidase activity, but lower doses were more effective for sperm quality.", "population_specificity": "Six Damascus bucks (male goats)", "effective_dosage": "4 μL/mL (low dose) and 8 μL/mL (high dose)", "study_duration": "48 hours (chilled storage)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:28.317247+00:00"}
{"study_id": 21279, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effect of L-carnitine supplementation on cardiovascular disease (CVD) risk factors, including lipid profiles, anthropometric parameters, insulin resistance, and inflammatory markers.", "results_summary": "L-carnitine supplementation significantly reduced triglycerides (TG), LDL cholesterol, fasting blood glucose (FBG), HbA1c, HOMA-IR, CRP, TNF-α, weight, BMI, body fat percentage (BFP), and leptin levels in diabetic and glucose-intolerant patients.", "population_specificity": "Diabetic and glucose-intolerant patients (n=2900 across 21 RCTs).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:28.425023+00:00"}
{"study_id": 21317, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of L-carnitine single therapy versus L-carnitine combined with a multistrain/multispecies synbiotic on anthropometric and cardiometabolic indicators in women with obesity.", "results_summary": "L-carnitine + synbiotic co-supplementation showed greater improvements in anthropometric measures (BMI, body weight, waist/hip circumferences) and some cardiometabolic parameters (FBS, HOMA-IR, QUICKI, HDL-C) compared to L-carnitine alone. Both interventions improved lipid and glycemic indices, but the combined approach was superior.", "population_specificity": "46 women with obesity", "effective_dosage": "L-carnitine tartrate (2 × 500 mg/day) + synbiotic (1 capsule/day) or placebo (maltodextrin, 1 capsule/day)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:31.338111+00:00"}
{"study_id": 21319, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate changes in plasma redox markers and nitric oxide levels in ALS patients treated with Acetyl-L-Carnitine (ALCAR) compared to healthy controls, and assess its effects on endothelial cells and astrocytes.", "results_summary": "ALCAR treatment in ALS patients reduced plasma markers of lipid peroxidation (TBARS, 4-HNE) and increased antioxidants (GSH, GPx activity) over six months, though nitric oxide levels remained lower than controls. Plasma from treated patients reduced cell viability and mitochondrial function in HUVEC/astrocytes while increasing oxidant release.", "population_specificity": "32 newly diagnosed ALS patients.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:31.973042+00:00"}
{"study_id": 21318, "supplement_id": 1266, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the long-term safety and efficacy of L-carnitine supplementation in patients with primary carnitine deficiency (PCD) over a 10-year follow-up period.", "results_summary": "The study found that L-carnitine supplementation was generally safe and effective for PCD patients, with 70.5% reporting treatment benefits, though 65.1% experienced side effects like fish odor, abdominal pain, and diarrhea. No cardiac complications related to PCD were observed, and patients remained alive and well over a decade after diagnosis.", "population_specificity": "139 PCD patients from the Faroe Islands, where PCD prevalence is highest globally (1:300).", "effective_dosage": "66.3 mg/kg/day (mean dosage).", "study_duration": "10 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:32.302356+00:00"}
{"study_id": 21320, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of L-carnitine combined with spongostan on cartilage healing in rats with full-thickness cartilage defects.", "results_summary": "L-carnitine combined with spongostan showed near-normal cartilage healing, with intact boundary integrities and normal or hypercellularity, outperforming untreated and spongostan-only groups. Significant differences were observed between L-carnitine-treated and untreated groups, but not between L-carnitine-treated and healthy controls.", "population_specificity": "Sprague-Dawley rats with experimentally induced full-thickness cartilage defects.", "effective_dosage": "Not specified (spongostan soaked in L-carnitine).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:32.702855+00:00"}
{"study_id": 21322, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-Carnitine could improve oocyte quality and reduce oxidative stress in mice treated with cyclophosphamide.", "results_summary": "L-Carnitine significantly upregulated genes related to oocyte quality (Gdf9, Has2, Cx43, Cx37) and reduced intracellular ROS levels, counteracting the negative effects of cyclophosphamide.", "population_specificity": "Adult NMRI mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:35.884869+00:00"}
{"study_id": 21321, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of L-Carnitine supplementation on neurodegeneration markers in PKU patients, focusing on its potential to mitigate brain injury and adjust neuronal plasticity.", "results_summary": "The study found decreased phenylalanine levels and increased L-Carnitine concentrations in treated PKU patients, along with elevated BDNF levels, suggesting improved neuronal plasticity and potential recovery from brain injury. Positive correlations between BDNF and L-Carnitine and negative correlations between BDNF and phenylalanine were observed.", "population_specificity": "PKU patients at early and late diagnosis stages, under treatment with L-Carnitine.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:36.404521+00:00"}
{"study_id": 21324, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to describe the population pharmacokinetics of high-dose L-carnitine in septic shock patients and assess its correlation with pre-treatment metabolites and kidney function.", "results_summary": "The study found that high-dose L-carnitine is well-described by a two-compartment PK model, with kidney function estimates (particularly eGFR using cystatin C) improving model fit. Future studies should consider metabolic status and renal function for dosing adjustments.", "population_specificity": "Patients with vasopressor-dependent septic shock", "effective_dosage": "6 grams, 12 grams, or 18 grams intravenously", "study_duration": "Serum samples collected up to 72 hours after treatment initiation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:37.379311+00:00"}
{"study_id": 21323, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-hyperalgesic efficacy of Acetyl L-carnitine (ALCAR) in a model of persistent visceral pain associated with colitis.", "results_summary": "ALCAR significantly reduced visceral hyperalgesia in DNBS-treated animals, with the interventive protocol showing greater efficacy than the preventive one. The interventive protocol partially reduced colon damage and counteracted glial activation, while the preventive protocol protected enteric neurons from inflammation.", "population_specificity": "Rats with colitis induced by 2,4-dinitrobenzene sulfonic acid (DNBS) injection.", "effective_dosage": "Not specified", "study_duration": "Preventive protocol: 14 days to 24h before DNBS; Interventive protocol: 14 days starting same day as DNBS.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:38.790473+00:00"}
{"study_id": 21325, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate whether acetyl-L-carnitine (ALC) could mitigate neurodegeneration and functional impairment in mice with repetitive mild traumatic brain injuries (rmTBI).", "results_summary": "ALC treatment reduced elevated mRNA levels of neurodegeneration-related genes (MAPT, TNF, GFAP) in the cortex and GRIA1 in the hippocampus, and improved neurological and cognitive function in rmTBI mice.", "population_specificity": "Adult male C57BL/6J mice subjected to repetitive mild traumatic brain injuries.", "effective_dosage": "Not specified", "study_duration": "23 days (15 rmTBI administrations)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:39.585652+00:00"}
{"study_id": 21326, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of L-carnitine and modafinil on fatigue in multiple sclerosis (MS) patients and determine which was more effective.", "results_summary": "The study found that both L-carnitine and modafinil significantly reduced fatigue in MS patients, with L-carnitine showing a greater reduction in fatigue scores on the Modified Fatigue Impact Scale (MFIS).", "population_specificity": "Relapsing-remitting MS patients with fatigue.", "effective_dosage": "Not specified", "study_duration": "2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:39.630300+00:00"}
{"study_id": 21327, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether APIC (a mixture containing soy isoflavone and L-carnitine) improves running endurance by enhancing mitochondrial biogenesis, fatty acid metabolism, and muscle fiber composition in mice.", "results_summary": "APIC supplementation significantly increased running endurance, reduced respiratory exchange ratio, increased oxidative myofibers, elevated muscle ATP levels, and decreased muscle triglycerides and blood lactate. It also activated AMPK signaling, mitochondrial biogenesis, and fatty acid metabolism.", "population_specificity": "Male C57BL/6 mice", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:40.309351+00:00"}
{"study_id": 21330, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the protective effects of L-Carnitine against methotrexate-induced hepatotoxicity and explore its mechanism via the Notch1/Hes-1 signaling pathway.", "results_summary": "L-Carnitine significantly reduced oxidative stress and inflammation markers (TNF-α, IL-6, IL-1β) in the liver and downregulated Notch1/Hes-1 expression more effectively than infliximab, demonstrating superior ameliorative effects against methotrexate-induced hepatotoxicity.", "population_specificity": "Rats (n=60, randomized into six groups).", "effective_dosage": "500 mg/kg intraperitoneally for 5 days.", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:45.025663+00:00"}
{"study_id": 21331, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy of a triple-combination therapy (including acetyl-L-carnitine) in reducing arterial stiffness in patients with asymptomatic atherosclerosis.", "results_summary": "The study found that the triple-combination therapy significantly reduced arterial stiffness (measured by baPWV) after one year, but no significant changes were observed in fasting plasma glucose or lipid levels.", "population_specificity": "Adult patients with asymptomatic atherosclerosis and vascular stiffness beyond their biological age.", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:45.207552+00:00"}
{"study_id": 21328, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to investigate the effect of L-carnitine supplementation on inflammation in adults by analyzing randomized controlled trials.", "results_summary": "L-carnitine supplementation significantly reduced inflammatory markers (CRP, IL-6, TNF-α, MDA) and improved antioxidant capacity (TAC) and liver enzymes (ALT, AST). Subgroup analyses showed stronger effects in type 2 diabetes, overweight individuals, and longer trial durations.", "population_specificity": "Adults, including subgroups with type 2 diabetes and BMI ≥ 25 kg/m².", "effective_dosage": "Trial dose ≥ 2 g/day (mentioned for AST reduction).", "study_duration": "Trial duration ≥ 12 weeks (noted for CRP, TNF-α, ALT effects).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:45.689247+00:00"}
{"study_id": 21332, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate the lipotropic benefits of L-carnitine supplementation in lean and obese cats maintaining body weight, focusing on its effects on lipid metabolism and body composition.", "results_summary": "L-carnitine supplementation resulted in lower creatinine levels but did not significantly alter body composition, energy metabolism, or most lipid markers compared to control. No significant effects were observed on body weight, body condition score, or other primary outcomes.", "population_specificity": "Lean and obese adult male neutered colony cats", "effective_dosage": "200 mg/kg body weight", "study_duration": "6 weeks per treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:46.859130+00:00"}
{"study_id": 21334, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of L-carnitine against oxidative damage in the male reproductive system and its potential to improve sperm parameters.", "results_summary": "The study found that L-carnitine effectively reduces ROS production, improves spermatogenesis, and enhances sperm structural and functional parameters in seminal plasma, particularly against ROS-induced damage from cryopreservation, busulfan treatment, and radiation.", "population_specificity": "Male reproductive system (specific human or animal population not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:47.540564+00:00"}
{"study_id": 21333, "supplement_id": 1266, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy and safety of L-Carnitine as an adjuvant to risperidone for improving ASD-associated behaviors, particularly irritability and hyperactivity.", "results_summary": "L-Carnitine combined with risperidone significantly reduced irritability and hyperactivity compared to risperidone alone, but had no significant effect on lethargy, stereotypic behavior, or inappropriate speech. The study concluded that L-Carnitine could be beneficial for specific ASD symptoms but recommended further trials.", "population_specificity": "68 children with confirmed autism spectrum disorder (ASD).", "effective_dosage": "150 mg/day", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:48.331515+00:00"}
{"study_id": 21335, "supplement_id": 1266, "safety_score": "80", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to examine the effects of 12 weeks of L-carnitine supplementation on bone mineral density and blood markers related to bone metabolism in postmenopausal women undergoing resistance training.", "results_summary": "L-carnitine supplementation increased plasma TMAO and serum SPARC and decorin levels but did not significantly alter bone mineral density after 12 weeks. No changes in BMD were observed despite the alterations in signaling molecules.", "population_specificity": "Postmenopausal women not treated for osteoporosis, with a total T-score above -3.0.", "effective_dosage": "1 g of LC-L-tartrate and 3 g of leucine per day (LC group).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:50.791177+00:00"}
{"study_id": 71492, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate whether proactive therapy with L-Carnitine could improve treatment outcomes for coagulopathic bleeding during surgery for mechanical jaundice.", "results_summary": "The study found that L-Carnitine treatment improved blood clotting parameters (APTT, fibrinogen, INR, PT) within the first day, with statistically significant improvements by the fifth day, reducing coagulopathy incidence.", "population_specificity": "79 patients (aged 18-85) with mechanical jaundice requiring surgical treatment.", "effective_dosage": "5 ml intravenously (slowly over 2-3 minutes or drip in 100-200 ml of 0.9% sodium chloride).", "study_duration": "Monitored over 5 days post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:53.123319+00:00"}
{"study_id": 71495, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of L-Carnitine, in combination with hydroxocobalamin and betaine, in improving kidney outcomes and reducing homocysteine levels in patients with cblC deficiency.", "results_summary": "L-Carnitine, administered alongside hydroxocobalamin and betaine, contributed to improved kidney outcomes, decreased homocysteine levels, and controlled blood pressure in teenage patients with cblC deficiency.", "population_specificity": "Teenage patients with cblC deficiency presenting with hematuria, proteinuria, and hypertension.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:53.625001+00:00"}
{"study_id": 21329, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of L-Carnitine, alone and in combination with CLA, on weight loss and adipose tissue microRNA levels in obese rats.", "results_summary": "L-Carnitine significantly reduced weight gain (4.2%) compared to the control group and increased miR-27a expression, but its combination with CLA did not show synergistic effects on weight loss and reduced miR-27a expression.", "population_specificity": "Male Wistar rats (8 weeks old, 150-200 g) fed a high-fat diet.", "effective_dosage": "200 mg kg-1", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:53.858950+00:00"}
{"study_id": 71494, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of L-Carnitine in improving sperm motility and morphology, as well as reducing symptoms of chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS).", "results_summary": "L-Carnitine significantly improved total sperm motility and normal sperm morphology. It also contributed to symptom reduction in CP/CPPS, though the greatest improvements were observed in other treatment groups.", "population_specificity": "350 CP/CPPS patients aged 28-40 years.", "effective_dosage": "2 g daily", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:53.935714+00:00"}
{"study_id": 71496, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if leptin could serve as a predictive marker for the effectiveness of a multitargeted anti-cachectic treatment, which included L-Carnitine, in improving body composition, energy metabolism, and quality of life in cancer patients with cachexia.", "results_summary": "The study found that changes in leptin levels correlated with improvements in lean body mass, skeletal muscle index, grip strength, resting energy expenditure, and fatigue, suggesting L-Carnitine's role in the effective multitargeted treatment of cancer cachexia.", "population_specificity": "Advanced cancer patients with cachexia.", "effective_dosage": "Not specified.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:54.836227+00:00"}
{"study_id": 71497, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of L-Carnitine as a treatment for aluminum phosphide (AlP) poisoning by assessing its effects on oxidative stress and cardiac function.", "results_summary": "The study found that L-Carnitine, among other compounds, showed potential in mitigating AlP toxicity by addressing oxidative stress and improving heart function, though further research is needed.", "population_specificity": "Patients with acute aluminum phosphide poisoning.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:55.625152+00:00"}
{"study_id": 71498, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the efficacy of nutraceutical interventions, including L-Carnitine (PLC + ALC), alone or combined with PDE5 inhibitors, in improving erectile function in men with ED.", "results_summary": "The combination of propionyl L-carnitine (PLC) + acetyl L-carnitine (ALC) + Sildenafil showed the highest efficacy in improving erectile function, particularly in organic ED. L-Carnitine combinations significantly enhanced the effects of PDE5 inhibitors in organic ED but not in non-organic ED.", "population_specificity": "Men with erectile dysfunction (organic and non-organic).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Enhanced efficacy when combined with PDE5 inhibitors (Sildenafil, Tadalafil).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:57.531555+00:00"}
{"study_id": 71499, "supplement_id": 1266, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review the effectiveness and dosing of L-carnitine for treating valproic-acid induced toxicity, particularly hyperammonaemia and hepatotoxicity.", "results_summary": "The study found evidence supporting L-carnitine's use in treating hyperammonaemia and hepatotoxicity caused by valproic acid, but optimal dosing and administration routes remain unclear. The pharmacokinetics suggest intravenous loading followed by continuous infusion may be more effective than oral or bolus administration.", "population_specificity": "Patients experiencing valproic-acid induced hyperammonaemia or hepatotoxicity (chronic therapeutic use or acute overdose).", "effective_dosage": "Intravenous loading dose of 5 mg/kg followed by continuous infusion; oral bioavailability ranges from 14% to 18%.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:59.425881+00:00"}
{"study_id": 71502, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of L-carnitine as a pharmacological intervention for treating dialysis-related muscle cramps.", "results_summary": "L-carnitine was deemed to have a low risk of bias and showed promise as an intervention, warranting further investigation. Side effects were minimal, primarily gastrointestinal discomfort.", "population_specificity": "Patients with end-stage renal disease undergoing dialysis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:00.106922+00:00"}
