{"study_id": 116254, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effects of SGLT2 inhibitors (specifically dapagliflozin) on bone and mineral metabolism, including Vitamin D-related markers, in patients with diabetic kidney disease.", "results_summary": "The study found that FGF-23, sclerostin, and OPG levels significantly declined after 3 months of dapagliflozin treatment, suggesting potential effects on bone and mineral metabolism. However, direct effects on Vitamin D levels were not explicitly reported.", "population_specificity": "Patients with type 2 diabetes and biopsy-proven diabetic nephropathy or presumptive DKD, with eGFR ≥20 ml/min/1.73m² and 25-OH vitamin D levels ≥20 ng/dl.", "effective_dosage": "Not specified for Vitamin D (dapagliflozin dosage not mentioned in abstract).", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:08.370225+00:00"}
{"study_id": 116256, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether adding Epimedium to conventional osteoporosis treatment (including Vitamin D) improves outcomes in patients with coexisting periodontitis.", "results_summary": "The study found that the combination of Vitamin D with Epimedium significantly improved bone mineral density, reduced bone metabolism markers, and enhanced periodontal health compared to conventional treatment alone.", "population_specificity": "120 middle-aged and elderly patients with osteoporosis and periodontitis.", "effective_dosage": "Not specified for Vitamin D alone.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:09.296862+00:00"}
{"study_id": 116258, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether vitamin D supplementation improves disease severity in children and adults with atopic dermatitis (AD).", "results_summary": "Vitamin D supplementation significantly reduced AD severity compared to the control group, as measured by SCORAD or EASI. Larger and longer-term studies are needed to confirm these findings.", "population_specificity": "Children and adults with atopic dermatitis (AD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:10.048354+00:00"}
{"study_id": 116257, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify research hotspots and emerging topics in the field of vitamins (particularly Vitamin D) and cancer over the past two decades.", "results_summary": "The study found that Vitamin D was a research hotspot in the field of vitamins and cancer, with breast cancer being the most studied cancer type. Oxidative stress was identified as a primary anticancer mechanism of vitamins, including Vitamin D, while other mechanisms like epithelial-mesenchymal transition and apoptosis were also involved.", "population_specificity": "Not specified (bibliometric analysis of published studies)", "effective_dosage": "Not available", "study_duration": "Not applicable (analysis covered studies from 2003 to 2022)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:11.480677+00:00"}
{"study_id": 116259, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to summarize the current knowledge regarding the role of vitamin D in the prevention and treatment of pancreatic ductal adenocarcinoma (PDAC).", "results_summary": "Epidemiologic studies showed mixed results, but basic research indicated that vitamin D can inhibit PDAC cell proliferation, apoptosis, EMT, migration, invasion, and stemness, as well as induce stromal remodeling. Further understanding of VD-induced tumor-stroma cross-talk is needed to determine its therapeutic potential.", "population_specificity": "Pancreatic ductal adenocarcinoma (PDAC) models and clinical studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:12.971734+00:00"}
{"study_id": 116261, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the relationship between vitamin D levels and chronic musculoskeletal pain, particularly whether vitamin D deficiency is linked to pain intensity.", "results_summary": "The study found inconclusive evidence regarding a direct relationship between vitamin D levels and chronic musculoskeletal pain, but noted an inverse correlation between vitamin D levels and pain intensity, suggesting potential therapeutic benefits of supplementation.", "population_specificity": "Individuals with chronic musculoskeletal pain, particularly those over 65 with low vitamin D levels.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:13.001604+00:00"}
{"study_id": 116264, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to explore the potential mechanistic role of Vitamin D in improving immune disorders in patients with antiphospholipid syndrome (APS) and its viability as an adjuvant treatment.", "results_summary": "The study suggests that Vitamin D may help regulate immune cell balance in APS patients, potentially improving immune disorders. It highlights Vitamin D as a promising adjuvant treatment option for APS, though further clinical studies are needed.", "population_specificity": "Patients with antiphospholipid syndrome (APS)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:17.490863+00:00"}
{"study_id": 116263, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the prevalence of hypovitaminosis D and its associated risk factors in patients scheduled for elective primary total knee arthroplasty (TKA).", "results_summary": "The study found a high prevalence of vitamin D insufficiency and deficiency in TKA patients, with significant associations identified with demographic and clinical factors such as age, sex, BMI, smoking status, and season of measurement.", "population_specificity": "687 consecutive patients undergoing primary total knee arthroplasty (TKA), with a mean age of 67.70 ± 8.95 years and a mean BMI of 31.00 ± 5.71 kg/m².", "effective_dosage": "Not specified", "study_duration": "Twelve months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:17.827058+00:00"}
{"study_id": 116265, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the efficacy and safety of different formulations of calcipotriol (Vitamin D3 analog) and betamethasone for treating plaque-type psoriasis.", "results_summary": "The study found that various formulations of calcipotriol and betamethasone are effective in treating plaque-type psoriasis, with the combination therapy being a pivotal option for mild-to-moderate cases. The abstract highlights FDA-approved formulations but does not detail specific efficacy metrics.", "population_specificity": "Patients aged 12 or older with plaque-type psoriasis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:19.073166+00:00"}
{"study_id": 116267, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential of Vitamin D as an immunotherapy agent to enhance the host's immune response against Mycobacterium tuberculosis (Mtb).", "results_summary": "The abstract mentions Vitamin D as one of several agents under exploration for immunotherapy in TB, but no specific results or efficacy data are provided regarding its effects.", "population_specificity": "Not specified (general TB patients implied).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:20.029897+00:00"}
{"study_id": 116266, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to summarize the current understanding of factors contributing to bone problems in Duchenne muscular dystrophy (DMD), including the role of vitamin D deficiency, and delineate potential therapeutic approaches.", "results_summary": "The abstract highlights that vitamin D deficiency is one of several emerging contributors to skeletal complications in DMD, alongside other factors like hormonal imbalances and systemic inflammation. However, it does not provide specific results on vitamin D's efficacy or safety in this context.", "population_specificity": "Patients with Duchenne muscular dystrophy (DMD)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:21.474192+00:00"}
{"study_id": 116268, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the effect of vitamin D supplementation on lipid profiles (LDL-C, HDL-C, TC, TG) in individuals with overweight or obesity through a meta-analysis of randomized controlled trials.", "results_summary": "Vitamin D supplementation did not significantly alter LDL-C, HDL-C, or TC levels but showed a significant decrease in TG levels in specific subgroups (individuals with comorbidities, doses ≥50,000 IU/week, and baseline TG ≥150 mg/dL).", "population_specificity": "Individuals with overweight or obesity, including subgroups with comorbidities and elevated baseline TG levels.", "effective_dosage": "≥50,000 IU/week (effective for TG reduction)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:21.686422+00:00"}
{"study_id": 116260, "supplement_id": 1663, "safety_score": "85", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential therapeutic benefits of vitamin D supplementation in patients with latent autoimmune diabetes of adults (LADA) and other autoimmune diabetes (AI-D) cases, focusing on glycemic control, β-cell function preservation, and autoimmune activity reduction.", "results_summary": "Preliminary findings suggest vitamin D supplementation may improve glycemic control, preserve β-cell function, and reduce autoimmune activity in LADA patients. The study highlights vitamin D's accessibility, affordability, and relative safety as an adjunct treatment option.", "population_specificity": "Adults with latent autoimmune diabetes (LADA) and other autoimmune diabetes (AI-D) cases, particularly those with vitamin D deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Dipeptidyl peptidase-4 inhibitors (DPP4-is) mentioned as a potential combination therapy.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:24.484812+00:00"}
{"study_id": 116269, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the association between genetic variants, particularly the GC rs2282679 gene variant in the vitamin D binding protein, and the severity of COVID-19.", "results_summary": "The study identified that the GC rs2282679 gene variant in the vitamin D binding protein is associated with a more severe course of COVID-19, suggesting a potential role of vitamin D-related genetic factors in disease severity.", "population_specificity": "General population with COVID-19, focusing on genetic variants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:25.921077+00:00"}
{"study_id": 116262, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the association between vitamin D deficiency and hepatic encephalopathy, focusing on underlying mechanisms and potential therapeutic benefits of vitamin D supplementation.", "results_summary": "The study found a correlation between low serum vitamin D levels and worsening hepatic encephalopathy grades, suggesting vitamin D's antioxidant properties may mitigate disease severity, though interventional evidence remains limited.", "population_specificity": "Patients with cirrhosis and hepatic encephalopathy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:26.976337+00:00"}
{"study_id": 116270, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to explore factors associated with health-related quality of life in kidney replacement therapy patients, including the influence of vitamin D levels.", "results_summary": "The study found that vitamin D levels were among the influential factors affecting quality of life scores, but it did not specify the direction or magnitude of its effect. Negative outcomes associated with medications were prevalent, though not directly linked to vitamin D.", "population_specificity": "Patients undergoing kidney replacement therapy (hemodialysis, peritoneal dialysis, or other forms) at a single hospital in Spain.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:27.260515+00:00"}
{"study_id": 116271, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers were evaluating the safety and tolerability of bulevirtide (BLV) in patients with chronic hepatitis delta (CHD), not Vitamin D.", "results_summary": "The study found no serious adverse events related to BLV, with common side effects including increased bile acid levels, injection-site reactions, and headache. Vitamin D deficiency was mentioned but not correlated with adverse events.", "population_specificity": "Patients with chronic hepatitis delta (CHD)", "effective_dosage": "BLV 2 mg and 10 mg", "study_duration": "48 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:27.526019+00:00"}
{"study_id": 116274, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to identify factors contributing to frailty in People Living with HIV (PLHIV), including vitamin D deficiency, and review them pragmatically for clinicians.", "results_summary": "The abstract mentions vitamin D deficiency as a key area of focus in aging PLHIV but does not provide specific results on its effects.", "population_specificity": "People Living with HIV (PLHIV) experiencing accelerated aging and frailty.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:29.037061+00:00"}
{"study_id": 116273, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the performance of automated immunoassays for measuring 1,25-dihydroxyvitamin D (1,25(OH)2D) in healthy young adults and paediatric populations.", "results_summary": "Both assays demonstrated low imprecision (≤9.4%) and strong correlation (r>0.9) in adult samples, but paediatric samples showed significant differences in measurements, likely due to vitamin D metabolites.", "population_specificity": "Healthy young adults (n=80, mean age 21.7) and paediatric samples (n=422, mean age 7.3).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:30.463668+00:00"}
{"study_id": 116276, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the genetic associations between 25-hydroxyvitamin D (25OHD) levels and Multiple Sclerosis (MS) risk, including potential causal effects and shared biological pathways.", "results_summary": "The study found a nonlinear relationship between 25OHD levels and MS risk, with the lowest quartile showing significant risk elevation. It identified shared genetic loci and pathways, supporting a causal effect of 25OHD on MS risk, suggesting supplementation could modulate risk but recommending moderation.", "population_specificity": "Large-scale prospective cohort (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:33.034652+00:00"}
{"study_id": 116279, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the impact of vitamin D supplementation on patients with knee osteoarthritis who were also vitamin D deficient.", "results_summary": "The study found that folate intake was associated with reduced knee pain, dysfunction, stiffness, and lower levels of adipokines, but no association was found with serum cytokine levels or knee joint structural changes.", "population_specificity": "Patients with symptomatic knee osteoarthritis and vitamin D deficiency.", "effective_dosage": "Not specified in the abstract.", "study_duration": "2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:34.830160+00:00"}
{"study_id": 116278, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review conventional and emerging treatments for Autosomal Dominant Hypocalcemia type 1 (ADH1), including the role of active vitamin D, and to formulate clinical practice recommendations.", "results_summary": "The study reviewed conventional treatments like active vitamin D and calcium supplements, noting their use in ADH1 management, but did not provide specific efficacy outcomes for vitamin D alone. Emerging treatments such as PTH analogues and calcilytics were also discussed.", "population_specificity": "Patients with Autosomal Dominant Hypocalcemia type 1 (ADH1).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:36.276018+00:00"}
{"study_id": 116277, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review methodologies for measuring endogenous steroids, including 25-hydroxyvitamin D (25(OH)D), in hair or fur samples.", "results_summary": "The study found that analysis of 25(OH)D in hair was included in the systematic review, but reporting on sample harvest, preparation, and measurement procedures was often incomplete, limiting the reliability of these methods. Validation and precision information were provided in only 47% of studies.", "population_specificity": "Human and animal studies (67% human, 33% animal).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:37.785499+00:00"}
{"study_id": 116272, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to raise awareness about IV iron-induced hypophosphatemia and its association with metabolic bone disease, particularly in the context of coexisting vitamin D deficiency.", "results_summary": "The study highlights that IV iron-induced hypophosphatemia, especially with ferric carboxymaltose, may lead to metabolic bone disease resembling hypophosphatemic rickets, particularly in individuals with vitamin D deficiency or hyperparathyroidism. Early diagnosis and switching IV iron formulations can prevent complications.", "population_specificity": "Individuals receiving IV iron supplementation, particularly those with iron deficiency anemia, normal kidney function, and coexisting vitamin D deficiency or hyperparathyroidism.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Coexisting vitamin D deficiency or hyperparathyroidism increases the risk of metabolic bone disease.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:39.286115+00:00"}
{"study_id": 116280, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the gaps in current vitamin D clinical practice guidelines and propose a framework for developing more effective recommendations that capture its extra-skeletal benefits.", "results_summary": "The study highlights that vitamin D operates through endocrine and intracrine/paracrine systems, with benefits extending beyond bone health to cardiovascular, metabolic, immune, and autoimmune conditions. Current guidelines, based on outdated skeletal-focused recommendations, are suboptimal for public health and disease prevention.", "population_specificity": "General population (not specified further)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:39.844256+00:00"}
{"study_id": 116284, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of vitamin D supplementation in COVID-19 patients, focusing on mortality, ICU admissions, intubation rates, and hospital length of stay.", "results_summary": "Vitamin D supplementation significantly reduced ICU admissions and intubation rates, with mortality reduction observed in analytical studies but not RCTs. Subgroup analyses showed more pronounced effects in older patients and severe COVID-19 cases, while hospital length of stay showed a non-significant reduction.", "population_specificity": "COVID-19 patients, with subgroup analyses focusing on older patients and severe cases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:41.548158+00:00"}
{"study_id": 116286, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the role of vitamin D in immune regulation, its potential impact on COVID-19 severity, and the efficacy of vitamin D supplementation as an adjuvant treatment for COVID-19.", "results_summary": "The study found that low vitamin D levels appear to worsen COVID-19 outcomes, and vitamin D may play a role in mitigating the cytokine storm due to its anti-inflammatory activity. However, evidence supporting vitamin D supplementation as an adjuvant treatment for COVID-19 remains uncertain.", "population_specificity": "General population, with specific mention of children with multi-system inflammatory syndrome (MIS-C).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:42.199205+00:00"}
{"study_id": 116287, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of Vitamin D, among other nutrients, in optimizing the skeletal muscle anabolic response to exercise training to combat frailty and sarcopenia in aging.", "results_summary": "The abstract suggests Vitamin D is discussed as part of a broader nutritional strategy to enhance muscle anabolism in response to exercise, but specific findings on its efficacy are not detailed.", "population_specificity": "Elderly individuals at risk of frailty and sarcopenia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:43.475019+00:00"}
{"study_id": 116283, "supplement_id": 1663, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to assess the efficacy and safety of new weekly calcifediol formulations (75 µg and 100 µg) in improving adherence and outcomes for maintaining optimal vitamin D levels.", "results_summary": "Both calcifediol doses (75 µg and 100 µg weekly) were highly effective, with 93.6% and 98.7% of subjects achieving ≥20 ng/mL, and 74.4% and 89.9% achieving ≥30 ng/mL at week 16, respectively. The formulations showed sustained efficacy and a good long-term safety profile, with minimal adverse events unrelated to treatment.", "population_specificity": "Adults (mean age 51.1 ± 15.96 years, 74.2% female, 98.7% Caucasian) with baseline plasma 25(OH)D levels between 10-20 ng/mL.", "effective_dosage": "75 µg and 100 µg weekly calcifediol.", "study_duration": "52 weeks (primary outcome at 16 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:44.729302+00:00"}
{"study_id": 116288, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate whether Vitamin D supplementation could serve as a remittive treatment for chronic anterior uveitis (CAU).", "results_summary": "The study found that Vitamin D supplementation was associated with a significantly higher incidence of CAU remission (28% at 16 months) compared to non-users (13.5%). The hazard ratio for remission was 2.14, indicating a strong association.", "population_specificity": "Patients with chronic anterior uveitis from the Systemic Immunosuppressive Therapy for Eye Disease (SITE) cohort study.", "effective_dosage": "Not specified", "study_duration": "≤1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:44.943830+00:00"}
{"study_id": 116289, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a higher dose (750,000 IU) of vitamin D3 is more effective than a standard dose (500,000 IU) in correcting severe deficiency in ICU patients undergoing CRRT.", "results_summary": "The study is designed to compare the effectiveness of two vitamin D3 doses in achieving target serum 25(OH)D3 levels (≥30 ng/ml) by days 3 and 7 post-administration. Results are pending as the trial is ongoing.", "population_specificity": "Critically ill ICU patients with severe vitamin D3 deficiency (serum 25(OH)D3 ≤12.5 ng/ml) undergoing continuous renal replacement therapy (CRRT).", "effective_dosage": "Single administration of 750,000 IU (intervention) vs. 500,000 IU (control).", "study_duration": "Short-term follow-up (7 days post-administration).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:48.305178+00:00"}
{"study_id": 116291, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the association of total and free 25-hydroxy vitamin D (25OHD) with metabolic and bone health markers and evaluate the impact of cholecalciferol supplementation.", "results_summary": "Free 25OHD% was better associated with metabolic health markers (triglycerides, LDL, fasting glucose) but not bone markers except PTH. Cholecalciferol supplementation increased total 25OHD but did not affect free 25OHD%.", "population_specificity": "307 infertile men", "effective_dosage": "300,000 IU bolus followed by 1,400 IU daily", "study_duration": "150 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:48.941676+00:00"}
{"study_id": 116290, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the association between serum vitamin D concentrations and depressive symptoms and cognitive dysfunction in older adults.", "results_summary": "The study found that for every 1 nmol/L increase in serum vitamin D concentration, there was a 1% reduction in the risk of depression in older adults. Adequate levels of vitamin D may help prevent and manage depression and cognitive dysfunction in this population.", "population_specificity": "Older adults aged 60 years and older from the NHANES 2011-2014 dataset.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:48.995420+00:00"}
{"study_id": 116293, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to review the potential protective effects of vitamin D supplementation on skeletal fragility in patients with active and resistant acromegaly.", "results_summary": "The study suggests that vitamin D supplementation may have potential protective effects against fractures in acromegaly patients, independent of disease status, though data on bone-active drugs are limited.", "population_specificity": "Patients with active and resistant acromegaly.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:49.285637+00:00"}
{"study_id": 116294, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the association between preoperative serum vitamin D levels and early outcomes of endoscopic sinus surgery (ESS) as well as its influence on the severity of chronic rhinosinusitis (CRS).", "results_summary": "The study found no significant correlation between vitamin D levels and CRS severity or occurrence, but participants with higher vitamin D levels showed better postoperative outcomes six weeks after ESS.", "population_specificity": "25 patients with CRS and nasal polyps undergoing ESS, and 18 healthy controls.", "effective_dosage": "Not specified", "study_duration": "Preoperative assessment and six-week postoperative follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:51.587042+00:00"}
{"study_id": 116295, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether vitamin D deficiency influences the time to normalization of postoperative parathyroid hormone levels after parathyroidectomy.", "results_summary": "The study found that vitamin D levels were not associated with the time to normalization of postoperative parathyroid hormone levels (P = 0.744), suggesting vitamin D deficiency does not influence the pathogenic mechanism of postoperative normocalcaemic hyperparathyroidism.", "population_specificity": "176 patients who underwent parathyroidectomy for primary hyperparathyroidism.", "effective_dosage": "Not available", "study_duration": "Observational follow-up over a 5-year period (median time to normalization was 6 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:52.527950+00:00"}
{"study_id": 116296, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether daily supplemental vitamin D, alone or in combination with omega-3s and exercise, could improve appendicular lean muscle mass index (ALMI) and reduce incident sarcopenia in older adults.", "results_summary": "The study found that daily 2000 IU vitamin D supplementation did not improve ALMI or reduce the incidence of sarcopenia in healthy, physically active older adults over 3 years.", "population_specificity": "Community-dwelling, healthy adults aged 70+ years, 63.3% women, 80.5% at least moderately physically active at baseline.", "effective_dosage": "2000 IU daily", "study_duration": "3 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:53.674889+00:00"}
{"study_id": 116297, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of combining exercise with vitamin D supplementation on skeletal muscle health in older individuals.", "results_summary": "The study identified 13 randomized controlled trials involving 1483 participants, showing that exercise combined with vitamin D supplementation was compared to exercise alone for outcomes like muscular strength, function, and quality of life. The abstract does not specify the magnitude or statistical significance of the effects.", "population_specificity": "Men and women aged ≥ 65 years or with a mean age ≥ 65 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:53.789126+00:00"}
{"study_id": 116298, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to identify risk factors, including low serum Vitamin D, associated with avascular necrosis (AVN) following hip intra-articular corticosteroid injections (IACSIs).", "results_summary": "Low serum Vitamin D was identified as a patient-related factor associated with an increased rate of AVN (p = 0.030), but the study did not evaluate Vitamin D supplementation or its direct effects.", "population_specificity": "Patients receiving hip intra-articular corticosteroid injections (IACSIs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:56.904162+00:00"}
{"study_id": 116301, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether vitamin D supplementation could improve the quality of life in stage II-III colorectal cancer patients undergoing adjuvant chemotherapy.", "results_summary": "Vitamin D supplementation (10,000 IU/day) significantly increased serum vitamin D levels and improved quality of life scores at the third and sixth months post-chemotherapy compared to placebo.", "population_specificity": "Stage II-III colorectal cancer patients undergoing adjuvant chemotherapy at Hasan Sadikin Hospital.", "effective_dosage": "10,000 IU/day", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:37:57.252298+00:00"}
{"study_id": 116303, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a fixed-dose versus a severity-dependent vitamin D supplementation regimen on sarcopenia outcomes in dialysis patients with low vitamin D status.", "results_summary": "Both supplementation regimens significantly increased serum 25-hydroxyvitamin D levels, but the fixed-dose regimen (20,000 IU/week) led to greater improvement in muscle mass compared to the severity-dependent protocol. The study concluded that fixed-dose ergocalciferol supplementation is more effective for muscle mass improvement in dialysis patients.", "population_specificity": "End-stage kidney disease (ESKD) patients undergoing maintenance hemodialysis or peritoneal dialysis with low vitamin D status.", "effective_dosage": "20,000 international units/week (fixed-dose group)", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:01.805731+00:00"}
{"study_id": 116302, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to provide evidence-based recommendations for the prevention and treatment of glucocorticoid-induced osteoporosis, including the role of Vitamin D in maintaining adequate serum levels (50-125 nmol/L).", "results_summary": "The study recommends maintaining a 25(OH) vitamin D concentration of 50-125 nmol/L as part of general measures for patients prescribed glucocorticoids for ≥3 months, alongside calcium and protein normalization and fall risk minimization.", "population_specificity": "Adults (women and men ≥50 years) at risk of glucocorticoid-induced osteoporosis, including those with recent fractures, comorbidities, or high-dose glucocorticoid use.", "effective_dosage": "Target serum concentration of 50-125 nmol/L (specific supplementation dosage not detailed).", "study_duration": "Not specified (general measures apply for ≥3 months of glucocorticoid use).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:01.810870+00:00"}
{"study_id": 116304, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the relationship between vitamin D levels and hidradenitis suppurativa (HS) and explore potential therapeutic benefits of vitamin D supplementation.", "results_summary": "The study found a high prevalence of vitamin D deficiency (75-100%) among HS patients, significant correlations between deficiency and clinical severity, and improved clinical outcomes with supplementation. Genetic alterations in vitamin D metabolism pathways were also identified in HS patients.", "population_specificity": "Patients with hidradenitis suppurativa (HS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:02.149047+00:00"}
{"study_id": 116305, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the relationship between vitamin D deficiency/insufficiency and blood pressure profiles, lipid metabolism, and quality of life in patients with arterial hypertension.", "results_summary": "The study found that patients with vitamin D deficiency had higher rates of abnormal blood pressure patterns (\"non-dippers\" and \"night-peakers\"), more severe lipid metabolism disorders, and a correlation with elevated blood pressure indicators, suggesting increased cardiovascular risk.", "population_specificity": "97 patients with uncomplicated arterial hypertension (stage 1 and 2).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:02.192262+00:00"}
{"study_id": 116306, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether adjuvant Vitamin D therapy could improve regulatory T cell proportions, metabolic factors, immune inflammation, and pregnancy outcomes in recurrent miscarriage patients.", "results_summary": "Vitamin D adjuvant therapy significantly increased regulatory T cell proportions, improved metabolic markers (lower triglycerides, leptin, fasting glucose, and insulin; higher adiponectin), reduced inflammatory markers (interleukin-17, gamma interferon, tumor necrosis factor-α, C-reactive protein), and led to higher pregnancy success rates and lower preterm birth rates compared to the control group.", "population_specificity": "104 individuals with recurrent miscarriage (52 in Vitamin D group, 52 in control group).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:05.716721+00:00"}
{"study_id": 116307, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the period prevalence of atypical femoral fractures (AFFs) and their risk factors, including the role of bisphosphonates and osteometabolic evaluation (e.g., 25(OH)-vitamin D levels).", "results_summary": "The study found that 10% of subtrochanteric or diaphyseal femoral fractures in patients over 60 were AFFs, doubling the incidence from a prior study. All AFF cases were in women with a history of bisphosphonate use, but no direct conclusions about Vitamin D's effects were drawn.", "population_specificity": "Patients aged 60+ with subtrochanteric or diaphyseal femoral fractures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:07.104137+00:00"}
{"study_id": 116299, "supplement_id": 1663, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to investigate the clinical efficacy of combining fluticasone propionate inhalation aerosol with vitamin D in pediatric bronchial asthma and analyze correlations between serum 25-(OH)-D3 levels, immune function, and calcium-phosphorus metabolism.", "results_summary": "The combination therapy significantly improved lung function, asthma control, quality of life, immune markers, and reduced inflammatory cytokines compared to single-drug therapy, with higher treatment efficacy and lower adverse reaction rates. Vitamin D supplementation also positively correlated with improved immune function and calcium-phosphorus metabolism.", "population_specificity": "110 pediatric patients with bronchial asthma (compared to 60 healthy children as controls).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:08.524931+00:00"}
{"study_id": 116300, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining vitamin D3 (1600 IU) with folic acid improves cognitive function in patients with mild cognitive impairment (MCI) and vitamin D deficiency.", "results_summary": "The study found no significant improvement in overall cognitive function (MoCA scores) with the combined intervention compared to placebo or folic acid alone, though a marginal benefit was observed in the per-protocol analysis. The authors suggest the role of vitamin D3 may be underestimated and requires longer-term studies.", "population_specificity": "Patients with mild cognitive impairment (MCI) and vitamin D deficiency (n=402).", "effective_dosage": "1600 IU vitamin D3 combined with folic acid, daily for 24 weeks.", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:08.557653+00:00"}
{"study_id": 116309, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The study aimed to investigate factors influencing the prognosis of children with steroid-resistant nephrotic syndrome (SRNS), including the prevalence of vitamin D deficiency.", "results_summary": "The study found that 57 out of 279 patients with SRNS had vitamin D deficiency, but no specific outcomes or effects of vitamin D were discussed.", "population_specificity": "Children with steroid-resistant nephrotic syndrome from the Guangxi region.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:09.355983+00:00"}
{"study_id": 116308, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the impact of vitamin D deficiency on clinical outcomes and prognosis in lung transplant recipients.", "results_summary": "Vitamin D-deficient lung transplant recipients had higher incidences of post-transplant pneumonia and overall mortality. Higher cumulative vitamin D supplementation post-transplantation was associated with improved prognosis.", "population_specificity": "125 lung transplant recipients at a university hospital in Seoul, South Korea.", "effective_dosage": "Not specified", "study_duration": "Follow-up from October 2014 to March 2020 (approximately 5.5 years)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:09.742784+00:00"}
{"study_id": 116310, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether vitamin D supplementation, alone or combined with exercise, reduces arterial stiffness in patients with Type 2 diabetes and whether baseline lipid profiles predict intervention effectiveness.", "results_summary": "Vitamin D supplementation (1000 IU/day) prevented arterial stiffness, as measured by the ankle-brachial index, and baseline lipid profiles improved prediction of intervention outcomes compared to traditional risk factors.", "population_specificity": "61 patients with Type 2 diabetes mellitus (T2DM).", "effective_dosage": "1000 IU/day.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:10.307778+00:00"}
{"study_id": 116311, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effect of calcium plus vitamin D supplementation during pregnancy on hip geometry postpartum in adolescents with low calcium intake.", "results_summary": "The study found that calcium plus vitamin D supplementation during adolescent pregnancy reduced transient postpartum bone mass loss and positively affected hip geometry one year postpartum.", "population_specificity": "Brazilian pregnant adolescents (14-19 years) with low daily calcium intake (~600 mg/d).", "effective_dosage": "600 mg/d calcium plus vitamin D (specific vitamin D dosage not mentioned).", "study_duration": "Duration of pregnancy (exact length not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:11.940090+00:00"}
{"study_id": 116312, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the relationship between vitamin D levels and the risk of SARS-CoV-2 infection and its severity in children and adolescents.", "results_summary": "The study found that vitamin D insufficiency was more common in children with COVID-19 than in healthy children and was associated with a higher risk of severe illness and lower incidence of asymptomatic cases.", "population_specificity": "Children and adolescents", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:13.209606+00:00"}
{"study_id": 116315, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of CYP24A1 in regulating vitamin D3 metabolism and its implications in disease pathology, as well as potential therapeutic strategies targeting CYP24A1.", "results_summary": "The study found that CYP24A1 overexpression leads to excessive degradation of vitamin D3, contributing to disease progression, and discussed regulatory mechanisms and potential therapeutic interventions.", "population_specificity": "Not specified (review of existing literature)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:16.326291+00:00"}
{"study_id": 116314, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of personalized nutritional interventions, including optimizing vitamin D levels, in addressing frailty and body composition in postmenopausal women.", "results_summary": "The study highlights the importance of optimizing vitamin D levels as part of personalized nutritional interventions to reduce frailty and improve body composition in postmenopausal women, though specific efficacy data on vitamin D alone are not detailed.", "population_specificity": "Postmenopausal women, particularly those with osteosarcopenic obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:16.710821+00:00"}
{"study_id": 116313, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the relationship between genetic polymorphisms in vitamin D metabolic pathways and its effects on vitamin D levels and cardiovascular disease (CVD).", "results_summary": "The study found that polymorphisms in key genes (GC, VDR, CYP2R1, CYP24A1, CYP27B1) influence serum vitamin D levels and are linked to CVD susceptibility and progression, though inconsistencies in the literature remain.", "population_specificity": "General population with a focus on genetic polymorphisms affecting vitamin D metabolism.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:16.723720+00:00"}
{"study_id": 116316, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether Vitamin D modifies the association between glucose-insulin biomarkers and incident cardiometabolic diseases (T2D and CVD).", "results_summary": "The study found that Vitamin D did not modify the associations between baseline glucose-insulin biomarkers (insulin, C-peptide, HbA1c, IRS) and incident T2D or CVD outcomes.", "population_specificity": "Participants in the VITamin D and OmegA-3 TriaL (VITAL), a randomized clinical trial focused on CVD and cancer prevention.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Median follow-up of 5.3 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:18.797849+00:00"}
{"study_id": 116318, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to analyze the association between hospital certification (OGCM) and prescription rates of anti-osteoporotic drugs, including Vitamin D, in elderly patients with fragility fractures.", "results_summary": "Prescription rates of Vitamin D were highest in hospitals with certified OGCM, indicating improved adherence to osteoporosis management protocols. The study found a significant increase in Vitamin D prescriptions in certified centers compared to non-certified or no OGCM hospitals.", "population_specificity": "Patients aged 80 and older with incident fractures of the humerus, forearm, hip, pelvis, or spine in Germany.", "effective_dosage": "Not specified", "study_duration": "Prescriptions were tracked for 180 days post-fracture.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:19.175717+00:00"}
{"study_id": 116317, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the 2024 and 2011 Endocrine Society's Clinical Practice Guidelines on vitamin D, focusing on its skeletal and extra-skeletal health benefits.", "results_summary": "The 2024 Guideline recommended empiric vitamin D for specific populations (children, pregnant women, prediabetic patients, and elderly individuals) to reduce certain health risks, while the 2011 Guidelines suggested higher circulating concentrations of 25-hydroxyvitamin D for maximum extra-skeletal benefits. The guidelines do not apply to individuals with abnormalities in calcium, phosphate, vitamin D, or bone metabolism.", "population_specificity": "Children and adolescents (1-18 years), pregnant women, prediabetic patients, and individuals over 75 years.", "effective_dosage": "600 IUs for nonpregnant adults up to 75 years, 800 IUs as recommended by The Institute of Medicine, and circulating concentrations of 25-hydroxyvitamin D at least 30 ng/mL (preferred 40-60 ng/mL).", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:21.822346+00:00"}
{"study_id": 116320, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the potential benefits of vitamin D supplementation in treating chronic low back pain (CLBP) through a meta-analysis of randomized controlled trials.", "results_summary": "The study found that vitamin D supplementation did not significantly reduce pain scores compared to control groups, indicating no substantial alleviation of CLBP. However, it suggested that vitamin D could still be part of a comprehensive treatment plan, with further research needed to explore long-term effects and mechanisms.", "population_specificity": "Adults with chronic low back pain (CLBP)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:22.203881+00:00"}
{"study_id": 116322, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the role of vitamin D in breast cancer prevention by examining its interactions with genes involved in key pathways like autophagy, tumorigenesis, and immunity.", "results_summary": "The study found that vitamin D-related genes may have anti-carcinogenic effects by regulating critical pathways in breast cells, and vitamin D deficiency could promote tumor progression and metastasis. However, the exact protective effect of vitamin D on breast cancer risk requires further research.", "population_specificity": "Not specified (focused on molecular and cellular mechanisms in normal and malignant breast cells).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:25.295687+00:00"}
{"study_id": 116321, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the relationship between Vitamin D deficiency and nocturnal enuresis, as well as its correlation with urine osmolality as an indirect indicator of ADH deficiency.", "results_summary": "The study found a statistically significant association between low Vitamin D levels and nocturnal enuresis, with 63.3% of affected children having deficient levels compared to 41.7% in controls. Vitamin D levels also positively correlated with nocturnal urine osmolality.", "population_specificity": "60 children with primary monosymptomatic nocturnal enuresis and 60 healthy controls.", "effective_dosage": "Not specified", "study_duration": "Study conducted from February 2020 to August 2020 (intervention duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:25.837609+00:00"}
{"study_id": 116323, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the correlation between serum Vitamin D levels and disease severity in ulcerative colitis (UC) patients, as well as its relationship with uric acid (UA) and C-reactive protein (CRP).", "results_summary": "The study found that severe UC patients had significantly lower serum Vitamin D levels than mild UC patients, suggesting a potential link between low Vitamin D and disease severity. Gender differences were also observed, with males having higher UA and CRP levels but generally lower disease severity than females.", "population_specificity": "103 UC patients (64 males, 39 females) aged 16-75 years in China, diagnosed with varying severity (mild, moderate, severe).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:26.069227+00:00"}
{"study_id": 116324, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the correlation between vitamin D levels and cardiovascular health, focusing on hypertension, atherosclerosis, and cardiac dysfunction, and to assess its potential therapeutic role.", "results_summary": "The study found that vitamin D may play a role in cardiovascular health by regulating the renin-angiotensin system, reducing cardiac hypertrophy, and mitigating inflammation, but supplementation trials showed inconsistent results.", "population_specificity": "Not specified (general cardiovascular disease risk population implied).", "effective_dosage": "Not available.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:26.950273+00:00"}
{"study_id": 116325, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety, pharmacokinetics, and pharmacodynamics of Tasurgratinib, an FGFR1-3 inhibitor, in patients with solid tumors harboring FGFR gene alterations.", "results_summary": "The study identified a recommended dose of 140 mg once daily for further evaluation and assessed safety and preliminary efficacy in patients with FGFR-altered tumors. Pharmacodynamic markers such as serum phosphate, FGF23, and 1,25-(OH) were analyzed.", "population_specificity": "Japanese patients with solid tumors, specifically those with FGFR gene alterations.", "effective_dosage": "140 mg once daily", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:28.320256+00:00"}
{"study_id": 116326, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the role of preoperative calcium and vitamin D supplementation in reducing postoperative hypocalcemia in patients undergoing total thyroidectomy.", "results_summary": "The study found that preoperative calcium and vitamin D supplementation significantly reduced postoperative symptomatic hypocalcemia, IV calcium supplementation needs, and hospital stay length, with no significant difference in readmission rates.", "population_specificity": "Patients who underwent total thyroidectomy.", "effective_dosage": "Not specified", "study_duration": "Preoperative (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:29.958921+00:00"}
{"study_id": 116319, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the indirect relationship between magnesium (and its role in Vitamin D absorption) and psoriasis pathogenesis.", "results_summary": "Magnesium's role in Vitamin D absorption was discussed, suggesting an indirect link to psoriasis, but no direct effects of Vitamin D on psoriasis were evaluated. Serum levels of trace metals like calcium and zinc were correlated with psoriasis severity, but Vitamin D's specific impact was not detailed.", "population_specificity": "Patients with psoriasis (specific demographics not detailed).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:30.612230+00:00"}
{"study_id": 116327, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine whether increasing salmon intake (and thus vitamin D) could maintain or improve vitamin D status in young women during autumn.", "results_summary": "Increasing salmon intake (providing ~5 µg/day of vitamin D) did not maintain vitamin D status in young women during autumn, suggesting other factors may influence absorption/metabolism. However, salmon sausage intake might slow the natural decline of 25(OH)D levels.", "population_specificity": "120 non-obese women aged 20-25 years.", "effective_dosage": "~5 µg/day of vitamin D (via 25 g/day smoked salmon or 100 g/day salmon sausage).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:32.634083+00:00"}
{"study_id": 116328, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether preoperative dietary supplementation, including Vitamin D, could improve surgical resilience and outcomes in older sarcopenic patients undergoing knee arthroplasty.", "results_summary": "The study found that Vitamin D, as part of a combined prehabilitation and dietary supplementation strategy, could improve functional capacity and postoperative outcomes in older sarcopenic patients. The results suggest a synergistic effect when Vitamin D is integrated into a comprehensive care plan.", "population_specificity": "Older individuals (aged 65+) with sarcopenia undergoing knee arthroplasty.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:33.656216+00:00"}
{"study_id": 116329, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether nutrition education based on the Health Belief Model could improve nutritional intake, including Vitamin D, in pregnant Afghan immigrant women.", "results_summary": "The study found that Vitamin D intake significantly increased in the intervention group immediately and one month after the nutrition education intervention compared to before the intervention, while it decreased in the control group.", "population_specificity": "Pregnant Afghan immigrant women in Mashhad, Iran.", "effective_dosage": "Not specified", "study_duration": "Four sessions of 45-60 minutes each, conducted over an unspecified period (study conducted from June 2022 to February 2023).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:34.782548+00:00"}
{"study_id": 116331, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to study the effect of a culturally adapted lifestyle intervention on Vitamin D (25(OH)D) levels and its association with insulin action and secretion in Middle Eastern immigrants at high risk of type 2 diabetes.", "results_summary": "The lifestyle intervention significantly increased adjusted Vitamin D (25(OH)D) levels in the intervention group compared to controls. The intervention's effect on insulin sensitivity was altered after adjusting for Vitamin D, suggesting a potential mediating role.", "population_specificity": "Middle Eastern immigrants in Sweden at high risk of type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:35.400017+00:00"}
{"study_id": 116332, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the association between the triglyceride-glucose (TyG) index and vitamin D status to understand its role in metabolic health and diagnose vitamin D deficiency early.", "results_summary": "The study found that vitamin D-deficient individuals had a significantly higher TyG index compared to non-deficient individuals, suggesting a critical role of vitamin D in metabolic health. The results were consistent across diverse populations with metabolic disorders.", "population_specificity": "Individuals with T2DM, subclinical hypothyroidism (SCH), and metabolic associated fatty liver disease (NAFLD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:36.997565+00:00"}
{"study_id": 116333, "supplement_id": 1663, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to review the role of calcium and vitamin D supplementation in osteoporosis treatment and fracture prevention.", "results_summary": "The study found that insufficient calcium or vitamin D intake increases fracture risk, and supplementation supports anti-fracture effects and enhances the efficacy of anti-osteoporotic agents without increasing nephrolithiasis or cardiovascular risks.", "population_specificity": "Patients with osteoporosis, with emphasis on primary care physician involvement.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:37.138277+00:00"}
{"study_id": 116330, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the efficacy of high-dose vitamin D3 in reducing inflammatory biomarkers and improving clinical outcomes in patients with moderate to severe traumatic brain injury (TBI).", "results_summary": "The study found that high-dose vitamin D3 significantly reduced IL-1β and IL-6 levels, improved Glasgow Coma Scale (GCS) and Glasgow Outcome Scale-Extended (GOS-E) scores, and decreased neutrophil-to-lymphocyte ratio (NLR) and platelet-to-lymphocyte ratio (PLR) compared to the control group.", "population_specificity": "Moderate to severe traumatic brain injury (TBI) patients.", "effective_dosage": "Single intramuscular dose of 300,000 IU vitamin D3.", "study_duration": "3 days post-intervention (primary endpoints measured).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:37.216902+00:00"}
{"study_id": 116334, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the management of pregnancy and lactation-associated osteoporotic vertebral fractures, including the role of vitamin D supplementation in improving bone mineral density.", "results_summary": "The study found that conservative management, including calcium and vitamin D supplementation, was effective for most patients, with significant pain reduction observed after one year. Vitamin D was part of a broader treatment strategy aimed at improving bone health.", "population_specificity": "Pregnant and lactating women with osteoporotic vertebral fractures (n=11).", "effective_dosage": "Not specified", "study_duration": "Follow-up period of one year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:40.712402+00:00"}
{"study_id": 116336, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the immunomodulatory effects of Vitamin D in mammal cancer, focusing on its role in apoptosis and nutrient requirements.", "results_summary": "The study found that Vitamin D (calcitriol/VDR signaling) can activate pro-apoptotic proteins and suppress anti-apoptotic ones, suggesting potential anti-cancer effects. However, the abstract notes a lack of specific studies on nutritional needs in animals with cancer.", "population_specificity": "Mammals (general, with specific mention of dogs for Vitamin B12 receptor studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:42.222886+00:00"}
{"study_id": 116335, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To investigate the efficacy of high-dose vitamin D supplementation combined with standard urotherapy in managing pediatric overactive bladder dry (OAB-dry) in children with vitamin D levels between 20-35 ng/mL and heightened baseline symptom severity.", "results_summary": "High-dose vitamin D supplementation plus standard urotherapy significantly improved voiding frequency and other secondary outcomes compared to solifenacin plus standard urotherapy or standard urotherapy alone, particularly in children with vitamin D levels of 20-35 ng/mL and more severe symptoms.", "population_specificity": "Children with pediatric overactive bladder dry (OAB-dry), specifically those with vitamin D levels between 20-35 ng/mL and heightened baseline symptom severity.", "effective_dosage": "High-dose (specific amount not mentioned in abstract)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:42.731703+00:00"}
{"study_id": 116338, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the association between vitamin D levels and functional cure in chronic hepatitis B (CHB) patients and whether vitamin D supplementation could improve treatment outcomes.", "results_summary": "The study found that higher serum 25(OH)D levels and changes in these levels (Δ25(OH)D) were positively associated with functional cure in CHB patients. Vitamin D supplementation (800 IU/day) combined with standard treatment showed a trend toward increased functional cure rates compared to standard treatment alone.", "population_specificity": "Chronic hepatitis B (CHB) patients, including those with baseline vitamin D insufficiency.", "effective_dosage": "800 IU/day", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:43.808737+00:00"}
{"study_id": 116339, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to analyze the effects of Vitamin D supplementation in reducing asthma exacerbations in children.", "results_summary": "The pooled analysis found that Vitamin D supplementation significantly lowered the total number of asthma exacerbations (RR 0.62; 95% CI: 0.44, 0.87) and improved FEV1 in children with asthma.", "population_specificity": "Asthmatic children (1,243 participants, with 631 receiving Vitamin D3 and 612 receiving placebo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:44.850840+00:00"}
{"study_id": 116341, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of Vitamin D in wound healing, particularly its impact on cellular regeneration, immune function, and collagen synthesis.", "results_summary": "The study highlights that Vitamin D plays a significant role in wound healing by supporting cellular regeneration, immune function, and collagen synthesis, particularly in individuals with chronic conditions like diabetes and obesity.", "population_specificity": "Individuals with chronic wounds, especially those with diabetes, obesity, or nutritional deficiencies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:45.316984+00:00"}
{"study_id": 116340, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the potential role of high-dose vitamin D supplementation in improving and shortening recovery from cutaneous adverse events (AEs) caused by chemotherapy and radiation in cancer patients.", "results_summary": "The study found that high-dose vitamin D supplementation may improve and shorten recovery from chemotherapy- and radiation-induced skin toxicity, but the evidence is primarily based on case reports and case series. Larger studies and randomized controlled trials are needed to clarify its role due to lack of standardized dosing and heterogeneity in study populations.", "population_specificity": "Patients with breast and colorectal cancer experiencing cutaneous adverse events from chemotherapy or radiation.", "effective_dosage": "High-dose (specific amount not provided)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:47.313359+00:00"}
{"study_id": 116342, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Vitamin D supplementation enhances the benefits of resistance training, such as muscle strength, lean body mass, and cardiorespiratory fitness.", "results_summary": "Vitamin D supplementation increased serum 25(OH)D levels but did not improve muscle strength, lean body mass, fat mass, fat percentage, or cardiorespiratory fitness in participants undergoing resistance training.", "population_specificity": "Healthy, Vitamin D-insufficient middle-aged men engaged in resistance training.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:48.976135+00:00"}
{"study_id": 116337, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether vitamin D supplementation improves muscle strength, physical function, pain, and sarcopenia status in end-stage knee osteoarthritis patients.", "results_summary": "The study is ongoing, so results are not yet available. The abstract outlines the planned outcomes but does not report findings.", "population_specificity": "End-stage knee osteoarthritis patients with vitamin D insufficiency.", "effective_dosage": "4,000 IU capsule daily", "study_duration": "Six months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:51.238028+00:00"}
{"study_id": 116348, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review current therapeutic approaches, including Vitamin D analogs, for treating hypoparathyroidism.", "results_summary": "The abstract indicates that Vitamin D analogs are a conventional treatment for hypoparathyroidism, but newer therapies like PTH replacements are being explored. Clinical trial results were considered, but specific outcomes for Vitamin D were not detailed.", "population_specificity": "Patients with hypoparathyroidism", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:51.560284+00:00"}
{"study_id": 116347, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to synthesize current evidence on dietary intakes, anthropometry, and nutritional biochemistry, including Vitamin D status, in individuals with inborn errors of immunity (IEI).", "results_summary": "The review found that patients with IEI were at risk of micronutrient deficiencies, including Vitamin D, but did not specify the extent or clinical impact of these deficiencies. The evidence was heterogeneous, with no consistent assessment methods across studies.", "population_specificity": "Individuals with inborn errors of immunity (IEI), predominantly ataxia telangiectasia (AT) and common variable immunodeficiency (CVID), aged 4 weeks to 83 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:52.637675+00:00"}
{"study_id": 116349, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether weekly cholecalciferol supplementation was superior to daily dosing for repleting vitamin D levels in patients with hypovitaminosis D.", "results_summary": "The study found no significant difference between weekly and daily cholecalciferol in correcting hypovitaminosis D, though weekly dosing was not worse and reduced pill burden. Limited direct evidence supports switching from daily to weekly supplementation.", "population_specificity": "Patients with baseline hypovitaminosis D (serum levels <30 ng/ml).", "effective_dosage": "Not specified (weekly vs. daily cholecalciferol dosing compared).", "study_duration": "Serum levels measured within 120 days of starting treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:54.101472+00:00"}
{"study_id": 116346, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the impact of Vitamin D supplementation on migraine frequency, severity, duration, and monthly migraine days compared to a control group.", "results_summary": "Vitamin D supplementation significantly reduced migraine frequency (mean difference = -1.69) and monthly migraine days (mean difference = -2.41) but did not significantly affect other outcomes like severity or duration.", "population_specificity": "Adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:38:59.605190+00:00"}
{"study_id": 88620, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the pathophysiology and treatment considerations for knee osteoarthritis (KOA) in menopausal women, with a focus on exercise programs and lifestyle factors.", "results_summary": "The study found that exercise programs, including walking, improved pain, function, range of motion, body composition, and walking speed in women with KOA. Lifestyle optimizations like nutrition and sleep were also highlighted as important.", "population_specificity": "Menopausal women with knee osteoarthritis (KOA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:07.690281+00:00"}
{"study_id": 88619, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate the effect of cardiac rehabilitation (including walking) on the quality of life in patients with ischemic and nonobstructive coronary artery disease complicated with diabetes mellitus.", "results_summary": "The observation group (receiving cardiac rehabilitation) showed a significantly higher total effective rate, improved cardiorespiratory function, exercise ability, and quality of life compared to the control group.", "population_specificity": "100 patients with ischemic nonobstructive coronary heart disease complicated with diabetes.", "effective_dosage": "Not specified", "study_duration": "January 2020 to June 2021 (exact intervention duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:08.092999+00:00"}
{"study_id": 88625, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "To determine the effect of dual-tDCS combined with task-specific training on gait and lower limb motor performance in individuals with subacute stroke.", "results_summary": "Both groups showed improvement in gait speed and secondary outcomes, but no significant difference was found between active tDCS and sham tDCS, with small to moderate effect sizes favoring active tDCS. The combined intervention did not outperform training alone.", "population_specificity": "Individuals with subacute stroke and mild motor impairment.", "effective_dosage": "2 mA for 20 minutes before training for five consecutive days.", "study_duration": "Five days of intervention, with follow-ups at one week and one month.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:08.436174+00:00"}
{"study_id": 88626, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether walking-based high-intensity interval training (HIIT) could improve vascular health, reduce blood pressure, and enhance cardiorespiratory fitness in hypertensive patients compared to standard physical activity recommendations.", "results_summary": "The study will investigate the effects of an 8-week supervised walking-based HIIT program on vascular health, blood pressure, and cardiorespiratory fitness in hypertensive patients, with primary outcomes focusing on retinal microvascular biomarkers and secondary outcomes including classical cardiovascular risk markers.", "population_specificity": "Hypertensive patients and healthy controls.", "effective_dosage": "Not specified (supervised walking-based HIIT).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:08.537317+00:00"}
{"study_id": 88621, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a portable peroneal nerve-targeting electrical stimulator (tPNS) could improve gait ability in patients with chronic stroke undergoing home-based rehabilitation compared to conventional gait training.", "results_summary": "The tPNS group showed significant improvements in spatiotemporal gait parameters, ankle and foot angles, and clinical motor and balance function compared to the conventional therapy group, though both groups improved in motor and balance scores.", "population_specificity": "Patients with chronic stroke and ankle-foot motor impairment (n=31) and 16 age-matched healthy adults as controls.", "effective_dosage": "Not specified (intervention involved using the tPNS device during walking tasks).", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:08.878509+00:00"}
{"study_id": 88627, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of non-invasive electrostimulation (NES) in improving coordination, balance, and exercise capacity in patients with neurodegenerative ataxia and spasticity.", "results_summary": "The meta-analysis found significant improvements in Modified Ashworth Scale (MAS), cerebellar brain inhibition (CBI), 8-m walking time (8MWT), International Cooperative Ataxia Rating Scale (ICARS), and Scale for Assessment and Rating of Ataxia (SARA) scores, indicating NES effectively enhanced motor function and balance in the studied population.", "population_specificity": "Patients with neurodegenerative ataxia and spasticity (203 participants across 7 randomized controlled trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:08.911221+00:00"}
{"study_id": 88624, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate gait cyclicity parameters using a mobile gait analysis system in patients with hereditary spastic paraplegia (HSP) to objectively quantify impaired gait.", "results_summary": "The study found significant increases in the duration of the total stride phase and stance phase in HSP patients compared to controls, with stride parameters correlating with impaired mobility scores. The wearable sensor system provided clinically valid parameters to reflect gait impairment in HSP.", "population_specificity": "112 ambulatory patients with hereditary spastic paraplegia (HSP) and 112 age- and sex-matched controls.", "effective_dosage": "Not applicable (gait analysis, not a supplement).", "study_duration": "Cross-sectional and longitudinal assessments during regular outpatient visits (specific duration not detailed).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:09.474407+00:00"}
{"study_id": 88623, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the influence of different walking interventions on daily stepping (steps per day) and the contributions of demographic, training, and clinical measures to these changes in individuals with chronic stroke.", "results_summary": "Gains in steps per day were observed across all groups, with significant gains only following high-intensity training (HIT) in variable contexts. Both HIT groups showed gains in endurance (6MWT), with increases in balance confidence only following HIT in variable contexts, and changes in steps per day were primarily associated with gains in 6MWT.", "population_specificity": "Individuals who were ambulatory and >6 months after stroke.", "effective_dosage": "≤30 sessions of high-intensity training (HIT) in variable contexts, HIT focused on forward walking, or low-intensity variable training.", "study_duration": "Not explicitly stated, but outcomes were measured post-training and at a 3-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:10.187679+00:00"}
{"study_id": 88628, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To explore the therapeutic effect of combined selective peripheral neurotomy (cSPN) on lower limb spasm and gait improvement in spinal cord injury patients.", "results_summary": "Postoperative patients showed significant reduction in lower limb spasm, improved gait, and enhanced walking ability and daily living activities.", "population_specificity": "14 spinal cord injury patients with severe lower limb spasticity.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:15.541835+00:00"}
{"study_id": 88631, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 65, "quality_score": 75, "study_goal": "To determine the impact of exercise, specifically walking (measured via the 6MWT), on functional capacity in patients with advanced-stage cancer.", "results_summary": "Exercise intervention was associated with an increase in functional capacity (+20.86 m), though not statistically significant (p = 0.12). Supervised exercise showed greater improvement toward statistical significance, with few adverse events and a 17% withdrawal rate.", "population_specificity": "Patients with advanced-stage cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:16.848002+00:00"}
{"study_id": 88634, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of a group walking program incorporating the 5R Shared Leadership Program for promoting healthy ageing in older adults.", "results_summary": "The 5R program demonstrated effectiveness in enhancing healthy ageing among older adults by leveraging group capacity and peer leadership. The study suggests that structured walking programs can contribute positively to healthy ageing outcomes.", "population_specificity": "Older adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:17.225031+00:00"}
{"study_id": 88633, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the prevalence and impact of hip and knee pain on pulmonary rehabilitation outcomes and completion rates, including walking tests.", "results_summary": "The study found that hip/knee pain improved in most joints following pulmonary rehabilitation, and pain did not affect the effectiveness or completion of the program, including walking tests. Both groups showed significant within-group improvements in quadriceps strength, walking tests, and depression scores.", "population_specificity": "Individuals with chronic respiratory diseases and hip/knee pain attending pulmonary rehabilitation.", "effective_dosage": "Twice-weekly sessions", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:17.360910+00:00"}
{"study_id": 88630, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effectiveness of virtual reality combined with robot-assisted gait training on walking ability in children with cerebral palsy and determine the most effective degree of weight reduction.", "results_summary": "The study found that VR combined with RAGT significantly improved walking ability in children with CP compared to conventional therapy, with 30% weight reduction showing the best improvement. All groups showed significant post-intervention improvements in measured indicators.", "population_specificity": "Children with cerebral palsy (n=60).", "effective_dosage": "50 minutes per session, four times a week (with varying weight reduction levels: 15%, 30%, 45%).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:18.289890+00:00"}
{"study_id": 88632, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the long-term outcomes of nonsurgical treatment (traditional Chinese medicine) for pediatric lumbar disc herniation (LDH), focusing on symptom resolution and disc resorption.", "results_summary": "The study found that nonsurgical TCM treatment led to complete symptom resolution in two pediatric LDH cases, despite no significant disc resorption on MRI. Both patients remained asymptomatic at long-term follow-ups (30 and 40 months).", "population_specificity": "Pediatric patients (10- and 13-year-olds) with symptomatic lumbar disc herniation.", "effective_dosage": "Not specified (TCM treatment duration: 30 days for Case 1, 2 weeks for Case 2).", "study_duration": "30 days (Case 1), 2 weeks (Case 2).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:18.954821+00:00"}
{"study_id": 88635, "supplement_id": 1667, "safety_score": "70", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of a valgus knee brace on medial tibiofemoral contact force (MTCF) during walking, assess whether the effect improved after 8 weeks of brace use, and evaluate the feasibility of the 8-week intervention.", "results_summary": "Wearing the brace significantly reduced peak MTCF and MTCF impulse during walking, but the reductions were small. Symptoms and quality of life improved clinically over 8 weeks, but there was no additional effect from prolonged brace use. Feasibility outcomes were generally favorable despite numerous minor adverse events.", "population_specificity": "Participants with medial radiographic knee osteoarthritis and varus malalignment (60% male).", "effective_dosage": "Participants wore the brace on average 6 hours per day.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:20.963979+00:00"}
{"study_id": 88636, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the effectiveness of various equine-assisted treatments on motor capabilities and quality of life in children with cerebral palsy, particularly focusing on walking.", "results_summary": "The study found strong evidence that equine-assisted therapies, especially hippotherapy, improved global gross motor function and walking capabilities in children with cerebral palsy, but no significant improvement in quality of life was observed.", "population_specificity": "Children with cerebral palsy", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:23.678617+00:00"}
{"study_id": 88637, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to quantify muscular and neurological disorders in children with unilateral cerebral palsy and investigate the role of the peroneus longus in equinovalgus gait.", "results_summary": "The study found reduced extensibility of the triceps surae on the paretic side, a correlation between reduced extensibility and earlier stretch response, and major co-contraction between TA and GM/PL during the swing phase, with PL more activated than GM. Both GM and PL activation decreased with age.", "population_specificity": "31 children (median age: 2.9 years, range: 2-6) with unilateral cerebral palsy from an outpatient clinic in a tertiary teaching hospital.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:26.295219+00:00"}
{"study_id": 88639, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the feasibility of seated trunk strength measures and caregiver-reported functional independence in boys with Duchenne muscular dystrophy (DMD).", "results_summary": "The study found that seated motor strength measures and Pediatric Evaluation of Disability Inventory (PEDI) mobility scores were feasible in boys with DMD, regardless of walking status. Age correlated negatively with PEDI mobility scores and positively with hand-held dynamometry (HHD) extension scores, but seated measures did not statistically correlate with PEDI mobility.", "population_specificity": "18 boys with Duchenne muscular dystrophy (DMD) enrolled from a pediatric muscular dystrophy clinic.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:26.756414+00:00"}
{"study_id": 88642, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to investigate the safety, tolerability, and efficacy of pirfenidone in asbestosis patients with progressive lung function decline, not Walking.", "results_summary": "The study found no significant changes in pulmonary function or patient-reported outcomes with pirfenidone treatment, though home spirometry suggested a potential attenuation of FVC decline.", "population_specificity": "Asbestosis patients with progressive lung function decline.", "effective_dosage": "801 mg three times a day.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:26.901104+00:00"}
{"study_id": 88638, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of stable supportive versus flat flexible walking shoes on medial tibiofemoral contact force (MTCF) in individuals with medial knee osteoarthritis and varus malalignment.", "results_summary": "Stable supportive shoes reduced MTCF during 5-18% of the stance phase and lowered loading impulse/rates compared to flat flexible shoes, suggesting they may be more suitable for individuals with medial knee osteoarthritis and varus malalignment. No differences were found in peak MTCF or MTCF impulse between shoe styles.", "population_specificity": "28 participants aged ≥50 years with medial knee osteoarthritis and varus malalignment.", "effective_dosage": "Not applicable (shoe comparison study).", "study_duration": "Not specified (cross-over design with six walking trials per shoe type).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:27.064181+00:00"}
{"study_id": 88643, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "To determine the feasibility of conducting an RCT to assess the effectiveness of a 10-week physiotherapy intervention using an interactive trainer for improving walking and balance in children with cerebral palsy.", "results_summary": "The study aims to evaluate feasibility metrics like recruitment, retention, and adherence, while exploring potential primary outcomes (mediolateral motion and Paediatric Balance Scale) at baseline, 10 weeks, and 20 weeks. Qualitative feedback from participants and therapists will also be collected.", "population_specificity": "Children with cerebral palsy (GMFCS I-III) recruited from community paediatric physiotherapy caseloads.", "effective_dosage": "Not specified (intervention involves 10 weeks of training with the interactive device or usual physiotherapy care).", "study_duration": "10 weeks (with follow-up at 20 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:31.349472+00:00"}
{"study_id": 88644, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate real-world walking speed as an ecologically valid tool for assessing multiple sclerosis (MS) progression using wearable devices.", "results_summary": "The study found that traditional outcome measures like EDSS and MRI endpoints were insufficient for predicting MS progression, while real-world walking speed emerged as a promising alternative. The SLCMSR also developed an evidence-based decision-support tool for individual prognostic estimates.", "population_specificity": "Patients with multiple sclerosis, particularly relapsing-remitting MS.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:31.875032+00:00"}
{"study_id": 88645, "supplement_id": 1667, "safety_score": "100", "efficacy_score": 85, "quality_score": 90, "study_goal": "To determine whether home-based exercise programs improve functional capacity, health-related quality of life, muscle strength, and symptoms of depression among patients with stage III-V chronic kidney disease.", "results_summary": "Home-based exercise programs significantly improved functional capacity (measured by tests like the six-minute walking test), health-related quality of life, and reduced symptoms of depression in renal patients. No adverse effects were reported.", "population_specificity": "Patients with stage III-V chronic kidney disease", "effective_dosage": "Not specified (programs typically lasted 3-6 months with 60-87.5% adherence)", "study_duration": "3-6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:34.636412+00:00"}
{"study_id": 88647, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 45, "study_goal": "The researchers aimed to analyze the clinical characteristics, diagnosis, and treatment of MNOS (a syndrome overlapping MOG encephalomyelitis and NMDARE) in adults, including symptoms like walking instability.", "results_summary": "The study found that MNOS patients often present with symptoms like walking instability, and most respond well to hormonal therapy, though recurrence is common (72.2%).", "population_specificity": "Adults with MNOS (MOG encephalomyelitis and NMDARE overlapping syndrome).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:35.456853+00:00"}
{"study_id": 88648, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of Nordic walking (aerobic exercise) and dance (dual-task training with aerobic exercise) on cognitive and physical functions in healthy older adults.", "results_summary": "Both Nordic walking and dance improved executive function, but dance additionally enhanced global cognitive function, maximum gait speed, and imitation ability. Neither intervention significantly affected muscle mass or output compared to the control group.", "population_specificity": "88 healthy older adults without dementia or sarcopenia.", "effective_dosage": "30 minutes, three times per week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:36.414624+00:00"}
{"study_id": 88646, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether perioperative breathing exercises could reduce postoperative pulmonary complications and improve long-term prognosis in elderly patients undergoing laparoscopic colorectal surgery.", "results_summary": "The study found that breathing exercises reduced the incidence of postoperative pulmonary complications (12.9% in the intervention group) and improved long-term recovery, with an 80% adherence rate up to 90 days post-surgery. Secondary outcomes, including 6-minute walking distance, were also positively impacted.", "population_specificity": "Elderly patients (n=264) undergoing laparoscopic colorectal surgery.", "effective_dosage": "Not specified (respiratory-related exercises based on standardized enhanced recovery after surgery strategies).", "study_duration": "From admission to 90 days after surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:36.529474+00:00"}
{"study_id": 88629, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a physical literacy intervention (Active Early Learning) influenced motor skill development in children.", "results_summary": "The intervention improved fine motor control and ball drop/catch performance but did not significantly affect locomotor control, stability, or throw accuracy.", "population_specificity": "314 children (180 boys, aged 4.3 ± 0.4 years) from 15 childcare centers.", "effective_dosage": "Not specified", "study_duration": "22 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:36.999190+00:00"}
{"study_id": 88641, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of exercise training using high-flow nasal cannula (HFNC) with high fraction of inspired oxygen (F RESULTS: The study found that exercise training with HFNC significantly improved 6-minute walking distance compared to standard oxygen therapy, but no significant difference was observed in the duration of constant-load exercise tests.", "results_summary": null, "population_specificity": "32 patients with chronic respiratory failure (CRF) receiving long-term oxygen therapy (LTOT).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:37.674947+00:00"}
{"study_id": 88649, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of robot-assisted gait training with varying levels of body weight support on gait and balance in stroke patients.", "results_summary": "Robot-assisted gait training with body weight support significantly improved gait (measured by 10MWT and TUG) and balance (measured by BBS) in stroke patients compared to non-robot training, with the 30% body weight support group showing the most balance improvement.", "population_specificity": "24 stroke patients", "effective_dosage": "Body weight support set to 30%, 50%, or 70% of patient's body weight during robot-assisted training", "study_duration": "6 weeks (30 min/day, 5 times/week)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:40.428350+00:00"}
{"study_id": 88651, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a 6-month exercise intervention, including Nordic/power walking, improves cognitive functioning in chemotherapy-exposed breast cancer patients with cognitive problems.", "results_summary": "The exercise intervention improved self-reported cognitive functioning, physical fitness, fatigue, quality of life, and depression, but did not significantly affect tested cognitive functioning except in highly fatigued patients.", "population_specificity": "Chemotherapy-exposed breast cancer patients with self-reported cognitive problems and lower-than-expected neuropsychological test performance, 2-4 years post-diagnosis.", "effective_dosage": "Supervised aerobic and strength training (2 h/week) and Nordic/power walking (2 h/week).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:40.530680+00:00"}
{"study_id": 88652, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine distracted pedestrian behavior in different urban environments and assess its association with unsafe crossing behaviors.", "results_summary": "Distraction incidence varied by location, with the highest rate near college campuses (52.9%) and the lowest in entertainment districts (16.2%). Walking alone and traffic volume influenced distraction risk differently across settings, but associations between distraction and unsafe crossing behaviors were minimal.", "population_specificity": "Pedestrians observed at 112 intersections in urban areas (downtown, school zones, entertainment districts, and college campuses).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:43.296649+00:00"}
{"study_id": 88655, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 60, "study_goal": "The researchers aimed to determine the effectiveness of the Hybrid Assistive Limb (HAL) in improving walking ability for stroke patients through a systematic review of randomized controlled trials.", "results_summary": "One study showed HAL improved walking independence, but its quality was medium (rated 4 on the PEDro scale). Other studies did not demonstrate improvement in walking independence, and the review concluded there was no strong evidence supporting HAL's effectiveness.", "population_specificity": "Stroke patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:44.369060+00:00"}
{"study_id": 88656, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "To explore end users' experiences of foot drop electrical stimulator use for people with neurological conditions, focusing on outcomes and barriers.", "results_summary": "The study found that foot drop electrical stimulators enhanced walking ability, independence, confidence, and social participation, but barriers included device aesthetics, usability challenges, trustworthiness in complex environments, and cost.", "population_specificity": "67 participants with stroke and multiple sclerosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:44.570876+00:00"}
{"study_id": 88657, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the developmental, activity, and participation outcomes of powered mobility interventions (Permobil Explorer Mini and modified ride-on toy cars) for young children with cerebral palsy and compare their use patterns.", "results_summary": "The abstract does not provide specific results, as the study is described as a planned clinical trial.", "population_specificity": "Young children aged 12 to 36 months with cerebral palsy and their caregivers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:45.135112+00:00"}
{"study_id": 88653, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of a pre-surgical aerobic dance-based exercise programme (PSADBE) combined with physical activity counselling (PAC) on lower extremity functions, muscle strength, endurance, and quality of life in people with morbid obesity awaiting bariatric surgery.", "results_summary": "The study found significant improvements in functional capacity, muscle strength and endurance, physical activity levels, fatigue, and quality of life in both groups, with greater improvements in the group that received PSADBE plus PAC compared to PAC alone. These benefits were sustained up to five months post-surgery.", "population_specificity": "People with morbid obesity awaiting bariatric surgery (PMOABS).", "effective_dosage": "60 minutes per session, 2 days per week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:45.265260+00:00"}
{"study_id": 88654, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 45, "study_goal": "The researchers aimed to report a case of severe allergic reaction in a child following exposure to Thaumetopoea Pityocampa (pine processionary) without direct contact, triggered by walking in a pine-surrounded garden.", "results_summary": "The study found that walking in an area with pine trees led to severe cutaneous lesions, fever, and systemic involvement in a 28-month-old boy, requiring hospitalization and intravenous treatment. This highlights the potential for allergic reactions to pine processionary even without direct contact.", "population_specificity": "28-month-old healthy boy in North Cyprus.", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:45.811329+00:00"}
{"study_id": 88659, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of virtual reality (VR) systems on gait control for return to work in patients with Parkinson's disease (PD).", "results_summary": "The study found that VR rehabilitation improved stride length, balance, motor function, and severity of PD motor symptoms, as well as quality of life and neuropsychiatric symptoms, but showed no difference in walking speed compared to conventional treatments.", "population_specificity": "Patients with Parkinson's disease (PD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:48.159977+00:00"}
{"study_id": 88658, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to determine whether adding timing and coordination training to standard strength and endurance exercises improves gait speed more than standard training alone in older adults.", "results_summary": "The study found no significant difference in gait speed improvement between the standard and standard-plus intervention groups, with both groups showing sustained mobility improvements 24 weeks post-intervention. Secondary outcomes related to intervention components also showed no significant differences.", "population_specificity": "Community-dwelling older adults aged 65+ with gait speeds between 0.60 and 1.20 m/s.", "effective_dosage": "50 to 60 minutes, twice a week for 12 weeks.", "study_duration": "12-week intervention with a 24-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:49.133350+00:00"}
{"study_id": 88660, "supplement_id": 1667, "safety_score": "75", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to systematically review and meta-analyze the effectiveness of Nordic Walking as a rehabilitation strategy for Parkinson's disease.", "results_summary": "Nordic Walking showed statistically significant benefits for walking ability and quality of life in Parkinson's patients, but no clinically meaningful improvements in global motor impairment, functional mobility, balance, or physical fitness. Some adverse effects were reported, though adherence to programs was good.", "population_specificity": "People with Parkinson's disease", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:50.458854+00:00"}
{"study_id": 88665, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the efficacy of knee-ankle-foot orthosis (KAFO) on functional mobility and activities of daily living (ADL) in stroke patients.", "results_summary": "The study found clinically meaningful improvement in functional mobility in 10 of 15 cases and in ADL in 9 of 15 cases, but the methodological quality of the reviewed articles was low.", "population_specificity": "Patients with stroke", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:53.495116+00:00"}
{"study_id": 88662, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness and suitability of home-based versus facility-based exercise therapy for patients with symptomatic peripheral artery disease (PAD).", "results_summary": "The study found that non-facility-based exercise (e.g., home or fitness center) may improve walking performance but is generally inferior to supervised facility-based training. Facility-based exercise is underutilized, and home-based alternatives could help overcome barriers like motivation and transportation.", "population_specificity": "Patients with symptomatic peripheral artery disease (PAD).", "effective_dosage": "Not specified (mentions 12-week supervised programs and those longer than 24 weeks).", "study_duration": "Varied (12 weeks to over 24 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:53.586563+00:00"}
{"study_id": 88664, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether remote home-based pulmonary rehabilitation (PR) maintenance via social media is effective in sustaining clinical improvements and reducing acute exacerbation risk in COPD patients compared to hospital-based PR and usual care.", "results_summary": "Both home-based and hospital-based PR maintenance sustained clinical improvements in 6MWD, CAT, and mMRC scores compared to usual care, with no significant difference between the two PR groups. Both PR methods independently predicted a lower risk of acute exacerbations (AECOPD).", "population_specificity": "Stable COPD patients who completed an initial 8-week PR program.", "effective_dosage": "Not specified", "study_duration": "12-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:54.352993+00:00"}
{"study_id": 88663, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to develop and validate a tool (TWIST) to predict whether and when stroke patients would regain independent walking within the first 6 months post-stroke.", "results_summary": "The TWIST tool, combining age, knee extension strength, and Berg Balance Test scores, accurately predicted the probability of achieving independent walking by specific time points (4, 6, 9, 16, or 26 weeks post-stroke) with at least 83% accuracy.", "population_specificity": "Adults with stroke who had new lower limb weakness and were unable to walk independently (median age 71 years, 36 women).", "effective_dosage": "Not applicable", "study_duration": "Assessments were completed one week post-stroke, with follow-up for up to 26 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:54.356066+00:00"}
{"study_id": 88661, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of cognitive and motor dual task walking training on dual task walking performance and brain changes in older adults with mild cognitive impairment (MCI).", "results_summary": "Both cognitive dual task training (CDTT) and motor dual task training (MDTT) improved dual task walking performance and induced activation changes in specific brain areas, with significantly better outcomes than conventional physical therapy (CPT). The improvements were maintained at a 1-month follow-up.", "population_specificity": "Older adults with mild cognitive impairment (MCI).", "effective_dosage": "24 sessions of 45-minute training (CDTT, MDTT, or CPT).", "study_duration": "24 sessions (duration not specified in weeks/months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:55.150174+00:00"}
{"study_id": 88666, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of moderate versus vigorous walking exercise, as per WHO guidelines, in alleviating depression in middle-aged and older adults.", "results_summary": "The study preliminarily compared 150 minutes of moderate walking and 75 minutes of vigorous walking weekly, assessing depression severity, anxiety, sleep quality, quality of life, and cardiorespiratory fitness. Thirty participants completed the study, but specific outcome results were not detailed in the abstract.", "population_specificity": "Middle-aged and older adults", "effective_dosage": "150 minutes of moderate walking or 75 minutes of vigorous walking weekly, three times a week", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:56.605372+00:00"}
{"study_id": 88667, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine how different classifications of congenital quadriceps abnormalities at birth influence management decisions and walking outcomes.", "results_summary": "Most patients achieved unaided walking after tailored surgical or non-surgical treatments, though some had persistent knee extension lag. Patients with continuous or discontinuous hypoplasia generally had better outcomes than those with complete aplasia, who required knee arthrodesis.", "population_specificity": "15 patients (19 knees) with congenital absence of the quadriceps.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:39:57.707834+00:00"}
{"study_id": 88668, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the prevalence of pulmonary hypertension (PH) and exercise pulmonary hypertension (ePH) in functionally limited patients with interstitial fibrosing lung disease (IFLD) and examine correlations between invasive and non-invasive exercise variables.", "results_summary": "The study found that both PH and ePH were highly prevalent in IFLD patients, with 25% having post-capillary PH, 37.5% pre-capillary PH, and 27.5% ePH. Diffusion capacity markers (DLCO, KCO, FVC%/DLCO%) were lower in ePH and PH groups, and resting cardiac output and pulmonary vascular compliance were impaired in these groups.", "population_specificity": "40 functionally limited patients with interstitial fibrosing lung disease (IFLD).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:00.383072+00:00"}
{"study_id": 88669, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to describe gait adaptations to irregular surfaces in individuals with cerebral palsy (CP) and compare these adaptations to those of healthy individuals.", "results_summary": "The study found that individuals with CP exhibit different gait adaptations on irregular surfaces compared to flat surfaces and across CP subtypes, with both typical and pathology-specific adaptations relative to healthy individuals. The review also highlighted the need for more ecologically valid data collection approaches in future studies.", "population_specificity": "152 individuals with CP (117 with diplegia, 35 with hemiplegia) and 159 healthy individuals.", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:02.175371+00:00"}
{"study_id": 88670, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a nutrition, sleep, and physical activity program, including walking, on health outcomes in overweight airline pilots.", "results_summary": "The study found no significant improvement in weekly walking (p = 0.163) despite significant improvements in other physical and mental health outcomes. Walking was not a primary focus, and its efficacy was not strongly demonstrated.", "population_specificity": "Overweight airline pilots (n = 125)", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:02.549755+00:00"}
{"study_id": 88672, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 60, "study_goal": "The researchers aimed to determine whether street-level built environment interventions could improve children's health in high-income countries, focusing on physical activity or play as the primary health outcome.", "results_summary": "The review found limited evidence that closing streets to traffic increased activity or play, inconclusive evidence for street design changes and gamifying active travel, and noted poor intervention descriptions and inadequate study designs hampered conclusions.", "population_specificity": "Children in high-income countries, particularly in deprived neighborhoods.", "effective_dosage": "Not applicable", "study_duration": "Varied (temporary changes like street closures vs. permanent street design changes)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:02.773280+00:00"}
{"study_id": 88673, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effectiveness of exercise-based rehabilitation interventions, including walking, for improving symptoms and disability in individuals with post-acute COVID-19 syndrome (PACS).", "results_summary": "Rehabilitation interventions, including walking, improved dyspnea, anxiety, kinesiophobia, muscle strength, walking capacity, sit-to-stand performance, and quality of life in PACS patients, though pulmonary function results were inconsistent.", "population_specificity": "Individuals with post-acute COVID-19 syndrome (PACS), aged 49.2-69.4 years, 65% males.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:02.940900+00:00"}
{"study_id": 88674, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review findings on proteoglycan 4 in the context of osteoarthritis (OA) treatment and the challenges of cartilage repair.", "results_summary": "The abstract highlights the limitations of current OA treatments, such as symptom alleviation without cartilage repair, and emphasizes the need for effective drugs and regenerative therapies. It does not directly discuss walking's effects.", "population_specificity": "Patients with osteoarthritis, particularly those experiencing joint degeneration and cartilage damage.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:02.969437+00:00"}
{"study_id": 88675, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine whether an mHealth intervention (SMS prompts with or without a dog pedometer) could increase dog-facilitated physical activity (family dog walking and active play) in children.", "results_summary": "The intervention showed no significant effect on family dog walking and dog play at 1-month, but SMS-only and all intervention children were more likely to increase total dog-facilitated physical activity at 3-months. However, these associations disappeared after adjusting for socio-demographic factors.", "population_specificity": "Children aged 5-10 years with a family dog in Perth, Western Australia.", "effective_dosage": "4 weeks of SMS messages (with or without a dog pedometer and steps diary).", "study_duration": "4 weeks of intervention, with follow-up at 1- and 3-months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:06.720266+00:00"}
{"study_id": 88676, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the impact of cardiac rehabilitation (including walking) on microRNA-423-5p levels and cardiac function in hypertensive patients with heart failure and a moderately reduced ejection fraction.", "results_summary": "The cardiac rehabilitation group showed significantly improved cardiac function (measured by NYHA classification, 6-minute walking test, and echocardiography) and lower microRNA-423-5p expression compared to the control group, suggesting walking as part of rehabilitation was effective. MicroRNA-423-5p demonstrated better diagnostic specificity and accuracy than N-terminal pro-B-type natriuretic peptide.", "population_specificity": "Hypertensive patients with heart failure and a moderately reduced ejection fraction (60 patients) and hypertensive patients without heart failure (30 patients as negative controls).", "effective_dosage": "Not specified (cardiac rehabilitation included walking but details on frequency/intensity were not provided).", "study_duration": "1 month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:07.899925+00:00"}
{"study_id": 88677, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if a walking-specific functional resistance training (FRT) program improves knee strength in individuals after ACL reconstruction.", "results_summary": "The BRACE group showed greater knee extensor and flexor strength compared to the TARGET MATCH group at both post-intervention and 8-week follow-up, and greater knee flexor strength than the BAND group post-intervention. FRT with a customized knee brace was concluded to be beneficial for ACL rehabilitation.", "population_specificity": "Individuals after ACL reconstruction", "effective_dosage": "Training 2-3 times per week", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:08.612677+00:00"}
{"study_id": 88679, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to investigate lead pulling in pet dogs as a welfare concern and its implications for veterinary professionals and dog owners.", "results_summary": "The study found that lead pulling negatively affects walk quality, frequency, and duration, potentially leading to weight gain and other undesirable behaviors. It also highlighted that aversive equipment and punitive training methods can cause pain, distress, and aggression, weakening dog-owner attachment and increasing relinquishment risk.", "population_specificity": "Pet dogs and their owners, with a focus on veterinary professionals as advisors.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:10.748638+00:00"}
{"study_id": 88682, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether behavior change techniques using smartphone-linked walking tools could prevent dementia in older adults.", "results_summary": "The study protocol suggests potential benefits of smartphone-linked Nordic walking with cognitive tasks for dementia prevention, but final efficacy results are pending after the 30-month follow-up.", "population_specificity": "Community-dwelling adults aged 60+ in Japan (n=3,498).", "effective_dosage": "60-minute group walking sessions twice weekly with cognitive tasks.", "study_duration": "30 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:10.951834+00:00"}
{"study_id": 88678, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the reach and representativeness of a digital fall prevention intervention (Safe Step) among older adults.", "results_summary": "The study found a recruitment rate of 4.7%, with participants primarily being highly educated women who frequently used digital technologies. The intervention attracted a specific demographic, suggesting a need for diverse intervention types to reach a broader population.", "population_specificity": "Adults aged 70 years or older who had experienced a fall or decline in balance in the past year.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:11.468740+00:00"}
{"study_id": 88681, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a moderate-intensity motor skill training (MST) circuit improved walking function in persons with motor-incomplete spinal cord injury (PwMISCI) and whether transcranial direct current stimulation (tDCS) enhanced these effects.", "results_summary": "The MST circuit significantly improved walking speed, distance, cadence, and stride length but did not affect interlimb symmetry. No significant differences were observed between groups receiving active or sham tDCS, though walking speed changes approached clinical relevance.", "population_specificity": "Adults with chronic, motor-incomplete spinal cord injury.", "effective_dosage": "Not specified (3-day intervention with MST circuit and concurrent tDCS/sham tDCS).", "study_duration": "3 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:12.414462+00:00"}
{"study_id": 88680, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to analyze the efficacy and safety of Pronolis®HD mono 2.5%, a high-density hyaluronic acid gel, for pain reduction and symptom relief in patients with knee osteoarthritis.", "results_summary": "The study found significant reductions in pain, stiffness, and functional impairment, with 66% of patients achieving >50% pain improvement by 24 weeks. Rescue medication use decreased, and only mild local adverse events (1.6%) were reported.", "population_specificity": "166 patients with symptomatic primary knee osteoarthritis.", "effective_dosage": "Single intra-articular injection of 2.5% hyaluronic acid (120 mg in 4.8 mL solution).", "study_duration": "24 weeks (follow-up period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:13.167292+00:00"}
{"study_id": 88683, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of a stakeholder-informed robotic gait training (RGT) program to usual care gait training (UC) for improving gait function in individuals with incomplete spinal cord injury (SCI) during inpatient rehabilitation.", "results_summary": "The study will assess gait function, speed, independence, pain, fatigue, spasm frequency, mental health, and quality of life, comparing RGT using the Ekso exoskeleton to UC methods like overground gait training and body weight-supported treadmill training. Results will be analyzed at admission and discharge to determine differences between groups.", "population_specificity": "Individuals with incomplete spinal cord injury admitted to an inpatient rehabilitation facility.", "effective_dosage": "Not specified", "study_duration": "Duration of inpatient rehabilitation (not explicitly stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:16.154155+00:00"}
{"study_id": 88684, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to review the effects of low-intensity pulsed ultrasound (LIPUS) on pain relief and functional recovery in patients with knee osteoarthritis (KOA).", "results_summary": "The meta-analysis found that LIPUS significantly improved pain relief (measured by VAS score) and functional knee recovery in KOA patients compared to controls. The study concluded that LIPUS could be an alternative therapy for KOA rehabilitation.", "population_specificity": "Patients with knee osteoarthritis (807 participants across 13 studies).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:16.364532+00:00"}
{"study_id": 88685, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "To test whether cerebellar transcranial direct current stimulation (ctDCS) combined with motor training improves mobility and balance in people with multiple sclerosis.", "results_summary": "Both real- and sham-ctDCS groups showed improved walking performance, balance, and quality of life post-treatment, with effects maintained at follow-up. Real-ctDCS showed a significant interaction effect for motor aspects of quality of life but did not boost motor training effects overall.", "population_specificity": "People with multiple sclerosis (16 subjects).", "effective_dosage": "Daily ctDCS (real or sham) combined with task-oriented training.", "study_duration": "Two weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:17.214346+00:00"}
{"study_id": 88688, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effect of wearable exoskeletons on post-stroke walking, comparing exoskeleton-assisted training with conventional gait training.", "results_summary": "Exoskeleton-assisted training was superior to conventional gait training in improving walking speed, balance, overall mobility capacity, and endurance, particularly in chronic stroke patients. No studies were available to assess the effect of simply wearing an exoskeleton during walking.", "population_specificity": "Post-stroke patients, including a subgroup with chronic stroke (>6 months post-stroke).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:19.681663+00:00"}
{"study_id": 88686, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of passive biaxial ankle movement training synchronized with electrical stimulation therapy (AMT-EST) on ankle proprioception, range of motion, strength, balance, and gait in chronic stroke patients.", "results_summary": "The experimental group showed significant improvements in ankle dorsiflexor strength, passive range of motion during foot supination and pronation, and clinical assessments of motor, balance, and gait-related functions. Ankle proprioception was not significantly improved but was predicted by the Fugl-Meyer Assessment score and time since stroke.", "population_specificity": "Chronic stroke patients (n=35)", "effective_dosage": "20 sessions of AMT-EST (frequency not specified)", "study_duration": "Not explicitly stated, but 20 sessions were administered", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:20.476689+00:00"}
{"study_id": 88690, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects and safety of exergaming and conventional rehabilitation on walking ability in persons with multiple sclerosis (MS) during corticosteroid treatment.", "results_summary": "The study found significant improvements in walking ability (measured by the MS Walking Scale-12 and Timed 25 Foot Walk) from baseline to follow-up in both exergaming and conventional rehabilitation groups.", "population_specificity": "Persons with multiple sclerosis (pwMS) during corticosteroid treatment.", "effective_dosage": "Not specified", "study_duration": "Measurements were taken at baseline (T1), immediately after discharge (T2), and 1 month after discharge (T3).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:21.274658+00:00"}
{"study_id": 88689, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether intradialytic exercise, including aerobic and resistance training, could prevent declines in nutritional status and physical function in older hemodialysis patients.", "results_summary": "The exercise group showed no significant reductions in handgrip strength, 10-m walking speed, serum albumin, or GNRI, unlike the control group. However, no significant differences were observed in frailty or mobility between groups.", "population_specificity": "Older hemodialysis patients aged ≥70 years with geriatric issues.", "effective_dosage": "30 minutes of aerobic exercise using a cycle ergometer and resistance training (four exercises with an elastic tube) three times per week.", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:21.406130+00:00"}
{"study_id": 88687, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to characterize the frequency and timing of loss of ambulation (LOA) in patients with different subtypes of autosomal recessive limb girdle muscular dystrophy (LGMDR) based on age at disease onset.", "results_summary": "The study found that early childhood-onset LGMDR, particularly subtypes LGMDR9 and LGMDR3-6, progressed to LOA faster than late childhood- or adult-onset cases. The mean time to LOA varied by subtype, with LGMDR9 and LGMDR3-6 showing the shortest progression times.", "population_specificity": "Patients with autosomal recessive limb girdle muscular dystrophy (LGMDR), categorized by age at onset (adult, late childhood, early childhood) and subtype (LGMDR1, LGMDR2/MM, LGMDR3-6, LGMDR9, LGMDR12).", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:21.664596+00:00"}
{"study_id": 88694, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "To determine the efficacy of physiotherapy approaches, including weight-supported walking, in treating lumbar spinal stenosis (LSS) and compare their delivery characteristics.", "results_summary": "Three weeks of weight-supported walking improved pain and disability in LSS patients, though the evidence was rated as very low. Six weeks of cycling reduced disability compared to weight-supported walking, with low evidence supporting this finding.", "population_specificity": "Patients with clinical diagnosis of LSS confirmed through imaging techniques.", "effective_dosage": "Not specified (intervention involved weight-supported walking).", "study_duration": "3 weeks for weight-supported walking.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:25.754181+00:00"}
{"study_id": 88692, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of walking training (WT) and arm-crank exercise training (ACT) on cardiovascular function, functional capacity, cognition, and quality of life in patients with symptomatic peripheral artery disease (PAD).", "results_summary": "The study protocol describes a comparison between WT, ACT, and a control group, but results are not yet available as this is a study protocol. The expected outcomes include potential cardiovascular benefits from ACT in symptomatic PAD patients.", "population_specificity": "Patients with symptomatic peripheral artery disease (PAD).", "effective_dosage": "2 sessions/week, 15 to 10 sets of 2 to 5 minutes at values of 13 to 15 on the Borg scale.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:25.778093+00:00"}
{"study_id": 88693, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 55, "quality_score": 70, "study_goal": "The researchers aimed to compare the clinical outcomes of Guillain-Barre syndrome (GBS) related to COVID-19 versus non-COVID-19 GBS, focusing on functional recovery, including walking ability.", "results_summary": "The study found that 55.55% of GBS patients regained autonomous walking after a mean follow-up of 10.11 months. COVID-19-related GBS appeared to have better clinical outcomes and fewer complications compared to non-COVID-19 GBS.", "population_specificity": "Patients admitted to inpatient rehabilitation for GBS, including those with and without COVID-19-related GBS.", "effective_dosage": "Not specified", "study_duration": "Mean follow-up of 10.11 months (SD = 4.46 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:26.116535+00:00"}
{"study_id": 88695, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a self-managed cooling intervention on pain reduction and physical activity improvement, including walking, in individuals with recently healed venous leg ulcers (VLUs) and diabetic foot ulcers (DFUs).", "results_summary": "The study found minimal reductions in pain and slight improvements in physical activity, including walking time, but the outcomes were not statistically significant. Walking time improved more notably in the VLU groups compared to the DFU groups.", "population_specificity": "140 individuals with previously healed VLUs and DFUs receiving care in outpatient wound centers in the Southeastern U.S.", "effective_dosage": "Cooling or placebo patch application for 30 minutes, 3 times weekly.", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:28.715509+00:00"}
{"study_id": 88697, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate bone mineral density changes in three fixation zones and the biomechanical effects of 3D-printed titanium porous metaphyseal cones in revision knee replacement patients.", "results_summary": "The study found bone loss (-0.086 ± 0.05 g/cm) and utilized DXA, CT, and patient-specific FE modeling to assess biomechanical effects at 6 months post-surgery.", "population_specificity": "Patients undergoing revision knee replacement.", "effective_dosage": "Not mentioned", "study_duration": "1 year (for BMD changes), 6 months (for biomechanical effects)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:28.915617+00:00"}
{"study_id": 88700, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether gait retraining strategies and tools improve gait biomechanics and symptoms in individuals with hip or knee osteoarthritis compared to control or alternate interventions.", "results_summary": "Gait retraining with real-time biofeedback showed strong evidence for improving walking biomechanics, while kinesiology taping had moderate evidence for pain relief. Other interventions had conflicting or limited evidence of benefit.", "population_specificity": "Individuals with hip or knee osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:29.434754+00:00"}
{"study_id": 88699, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of a 6-month home-based coaching program, including physical activity, on heart rate variability and functional outcomes in subacute stroke patients.", "results_summary": "The coaching program significantly improved walking distance in the experimental group but had no effect on heart rate variability or other functional measures. No significant changes were observed in the control group.", "population_specificity": "Subacute stroke patients", "effective_dosage": "Not specified (coaching program included physical activity, home visits, and weekly phone calls)", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:29.780641+00:00"}
{"study_id": 88698, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of nonoperative treatments (including activity modification like reducing walking) and surgical interventions for lumbar spinal stenosis.", "results_summary": "The study found that nonoperative treatments, including reducing walking, led to symptom improvement in about one-third of patients, no change in 50%, and worsening in 10-20%. Surgical interventions showed better symptom relief compared to nonoperative therapy in selected patients.", "population_specificity": "Older adults with lumbar spinal stenosis, particularly those with back, buttock, and lower extremity pain.", "effective_dosage": "Not specified", "study_duration": "Up to 3 years for nonoperative follow-up; trial durations varied for surgical interventions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:29.913170+00:00"}
{"study_id": 88704, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 60, "study_goal": "The researchers were examining the developmental outcomes, including independent walking, in patients with CDKL5 deficiency disorder (CDD).", "results_summary": "The study found that only a quarter of girls and a smaller proportion of boys with CDD achieve independent walking, indicating severe developmental impairment. Clinical variability in walking ability is likely genetically determined.", "population_specificity": "Patients with CDKL5 deficiency disorder (CDD), primarily infants and children with early-onset seizures.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:33.527943+00:00"}
{"study_id": 88701, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to determine whether using intraoperative pressure sensors to achieve soft-tissue balance during total knee arthroplasty (TKA) improved clinical outcomes compared to manual balancing.", "results_summary": "The study found no significant difference in clinical or functional outcomes two years after TKA between sensor-guided balancing and manual balancing, despite improved quantitative soft-tissue balance with sensors.", "population_specificity": "250 patients (285 TKAs) undergoing total knee arthroplasty.", "effective_dosage": "Not applicable", "study_duration": "Two-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:33.593386+00:00"}
{"study_id": 88703, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antinociceptive efficacy of the preoperative PENG block, residual motor block, and time for postoperative functional recovery in patients with hip fracture.", "results_summary": "The PENG block provided effective analgesia, reducing pain by at least 3 points on the VNS at all evaluation points, with an average difference of 7.5 points. It enabled safe patient transfer and placement without complications and promoted early mobility and rehabilitation.", "population_specificity": "Patients undergoing total hip arthroplasty for hip fracture.", "effective_dosage": "Not specified", "study_duration": "Preoperative block with assessments up to 24 hours post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:34.797728+00:00"}
{"study_id": 88705, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if multimodal neuroimaging features, alone or combined with psychosocial and health measures, could predict adherence to a 6-month exercise intervention in older adults.", "results_summary": "Higher cortical thickness in specific brain regions and functional connectivity in certain networks predicted better exercise adherence. A combined multimodal model achieved the highest predictive strength for adherence.", "population_specificity": "131 older adults (mean age 65.79 ± 4.65 years, 63% female).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:36.603170+00:00"}
{"study_id": 88708, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of pulmonary rehabilitation (which includes walking) for improving exercise tolerance and quality of life in patients with idiopathic pulmonary fibrosis.", "results_summary": "Pulmonary rehabilitation significantly improved 6-minute walking distance, reduced respiratory questionnaire scores, and enhanced lung function metrics like forced vital capacity and diffusing capacity for carbon monoxide. The quality of evidence ranged from low to moderate.", "population_specificity": "Patients with idiopathic pulmonary fibrosis (549 participants across 11 trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:37.211360+00:00"}
{"study_id": 88706, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of Alemtuzumab treatment on physiological, physical, and cognitive function, including walking performance, in persons with relapsing-remitting multiple sclerosis (pwMS) over two years.", "results_summary": "The study found improvements in short-distance walking (T25FWT, SSST) and cognitive function (SDMT, SRT) at 24 months, while the primary outcome (6MWT) and other measures remained stable.", "population_specificity": "Relapsing-remitting multiple sclerosis patients (n=17).", "effective_dosage": "Not specified in the abstract.", "study_duration": "24 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:38.193154+00:00"}
{"study_id": 88709, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of electromechanical-assisted gait training versus conventional gait training on clinical walking function and gait symmetry in stroke patients.", "results_summary": "Both electromechanical-assisted and conventional gait training improved functional ambulatory category (FAC) and clinical walking functions, but gait symmetry improvements were limited. Subacute stroke patients showed more significant improvements in walking function than chronic patients, but gait asymmetry did not improve in either group.", "population_specificity": "Stroke patients (n=144), including subacute and chronic subgroups.", "effective_dosage": "30 minutes per day, 5 days a week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:38.409589+00:00"}
{"study_id": 88710, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether walking improves pain-free walking distance, functional status, quality of life, and Ankle-Brachial Index (ABI) in patients with symptomatic peripheral arterial disease (PAD) and intermittent claudication (IC).", "results_summary": "The study found that walking increased pain-free walking distance and improved functional status, quality of life, and ABI in PAD patients with IC. Secondary outcomes included improved cardiorespiratory and muscle fitness, with effects maintained at 6 and 12 months.", "population_specificity": "Patients with symptomatic PAD (intermittent claudication) from 15 primary healthcare centers in North Barcelona, Spain.", "effective_dosage": "Not specified", "study_duration": "12 months (with assessments at 3, 6, and 12 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:39.750220+00:00"}
{"study_id": 88711, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of ground-based walking training on exercise capacity, physical activity, quadriceps muscle strength, and quality of life in patients with pulmonary hypertension.", "results_summary": "The walking group showed significant improvements in endurance capacity, maximal exercise capacity, and step count, but no significant changes were observed in 6-minute walk distance, physical activity, quadriceps muscle strength, or quality of life compared to the control group. No adverse effects were reported.", "population_specificity": "Patients with pulmonary hypertension (n=24).", "effective_dosage": "30-minute supervised walking 2 days/week plus unsupervised walking at least 1 day/week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:42.339510+00:00"}
{"study_id": 88712, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of the SPACE FOR COPD programme (a home-based self-management intervention involving walking) on exercise tolerance and mental well-being compared to usual care in COPD patients post-pulmonary rehabilitation.", "results_summary": "The study assessed endurance capacity, maximal exercise capacity, health-related quality of life, mood, and other outcomes at 6 and 12 months, but specific results were not detailed in the abstract. The intervention included motivational interviewing and group sessions over 12 months.", "population_specificity": "Patients with a clinical diagnosis of COPD who had completed pulmonary rehabilitation within the past 4 weeks.", "effective_dosage": "Home-based manual and 4 group sessions (2 hours each) over 12 months.", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:43.473486+00:00"}
{"study_id": 88713, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To assess the safety and efficacy of ultrasound-guided erector spinae plane block (ESPB) for perioperative analgesia in posterior cervical spine surgery (PCSS).", "results_summary": "ESPB significantly reduced intraoperative opioid consumption, muscle relaxant usage, surgical duration, and blood loss compared to standard multimodal analgesia. Postoperative pain scores, alertness, satisfaction, and time to mobilization were also significantly better in the ESPB group.", "population_specificity": "Eighty-six patients requiring sub-axial PCSS with or without instrumentation.", "effective_dosage": "15 ml of 0.25% bupivacaine and 8 mg Dexamethasone bilaterally.", "study_duration": "Perioperative (single administration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:44.073918+00:00"}
{"study_id": 88715, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To investigate the effects of local vibration applied to the plantar region of the foot on static and dynamic balance in stroke patients.", "results_summary": "Participants receiving plantar vibration showed greater improvements in static and dynamic balance assessments compared to the control group, with significant improvements in Overall Stability Index, fall risk, and Timed Up and Go Test times.", "population_specificity": "Thirty inpatient stroke patients.", "effective_dosage": "Local vibration therapy at 80Hz frequency alongside conventional physical therapy.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:44.966997+00:00"}
{"study_id": 88717, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a moderate-intensity physical activity program on body composition, muscle strength, and balance in elderly females to assess sarcopenia.", "results_summary": "The study found significant improvements in body composition (reduced BMI, body fat percentage, and fat mass; increased basal metabolic rate and skeletal muscle mass), upper and lower extremity muscle strength, and balance. The program also enhanced handgrip strength and gait speed, effectively evaluating sarcopenia.", "population_specificity": "30 healthy elderly females", "effective_dosage": "Moderate-intensity physical activity program twice a week", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:46.524082+00:00"}
{"study_id": 88716, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the biomechanical strength of two percutaneous Achilles tendon repair techniques (knotless suture anchor repair and percutaneous end-to-end repair) during simulated progressive rehabilitation involving walking.", "results_summary": "Both repair techniques showed no significant difference in clinical failure rates, gap displacement, or overall failure during simulated walking conditions. All repairs eventually failed during the ambulation phase, with different failure modes observed between the two techniques.", "population_specificity": "Fresh-frozen below-knee cadaveric extremities (9 matched pairs).", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:46.653706+00:00"}
{"study_id": 88714, "supplement_id": 1667, "safety_score": "92", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether customised preformed foot orthoses (FOs) could improve gait parameters, such as peak pressure and pressure time integrals, in children with juvenile idiopathic arthritis (JIA).", "results_summary": "Customised preformed FOs significantly reduced peak pressures and pressure time integrals in the heel, forefoot, and 5th metatarsophalangeal joint compared to a control device, with statistically significant improvements observed at baseline, 3 months, and 6 months. The intervention was safe, well-accepted, and associated with a high retention rate (92%).", "population_specificity": "Children aged 5-18 with juvenile idiopathic arthritis (JIA) and lower limb symptoms.", "effective_dosage": "Not specified (customised chair-side low-density full-length Slimflex Simple device).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:47.344216+00:00"}
{"study_id": 88718, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the clinical efficacy and safety of Traditional Chinese Medicine (TCM) syndrome differentiation in improving exercise endurance and quality of life in patients with pneumoconiosis.", "results_summary": "The treatment group showed significant improvements in six-minute walking distance (6MWD), St. George Respiratory Questionnaire (SGRQ) score, mMRC score, CAT score, and total symptom score compared to the control group, with no serious adverse events reported.", "population_specificity": "96 patients with pneumoconiosis (83 completed the study).", "effective_dosage": "Not specified", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:49.719210+00:00"}
{"study_id": 88719, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review the literature on water-based therapeutic exercise (WBTE) for stroke survivors, describe intervention content, summarize effects, and identify gaps in research.", "results_summary": "The review found that WBTE had a strong effect on balance and gait-related outcomes in 80% of controlled and comparison trials, suggesting beneficial impacts for stroke survivors.", "population_specificity": "Adult stroke survivors (18+ years) of any stroke type (ischemic/hemorrhagic) or stage (acute/chronic).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:50.610973+00:00"}
{"study_id": 88723, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a balance-focused multimodal exercise intervention, including walking, improves balance and reduces falls for people with mild cognitive impairment (MCI).", "results_summary": "The study evaluates the effects of a 6-month multimodal exercise intervention (including walking) on balance and fall rates in people with MCI, with results pending as the abstract does not report final outcomes.", "population_specificity": "People with mild cognitive impairment (MCI) living in the community.", "effective_dosage": "Not specified (walking program details not provided).", "study_duration": "6-month intervention period with 6-month maintenance follow-up (total 12 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:53.420587+00:00"}
{"study_id": 88724, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a mobile health tool (WalkingPad app) with a built-in virtual assistant could improve motivation, behavior change, and adherence to home-based exercise therapy in patients with peripheral arterial disease and intermittent claudication.", "results_summary": "The study found that the WalkingPad app, especially with a virtual assistant, was expected to improve walking distances (maximal and pain-free), quality of life, and walking speed in patients with PAD. The virtual assistant was hypothesized to enhance motivation and adherence to exercise.", "population_specificity": "Patients with peripheral arterial disease (PAD) and intermittent claudication (IC) recruited from an Angiology and Vascular Surgery Department in Portugal.", "effective_dosage": "Not specified (personalized HBET program)", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:55.199648+00:00"}
{"study_id": 88720, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To compare the effects of exergaming versus conventional exercises on cognition, lower-limb functional coordination, and stepping time in people with multiple sclerosis (PwMS).", "results_summary": "Exergaming showed more improvements in complex attention, executive function, and lower-limb functional coordination in the short-term compared to conventional exercises. In the mid-term, exergaming was more effective for improving stepping time and lower-limb coordination, but neither approach was superior for simple attention and reaction time.", "population_specificity": "People with multiple sclerosis (PwMS)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:55.437058+00:00"}
{"study_id": 88727, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To determine the feasibility and potential efficacy of early, intensive, play-based lower extremity therapy (ELEVATE) on gross motor function in young children with perinatal stroke.", "results_summary": "The intervention improved gross motor function (GMFM-66) more in the Immediate Group than the Delay Group, with greater benefits in younger children. Step counts increased significantly, and parent-trained children also showed improvement, though with more variability.", "population_specificity": "Children aged 8 months to 3 years with MRI-confirmed perinatal ischemic stroke and early signs of hemiparesis.", "effective_dosage": "1 hour/day, 4 days/week for 12 weeks.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:56.518550+00:00"}
{"study_id": 88728, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to determine the effectiveness of outdoor community ambulation interventions in improving walking endurance, depression, and other health outcomes in older adults.", "results_summary": "The meta-analysis found no significant difference in walking endurance and depression outcomes between outdoor community ambulation and comparison interventions. Some studies suggested possible improvements in gait speed and lower extremity function, but most evidence was of low to very low certainty.", "population_specificity": "Older adults (specific age range not specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:58.030085+00:00"}
{"study_id": 88725, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to review the clinical characteristics, management, and challenges of progressive-fibrosing interstitial lung disease (PF-ILD), including the use of multi-dimensional approaches like the 6-min walking test.", "results_summary": "The abstract does not provide specific results related to walking; it focuses on the broader management of ILD, including diagnostic and treatment strategies.", "population_specificity": "Patients with interstitial lung diseases (ILD), including connective-tissue disease-associated ILD, hypersensitivity pneumonitis, and sarcoidosis.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:59.257098+00:00"}
{"study_id": 88729, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether low-intensity or medium-intensity brisk walking improves early attendance, adherence, and physical outcomes in cardiac rehabilitation patients post-percutaneous coronary intervention.", "results_summary": "The study compared low-intensity and medium-intensity brisk walking for improving adherence and cardiopulmonary endurance, with primary outcomes measured via oxygen consumption (VO₂) changes, but specific results were not detailed in the abstract.", "population_specificity": "Patients with coronary heart disease after percutaneous coronary intervention.", "effective_dosage": "Not specified (low-intensity vs. medium-intensity brisk walking).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:59.551027+00:00"}
{"study_id": 88726, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether echocardiographic variables, including right ventricle diastolic diameter (RVDD), could predict unfavorable COPD progression, including functional capacity measured by the 6-minute walking test (6MWT).", "results_summary": "Patients with RVDD greater than 35 mm showed worse functional capacity in the 6MWT and more frequent disease exacerbations. RVDD was correlated with reduced forced vital capacity and walking distance, accounting for 55% of the variation in 6MWT distance.", "population_specificity": "91 patients diagnosed with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not specified", "study_duration": "One-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:00.903332+00:00"}
{"study_id": 88730, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of Qingjin Yiqi granules (QJYQ) combined with standard rehabilitation treatments (SRTs) for improving breathlessness, fatigue, and walking distance in post-COVID-19 condition (PCC) patients.", "results_summary": "QJYQ combined with SRTs improved breathlessness (mMRC scale) and fatigue (Borg scale) compared to SRTs alone, but no significant difference was observed in symptoms score or 6-minute walking distance (6MWD). No treatment-related adverse events were reported.", "population_specificity": "388 patients with post-COVID-19 condition (PCC).", "effective_dosage": "Not specified in the abstract.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:03.225359+00:00"}
{"study_id": 88731, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to gather developmental and clinical information on a large number of patients with MEF2C-related disorders, including limited walking abilities.", "results_summary": "The study identified prominent features of MEF2C-related disorders, including limited walking (implied by developmental delay), but did not specifically evaluate the efficacy or safety of walking as an intervention.", "population_specificity": "Patients with MEF2C-related disorders (developmental and cognitive delay, limited walking, hypotonia, and seizures).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:03.343188+00:00"}
{"study_id": 88732, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "To investigate the effect of a home-based, walking exercise behavior change intervention delivered by physical therapists in adults with PAD and intermittent claudication compared with usual care.", "results_summary": "The intervention group showed a statistically significant improvement in 6-minute walking distance (16.7 m difference) at 3 months compared to usual care. Secondary outcomes, including WELCH scores and illness perception, also improved significantly in the intervention group, though 5 of 8 secondary outcomes were not statistically significant.", "population_specificity": "Adults with peripheral artery disease (PAD) and intermittent claudication (mean age 68 years, 30% women, 79% White race).", "effective_dosage": "Not specified (behavioral intervention, not a fixed dosage).", "study_duration": "3-month follow-up (intervention duration not explicitly stated).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:05.230087+00:00"}
{"study_id": 88736, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the effectiveness of a literacy-focused program and an exercise program in preventing physical frailty and improving well-being in older adults.", "results_summary": "Both programs showed significant improvements in subjective well-being, occupational performance, and physical fitness, with the exercise group demonstrating higher quality of life and physical fitness outcomes compared to the literacy group.", "population_specificity": "Older adults aged 65 to 85 in Ward A, Tokyo.", "effective_dosage": "60- to 90-minute sessions twice a month.", "study_duration": "4 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:07.521505+00:00"}
{"study_id": 88735, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of moderate-intensity aerobic training (including walking) on telomere length, functional capacity, and other physiological outcomes in patients with heart failure with reduced ejection fraction (HFrEF).", "results_summary": "The study expects positive outcomes for telomere length and functional capacity in the aerobic training group, suggesting that aerobic exercise like walking may delay biological aging and improve physiological markers in HFrEF patients.", "population_specificity": "Men and women aged 50–80 years with HFrEF.", "effective_dosage": "Moderate-intensity aerobic training (specific dosage not detailed).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:07.935974+00:00"}
{"study_id": 88734, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to verify whether SID142 (a controlled-release tablet of cilostazol and Ginkgo biloba leaf extract) was noninferior to Renexin (a combination pill of the same ingredients) in improving ischemic symptoms in patients with peripheral arterial disease (PAD).", "results_summary": "SID142 was found to be noninferior to Renexin in reducing lower extremity pain and showed no significant differences in secondary efficacy endpoints. Additionally, SID142 had a significantly lower incidence of adverse reactions compared to Renexin.", "population_specificity": "Patients with peripheral arterial disease (PAD).", "effective_dosage": "SID142 (200 mg cilostazol + 160 mg Ginkgo biloba leaf extract) once daily; Renexin (dosage not specified) twice daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:08.006377+00:00"}
{"study_id": 88737, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the scientific evidence on the benefits of robot-assisted gait training compared to conventional rehabilitation for improving gait in people with multiple sclerosis (MS).", "results_summary": "The study found that robotic devices were not superior to conventional interventions for improving gait speed in MS patients, and the methodological quality of the reviewed studies was moderate-low. Robot-assisted gait training was considered equally effective as conventional rehabilitation.", "population_specificity": "Adults with multiple sclerosis (MS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:08.561932+00:00"}
{"study_id": 88738, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review recent literature on pediatric foot and ankle pathologies, including clubfoot, congenital vertical talus, toe walking, and others, to highlight current best practices and treatment strategies.", "results_summary": "The study reviewed 73 papers, focusing on new findings and significant contributions in treating various pediatric foot and ankle conditions, with the goal of improving understanding and current practices.", "population_specificity": "Children with foot and ankle pathologies (e.g., clubfoot, congenital vertical talus, toe walking).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:11.488830+00:00"}
{"study_id": 88739, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of warm acupuncture combined with meloxicam and comprehensive nursing on pain improvement and joint function in patients with knee osteoarthritis.", "results_summary": "The combined treatment group showed greater improvements in pain, mobility, stability, walking ability, and ability to walk up and down stairs compared to the control and traditional Chinese medicine groups. The treatment also reduced inflammatory mediators and oxidative stress markers more effectively.", "population_specificity": "81 patients with knee osteoarthritis (KOA).", "effective_dosage": "Not specified for walking; meloxicam dosage not detailed.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:12.184668+00:00"}
{"study_id": 88740, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a 13-week integrative neuromuscular training program could improve gait spatiotemporal and kinematic parameters in children with overweight/obesity.", "results_summary": "The exercise group maintained baseline stance and single-limb support times and maximum foot abduction angle during walking, while the control group showed increases in these parameters. The exercise group also maintained pelvic tilt and ankle abduction angles, whereas the control group exhibited increased pelvic anterior tilt and ankle abduction angles.", "population_specificity": "Children (10.77 ± 1.24 years, 31 girls) with overweight/obesity.", "effective_dosage": "Not specified (exercise program based on fundamental movement skills, strength activities, and aerobic training).", "study_duration": "13 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:14.731360+00:00"}
{"study_id": 88743, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the immediate and retention effects of auditory biofeedback gait training on biomechanics and talar cartilage characteristics in patients with chronic ankle instability (CAI).", "results_summary": "The AudFB group showed significant reductions in lateral foot pressure and force, along with a medial shift in center of pressure, both immediately and 1-week post-intervention. No changes were observed in the Control group or in ultrasound measures of talar cartilage for either group.", "population_specificity": "18 participants with chronic ankle instability (CAI).", "effective_dosage": "8 sessions of 30-minute treadmill walking.", "study_duration": "8 sessions (duration per session: 30 minutes).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:17.165371+00:00"}
{"study_id": 88742, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether intensive exercise (walking) reduces the 1-year in-stent restenosis rate in patients with femoropopliteal lesions after endovascular therapy.", "results_summary": "Intensive exercise significantly improved the patency rate of bare nitinol stents at 12 months, with 81.3% freedom from in-stent restenosis in the intensive group compared to 47.6% in the non-intensive group. No stent fractures were observed in the intensive exercise group.", "population_specificity": "Patients with claudication and de novo stenosis or occlusion of the femoropopliteal artery.", "effective_dosage": "Intensive exercise (walking for ≥30 minutes per session, ≥3 times per week).", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:17.399749+00:00"}
