{"study_id": 114009, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate treatment options for poor responders to bariatric surgery and provide guidance on revisional surgery versus alternatives.", "results_summary": "The study found that adjuvant pharmacotherapy and newer anti-obesity medications can enhance weight loss and control obesity-related complications, while revisional surgery requires careful patient selection for favorable outcomes. Endoscopic interventions and medications offer additional options for poor responders.", "population_specificity": "Patients with perceived poor response to bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:39.349362+00:00"}
{"study_id": 114011, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether bariatric surgery is associated with NAFLD regression in severely obese patients.", "results_summary": "The retrospective study of 895 obese patients and histological analysis of 30 patients' liver biopsies suggested that bariatric surgery may lead to NAFLD regression, though longitudinal histological evidence remains limited.", "population_specificity": "Severely obese patients (average BMI 35.91 ± 2.81 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:39.522900+00:00"}
{"study_id": 114014, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery as a potential treatment option for NAFLD in patients with T2DM when indicated.", "results_summary": "The abstract suggests bariatric surgery may be an option for specific cases of NAFLD in T2DM patients, but no definitive pharmacologic treatments currently exist. Evidence for some antidiabetic agents improving NAFLD/NASH with fibrosis is emerging.", "population_specificity": "Patients with type 2 diabetes mellitus (T2DM) and non-alcoholic fatty liver disease (NAFLD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:39.731637+00:00"}
{"study_id": 114008, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review psychopharmacological and psychological interventions for bariatric surgery patients and their impact on postoperative mental health and weight outcomes.", "results_summary": "Preliminary evidence suggests psychiatric medications do not negatively impact short-term weight loss or quality of life, but long-term data are insufficient. Psychological interventions improved eating psychopathology, anxiety, and depressive symptoms, but effects on weight loss remain unclear.", "population_specificity": "Patients undergoing bariatric surgery with psychiatric comorbidities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:40.172285+00:00"}
{"study_id": 114012, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the impact of bariatric surgery on back pain by analyzing quantitative back pain scores before and after the procedure.", "results_summary": "The meta-analysis found a statistically significant reduction in back pain following bariatric surgery, along with improvements in BMI, SF-36 quality of life scores, and Oswestry Disability Index scores. The results suggest bariatric surgery effectively reduces back pain, potentially through reduced axial load or enhanced quality of life.", "population_specificity": "246 patients undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Mean follow-up between 3 and 24 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:40.206393+00:00"}
{"study_id": 114013, "supplement_id": 913, "safety_score": "65", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the contribution of cognitive-behavioral therapy (CBT) in the context of bariatric surgery for obesity treatment.", "results_summary": "The study found that CBT improved eating behavior, psychological conditions, and body weight in bariatric surgery patients, with therapeutic efficacy demonstrated in 10 out of 11 studies. However, long-term risks such as weight regain, depression, and body image dissatisfaction were noted.", "population_specificity": "Bariatric surgery patients who participated in CBT programs.", "effective_dosage": "Not specified", "study_duration": "Follow-up data beyond 2 years post-surgery was noted as lacking.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:40.222360+00:00"}
{"study_id": 114015, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the historical development of bariatric surgical procedures and their evolution into current practices.", "results_summary": "The review outlines the progression from early procedures like jejuno-colic bypass to modern techniques such as gastric bypass and sleeve gastrectomy, highlighting the role of laparoscopy and potential future developments in endoscopic therapies.", "population_specificity": "Not specified (general review of surgical practices)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:40.337152+00:00"}
{"study_id": 114010, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate levothyroxine dose adjustment during weight loss following sleeve gastrectomy in euthyroid patients.", "results_summary": "The study found a decrease in daily levothyroxine dose correlating with weight loss at 12 months, but no correlation with weight-adjusted dose, suggesting confounding factors like poor absorption or altered thyroid function. Median TSH levels dropped post-surgery.", "population_specificity": "Euthyroid patients undergoing sleeve gastrectomy at a university hospital in France (2010-2016).", "effective_dosage": "Daily levothyroxine dose decreased from 108 [88-144] μg/day to 94 [63-125] μg/day at 12 months and 69 [44-134] μg/day at 24 months.", "study_duration": "Follow-up at 12 and 24 months post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:41.493547+00:00"}
{"study_id": 114018, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the association between bariatric surgery and atrial fibrillation ablation outcomes.", "results_summary": "The study found an association between bariatric surgery and atrial fibrillation ablation outcomes, though specific details on the nature of this association were not provided in the abstract.", "population_specificity": "Patients undergoing atrial fibrillation ablation (specifics not detailed).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:47.169144+00:00"}
{"study_id": 114017, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of Roux-en-Y gastric bypass (RYGB) in treating gastroesophageal reflux disease (GERD) in severely obese individuals.", "results_summary": "RYGB was found to significantly improve GERD symptoms in severely obese patients, though not all patients achieved complete symptom relief. The procedure is considered a preferred treatment for those with both severe obesity and GERD.", "population_specificity": "Severely obese individuals with gastroesophageal reflux disease (GERD).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:47.961387+00:00"}
{"study_id": 114021, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the value and necessity of including post-operative physical activity and diet data when comparing the effectiveness of bariatric surgery procedures.", "results_summary": "The study found that including post-operative physical activity and diet data could lead to more accurate appraisals of bariatric surgery effectiveness, potentially improving individualized treatment by better matching patients with procedures. The paper proposes a reporting system (PRE-PHYD Bariatric) to standardize this data inclusion.", "population_specificity": "Not specified (general bariatric surgery patients implied).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:48.438274+00:00"}
{"study_id": 114023, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the pathophysiology of obesity and endothelial dysfunction and evaluate the effects of bariatric and metabolic surgery on endothelial function.", "results_summary": "The study found that obesity leads to endothelial dysfunction through inflammation and oxidative stress, and bariatric surgery may improve endothelial function, though specific outcomes were not detailed in the abstract.", "population_specificity": "Patients with obesity and endothelial dysfunction (not further specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:48.809075+00:00"}
{"study_id": 114016, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate changes in taste preferences and brain responses after RYGB and VSG surgeries and identify taste-related predictors of weight loss.", "results_summary": "Bariatric surgery reduced liking for sucrose-sweetened mixtures. Greater pre-surgery preference for sucrose was linked to better weight loss in RYGB but not VSG. RYGB patients with lower pre-surgery VTA activation and greater post-surgery changes in VTA activation experienced increased weight loss.", "population_specificity": "Females aged 18-55 with BMI ≥35 kg/m² approved for bariatric surgery at Johns Hopkins.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "Pre- and post-surgery assessments (specific duration not detailed)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:49.224625+00:00"}
{"study_id": 114019, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the feasibility of using mobile health (mHealth) tools to support physical activity (PA) in bariatric surgery patients to maximize weight loss and maintenance.", "results_summary": "The study found that mHealth interventions (BariFit) increased PA by 1,866 steps over 16 weeks, with variable step goals showing a trend toward greater improvement. Adherence to the intervention was high (>95%), but activity suggestions had no significant effect.", "population_specificity": "51 bariatric surgery patients with severe obesity (BMI >40).", "effective_dosage": "Not specified (mHealth intervention included daily step goals and SMS-delivered activity suggestions).", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:49.289561+00:00"}
{"study_id": 114020, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the appropriateness of current multimodal pharmacological approaches for preventing postoperative nausea and vomiting (PONV) in bariatric surgery patients.", "results_summary": "The study found that the multimodal pharmacological approach recommended for high-risk surgical patients is suitable for bariatric patients, including multi-agent antiemetic prophylaxis and opioid-free total intravenous anesthesia, though further evaluation of the latter is needed. A standardized instrument for assessing PONV in bariatric settings remains lacking.", "population_specificity": "Bariatric surgery patients at high risk for postoperative nausea and vomiting (PONV).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:49.994934+00:00"}
{"study_id": 114022, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the efficacy of oral ferrous fumarate, oral ferrous gluconate, and intravenous ferric carboxymaltose in treating iron deficiency in women after Roux-en-Y gastric bypass.", "results_summary": "Intravenous ferric carboxymaltose (FCM) was more effective and better tolerated than oral iron supplements, with no cases of persistent iron deficiency at three months and lower recurrence rates over twelve months. Adverse effects were more common with oral treatments.", "population_specificity": "120 women with serum ferritin <20 μg/l after Roux-en-Y gastric bypass.", "effective_dosage": "FF 200 mg three times daily (195 mg elemental iron/day), FG 695 mg twice daily (160 mg elemental iron/day), or a single intravenous FCM dose (1000 mg elemental iron).", "study_duration": "Three months for oral treatments, single dose for FCM, with follow-up to twelve months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:52.234736+00:00"}
{"study_id": 114024, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of metaflammation in T2D development in obese individuals and evaluate anti-inflammatory strategies, including bariatric surgery, for managing T2D.", "results_summary": "The abstract suggests bariatric surgery as a potential anti-inflammatory strategy for managing T2D by addressing insulin resistance and impaired insulin secretion, though specific outcomes are not detailed.", "population_specificity": "Obese individuals with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:55.649706+00:00"}
{"study_id": 114026, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review current and emerging pharmaceutical therapies for obesity, including those mimicking hormonal adaptations post-bariatric surgery, to explore potential future directions in conservative obesity management.", "results_summary": "The study highlights that while current obesity pharmacotherapy is limited, numerous agents targeting various mechanisms are in development, potentially enabling tailored combined regimens for weight loss and improved health outcomes, including \"Medical bypass\" approaches mimicking bariatric surgery effects.", "population_specificity": "Not specified (general discussion of obesity pharmacotherapy)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:56.723069+00:00"}
{"study_id": 114025, "supplement_id": 913, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of endoscopic internal drainage (EID) for treating leaks and fistulas after laparoscopic sleeve gastrectomy (SG).", "results_summary": "EID was effective in healing post-SG leaks in 85% of patients, with a low adverse event rate (10%) and no mortalities. The presence of gastrobronchial fistula was associated with higher failure rates.", "population_specificity": "20 patients (13 males, 7 females) with a mean age of 34.2 years who experienced leaks or fistulas after SG.", "effective_dosage": "Not specified", "study_duration": "Mean duration of EID was 83 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:57.276898+00:00"}
{"study_id": 114027, "supplement_id": 913, "safety_score": "60", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the relationship between beriberi (thiamine deficiency) and nutritional complications following gastric surgery, including bariatric procedures, and to provide recommendations for post-surgical nutritional follow-up.", "results_summary": "The study found that thiamine deficiency can lead to serious complications like beriberi after gastric surgery, which may occur soon or years post-operation, even in well-nourished patients. Prompt thiamine supplementation and long-term nutritional monitoring are critical to reducing morbidity and mortality.", "population_specificity": "Patients who underwent gastric resection or bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:58.154204+00:00"}
{"study_id": 114030, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the effectiveness of bariatric surgery and pharmacological treatments for obesity, comparing current options and exploring new strategies.", "results_summary": "Bariatric surgery is the most effective method for significant body mass reduction but is limited to extreme obesity cases and cannot address the obesity pandemic alone. Pharmacological treatments show promise but remain limited in effectiveness against obesogenic environments.", "population_specificity": "Individuals with extreme obesity (no specific demographic details provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:58.702788+00:00"}
{"study_id": 114029, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare body weight loss (BWL) outcomes across different obesity classes (I, II, III) in moderate lifestyle/diet intervention programs.", "results_summary": "The study found that BWL was similar across obesity classes, with mean losses of 3.6 kg (class I) and 5.3 kg (class II) in RCTs, and 5.4 kg (class I), 5.5 kg (class II), and 7.9 kg (class III) in pre-post studies. High variation was noted in class III obesity results.", "population_specificity": "Individuals with obesity (classes I, II, III) undergoing moderate lifestyle/diet interventions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:58.986171+00:00"}
{"study_id": 114028, "supplement_id": 913, "safety_score": "30", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to evaluate clinical presentations and therapeutic options for gastropleural and gastrobronchial fistulas (GPF/GBFs), rare but serious complications following bariatric surgery.", "results_summary": "The study found that GPF/GBFs are complex, life-threatening complications often diagnosed late, requiring a multidisciplinary approach. Thoracic surgery was associated with higher failure rates unless abdominal leaks were resolved first.", "population_specificity": "24 patients from 9 surgical departments in France who underwent bariatric surgery (21 sleeve gastrectomies, 3 gastric bypasses) for morbid obesity (mean BMI = 42 ± 8 kg/m²).", "effective_dosage": "Not Assessed", "study_duration": "Retrospective analysis from 2007 to 2018 (follow-up duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:59.315746+00:00"}
{"study_id": 114032, "supplement_id": 913, "safety_score": "65", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether bariatric surgery reduces cancer risk and understand its mechanisms, particularly concerning obesity-related malignancies.", "results_summary": "The study found conflicting evidence on cancer risk reduction, with some reports showing benefits (especially in women) and others indicating no improvement or increased incidence. Certain bariatric procedures may also promote pre-cancerous lesions in the esophagus and stomach.", "population_specificity": "Individuals with obesity, particularly those at risk for obesity-related cancers (e.g., colorectal, hormone-sensitive, and esophago-gastric tumors).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:00.705826+00:00"}
{"study_id": 114034, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the mechanisms and interdependence of gut microbiota and bile acids in NAFLD pathogenesis and their reversal following bariatric surgery.", "results_summary": "The study found that bariatric surgery induces beneficial effects on NAFLD and NASH, potentially through weight-loss-independent mechanisms like gut microbiota repopulation and bile acid composition changes. These modifications may lead to metabolic improvements independent of weight loss.", "population_specificity": "Patients with NAFLD or NASH undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:05.017318+00:00"}
{"study_id": 114035, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of various surgical interventions, including bariatric surgery, for treating medically refractory idiopathic intracranial hypertension (IIH).", "results_summary": "The abstract does not provide specific results for bariatric surgery, focusing instead on venous sinus stenting (VSS), CSF diversion techniques, and optic nerve sheath fenestration (ONSF).", "population_specificity": "Adults with medically refractory IIH, defined by modified Dandy or modified Friedman criteria.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:05.458438+00:00"}
{"study_id": 114033, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to investigate the incidence, clinical presentation, and treatment outcomes of Anterior Cutaneous Nerve Entrapment Syndrome (ACNES) in patients who had undergone bariatric surgery.", "results_summary": "The study found that ACNES occurred in approximately 1 in 100 bariatric surgery patients, with an 84% success rate in pain relief using a step-up treatment approach involving lidocaine injections or neurectomy.", "population_specificity": "49 patients (44 female, median age 45 years) with a history of bariatric surgery and ACNES treated between 2011-2017 in a Dutch center.", "effective_dosage": "Not specified", "study_duration": "Treatment duration varied, with follow-up until pain relief was achieved (1-5 injections or neurectomy).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:06.279816+00:00"}
{"study_id": 114039, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify sex-specific considerations in bariatric surgery for severely obese women, focusing on various health categories like fertility, menopause, and cancer.", "results_summary": "The study highlights that bariatric surgery has potential benefits beyond weight loss for severely obese women, addressing sex-specific health issues, but emphasizes the need for more research on sex-specific outcomes and aftercare.", "population_specificity": "Severely obese women undergoing bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:07.594692+00:00"}
{"study_id": 114036, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to highlight the role of bariatric surgery as an advanced treatment option for weight management in patients with obstructive sleep apnea (OSA) and obesity.", "results_summary": "The abstract suggests that bariatric surgery is an effective option for achieving clinically significant weight loss in patients with OSA and obesity, particularly when lifestyle interventions alone are insufficient. It emphasizes the need for a customized, multidisciplinary approach to weight management.", "population_specificity": "Patients with obstructive sleep apnea (OSA) and elevated body mass index (overweight or obesity).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:07.771906+00:00"}
{"study_id": 114040, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to evaluate risk factors for wound healing complications in patients undergoing surgical management of periprosthetic fractures, including the impact of prior bariatric surgery.", "results_summary": "The study found that prior bariatric surgery was associated with a significantly increased risk of wound complications (OR, 12.02; 95% CI, 1.24-116.71; P=.03) in patients undergoing surgery for periprosthetic fractures.", "population_specificity": "Patients undergoing surgical management of lower-extremity periprosthetic hip and knee fractures (n=67).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:09.988549+00:00"}
{"study_id": 114042, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness and safety of One Anastomosis Gastric Bypass (OAGB) versus Roux-en-Y Gastric Bypass (RYGB) as revisional procedures for failed restrictive bariatric surgeries.", "results_summary": "OAGB showed significantly greater weight loss (%TWL and %EBMIL) at 12 and 24 months compared to RYGB, with lower intra-abdominal complication rates but higher biliary reflux intervention rates. RYGB had higher rates of internal herniation requiring surgical intervention.", "population_specificity": "491 patients with failed restrictive bariatric surgeries (LAGB or LSG) operated on between 2012 and 2017.", "effective_dosage": "Not Assessed", "study_duration": "Follow-up at 12, 24, and 36 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:15.075608+00:00"}
{"study_id": 114041, "supplement_id": 913, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review current data on the safety, feasibility, and outcomes of single-incision laparoscopic surgery (SILS) for bariatric procedures, including sleeve gastrectomy, Roux-en-Y gastric bypass, and adjustable gastric banding.", "results_summary": "SILS for sleeve gastrectomy and adjustable gastric banding was found to be safe and feasible with good outcomes, while Roux-en-Y gastric bypass showed promise but required additional trocars and further studies. The declining use of adjustable gastric banding may limit SILS adoption for this procedure.", "population_specificity": "3611 patients undergoing bariatric surgery (sleeve gastrectomy, Roux-en-Y gastric bypass, or adjustable gastric banding).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:15.170911+00:00"}
{"study_id": 114046, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of bariatric surgery versus intensive medical therapy on glycemic control and HDL function in patients with obesity and type 2 diabetes.", "results_summary": "Bariatric surgery improved glycemic control more effectively than medical therapy, but its impact on HDL function was not well characterized. Serum samples were analyzed at baseline, 1-year, and 5-years post-procedure.", "population_specificity": "90 patients with obesity and type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "5 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:15.964892+00:00"}
{"study_id": 114043, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 70, "study_goal": "The researchers aimed to review the efficacy, risks, and limitations of currently approved antiobesity drugs, including their use in post-bariatric surgery patients.", "results_summary": "The study found that antiobesity drugs yield modest weight loss (3-9% relative to placebo at 1 year) but lack evidence for sustained weight loss beyond 1 year or significant improvements in major cardiovascular outcomes. Their efficacy and safety in post-bariatric surgery patients remain understudied.", "population_specificity": "Adults with obesity, with limited data on racial/ethnic minorities, men, children, adolescents, and post-bariatric surgery patients.", "effective_dosage": "Not specified", "study_duration": "1 year (primary outcome)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:15.969169+00:00"}
{"study_id": 114037, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to comprehensively summarize the psychosocial changes in patients' everyday life following bariatric surgery through a scoping review of qualitative studies.", "results_summary": "The study identified 12 categories of psychosocial changes, condensed into three major themes: subjective self-image, interpersonal relationships, and the recognition that not all post-operative changes are positive. Long-term support by trained health professionals was deemed crucial to maintain improvements and prevent negative outcomes.", "population_specificity": "Patients who underwent gastric bypass or sleeve gastrectomy procedures.", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:17.117603+00:00"}
{"study_id": 114038, "supplement_id": 913, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to review the literature on psychopathology in adolescent bariatric surgery, discuss its role as a contraindication, and provide recommendations for psychological assessment and treatment.", "results_summary": "The study suggests bariatric surgery is safe and effective for adolescents but highlights gaps in understanding psychopathology before and after surgery. Psychologists play a key role in preparing and supporting adolescents, with a need for further research on decision-making and psychological resources.", "population_specificity": "Adolescents with severe obesity in the United States.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:17.599490+00:00"}
{"study_id": 114047, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to review the effectiveness, durability, and safety of bariatric surgery for treating obesity and its related comorbidities.", "results_summary": "Bariatric surgery demonstrated more robust and durable weight loss than medical treatment, significantly reduced the risk of obesity-related complications (e.g., diabetes, cardiovascular disease), and lowered mortality risk. Its safety profile was noted as equivalent or superior to many common operations.", "population_specificity": "Individuals with obesity and related comorbidities (e.g., diabetes, cardiovascular disease).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:18.411808+00:00"}
{"study_id": 114048, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the impact of deep versus moderate neuromuscular block (dNMB vs. mNMB) on surgical conditions, duration, and postoperative pain in laparoscopic bariatric surgery.", "results_summary": "dNMB improved surgeon satisfaction with workspace conditions but did not shorten surgery duration. Only one study showed reduced postoperative pain with dNMB.", "population_specificity": "Patients undergoing laparoscopic bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:22.640932+00:00"}
{"study_id": 114050, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of different metabolic surgery techniques versus medical therapy for treating type 2 diabetes.", "results_summary": "The study found that metabolic surgery showed better outcomes in glycemic control and diabetes remission compared to medical therapy, though long-term efficacy and safety data remain insufficient to alter current treatment recommendations.", "population_specificity": "Patients with type 2 diabetes and a mean baseline BMI of 36.8 kg/m².", "effective_dosage": "Not specified", "study_duration": "≥24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:23.609844+00:00"}
{"study_id": 114049, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review recent findings on the impact of bariatric surgery on bone health, exploring mechanisms of skeletal changes and management strategies.", "results_summary": "Bone loss after bariatric surgery is multifactorial, involving skeletal unloading, hormonal abnormalities, and gut hormone changes. Fracture risk may increase post-operatively, particularly after RYGB, but further research is needed to assess fragility outcomes.", "population_specificity": "Patients undergoing bariatric surgery (specific demographics not detailed).", "effective_dosage": "Not Assessed", "study_duration": "Several years post-operatively (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:23.755249+00:00"}
{"study_id": 114051, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the effectiveness of metabolic bariatric surgery (MBS) in treating youth-onset type 2 diabetes (T2D) and compare it to medical management.", "results_summary": "MBS showed high rates of T2D remission in adolescents with severe obesity and T2D, outperforming medical management which had limited success in disease progression. Initial results suggest MBS improves glycemic control and induces diabetes remission in a large proportion of youth.", "population_specificity": "Adolescents with severe obesity and youth-onset type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:25.506206+00:00"}
{"study_id": 114053, "supplement_id": 913, "safety_score": "65", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to review the impact of bariatric surgery on mental health, eating behaviors, cognition, and long-term psychopathology in adolescents with severe obesity.", "results_summary": "Adolescents with and without psychopathology lost weight at similar rates, but there was an increased suicide risk post-surgery. Alcohol and substance use were lower than in non-obese peers, but altered anatomy and metabolism raised concerns. Eating behaviors and cognitive changes were also discussed.", "population_specificity": "Adolescents with severe obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:25.759673+00:00"}
{"study_id": 114045, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to review recent treatments for metabolic syndrome, focusing on insulin resistance, and briefly assess the role of bariatric surgery in selected cases.", "results_summary": "The abstract suggests bariatric surgery might be helpful in selected cases but lacks detailed findings on its effectiveness or outcomes. Long-term data and consistent evidence are still missing.", "population_specificity": "Children and adolescents with metabolic syndrome, particularly those with insulin resistance.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:25.862972+00:00"}
{"study_id": 114052, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the effects of bariatric surgery on obesity-related nephropathy and diabetic kidney disease (DKD) in youth with and without type 2 diabetes (T2D), and explore potential mechanisms behind these effects.", "results_summary": "Bariatric surgery significantly improved insulin resistance, beta-cell function, central adiposity, and markers of obesity-related nephropathy and DKD, surpassing current medical interventions. The mechanisms behind these nephroprotective effects remain unclear, and differences between Roux-en-Y gastric bypass and vertical sleeve gastrectomy were noted.", "population_specificity": "Severely obese youth with and without T2D.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:26.521745+00:00"}
{"study_id": 114054, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to understand how to optimize pre- and postoperative care for adolescents undergoing metabolic and bariatric surgery (MBS) to enhance long-term safety and efficacy.", "results_summary": "The study outlined key pre- and postoperative goals, lifestyle modification targets, and pharmacologic strategies for adolescents undergoing MBS, drawing from evidence in adolescent and adult studies as well as non-surgical weight management research. Priority areas for future research were also identified.", "population_specificity": "Adolescents with severe obesity", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:26.608209+00:00"}
{"study_id": 114055, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review pre-operative considerations, indications, and contraindications for metabolic and bariatric surgery (MBS) in pediatric patients with severe obesity.", "results_summary": "The study highlights the importance of thorough pre-operative evaluation, patient and family education, and adherence to clinical practice guidelines to ensure successful MBS outcomes in adolescents with severe obesity.", "population_specificity": "Pediatric patients (adolescents) with severe obesity.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:30.763020+00:00"}
{"study_id": 114056, "supplement_id": 913, "safety_score": "40", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers aimed to report a rare case of lymphatic leakage after sleeve gastrectomy and describe its conservative treatment.", "results_summary": "The study found that lymphatic leakage, a condition with high morbidity and mortality (40-70%), can occur after bariatric surgery, specifically sleeve gastrectomy, and was treated conservatively in this case.", "population_specificity": "A single case of a patient who underwent sleeve gastrectomy.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:31.134179+00:00"}
{"study_id": 114057, "supplement_id": 913, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and clinical applicability of endoscopic sleeve gastroplasty (ESG) as an alternative to bariatric surgery for morbid obesity patients.", "results_summary": "ESG was found to be safe, feasible, and effective for weight loss, with lower risks of adverse events compared to surgical interventions and intragastric balloons, though long-term effects and factors like race/ethnicity remain undetermined.", "population_specificity": "Morbid obesity patients, particularly those with doubts about or ineligibility for bariatric surgery or poor adherence to behavioral interventions.", "effective_dosage": "Not mentioned", "study_duration": "Follow-up within one year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:33.406747+00:00"}
{"study_id": 114058, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore therapeutic management options, including bariatric surgery, for patients with abnormal BMI values undergoing total joint arthroplasty.", "results_summary": "The study suggests bariatric surgery as a potential prehabilitation and long-term rehabilitation modality for patients with BMI >40 kg/m² undergoing joint replacement, though specific efficacy data is not detailed.", "population_specificity": "Patients with BMI >40 kg/m² undergoing total joint arthroplasty.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:33.600286+00:00"}
{"study_id": 114062, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To review the underlying mechanisms and clinical effects of improved glucose control after bariatric surgery.", "results_summary": "Bariatric surgery improves glucose control through mechanisms like calorie restriction, nutrient deviation, and adipose tissue reduction, leading to diabetes remission, prevention of complications, and enhanced insulin sensitivity. Long-term benefits include reduced inflammation and improved metabolic outcomes.", "population_specificity": "Patients with morbid obesity and type 2 diabetes or insulin resistance.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:34.245094+00:00"}
{"study_id": 114060, "supplement_id": 913, "safety_score": "40", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the benefit-risk of bariatric surgery in patients with bipolar disorders, documenting outcomes and current clinical practices.", "results_summary": "Weight loss was similar in patients with and without bipolar disorders, but psychiatric complications, including postsurgical destabilization, were reported in those with bipolar disorders. Current practice contraindicates surgery in unstable cases, but data on stable patients remain insufficient.", "population_specificity": "Patients with bipolar disorders requesting bariatric surgery.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:34.286481+00:00"}
{"study_id": 114059, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate racial disparities in prophylactic IVC filter use and outcomes in Black and White bariatric surgery patients.", "results_summary": "Black patients were three times more likely to receive IVC filters despite having lower VTE risk profiles, and experienced higher 30-day adverse outcomes post-filter placement. The study found Black race was an independent predictor for IVC filter use, highlighting a clinical disparity.", "population_specificity": "Black and White primary bariatric surgery patients from the 2015-2016 MBASQIP database.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:34.519734+00:00"}
{"study_id": 114061, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery in achieving and maintaining weight loss for therapeutic effect in patients with NASH, particularly those with obesity and metabolic disease.", "results_summary": "The study found that bariatric surgery may be indicated for some patients with NASH to achieve necessary weight loss, which is directly correlated with substantial improvement in histologic outcomes, including fibrosis. However, no specific data on surgical outcomes or efficacy rates were provided.", "population_specificity": "Patients with NASH, particularly those with obesity, dyslipidemia, type 2 diabetes, and metabolic syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:36.244240+00:00"}
{"study_id": 114063, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 95, "study_goal": "The researchers aimed to update clinical practice guidelines for bariatric surgery, evaluating its safety, efficacy, and procedural nuances in the context of obesity as a chronic disease.", "results_summary": "The study found bariatric procedures to be safe and effective for higher-risk patients with obesity, with 85 updated recommendations, including new topics like enhanced recovery protocols and logistical concerns. The majority of recommendations were supported by evidence levels 1 and 2.", "population_specificity": "Higher-risk patients with obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:39.458337+00:00"}
{"study_id": 114065, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to assess gastric motor function via gastric emptying scintigraphy in non-diabetic patients undergoing laparoscopic sleeve gastrectomy (LSG) for severe obesity.", "results_summary": "The study found significantly faster gastric emptying and reduced GERD symptoms 3 months after LSG, along with significant declines in BMI, LDL, and HbA1c.", "population_specificity": "100 obese, non-diabetic patients from Cairo University Hospitals and Al Azhar University Hospitals.", "effective_dosage": "Not Assessed", "study_duration": "3 months post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:41.932931+00:00"}
{"study_id": 114064, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the conventional management of T2D in children and adolescents, compare bariatric surgery types, assess its effects on gastrointestinal physiology and metabolism, and evaluate its use and complications in youth with severe obesity and T2D.", "results_summary": "The study highlights bariatric surgery as the most effective weight loss treatment for severe obesity and associated comorbidities, including T2D, in children and adolescents, while also noting potential complications.", "population_specificity": "Children and adolescents with severe obesity, including those with Type 2 Diabetes (T2D).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:42.345976+00:00"}
{"study_id": 114068, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of preoperative and/or post-operative multidisciplinary team (MDT) support on post-operative outcomes in adults undergoing bariatric surgery.", "results_summary": "Intensive MDT interventions, particularly post-operative, improved weight loss, mental health, quality of life, and some cardiovascular measures but not lipids or glycaemic measures. The review conditionally recommends intensive MDT interventions for enhanced post-operative outcomes.", "population_specificity": "Adults electing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:42.411182+00:00"}
{"study_id": 114066, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the prevalence and severity of obstructive sleep apnea (OSA) in Asian patients undergoing bariatric surgery.", "results_summary": "The study found an overall OSA prevalence of 80.5% in the sample, with 32.3% having severe OSA. Only 17.3% of patients had been diagnosed with OSA prior to bariatric workup, highlighting underdiagnosis.", "population_specificity": "Asian patients undergoing bariatric surgery at a university hospital in Malaysia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:43.305064+00:00"}
{"study_id": 114069, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to examine the effects of a supervised physical exercise program on ovarian function, chronic inflammation, insulin resistance, and other health markers in women with severe/morbid obesity who underwent bariatric surgery.", "results_summary": "The abstract does not provide results, as it describes a planned randomized controlled trial rather than reporting outcomes.", "population_specificity": "Women aged 18-45 with severe/morbid obesity who have undergone bariatric surgery.", "effective_dosage": "48 sessions of supervised concurrent training (3 sessions/week, 60 min/session).", "study_duration": "16 weeks of intervention, with follow-up at 12 months post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:44.119608+00:00"}
{"study_id": 114067, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate whether glucose-induced IL-1β contributes to exaggerated insulin response and postprandial hypoglycemia after gastric bypass surgery and to test the efficacy of empagliflozin and anakinra in preventing hypoglycemia.", "results_summary": "Both empagliflozin and anakinra reduced postprandial insulin release and prevented hypoglycemia, with fewer symptomatic events requiring rescue glucose compared to placebo. The study suggests these drugs may be effective in managing postprandial hypoglycemia after gastric bypass surgery.", "population_specificity": "12 participants with postprandial hypoglycemia following gastric bypass surgery.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:44.644861+00:00"}
{"study_id": 114070, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to systematically review the literature to determine the efficacy of bariatric surgery in treating idiopathic intracranial hypertension (IIH) in patients with severe obesity.", "results_summary": "Bariatric surgery led to significant improvements in IIH symptoms, including reduced headaches, visual complaints, tinnitus, and papilledema, along with decreased lumbar puncture opening pressures and BMI.", "population_specificity": "Women with obesity of child-bearing age diagnosed with IIH.", "effective_dosage": "Not specified", "study_duration": "Follow-up at 6 and 12 months postoperatively.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:44.701665+00:00"}
{"study_id": 114071, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to introduce the physiological and anatomical rationale for Bariatric Arterial Embolization (BAE), review its techniques, and provide preclinical evidence supporting its potential as a minimally invasive obesity treatment.", "results_summary": "The abstract suggests BAE is a promising minimally invasive alternative to bariatric surgery, currently under investigation in preclinical and early clinical trials, but does not provide specific efficacy or safety results.", "population_specificity": "Preclinical animal models and early clinical trials (human participants implied but not specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:49.632066+00:00"}
{"study_id": 114072, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to review endoscopic treatment options for obesity as a less invasive alternative to bariatric surgery, addressing patient apprehension and treatment gaps.", "results_summary": "Bariatric surgery was found to be superior to medical therapy alone for weight loss in obese patients, but only 1% of eligible patients undergo it annually due to perceived safety concerns. Endoscopic therapies are being developed to bridge this treatment gap.", "population_specificity": "Obese adults in the United States (39.8% of adults classified as obese).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:50.601883+00:00"}
{"study_id": 114073, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the association between bile acid metabolism and obesity, and how bariatric surgeries like RYGB and SG affect bile acid metabolism.", "results_summary": "The study found that bile acid metabolism is altered in obesity, with FGF19 inversely associated and fecal BA excretion positively associated with obesity. RYGB and SG increased BA and FGF19 levels, suggesting these surgeries modulate BA metabolism.", "population_specificity": "Patients with obesity undergoing bariatric surgery (RYGB and SG).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:50.883860+00:00"}
{"study_id": 114074, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to discuss current and emerging gut-focused therapies, including bariatric surgery, for obesity and diabetes, with the goal of achieving surgical-like effects through less invasive methods.", "results_summary": "The study highlights that bariatric surgeries like vertical sleeve gastrectomy and Roux-en-Y gastric bypass can produce sustained weight loss and diabetes remission, and it explores pharmacological treatments mimicking gut signals as potential alternatives.", "population_specificity": "Not specified (general discussion of therapies for obesity and diabetes).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:51.629979+00:00"}
{"study_id": 114075, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine the personality types of women undergoing obesity treatment (pharmacological or post-bariatric surgery) and assess associations between personality traits, eating behavior, and suicide risk.", "results_summary": "The study found that ISFJ and ESFJ personality types were most common in both groups. Post-bariatric surgery participants showed a higher tendency to graze, while pharmacological treatment participants had more binge eating. Introversion was linked to higher BMI and increased suicidal thoughts.", "population_specificity": "60 women post-bariatric gastric bypass surgery (surgical group) and 60 women in pharmacological treatment for obesity (clinical group).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:53.190608+00:00"}
{"study_id": 114078, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of GLP-1 and Gcg-derived peptides in regulating insulin secretion and their implications for the success of bariatric surgery and type 2 diabetes treatment.", "results_summary": "The study highlights GLP-1's critical role in glucose homeostasis, its indirect and direct regulation of glucagon secretion, and its potential paracrine effects on insulin secretion. It also suggests that GLP-1 is implicated in the success of bariatric surgery and is a viable target for type 2 diabetes treatment.", "population_specificity": "Not specified (general discussion of mechanisms, not a clinical study).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:54.056209+00:00"}
{"study_id": 114077, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to analyze changes in bariatric patients' risk for spinal degenerative diseases and spinal surgery compared to morbidly obese patients without bariatric surgery.", "results_summary": "Bariatric surgery patients had significantly higher rates of spinal diagnoses (19.3% vs. 8.1%) and spinal procedures (25.6% vs. 2.3%) compared to non-bariatric morbidly obese patients, even after controlling for age, sex, and comorbidities.", "population_specificity": "Morbidly obese patients with and without a history of bariatric surgery in New York State (2004-2013).", "effective_dosage": "Not available", "study_duration": "Retrospective analysis spanning 9 years (2004-2013).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:54.359122+00:00"}
{"study_id": 114076, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate how bariatric surgery (laparoscopic sleeve gastrectomy) modulates brain activation and connectivity in response to food cues and whether these changes contribute to behavioral and weight loss outcomes.", "results_summary": "LSG reduced activation in the right dorsolateral prefrontal cortex (DLPFC) to high-calorie food cues and increased functional and structural connectivity between DLPFC and anterior cingulate cortex (ACC), which correlated with BMI reduction. These changes suggest enhanced top-down control over food intake post-surgery.", "population_specificity": "28 obese participants undergoing LSG and 22 obese controls without surgery.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "1 month post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:54.893431+00:00"}
{"study_id": 114080, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the impact of weight loss, including bariatric surgery, on circulating and tissue-specific glucocorticoid levels and its potential to reverse glucocorticoid-associated metabolic disorders.", "results_summary": "The study suggests that weight loss, including through bariatric surgery, may influence glucocorticoid levels and improve metabolic disturbances such as abdominal obesity, insulin resistance, and dyslipidaemia. It highlights the therapeutic potential of reversing glucocorticoid-related metabolic disorders via weight loss interventions.", "population_specificity": "Individuals with metabolic disturbances linked to excess glucocorticoid action (e.g., abdominal obesity, insulin resistance, dyslipidaemia).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:59.893432+00:00"}
{"study_id": 114081, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the role of age in the reduction of mortality (global and cause-specific) through bariatric surgery compared to medical treatment.", "results_summary": "Bariatric surgery reduced long-term global mortality only in patients above the median age, with no significant effect below the median age. Mortality due to specific causes (cardiovascular, diabetes, cancer) was also mainly reduced in older patients, while external causes-related deaths were more frequent in surgery patients.", "population_specificity": "Persons with obesity, stratified by median age of cohorts.", "effective_dosage": "Not specified", "study_duration": "Long-term (specific duration not mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:00.037903+00:00"}
{"study_id": 114079, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of Roux-en-Y gastric bypass (RYGB) and sleeve gastrectomy (SG) on remission of type 2 diabetes mellitus (T2DM) in patients with obesity.", "results_summary": "The study found that RYGB had a higher remission rate of T2DM at 1 year (57%) compared to SG (47%), with a statistically significant relative risk of 1.20 (95% CI 1.00-1.45, P = .047). The meta-analysis included 10 RCTs with 705 patients, showing consistent but modest superiority of RYGB over SG.", "population_specificity": "Patients with type 2 diabetes mellitus (T2DM) and obesity.", "effective_dosage": "Not specified (surgical procedures).", "study_duration": "Follow-up ranged from 1 to 5 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:00.819236+00:00"}
{"study_id": 114082, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the mid- and long-term outcomes of Laparoscopic Roux-en-Y gastric bypass and laparoscopic sleeve gastrectomy in terms of weight loss, resolution of obesity comorbidities, and adverse events.", "results_summary": "Both procedures showed similar effectiveness in excess weight loss and type 2 diabetes resolution, but laparoscopic sleeve gastrectomy had fewer postoperative complications and reoperations. Laparoscopic Roux-en-Y gastric bypass was superior in managing dyslipidemia, hypertension, and gastroesophageal reflux disease.", "population_specificity": "2,917 participants with morbid obesity.", "effective_dosage": "Not Assessed", "study_duration": "Mid- and long-term follow-up (specific duration not stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:01.212202+00:00"}
{"study_id": 114083, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery in improving biochemical and histologic features of nonalcoholic fatty liver disease (NAFLD) in obese patients.", "results_summary": "The study found strong evidence that bariatric surgery improves NAFLD features, with gastric bypass showing antilipogenic, anti-inflammatory, antioxidant, and antidiabetic effects in animal models. It suggests bariatric surgery should be considered as a treatment for NAFLD in obese patients.", "population_specificity": "Obese patients with nonalcoholic fatty liver disease (NAFLD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:01.614978+00:00"}
{"study_id": 114085, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the cost-effectiveness of Roux-en-Y gastric bypass surgery by analyzing cost savings from reduced medication use for obesity-related comorbidities.", "results_summary": "The study found that two years post-surgery, drug cost savings (€4,433 per patient) offset the surgical costs, with medication use decreasing from 2.86 to 0.78 per patient. DRG-based cost calculations were deemed insufficient for accurate economic evaluation.", "population_specificity": "307 patients who underwent Roux-en-Y gastric bypass at Hospital Universitario Central de Asturias (2003–2012).", "effective_dosage": "Not specified", "study_duration": "Minimum 2-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:03.203155+00:00"}
{"study_id": 114084, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess energy expenditure (REE and TEF) in females who underwent sleeve gastrectomy (SG) as adolescents compared to matched controls, focusing on postprandial energy expenditure differences.", "results_summary": "The study found no differences in fasting REE or TEF between the surgical and control groups, but the surgical group showed higher early postprandial RQ, lower postprandial glucose, higher insulin and C-peptide levels, and reduced daily energy intake. The lack of differences in REE or TEF may be due to limited statistical power.", "population_specificity": "Adolescent females who underwent sleeve gastrectomy and matched controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:03.645502+00:00"}
{"study_id": 114087, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of Roux-en-Y gastric bypass (RYGB) and sleeve gastrectomy (SG) on type 2 diabetes (T2DM) outcomes, including remission, relapse, weight loss, and glycemic control.", "results_summary": "RYGB resulted in greater weight loss, slightly higher T2DM remission rates, lower relapse rates, and better long-term glycemic control compared to SG. The study found significant differences in outcomes between the two procedures, with RYGB generally outperforming SG.", "population_specificity": "Adult patients with T2DM who underwent bariatric surgery between 2005 and 2015 in 34 US health system sites.", "effective_dosage": "Not applicable (surgical procedures)", "study_duration": "Median follow-up time of 2.7 years (interquartile range 2.9 years), with outcomes assessed up to 5 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:05.796115+00:00"}
{"study_id": 114089, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to investigate the psychometric properties of the brief form of the SCL-90-R (SCL-K-9) in a clinical sample of overweight and obese patients seeking weight-loss treatment.", "results_summary": "The abstract does not provide specific results regarding the effects of Bariatric Surgery, only mentioning the focus on psychometric evaluation of the SCL-K-9.", "population_specificity": "Overweight and obese patients seeking weight-loss treatment.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:07.616589+00:00"}
{"study_id": 114090, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to review the association between obesity and reproductive health, and the potential effects of weight-loss interventions, including bariatric surgery, on reproductive outcomes.", "results_summary": "The study found that bariatric surgery may improve reproductive outcomes in obese individuals, though the evidence remains inconclusive. Clinical data on its efficacy are mixed, with some studies showing benefits while others do not.", "population_specificity": "Obese individuals, including those with insulin resistance syndromes like PCOS.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:08.624466+00:00"}
{"study_id": 114092, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the molecular mechanisms by which bariatric surgery induces metabolic changes, leading to weight loss and remission of obesity-related comorbidities.", "results_summary": "The study found that bariatric surgery is the most effective intervention for morbid obesity, resulting in sustained weight loss and remission of comorbidities like type 2 diabetes. It highlighted the role of adipose tissue remodeling (angiogenesis, hypoxia, inflammation) and genetic/microbiome factors in obesity development and surgical outcomes.", "population_specificity": "Adults with obesity, specifically noting a 33.3% prevalence in Mexican adults.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:10.649505+00:00"}
{"study_id": 114093, "supplement_id": 913, "safety_score": "85", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to assess the efficacy of endoluminal procedures in managing weight regain following primary bariatric surgery.", "results_summary": "Endoluminal plication devices showed significant initial weight loss but lacked sustainability at 18 months, while combination therapy demonstrated the greatest sustained excess weight loss (36.4%). Success rates were higher for plication devices (91.8%) compared to sclerotherapy and APC (46.8%), with no major complications reported for any procedure.", "population_specificity": "Patients who experienced weight regain following primary bariatric surgery.", "effective_dosage": "Not Assessed", "study_duration": "Follow-up periods ranged up to 18 months post-procedure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:12.045756+00:00"}
{"study_id": 114088, "supplement_id": 913, "safety_score": "30", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the association between different bariatric surgery procedures and fracture risk in obese patients.", "results_summary": "The study found that gastric bypass surgery significantly increased fracture risk compared to other bariatric procedures and non-surgical controls, with the highest incidence rate of fractures observed in the gastric bypass group. Adjusted hazard ratios indicated a 2.58-fold increased fracture risk compared to controls.", "population_specificity": "Obese patients in Sweden, including those undergoing gastric bypass, gastric banding, or vertical banded gastroplasty, and matched non-surgical controls.", "effective_dosage": "Not Assessed", "study_duration": "Median follow-up ranged from 15.1 to 17.9 years across treatment groups.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:12.529580+00:00"}
{"study_id": 114096, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore pharmacokinetic changes of orally administered drugs in patients post-bariatric surgery and assess the quality and level of bias in existing studies.", "results_summary": "The review found that bariatric surgery alters drug absorption, with significant changes reported in 11 studies. Most drugs exhibited shorter Tmax and higher Cmax post-surgery, though AUC changes were variable, and the majority of studies were of good quality with low risk-of-bias.", "population_specificity": "Patients who underwent bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:14.296299+00:00"}
{"study_id": 114097, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of bariatric surgery on brain activity related to eating behaviors against other weight loss methods.", "results_summary": "Bariatric surgery was found to be the most effective therapy for obesity, showing pronounced effects on brain activity, including deactivation of reward and attention systems and activation of inhibitory control toward food cues.", "population_specificity": "Obese individuals with abnormal brain processes implicated in eating behaviors.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:15.097628+00:00"}
{"study_id": 114099, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to study the impact of bariatric surgery on clinical, hormonal, and radiological aspects of polycystic ovarian syndrome (PCOS) in women.", "results_summary": "Bariatric surgery led to significant weight loss (63% excess weight loss at 1 year), restored normal menstrual cycles in all women by 3 months, reduced hirsutism and serum testosterone levels, and resolved polycystic ovaries in 55% of cases. Metabolic syndrome also resolved completely in both PCOS and non-PCOS groups.", "population_specificity": "50 women (18 with PCOS) who underwent bariatric surgery at a tertiary care center in India.", "effective_dosage": "Not specified", "study_duration": "1-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:19.630438+00:00"}
{"study_id": 114100, "supplement_id": 913, "safety_score": "80", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the long-term psychosocial effects of body contouring procedures in post-bariatric surgery patients who maintained their weight loss for at least one year.", "results_summary": "The study found statistically significant improvements in body appearance acceptance and overall body image after body contouring procedures, with scores increasing substantially over 12 months. Postoperative complications did not significantly affect these improvements.", "population_specificity": "Post-bariatric surgery patients with BMI < 30 who maintained weight loss for at least 12 months.", "effective_dosage": "Not Assessed", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:20.102897+00:00"}
{"study_id": 114098, "supplement_id": 913, "safety_score": "40", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine the incidence, timing, indications, and risk factors for bariatric reoperations following initial bariatric surgery.", "results_summary": "The study found that 20.2% of patients required at least one bariatric reoperation, primarily due to surgical complications (67.4%). Younger, female patients without private health insurance and those with gastric banding as the initial procedure had higher reoperation risks, along with increased rates of postoperative endoscopy and body contouring procedures.", "population_specificity": "Patients who underwent bariatric surgery in Western Australia over a 10-year period (2007-2016).", "effective_dosage": "Not Assessed", "study_duration": "10-year retrospective study", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:21.399793+00:00"}
{"study_id": 114101, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine if a high-intensity exercise program could counteract weight regain in patients who underwent sleeve gastrectomy during late post-surgical follow-up.", "results_summary": "The exercise group showed reductions in fat mass and glycaemia after the intervention, but both groups experienced significant weight regain by the end of the follow-up period. The study suggests that exercise may have some benefits but does not fully prevent weight regain.", "population_specificity": "21 patients who underwent sleeve gastrectomy, followed for 3 years post-surgery.", "effective_dosage": "5-month supervised exercise program (specific regimen not detailed).", "study_duration": "5 months (with additional 2-month follow-up for the exercise group).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:21.991493+00:00"}
{"study_id": 114091, "supplement_id": 913, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and outcomes of applying Enhanced Recovery After Bariatric Surgery (ERABS) protocols in a reference bariatric center.", "results_summary": "The study found that ERABS protocols were feasible, safe, and associated with low morbidity, acceptable hospital stay lengths, and low 30-day readmission rates. The results suggest improved recovery and reduced medical costs.", "population_specificity": "64 patients with a median age of 38.8 ± 9.5 years and a BMI of 44.1 ± 6.20 kg/m².", "effective_dosage": "Not Assessed", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:22.942709+00:00"}
{"study_id": 114102, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the long-term renal and cardiovascular benefits of bariatric surgery (BS) and metabolic surgery (MS) in patients with type 2 diabetes mellitus (T2DM) and obesity.", "results_summary": "The study found that BS and MS reduce mortality, cardiovascular disorders, chronic kidney diseases, and albuminuria, while improving glycaemic control and remission of diabetes. The surgical approach also benefits patients with poor glycaemic control and macro/micro-vascular diseases by reducing renal inflammation and chronic cardiac remodelling.", "population_specificity": "Patients with type 2 diabetes mellitus (T2DM) and obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:23.401608+00:00"}
{"study_id": 114095, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of endoscopic techniques (self-expandable stents, clipping, and tissue sealants) in treating leaks and fistulas following bariatric surgery.", "results_summary": "The study found that self-expandable stents had a 92% success rate in closing leaks/fistulas, while clipping (OTSC system) achieved a 67.1% success rate, and fibrin glue showed a 92.8-100% success rate with minimal complications. Stent migration was reported in 23% of cases.", "population_specificity": "Patients with post-bariatric surgery leaks or fistulas (493 patients for stents, 98 for clipping, 63 for fibrin glue).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:23.666373+00:00"}
{"study_id": 114103, "supplement_id": 913, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare nutrient and vitamin deficiencies and reoperation rates between standard Roux-en-Y gastric bypass (RYGB) and very long Roux limb RYGB (VLRL-RYGB) in patients with morbid obesity.", "results_summary": "Patients undergoing VLRL-RYGB had significantly lower levels of Ca, Fe, and vitamin D but higher levels of folic acid and Na compared to standard RYGB. Reoperation rates due to malabsorption were not significantly different between the two groups.", "population_specificity": "444 patients with morbid obesity undergoing RYGB or VLRL-RYGB.", "effective_dosage": "Not Assessed", "study_duration": "1 year postoperative follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:24.392885+00:00"}
{"study_id": 114105, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore whether bariatric surgery, among other interventions, could ameliorate peripheral neuropathy and nephropathy in T2D patients.", "results_summary": "The abstract suggests that bariatric surgery is being investigated as a potential intervention to improve microvascular complications like peripheral neuropathy and nephropathy in T2D, but specific results are not detailed.", "population_specificity": "Type 2 diabetes (T2D) patients with microvascular complications (peripheral neuropathy and nephropathy).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:27.947926+00:00"}
{"study_id": 114104, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to investigate the occurrence, presentation, and treatment of late-term hiatal hernia (HH) as a complication following gastric bypass surgery.", "results_summary": "The study found that HH can present symptomatically years after gastric bypass (average 11.9 years post-surgery) and requires surgical repair, typically via a minimally invasive approach. Seven patients were included, with an average age of 60.1 and BMI of 34 kg/m² at the time of HH repair.", "population_specificity": "Patients who underwent gastric bypass surgery (2002–2018) and later developed symptomatic hiatal hernia.", "effective_dosage": "Not applicable", "study_duration": "Retrospective review spanning 16 years (2002–2018).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:28.810880+00:00"}
{"study_id": 114108, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the role of psychologists in preoperative assessment and postoperative management of bariatric surgery patients, as well as the psychosocial and behavioral factors influencing outcomes.", "results_summary": "The study highlights the central role of psychologists in bariatric surgery care and research, emphasizing preoperative psychosocial screening and the need for behavioral interventions to improve long-term success. It also notes the underutilization of bariatric surgery despite its growing acceptance.", "population_specificity": "Individuals with severe obesity (BMI ≥40 kg/m²) and significant weight-related health problems.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:31.127035+00:00"}
{"study_id": 114107, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to examine the role of weight stigma in weight-related behaviors and health, particularly among individuals seeking bariatric surgery, and to identify research priorities for addressing weight stigma in obesity treatment.", "results_summary": "The study highlights weight stigma as a psychosocial factor influencing obesogenic behaviors but notes limited research on its role in weight loss outcomes for treatment-seeking individuals, including bariatric surgery patients. It calls for future studies to explore predictive characteristics of weight-stigmatizing experiences, mechanisms affecting treatment outcomes, and strategies to mitigate stigma's negative impact.", "population_specificity": "Individuals with obesity, particularly youth and those seeking bariatric surgery.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:31.457670+00:00"}
{"study_id": 114109, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine changes in liver fat fraction (LFF) after bariatric surgery using MRI, its correlation with the C-NASH score, and predictive factors for postoperative score changes.", "results_summary": "The study found a significant decrease in LFF 3 months post-surgery, with a strong positive correlation between LFF and C-NASH scores. Baseline weight was a significant predictor of postoperative C-NASH score changes, especially for patients with higher NASH risk.", "population_specificity": "69 patients undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "3 months postoperatively", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:32.012557+00:00"}
{"study_id": 114110, "supplement_id": 913, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the credibility, safety, and efficacy of bariatric surgery for treating obesity and related metabolic disturbances.", "results_summary": "The study found that bariatric surgery has improved outcomes compared to medical and endoscopic treatments, with Roux-en-Y gastrojejunostomy (RYGB) and Sleeve gastrectomy (SG) being the most frequently performed procedures due to their satisfactory results and safety profiles. However, technical aspects remain controversial and require further exploration.", "population_specificity": "Individuals with obesity and related metabolic disturbances.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:32.573650+00:00"}
{"study_id": 114112, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of weight loss from bariatric surgery versus behavioral intervention on migraine frequency and severity.", "results_summary": "Weight loss significantly reduced headache frequency, pain severity, disability, and attack duration, with similar effects observed for both bariatric surgery and behavioral interventions, regardless of baseline obesity or weight loss magnitude.", "population_specificity": "Adults and pediatric populations with obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:34.893176+00:00"}
{"study_id": 114113, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to systematically review psychological outcomes (depression, anxiety, binge eating) at different time points following bariatric surgery and assess whether these symptoms significantly reduce over time.", "results_summary": "Most patients experienced short-term reductions in anxiety and depression symptoms post-surgery, but these symptoms increased over time, sometimes returning to pre-surgery levels. Binge eating was uncommon initially but could re-emerge as the stomach enlarged again, and other disordered eating patterns might develop.", "population_specificity": "Individuals with obesity undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:36.947369+00:00"}
{"study_id": 114114, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of metabolic surgery for treating type 2 diabetes (T2D) and obesity compared to lifestyle modification and medical management.", "results_summary": "The study found that metabolic surgery resulted in sustained weight loss (20-30%), T2D remission rates of 23-60%, and improved cardiovascular risk factors like hypertension and dyslipidemia. It was also deemed cost-effective and relatively safe, with perioperative risks comparable to low-risk procedures.", "population_specificity": "Patients with type 2 diabetes and obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:40.626034+00:00"}
{"study_id": 114116, "supplement_id": 913, "safety_score": "60", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to investigate the degree of fracture risk associated with different bariatric surgery procedures compared to non-surgical interventions in patients with obesity.", "results_summary": "The study found that bariatric surgery increased fracture risk from 3% to 5%, with malabsorptive procedures (e.g., BPD) posing the highest risk, followed by mixed procedures (e.g., GB), while restrictive procedures (e.g., SG) showed the lowest risk. Sleeve gastrectomy was suggested as the optimal choice considering both weight reduction and fracture risk.", "population_specificity": "159,916 participants with obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:40.694972+00:00"}
{"study_id": 114106, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if combined treatment with dapagliflozin and metformin is more effective than metformin monotherapy for weight loss in patients with class III obesity and prediabetes or diabetes awaiting bariatric surgery.", "results_summary": "The study suggests that combined dapagliflozin and metformin therapy could improve weight loss and cardiovascular factors in patients with class III obesity, potentially reducing time before bariatric surgery and better controlling comorbidities. However, specific results on efficacy are not detailed in the abstract.", "population_specificity": "Patients aged 18-60 with diabetes or prediabetes and class III obesity (BMI ≥ 40 kg/m²) awaiting bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:40.951193+00:00"}
{"study_id": 114115, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 45, "study_goal": "The researchers aimed to characterize Brown Bowel Syndrome (BBS) and its association with conditions like bariatric surgery, malnutrition, and vitamin E deficiency.", "results_summary": "The study identified BBS in eight patients, two of whom had prior bariatric surgery, but did not specifically evaluate the safety or efficacy of bariatric surgery itself. BBS was linked to malnutrition and vitamin E deficiency, with histologic findings of lipofuscin deposition in smooth muscle cells.", "population_specificity": "Eight patients (5 men, 3 women; mean age 58.6 years) with BBS, including two with prior bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not applicable (retrospective case series)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:41.550959+00:00"}
{"study_id": 114118, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate whether bariatric surgery reduces the risk of developing colorectal cancer in obese individuals.", "results_summary": "The meta-analysis found that bariatric surgery was associated with a 35% reduction in the risk of colorectal cancer compared to obese individuals who did not undergo surgery, with a pooled relative risk of 0.64 (95% CI 0.42-0.98). No significant publication bias was detected, and sample size was a significant factor in the analysis.", "population_specificity": "Obese individuals (total sample size: 1,213,727 patients across seven studies).", "effective_dosage": "Not specified", "study_duration": "Not specified (follow-up duration varied but was not a significant factor in meta-regression).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:41.628819+00:00"}
{"study_id": 114119, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the effects of bariatric surgery (BS) on lipoprotein profiles and the remission rates of lipid abnormalities, comparing laparoscopic Roux-en-Y gastric bypass (LRYGB) and laparoscopic sleeve gastrectomy (LSG).", "results_summary": "The study found that LRYGB was superior to LSG in reducing total and LDL cholesterol, though results for triglycerides and HDL cholesterol were inconsistent. Both techniques showed similar effectiveness in weight loss and comorbidity remission, such as type 2 diabetes and hypertension.", "population_specificity": "Individuals with obesity and associated dyslipidemia.", "effective_dosage": "Not specified", "study_duration": "Short and mid-term follow-up (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:44.334295+00:00"}
{"study_id": 114120, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of preoperative and post-operative psychosocial interventions on weight, dietary behaviours, eating pathology, lifestyle behaviours, and psychological functioning in bariatric surgery patients.", "results_summary": "Psychosocial interventions, particularly cognitive behavioural therapy, showed strong evidence for improving eating behaviours (e.g., binge eating, emotional eating) and psychological functioning (e.g., quality of life, depression, anxiety). Evidence for their impact on weight loss, dietary intake, and physical activity was weaker and mixed.", "population_specificity": "Bariatric surgery patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:45.300888+00:00"}
{"study_id": 114121, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the role of bariatric surgery in optimizing transplant candidacy and improving outcomes for obese patients with end-stage organ disease.", "results_summary": "The study suggests that bariatric surgery can help improve transplant candidacy and perioperative/postoperative outcomes for obese patients with end-stage organ disease, particularly in kidney, liver, and cardiothoracic transplant cases.", "population_specificity": "Obese patients with end-stage organ disease (kidney, liver, cardiothoracic transplant candidates/recipients).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:48.417691+00:00"}
{"study_id": 114125, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the prevalence of gastrointestinal disorders, including bariatric surgery, that impact levothyroxine tablet absorption in patients with hypothyroidism.", "results_summary": "The study found that bariatric surgery was among the gastrointestinal disorders with a prevalence lower than 20% that could impair tablet LT4 absorption. Switching patients from tablet to liquid or soft gel formulations improved thyroid balance.", "population_specificity": "Patients with hypothyroidism and gastrointestinal disorders affecting levothyroxine absorption.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:48.976496+00:00"}
{"study_id": 114122, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of bariatric surgery on gut microbiota (GM) composition and function, and its potential influence on micronutrient status.", "results_summary": "The study found that bariatric surgery leads to sustained weight loss, improvements in obesity-related comorbidities, and significant alterations in GM composition and function, which may affect micronutrient status due to GM's ability to synthesize certain vitamins.", "population_specificity": "Individuals with severe obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:49.312873+00:00"}
{"study_id": 114124, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the impact of weight loss, particularly through bariatric surgery, on reducing obesity-related inflammation and immune system changes.", "results_summary": "The study found that weight loss, including via bariatric surgery, can reduce systemic and local inflammation associated with obesity, though it did not directly compare surgical outcomes to other methods. The abstract suggests bariatric surgery as an effective strategy for mitigating inflammation linked to excess adiposity.", "population_specificity": "Human obesity (general, no specific subpopulation mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:49.483389+00:00"}
{"study_id": 114123, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how Roux-en-Y gastric bypass (RYGBS) affects the absorption and metabolism of acetaminophen.", "results_summary": "Following RYGBS, peak acetaminophen concentrations increased 2.0-fold, time to peak concentration decreased, and metabolite formation decreased, suggesting altered absorption and metabolism. Steady-state simulations showed higher peak concentrations post-RYGBS but unchanged overall exposure compared to healthy individuals.", "population_specificity": "Ten morbidly obese patients", "effective_dosage": "1.5 g of liquid acetaminophen orally on three study days", "study_duration": "Pre-surgery baseline, 3 months, and 12 months post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:50.303080+00:00"}
{"study_id": 114127, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to identify the implications of bariatric surgery on the oral health of patients with morbid obesity.", "results_summary": "The study found that bariatric surgery was associated with increased food intake at shorter intervals and higher frequency of regurgitation, leading to greater risks of dental caries, dental erosion, and altered salivary flow. Intense oral control was recommended to prevent and treat these conditions.", "population_specificity": "Patients with morbid obesity undergoing bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:52.996138+00:00"}
{"study_id": 114126, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the health outcomes and cost differences between Canada's standard bariatric surgery care pathway and an improved pathway with reduced wait times and better postsurgical weight trajectory.", "results_summary": "The improved care pathway was associated with significant reductions in patient-years of treatment for diabetes, hypertension, and dyslipidemia, leading to public-payer cost savings of approximately 29% compared to standard care. Sensitivity analyses confirmed that earlier surgical delivery and better weight trajectory independently contributed to these savings.", "population_specificity": "Hypothetical 100-patient cohort (mean age 43.6 years, 88.2% female, mean BMI 49.4) with high comorbidity prevalence (diabetes 50%, hypertension 66%, dyslipidemia 59.3%).", "effective_dosage": "Not specified", "study_duration": "10 years following referral", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:53.995730+00:00"}
{"study_id": 114111, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to highlight the role of bariatric surgery in reversing steatohepatitis and preventing disease progression in patients with NAFLD, particularly those with obesity and type 2 diabetes.", "results_summary": "The study found that weight loss through bariatric surgery, along with lifestyle interventions and pharmacological treatments, can often successfully reverse steatohepatitis and prevent NAFLD progression. Patients with NAFLD are also at higher risk for type 2 diabetes and cardiovascular disease.", "population_specificity": "Patients with obesity and type 2 diabetes mellitus, particularly those with NAFLD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:54.214132+00:00"}
{"study_id": 114128, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the relationship between bariatric surgery and diet quality at least one year after surgery, focusing on nutritional health and long-term benefits.", "results_summary": "The study found that bariatric surgery effectively reduces energy intake but often results in unbalanced diets, inadequate micronutrient and protein intakes, and excessive fat consumption. Suboptimal adherence to supplementation and limited follow-up may contribute to nutritional deficiencies and weight regain.", "population_specificity": "Adult patients who underwent laparoscopic-adjusted gastric banding (LAGB), Roux-en-Y gastric bypass (RYGB), or sleeve gastrectomy (SG).", "effective_dosage": "Not Assessed", "study_duration": "At least one year post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:57.272227+00:00"}
{"study_id": 114130, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential role of GIP and related gut hormones in fertility, particularly in polycystic ovarian syndrome (PCOS), and how bariatric surgery might influence these mechanisms.", "results_summary": "The study suggests that bariatric surgery may restore fertility in women with obesity and PCOS, likely through indirect effects like alleviating insulin resistance and possible direct hormonal effects on ovarian function and the hypothalamic-pituitary-adrenal axis. Further research is needed to clarify the mechanisms.", "population_specificity": "Women with gross obesity and polycystic ovarian syndrome (PCOS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:58.241504+00:00"}
{"study_id": 114131, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if laparoscopic-guided TAP block as part of a multimodal analgesic regimen improves postoperative pain and reduces opioid consumption in patients undergoing one-anastomosis gastric bypass surgery.", "results_summary": "The study found that laparoscopic-guided TAP block significantly reduced postoperative pain at 6 and 24 hours and decreased opioid consumption compared to the control group, without increasing operative time.", "population_specificity": "Patients undergoing one-anastomosis gastric bypass surgery (140 participants, 70 per group).", "effective_dosage": "Preoperative port-site infiltration with Bupivacaine 0.25% and systemic Acetaminophen.", "study_duration": "Postoperative pain assessment at 6 and 24 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:58.404176+00:00"}
{"study_id": 114129, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the longer-term risks of intervention, operation, endoscopy, hospitalization, and mortality between Roux-en-Y gastric bypass (RYGB) and sleeve gastrectomy (SG) up to 5 years post-surgery.", "results_summary": "SG was associated with lower risks of operation or intervention, hospitalization, and endoscopy compared to RYGB, with no differences in all-cause mortality between the two procedures. The 5-year adjusted cumulative incidence rates for adverse outcomes were consistently lower for SG than for RYGB.", "population_specificity": "Adults who underwent RYGB or SG between 2005 and 2015, predominantly women (80%) and white individuals (66%), with a mean age of 45.0 years and mean BMI of 49.1.", "effective_dosage": "Not Assessed", "study_duration": "Median follow-up was 3.4 years for RYGB and 2.2 years for SG.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:59.603404+00:00"}
{"study_id": 114132, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of laparoscopic adjustable gastric band (LAGB) surgery versus a diabetes and weight management (DWM) program in resolving hyperglycemia and improving metabolic outcomes in patients with type 2 diabetes and mild to moderate obesity.", "results_summary": "At 3 years, LAGB showed modestly greater reductions in antidiabetic medications and sustained A1C reductions compared to DWM, along with significantly greater weight loss and higher HDL cholesterol. However, resolution of hyperglycemia rates and improvements in other metabolic markers (triglycerides, LDL-cholesterol, blood pressure) were similar between the two treatments.", "population_specificity": "40 patients with type 2 diabetes, mean age 51.3 years, mean BMI 36.5 kg/m².", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "3 years (follow-up after intervention).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:00.709684+00:00"}
{"study_id": 114133, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to compare the cost-effectiveness and health outcomes of bariatric surgery versus medication therapy for managing recently diagnosed type 2 diabetes in obese patients in China.", "results_summary": "Bariatric surgery was more effective and less costly than medication therapy, resulting in 2.51 additional QALYs and savings of 26,869.39 CNY per patient over 40 years. The results remained robust in sensitivity analyses.", "population_specificity": "Obese patients in China with recently diagnosed type 2 diabetes mellitus.", "effective_dosage": "Not specified", "study_duration": "40-year time horizon", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:00.979223+00:00"}
{"study_id": 114136, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the prevalence of subclinical hypothyroidism (SCH) in obese patients and observe changes in thyroid hormone levels after significant weight loss following Roux-en-Y gastric bypass (RYGB).", "results_summary": "The study found that SCH was corrected in 89.5% of patients 12 months after RYGB, with no positive correlation between TSH and BMI. Weight loss after surgery normalized TSH levels in most patients, and none developed overt hypothyroidism.", "population_specificity": "215 obese patients (class II and III) who underwent RYGB between 2005 and 2012 with a follow-up of at least 2 years.", "effective_dosage": "Not specified", "study_duration": "Follow-up periods at preoperative, 3, 6, 12, and 24 months post-procedure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:03.624274+00:00"}
{"study_id": 114138, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to clarify why and how post-operative exercise interventions should be implemented after bariatric surgery and assess their benefits.", "results_summary": "The study suggests that including physical activity and exercise training in the clinical follow-up after bariatric surgery improves body composition, bone mineral density, muscle strength, and physical fitness. However, specific implementation methods and timing for assessments remain to be clarified.", "population_specificity": "Bariatric surgery patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:06.310250+00:00"}
{"study_id": 114137, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the remission of type 2 diabetes mellitus (T2DM) following bariatric surgical treatments (RYGB or LAGB) versus nonsurgical intensive lifestyle weight loss interventions.", "results_summary": "At 5 years, RYGB showed the highest T2DM remission rate (30%) and the largest percentage of individuals (56%) not requiring diabetes medications, followed by LAGB (19% remission, 45% medication-free), while lifestyle intervention had no remission. RYGB also resulted in the greatest mean weight loss (25.2%).", "population_specificity": "61 participants with obesity and T2DM (mean age 47, 82% women, 21% African American, mean BMI 35.7).", "effective_dosage": "Not specified", "study_duration": "1 year of primary intervention (surgical or lifestyle), followed by 4 years of lower-level lifestyle interventions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:07.740555+00:00"}
{"study_id": 114139, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness and safety of laparoscopic Roux-en-Y gastric bypass (LRYGB) versus laparoscopic sleeve gastrectomy (LSG) for treating type 2 diabetes mellitus (T2DM) in nonseverely obese patients (BMI < 35 kg/m²).", "results_summary": "Both LRYGB and LSG showed comparable T2DM remission rates and %EWL, but LRYGB was associated with better improvements in BMI, waist circumference, and lipid profiles. Adverse events included gastroesophageal reflux diseases (less in LRYGB) and dumping syndromes (more in LRYGB).", "population_specificity": "Nonseverely obese patients with T2DM (BMI < 35 kg/m²).", "effective_dosage": "Not Assessed", "study_duration": "Midterm follow-up (specific duration not mentioned).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:07.992193+00:00"}
{"study_id": 114142, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore and propose a diagnostic and treatment approach for chronic diarrhea following gastric bypass surgery.", "results_summary": "The study identified intestinal bacterial overgrowth and pancreatic exocrine insufficiency as the main causes of diarrhea post-gastric bypass. It recommended sequential diagnostic steps and treatments based on clinical symptoms.", "population_specificity": "Patients who underwent gastric bypass surgery and experienced chronic diarrhea.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:08.065486+00:00"}
{"study_id": 114140, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether bariatric surgery (BARS) leads to cognitive improvements and brain structure reorganization, comparing different surgical procedures (VSG, GB, RYGB).", "results_summary": "Bariatric surgery did not substantially improve cognition but was associated with brain structure changes (larger gray matter volume in fronto-temporal areas, smaller volume in ventral striatum). RYGB led to higher weight loss but no additional cognitive benefits compared to restrictive procedures (VSG/GB).", "population_specificity": "40 patients with morbid obesity undergoing bariatric surgery, compared to a waiting list control group.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "Six months post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:08.229837+00:00"}
{"study_id": 114141, "supplement_id": 913, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine which bariatric procedure (RYGB or SG) is superior for achieving sustainable long-term remission of type 2 diabetes (T2D) in individuals.", "results_summary": "The study found that RYGB and SG have comparable remission rates for T2D, with no significant long-term differences between the two procedures. However, the studies were underpowered to detect potential differences, and any true difference would likely be less than 15% favoring RYGB.", "population_specificity": "Patients with type 2 diabetes (T2D).", "effective_dosage": "Not Assessed", "study_duration": "Outcomes reported up to 5 years after randomization.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:08.850502+00:00"}
{"study_id": 114143, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to explore the physiologic mechanisms underlying type II diabetes mellitus (T2DM) remission following bariatric surgery and assess its potential to expand NIH criteria for surgery candidates.", "results_summary": "Postprandial GLP-1 increased after bariatric surgery, correlating with improved glycemic control, while other hormone changes were not statistically significant. The study also noted changes in hepatic/peripancreatic fat, inflammatory markers, miRNA, and gut microbiota post-surgery.", "population_specificity": "Patients with T2DM who underwent bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:11.522472+00:00"}
{"study_id": 114144, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to summarize evidence on fetomaternal outcomes and common challenges/complications in pregnancies following bariatric surgery.", "results_summary": "The abstract does not provide specific findings; it only states the review's purpose to summarize existing evidence.", "population_specificity": "Pregnant individuals who underwent bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:12.799577+00:00"}
{"study_id": 114145, "supplement_id": 913, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the degree of obesity affects outcomes in morbidly obese patients undergoing bariatric surgery, comparing different procedures (LAGB, LSG, LRYGB).", "results_summary": "The study found that LRYGB provided the best mid-term results for weight loss and resolution of obesity-related comorbidities in super-obese patients, without significantly increased complications compared to LAGB and LSG.", "population_specificity": "Morbidly obese patients (BMI 40-49.9 kg/m²) undergoing bariatric surgery (75% women).", "effective_dosage": "Not Assessed", "study_duration": "At least two years of follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:15.809565+00:00"}
{"study_id": 114149, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the immunological and metabolic adaptations resulting from bariatric surgery, focusing on its effects on chronic inflammation and immune cell phenotypes in severe obesity.", "results_summary": "The study found that bariatric surgery leads to significant weight loss, improved glucose metabolism, reduced systemic inflammation, and a shift in immune cell populations from proinflammatory to anti-inflammatory phenotypes, along with decreased oxidative stress.", "population_specificity": "Individuals with severe obesity undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:16.303286+00:00"}
{"study_id": 114146, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the long-term safety and effectiveness of bariatric surgery in individuals with Prader-Willi syndrome (PWS).", "results_summary": "The abstract states that the long-term safety and effectiveness of bariatric surgery in PWS remains unknown, indicating no conclusive findings were presented. Current standard treatments for PWS, including dietary modifications and growth hormone replacement, have limited efficacy for appetite and weight control.", "population_specificity": "Individuals with Prader-Willi syndrome (PWS) experiencing excess weight gain and severe hyperphagia.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:16.400366+00:00"}
{"study_id": 114148, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to examine whether bariatric surgery could be a more effective intervention for optimizing outcomes in youth with type 2 diabetes compared to lifestyle interventions.", "results_summary": "The study suggested that optimizing outcomes in youth with T2D might require more robust interventions beyond family-level lifestyle changes, including bariatric surgery, but did not provide specific efficacy data on bariatric surgery itself.", "population_specificity": "Adolescents with type 2 diabetes (participants from the TODAY study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:16.528593+00:00"}
{"study_id": 114147, "supplement_id": 913, "safety_score": "85", "efficacy_score": null, "quality_score": 90, "study_goal": "The researchers aimed to compare the safety and metabolic effects of Roux-en-Y gastric bypass (RYGB) and one-anastomosis gastric bypass (OAGB) in bariatric patients through a prospective randomized controlled study.", "results_summary": "At the interim analysis (3 months), there were no deaths or ICU admissions, with one patient in each group requiring additional gastroscopy (anastomosis dilatation in RYGB, no intervention in OAGB). The trial was deemed safe to continue.", "population_specificity": "120 bariatric patients from two academic centers, with 80 undergoing metabolic analyses at Helsinki University Hospital.", "effective_dosage": "Not specified", "study_duration": "Planned follow-up of 10 years, with interim analysis at 3 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:17.421624+00:00"}
{"study_id": 114150, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess the quality of online patient information related to bariatric surgery.", "results_summary": "The study found that online patient information on bariatric surgery was of poor quality, with readability higher than recommended and no sources meeting the minimum recommended quality standards despite some accreditation.", "population_specificity": "Online healthcare information sources (websites) related to bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:18.363078+00:00"}
{"study_id": 114151, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the impact of bariatric surgery on food selection, nutrient status, eating behavior traits, and disordered eating behavior to understand their influence on weight loss success and trajectories.", "results_summary": "Bariatric surgery leads to significant weight loss initially (1-2 years post-surgery) due to reduced energy intake, higher dietary adherence, lower appetite, and improved wellbeing, but patients become susceptible to weight regain afterward, requiring cognitive effort and continued psychological and nutritional support.", "population_specificity": "Individuals undergoing bariatric surgery (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Up to 1-2 years post-surgery (with long-term follow-up implied)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:21.856128+00:00"}
{"study_id": 114153, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of gut microbiota in type 2 diabetes and assess the potential of bariatric surgery as a treatment for gut microbiota dysbiosis.", "results_summary": "The study suggests that gut microbiota dysbiosis is linked to type 2 diabetes and highlights bariatric surgery as a potential intervention to restore microbiota balance, alongside other methods like fecal microbiota transplantation, prebiotics, and probiotics.", "population_specificity": "Type 2 diabetic patients with gut microbiota dysbiosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:24.191272+00:00"}
{"study_id": 114154, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the long-term weight loss efficacy of Roux-en-Y gastric bypass and sleeve gastrectomy in obese patients over at least five years.", "results_summary": "The study found that gastric bypass resulted in greater weight loss than sleeve gastrectomy across all evaluated studies, though three of the seven included studies showed no statistically significant difference.", "population_specificity": "Patients aged 18-65 years with obesity.", "effective_dosage": "Not specified", "study_duration": "Minimum five-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:24.204133+00:00"}
{"study_id": 114152, "supplement_id": 913, "safety_score": "65", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to assess the overall and procedure-specific risks of bariatric surgery in patients with a history of cardiovascular disease (CVD).", "results_summary": "Patients with prior cardiac history (MI, PCI, or cardiac surgery) had significantly increased risks of perioperative cardiac arrest, 30-day mortality, and readmission. Sleeve gastrectomy (SG) was associated with fewer adverse events compared to Roux-En-Y gastric bypass (RYGB).", "population_specificity": "Patients with a history of MI, PCI, or cardiac surgery who underwent primary laparoscopic, laparoscopic-assisted, or robotic-assisted RYGB or SG.", "effective_dosage": "Not Assessed", "study_duration": "30-day postoperative follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:25.547097+00:00"}
{"study_id": 114155, "supplement_id": 913, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to assess the incidence and severity of bile reflux after one anastomosis gastric bypass (OAGB) using bile reflux scintigraphy (BRS) and endoscopy.", "results_summary": "The study found that 31.6% of patients had bile reflux in the gastric pouch, with 2.6% also experiencing reflux in the esophagus. Postoperative endoscopy revealed de novo bile reflux-related findings in 39.5% of patients, and reflux symptoms were significantly associated with BRS and endoscopic findings.", "population_specificity": "40 patients (29 women) who underwent OAGB between November 2016 and December 2018.", "effective_dosage": "Not Assessed", "study_duration": "6 months postoperatively", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:25.613114+00:00"}
{"study_id": 114157, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of metabolic and bariatric surgery versus medical treatment for managing obesity and diabetes, including remission rates and complications.", "results_summary": "The study found that metabolic and bariatric surgery leads to significantly higher remission rates from type 2 diabetes, lower rates of macrovascular and microvascular complications, and reduced mortality compared to medical treatment. It also highlighted the potential benefits of earlier and more aggressive surgical intervention for obese or overweight individuals with diabetes.", "population_specificity": "Obese adults and adolescents with type 2 diabetes, and potentially obese individuals with type 1 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:26.781516+00:00"}
{"study_id": 114156, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the risk of reintervention after Roux-en-Y gastric bypass (RYGB) versus vertical sleeve gastrectomy (VSG) in bariatric surgery patients.", "results_summary": "Patients undergoing VSG were less likely to require subsequent abdominal operative interventions compared to RYGB, except for bariatric conversion or revision procedures. VSG also showed lower risks for biliary procedures, abdominal wall hernia repair, other abdominal operations, endoscopy, and enteral access.", "population_specificity": "Adults aged 18-64 with commercial insurance in the US who underwent RYGB or VSG between 2010-2017, matched by region, surgery year, BMI category, and baseline type 2 diabetes.", "effective_dosage": "Not Assessed", "study_duration": "Follow-up ranged up to 4 years (median 1.6 years).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:27.719378+00:00"}
{"study_id": 114158, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether bariatric surgery could ameliorate atrial fibrillation (AF) and reduce the risk for heart failure with preserved ejection fraction (HFpEF) in patients with obesity or diabetes.", "results_summary": "The study found that bariatric surgery can ameliorate AF and reduce the risk for HFpEF in patients with obesity or diabetes, potentially improving outcomes compared to other treatments like antihyperglycemic drugs or catheter ablation.", "population_specificity": "Patients with obesity or type 2 diabetes who have atrial fibrillation (AF) or are at risk for heart failure with preserved ejection fraction (HFpEF).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:30.664784+00:00"}
{"study_id": 114160, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review treatment options for NAFLD, including bariatric surgery, focusing on weight loss and improvement of insulin resistance.", "results_summary": "The study highlights bariatric surgery as a key treatment for NAFLD, emphasizing its role in weight loss and insulin resistance improvement, though specific outcomes are not detailed in the abstract.", "population_specificity": "Patients with NAFLD, particularly those with metabolic syndrome, weight gain, and insulin resistance/diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:31.670667+00:00"}
{"study_id": 114159, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of doxapram on recovery outcomes following general anesthesia in morbidly obese patients undergoing bariatric surgery.", "results_summary": "Doxapram significantly reduced time to extubation, recovery time, and respiratory complications while improving vital signs and peak expiratory flow rate, with no reported complications.", "population_specificity": "100 morbidly obese patients (69 women) with at least class two obesity undergoing bariatric surgery.", "effective_dosage": "Single dose of doxapram 1 mg/kg ideal body weight.", "study_duration": "Immediate post-anesthesia administration.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:32.186383+00:00"}
{"study_id": 114163, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review recent literature on surgical approaches, bariatric surgery, and therapeutic updates for treating endometrial cancer in obese patients.", "results_summary": "The study summarizes recent findings on bariatric surgery and endometrial cancer, including updates in radiation, chemotherapy, and hormonal therapy for obese populations, but does not provide specific outcomes or data.", "population_specificity": "Morbidly obese patients with endometrial cancer.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:33.756888+00:00"}
{"study_id": 114161, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the clinical presentation, diagnostic procedures, and treatment of surgical complications of bariatric surgery during pregnancies.", "results_summary": "The study found that surgical complications of bariatric surgery during pregnancy, such as internal hernia and gastric banding slippage, can lead to severe outcomes, including maternal and fetal death (2.5% and 7.5%, respectively). Prompt diagnosis and multidisciplinary expertise are critical for managing these complications.", "population_specificity": "Women of childbearing age with a history of bariatric surgery who underwent emergency surgery during pregnancy.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:33.761652+00:00"}
{"study_id": 114162, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 62, "quality_score": 75, "study_goal": "The researchers aimed to validate a clinical prediction rule for the success of endoscopic stenting in managing anastomotic leaks after bariatric and cancer surgeries.", "results_summary": "The study found that the predictive model had good discriminative power (AUC 0.705), with a 72.5% positive predictive value for success when the predicted chance was >50%. Clinical success was achieved in 62% of patients.", "population_specificity": "Patients with anastomotic leaks after cancer (n=47) and bariatric surgery (n=6, inferred from total n=53).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:34.035591+00:00"}
{"study_id": 114164, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare dental wear and tooth loss in eutrophic, morbidly obese, and post-bariatric surgery patients who underwent Roux-en-Y gastric bypass.", "results_summary": "The study found that individuals who underwent Roux-en-Y gastric bypass had more dental wear on incisal/occlusal surfaces, particularly in anterior teeth, regardless of surgery duration. Dental wear was associated with age and number of missing teeth.", "population_specificity": "240 patients divided into four groups: eutrophic (60), morbidly obese (60), post-surgery ≤24 months (60), and post-surgery ≥36 months (60).", "effective_dosage": "Not available", "study_duration": "Follow-up periods of up to 24 months and more than 36 months post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:37.501165+00:00"}
{"study_id": 114167, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to analyze innovative, minimally invasive bariatric surgery procedures as alternatives to classic laparoscopic methods, focusing on their development, clinical evidence, and future potential.", "results_summary": "The study highlights that bariatric surgery is highly effective for morbid obesity, with low complication rates and significant improvements in quality of life. It reviews promising new techniques and devices, emphasizing their potential to reduce patient discomfort and enhance outcomes.", "population_specificity": "Patients with morbid obesity (specific demographics not detailed).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:40.043333+00:00"}
{"study_id": 114165, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the relationship between obesity and urinary incontinence (UI) and determine the effect of weight reduction, particularly through bariatric surgery, on UI severity.", "results_summary": "Obesity is strongly associated with increased prevalence of stress and urgency UI. Weight reduction, especially via bariatric surgery, improves incontinence symptoms, with the degree of weight loss positively correlated with symptom improvement.", "population_specificity": "Individuals with obesity and urinary incontinence.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:40.134916+00:00"}
{"study_id": 114171, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effect of bariatric surgery on migraine headaches through a systematic review and meta-analysis.", "results_summary": "Bariatric surgery significantly reduced migraine frequency and headache-related disability, with borderline significant reduction in severity. The study was limited by a small number of included studies.", "population_specificity": "Patients of all ages with a history of migraines undergoing primary bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Outcomes assessed 6 months post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:41.437745+00:00"}
{"study_id": 114169, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the long-term effects of bariatric surgery on macrovascular complications and metabolic outcomes in severely obese patients with type 2 diabetes.", "results_summary": "Bariatric surgery significantly reduced the incidence of macrovascular complications, cardiovascular events, and myocardial infarction compared to conventional medical therapy. It also led to better weight loss and glycemic control over the long term.", "population_specificity": "Severely obese patients with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "More than five years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:41.711619+00:00"}
{"study_id": 114166, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of bariatric surgery on type 2 diabetes remission and glucose outcomes between Asian and non-Asian populations over different follow-up periods.", "results_summary": "Bariatric surgery showed higher diabetes remission rates and greater reductions in HbA1c and fasting plasma glucose in Asian populations compared to non-Asian populations, with effects sustained over long-term follow-up (up to 5 years).", "population_specificity": "Patients with type 2 diabetes, comparing Asian and non-Asian populations.", "effective_dosage": "Not specified", "study_duration": "Follow-up periods of 1, 2, 3, and 5 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:41.864870+00:00"}
{"study_id": 114168, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to characterize the impact of bariatric surgery on diabetes mellitus by examining its history, clinical data, mechanisms of action, and future potential.", "results_summary": "Bariatric surgery induced diabetes remission in 33-90% of individuals at 1-year post-treatment, compared to 0-39% with medical management. The effects were attributed to weight-dependent and weight-independent mechanisms, including changes in intestinal physiology, hormone secretion, and microbiome.", "population_specificity": "Individuals with diabetes mellitus undergoing bariatric surgery or medical management.", "effective_dosage": "Not specified", "study_duration": "1-year post-treatment (with longer-term trends noted)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:42.869591+00:00"}
{"study_id": 114172, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess changes in post-occlusive reactive hyperemic response in skin microcirculation among extremely obese patients with and without hypertension after bariatric surgery.", "results_summary": "Six months after bariatric surgery, improvements were observed in microvascular function, including shortened time to peak flows and increased hyperemia area, particularly in patients with hypertension. Variations in anthropometric, metabolic, and adipokine levels influenced these improvements.", "population_specificity": "Extremely obese patients (mean age 42.1 ± 11.2 years, 40.5% men) with and without hypertension.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:46.627741+00:00"}
{"study_id": 114135, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of laparoscopic sleeve gastrectomy (SG) and gastric bypass (GB) on depression scores (BDI) and weight reduction in obese patients.", "results_summary": "Bariatric surgery improved weight reduction and BDI scores regardless of the procedure type (SG or GB). Further studies with longer follow-up and larger samples are needed to clarify differences between the procedures.", "population_specificity": "685 obese patients (84.8% female, mean age 38.7 ± 10.9, mean BMI 45.1 ± 6.0 kg/m²).", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:48.439159+00:00"}
{"study_id": 114174, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the outcomes of the novel SASJ bypass technique with other established bariatric surgery techniques over a 6-month follow-up period.", "results_summary": "All four bariatric surgery groups showed significant weight loss over 6 months, with no statistical differences in excess weight loss, BMI, hemoglobin A1C, or albumin levels. The SASJ bypass group achieved comparable weight loss (34.2 ± 5.4%) to the other techniques.", "population_specificity": "100 patients with morbid obesity, divided into four groups of 25 each, undergoing different bariatric surgery techniques.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:48.932251+00:00"}
{"study_id": 114173, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a specialized multivitamin supplement (WLS Optimum) compared to a standard multivitamin supplement (sMVS) in preventing vitamin and mineral deficiencies after laparoscopic sleeve gastrectomy.", "results_summary": "The specialized supplement improved serum levels of folic acid and vitamin B1, reduced PTH levels, and lowered anemia rates compared to the standard supplement, but no differences were found for iron, vitamin B12, vitamin D, and other nutrients.", "population_specificity": "Patients who underwent laparoscopic sleeve gastrectomy (n=139).", "effective_dosage": "WLS Optimum contained elevated doses of vitamins and minerals; sMVS provided 100% of the recommended dietary allowance.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:49.790847+00:00"}
{"study_id": 114175, "supplement_id": 913, "safety_score": "25", "efficacy_score": 23, "quality_score": 65, "study_goal": "The researchers aimed to assess Chinese nurses' knowledge of obesity and metabolic disorders and their attitudes toward bariatric surgery to improve their capability in this field.", "results_summary": "Nurses had high knowledge of obesity-related cardiovascular diseases and type 2 diabetes but lacked understanding of its links to carcinoma, gastroesophageal reflux, and psychological disorders. Acceptance of bariatric surgery's safety and efficacy was low, with concerns about postoperative complications.", "population_specificity": "Chinese nurses from multiple hospitals.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:49.854526+00:00"}
{"study_id": 114176, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the mid- and long-term weight loss, comorbidity resolution, and adverse events between laparoscopic Roux-en-Y gastric bypass (LRYGB) and laparoscopic sleeve gastrectomy (LSG) in bariatric surgery.", "results_summary": "The study found no significant difference in excess weight loss or T2DM resolution between LRYGB and LSG, but LSG had fewer postoperative complications and reoperations. LRYGB showed superiority in dyslipidemia, hypertension, and GERD remission.", "population_specificity": "Morbidly obese patients (N = 1,328 participants).", "effective_dosage": "Not Assessed", "study_duration": "Mid- and long-term (specific duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:51.257340+00:00"}
{"study_id": 114177, "supplement_id": 913, "safety_score": "45", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to assess the prevalence, mechanisms, risk factors, and outcomes of chronic abdominal pain and persistent opioid use following bariatric surgery.", "results_summary": "The study found that chronic abdominal pain affects 3-61% of patients post-surgery, while 4-14% develop persistent opioid use, which is linked to lower weight loss and reduced metabolic benefits. Physiological and pharmacokinetic changes may contribute to these outcomes, but risk factors and clinical impacts remain understudied.", "population_specificity": "Patients who underwent bariatric surgery, particularly those with lower socioeconomic status.", "effective_dosage": "Not specified", "study_duration": "Follow-up periods ranged from 1-7 years post-surgery.", "interactions": "Alterations in opioid absorption and distribution post-surgery were noted, but specific interactions were not detailed.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:51.340844+00:00"}
{"study_id": 114178, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare long-term weight loss and metabolic parameter resolution among different bariatric surgery techniques (RYGB, LSG, LAGB) and assess the impact of baseline clinical characteristics.", "results_summary": "RYGB resulted in the highest weight loss and metabolic syndrome resolution over 4 years, followed by LSG and LAGB. Women and younger patients had greater weight loss, while those with T2DM, hypertension, or metabolic syndrome showed less weight loss.", "population_specificity": "1,837 morbidly obese patients (85% female, mean age 42.5 ± 10.6 years, mean BMI 44.0 ± 5.8).", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "4 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:54.333665+00:00"}
{"study_id": 114181, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to synthesize health economic evidence on bariatric surgery from 1995 to 2018, evaluating cost savings and quality of reporting.", "results_summary": "Bariatric surgery was found to be cost-saving over a lifetime compared to no/conventional treatment, with medication cost savings being dominant. The study noted improvements in reporting quality and inclusion of complications/reoperations in recent evaluations.", "population_specificity": "Individuals with severe and resistant obesity.", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:55.605247+00:00"}
{"study_id": 114180, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to compare weight loss, metabolic syndrome outcomes, complications, and long-term nutritional outcomes between Roux-en-Y gastric bypass (RYGB) and one-anastomosis gastric bypass (OAGB).", "results_summary": "OAGB was associated with greater weight loss and better resolution of co-morbid conditions (e.g., type 2 diabetes, hypertension) compared to RYGB, but also led to more nutritional deficiencies and complications. Both procedures showed high resolution rates for sleep apnea, with OAGB slightly outperforming RYGB.", "population_specificity": "Patients undergoing bariatric surgery at a high-volume, private-practice center in India in 2012, with eligibility for 5-year follow-up.", "effective_dosage": "Not Assessed", "study_duration": "5-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:56.736506+00:00"}
{"study_id": 114184, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of weight loss induced by bariatric surgery on DNA methylation in adults with obesity, focusing on metabolic and inflammatory genes.", "results_summary": "The study found that bariatric surgery led to significant changes in DNA methylation at specific loci, particularly PDK4 in skeletal muscle and blood, though effects on IL6 methylation were inconsistent. These changes were associated with improved metabolic and inflammatory profiles post-surgery.", "population_specificity": "Adults with obesity.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:57.839484+00:00"}
{"study_id": 114183, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to review the etiologies of iron deficiency anemia (IDA), including bariatric surgery, and discuss treatment options such as IV iron.", "results_summary": "The abstract mentions bariatric surgery as one of the causes of IDA but does not provide specific findings about its effects. It highlights the shift toward IV iron for treating IDA due to its effectiveness and improved safety profile.", "population_specificity": "Not specified (general discussion of IDA etiologies, including bariatric surgery patients).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:58.078278+00:00"}
{"study_id": 114186, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 50, "study_goal": "The researchers aimed to summarize current understanding of metabolic syndrome (MetS) in children and adolescents, including therapeutic options like bariatric surgery.", "results_summary": "The abstract states that bariatric surgery is not recommended for the majority of affected youngsters, implying limited efficacy or suitability for this population. No specific outcomes or effects of bariatric surgery are detailed.", "population_specificity": "Children and adolescents with obesity and metabolic syndrome.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:58.765096+00:00"}
{"study_id": 114185, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to understand how bariatric surgery affects feeding behaviors and the brain's reward system, particularly focusing on maladaptive behaviors and potential substance abuse post-surgery.", "results_summary": "The study found that bariatric surgery alters GI tract physiology, affecting feeding peptides and nutrient-sensing mechanisms, which in turn influence the brain's reward system. Some patients experience reduced appetite for palatable food, while others develop maladaptive behaviors or substance abuse.", "population_specificity": "Clinical population undergoing bariatric surgery", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:59.410977+00:00"}
{"study_id": 114187, "supplement_id": 913, "safety_score": "70", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the best strategies for diabetes management in patients undergoing bariatric surgery, focusing on glycemic control and minimizing adverse effects.", "results_summary": "The study found that bariatric surgery can lead to diabetes remission or reduced medication use, but adverse events like diabetic ketoacidosis were reported with certain glucose-lowering therapies. Clinicians are advised to favor weight-neutral or weight-loss promoting therapies post-surgery.", "population_specificity": "Patients with type 1 or type 2 diabetes undergoing bariatric surgery.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "Interactions noted with SGLT2 inhibitors, insulin, and other glucose-lowering therapies.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:03.007241+00:00"}
{"study_id": 114188, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare diabetic kidney disease (DKD) rates over 5 years in severely obese adolescents with type 2 diabetes (T2D) undergoing medical treatment versus metabolic bariatric surgery (MBS).", "results_summary": "The study found that medical treatment of obese youth with T2D was associated with higher odds of DKD over 5 years compared to MBS, suggesting MBS may be more effective in reducing DKD risk.", "population_specificity": "Severely obese adolescents with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "5 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:03.720986+00:00"}
{"study_id": 114189, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of gastric bypass and sleeve gastrectomy on remission of type 2 diabetes and β-cell function in patients with obesity and type 2 diabetes.", "results_summary": "Gastric bypass was superior to sleeve gastrectomy for diabetes remission at 1 year, with no significant difference in β-cell function improvement between the two procedures. Both procedures had similar rates of early complications and late side-effects, with no deaths reported.", "population_specificity": "Patients aged ≥18 years with type 2 diabetes and obesity.", "effective_dosage": "Not Assessed", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:05.022541+00:00"}
{"study_id": 114190, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how gastrointestinal hormone levels change after bariatric surgery and whether these changes predict future weight loss.", "results_summary": "Postprandial levels of oxyntomodulin and glicentin increased robustly three months after VSG or RYGB (but not AGB) and were associated with weight loss and satiety. These hormone changes may mediate future weight loss through satiety regulation.", "population_specificity": "14 subjects in Pilot study 1 (9 AGB, 5 RYGB) and 28 subjects in the main study (17 VSG, 11 RYGB).", "effective_dosage": "Not specified", "study_duration": "Follow-up at three, six, and twelve months post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:07.101128+00:00"}
{"study_id": 114193, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and effectiveness of metabolic and bariatric surgery, specifically Roux-en-Y gastric bypass and vertical sleeve gastrectomy, for pediatric patients with severe obesity.", "results_summary": "The study found that these procedures result in sustained short-, mid-, and long-term weight loss and resolution of obesity-related comorbid diseases, with substantial evidence supporting their safety and effectiveness for children and adolescents.", "population_specificity": "Pediatric patients (children and adolescents) with severe obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:07.357420+00:00"}
{"study_id": 114191, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 60, "study_goal": "The researchers aimed to review current obesity treatments, focusing on recent developments in polymeric carriers for enhanced antiobesity drug delivery, while noting the limitations of conventional options like bariatric surgery.", "results_summary": "The abstract indicates that conventional treatments like bariatric surgery remain ineffective and carry risks of adverse effects, highlighting the need for more effective and specific therapies. Emerging drug delivery systems using polymeric materials show promise for improving therapeutic efficacy and specificity.", "population_specificity": "Not specified (general obesity and metabolic syndrome population implied).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:07.982839+00:00"}
{"study_id": 114192, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate whether bariatric surgery is associated with reduced risk of skin cancer, including melanoma, in individuals with obesity.", "results_summary": "The study found that bariatric surgery was associated with a significantly reduced risk of melanoma (adjusted subhazard ratio, 0.43) and skin cancer in general (adjusted subhazard ratio, 0.59), with a median follow-up of 18.1 years. The risk reduction was not linked to baseline metabolic or lifestyle factors.", "population_specificity": "4047 participants (mean age 47.9 years, 70.8% female) with obesity in Sweden, including 2007 who underwent bariatric surgery and 2040 matched controls receiving conventional obesity treatment.", "effective_dosage": "Not applicable (surgical interventions: gastric bypass, banding, or vertical banded gastroplasty).", "study_duration": "Median follow-up of 18.1 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:08.947119+00:00"}
{"study_id": 114182, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the role of bariatric surgery in short- and long-term resolution of type 2 diabetes mellitus (T2DM), recurrence, and compliance with T2DM medication post-surgery.", "results_summary": "Six out of seven randomized control trials showed significant advantages in glycemic control and secondary endpoints like weight loss, lipid levels, and blood pressure for surgical patients. However, the role of lifestyle modifications and T2DM medication adherence post-surgery remains understudied.", "population_specificity": "Patients meeting criteria for severe obesity, specifically those with T2DM.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:09.700299+00:00"}
{"study_id": 114194, "supplement_id": 913, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and accessibility of metabolic and bariatric surgery for youth with severe obesity.", "results_summary": "The study found that bariatric surgery is a safe and effective treatment for youth with severe obesity, though access remains limited, particularly for underserved populations. Lifestyle modifications showed limited success for severe obesity, while surgery demonstrated significant and durable weight loss.", "population_specificity": "Adolescents with severe obesity, particularly underserved populations.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:10.761962+00:00"}
{"study_id": 114195, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the use of non-invasive variables for monitoring an open-lung approach (OLA) strategy in bariatric surgery.", "results_summary": "The abstract does not provide specific results regarding the effects of bariatric surgery, only mentioning that twelve morbidly obese patients received baseline protective ventilation.", "population_specificity": "Morbidly obese patients undergoing bariatric surgery.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:10.954341+00:00"}
{"study_id": 114196, "supplement_id": 913, "safety_score": "75", "efficacy_score": 80, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery, particularly sleeve gastrectomy, in managing obesity in liver transplant candidates and its impact on safety and efficacy.", "results_summary": "The study suggests that sleeve gastrectomy offers a good balance between safety and efficacy in liver transplant patients, though long-term outcomes remain controversial and scarce. Morbid obesity may adversely affect patient and graft survival, especially in NAFLD cases.", "population_specificity": "Liver transplant candidates with obesity, particularly those with non-alcoholic fatty liver disease (NAFLD).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:12.994003+00:00"}
{"study_id": 114197, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of recently developed anti-obesity medications as an innovative approach for weight loss maintenance or disease remission following bariatric surgery.", "results_summary": "The study highlights that advances in weight loss pharmacotherapy offer clinically significant weight loss potential, challenging outdated comparisons between medications and surgery. It suggests renewed enthusiasm for investigating multimodal care approaches.", "population_specificity": "Patients who would benefit from further weight loss or weight loss maintenance following bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:15.731174+00:00"}
{"study_id": 114198, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the economic impact of shifting potentially avoidable emergency department (ED) visits after bariatric surgery to lower-acuity centers.", "results_summary": "The study found that 8.4% of bariatric surgery patients visited the ED postoperatively, with 50% resulting in readmission. Triaging avoidable ED visits to urgent care centers could save $4,238 per patient, totaling $1.6 million in savings for the cohort.", "population_specificity": "36,071 patients who underwent bariatric surgery between 2011 and 2017 in a statewide quality improvement collaborative.", "effective_dosage": "Not applicable", "study_duration": "Postoperative follow-up up to 90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:16.906311+00:00"}
{"study_id": 114201, "supplement_id": 913, "safety_score": "69", "efficacy_score": 82, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the outcomes of bariatric surgery in children and adolescents with severe obesity, particularly focusing on those with cognitive impairments and/or developmental delays.", "results_summary": "Most studies reported no peri-operative complications (69%) and improved health outcomes (79%), with variable weight-loss results (29.2-86.2% excess weight loss). No significant differences were found between youth with and without cognitive impairment and/or developmental delay in two studies.", "population_specificity": "Children and adolescents with severe obesity, including those with cognitive impairments and/or developmental delays.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:17.800505+00:00"}
{"study_id": 114200, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the current and potential clinical applications of calcium citrate, particularly in bariatric patients and those with osteoporosis.", "results_summary": "The abstract suggests calcium citrate may be beneficial for bariatric patients and those with osteoporosis, though evidence on efficacy and long-term safety is limited. Citrate salts also show potential in inhibiting kidney stone formation.", "population_specificity": "Bariatric patients, individuals with osteoporosis, achloridria, chronic hypoparathyroidism, and hypocitraturic subjects at risk of nephrolithiasis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:17.915839+00:00"}
{"study_id": 114203, "supplement_id": 913, "safety_score": "80", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of magnetic sphincter augmentation (MSA) in treating GERD following gastric/bariatric surgery.", "results_summary": "MSA significantly improved GERD-HRQL scores post-implant compared to baseline, demonstrating feasibility in patients with refractory GERD after bariatric surgery. However, the study noted the need for further prospective and comparative studies to validate these findings.", "population_specificity": "Patients with persistent or de novo GERD after gastric/bariatric surgery (primarily sleeve gastrectomy or Roux-en-Y gastric bypass).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:19.751026+00:00"}
{"study_id": 114199, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the safety and efficacy of four bariatric surgery techniques (AGB, SG, RYGB, BPD) in terms of complications, weight loss, and resolution of comorbidities like type 2 diabetes, hypertension, dyslipidemia, and sleep apnea.", "results_summary": "The study found that BPD had the highest weight loss (77.90% EWL) and comorbidity resolution but also the highest mortality (2.52%) and bleeding rates (2.09%). AGB had the lowest morbidity and mortality but the poorest weight loss (48.35% EWL) and diabetes resolution (46.80%). RYGB and SG showed intermediate results, with RYGB performing similarly to BPD in weight loss but with lower risks.", "population_specificity": "Patients undergoing bariatric surgery (specific demographics not detailed in the abstract).", "effective_dosage": "Not Assessed", "study_duration": "Follow-up data reported at five years post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:20.343831+00:00"}
{"study_id": 114202, "supplement_id": 913, "safety_score": "60", "efficacy_score": 70, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the safety and efficacy of bariatric procedures, particularly laparoscopic sleeve gastrectomy, in patients with inflammatory bowel disease (IBD) and discuss potential complications and management strategies.", "results_summary": "The study suggests that bariatric procedures are safe and effective for weight loss in IBD patients but highlights numerous post-surgical complications that can worsen IBD outcomes, leading to hospitalizations and poor quality of life. It calls for greater awareness of underlying disease processes and comorbidities in this population.", "population_specificity": "Patients with inflammatory bowel disease (IBD) undergoing bariatric procedures.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:21.213206+00:00"}
{"study_id": 114205, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review the impact of weight loss interventions, including bariatric surgery, on pre-existing dermatologic conditions and the development of new skin changes.", "results_summary": "The abstract does not provide specific results but indicates a review of dermatologic effects related to weight loss interventions, including bariatric surgery.", "population_specificity": "Not specified (general obesity patients undergoing weight loss interventions)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:22.936318+00:00"}
{"study_id": 114204, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effectiveness of BiPAP in improving pulmonary function and reducing atelectasis in morbidly obese individuals during post-anesthetic recovery and the first postoperative day following bariatric surgery.", "results_summary": "The study found that BiPAP use during post-anesthetic recovery (PAR) helped maintain expiratory reserve volume (ERV) and reduced atelectasis prevalence (10% vs. 30% in the 1PO-G group). PAR-G also showed smaller declines in slow vital capacity (SVC) and forced vital capacity (FVC) compared to 1PO-G.", "population_specificity": "Morbidly obese individuals aged 25-55 years who underwent Roux-en-Y gastric bypass.", "effective_dosage": "BiPAP for one hour in either post-anesthetic recovery (PAR-G) or first postoperative day (1PO-G).", "study_duration": "One hour per session.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:23.808275+00:00"}
{"study_id": 114206, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to discuss the role of bariatric surgery in managing metabolic comorbidities in NASH liver transplant recipients.", "results_summary": "The abstract mentions bariatric surgery as part of a broader approach to managing metabolic syndrome post-liver transplant, but no specific results or outcomes related to bariatric surgery are provided.", "population_specificity": "NASH liver transplant recipients with metabolic comorbidities.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:24.130646+00:00"}
{"study_id": 114208, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to understand sex-specific differences in metabolic and anthropometric responses to sleeve gastrectomy in obese patients.", "results_summary": "The study found that men improved more than women in 56% of parameters with significant cohort-wide responses, particularly showing stronger, faster, and more durable remission of diabetes symptoms. The difference in improvement may be linked to men's poorer baseline health.", "population_specificity": "154 obese patients (47% men, 53% women) from the Bialystok Bariatric Surgery Study, age-matched.", "effective_dosage": "Not specified", "study_duration": "One year with four follow-up visits", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:26.774804+00:00"}
{"study_id": 114207, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and long-term outcomes of laparoscopic sleeve gastrectomy (SG) in patients with end-stage renal disease (ESRD) and chronic kidney disease (CKD).", "results_summary": "The study found that 72% of ESRD patients and 48% of CKD patients achieved a body mass index of ≤40 and ≤35 kg/m², respectively, following SG. However, the abstract does not provide detailed safety or long-term outcome data.", "population_specificity": "Patients with ESRD and CKD (stages 1-4) meeting National Institutes of Health guidelines for bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Data collected from 2011 to 2018 (follow-up duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:27.242796+00:00"}
{"study_id": 114212, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to investigate how support interventions (lifestyle, pharmacotherapy) could be combined or sequenced with metabolic and bariatric surgery (MBS) to optimize health outcomes for adolescents with severe obesity.", "results_summary": "The study found no existing research specifically reporting outcomes for the combination of lifestyle interventions with MBS, though individual results for either approach were noted. Future research is needed to explore how partnering support interventions with MBS can enhance health outcomes, particularly for high-risk populations.", "population_specificity": "Adolescents with severe obesity, with emphasis on ethnic minorities disproportionately affected by obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:29.530436+00:00"}
{"study_id": 114210, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize recent literature on vitamin deficiencies post-bariatric surgery, focusing on vitamin D and gut microbiota, and evaluate potential interventions to improve outcomes.", "results_summary": "Bariatric surgery induces weight loss and metabolic improvements but with significant variability; some patients experience poor response or vitamin deficiencies despite supplementation, particularly vitamin D deficiency linked to bone loss. Gut microbiota, disrupted in obesity, partially restores post-surgery, but its role in vitamin deficiencies remains unclear.", "population_specificity": "Patients who underwent bariatric surgery, particularly those with poor response or vitamin deficiencies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:29.677786+00:00"}
{"study_id": 114213, "supplement_id": 913, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of conversion surgery in patients with type II obesity or higher who experienced weight regain or residual BMI >35kg/m² after initial bariatric surgery.", "results_summary": "Conversion surgery resulted in weight reduction, though less than the initial surgery, and stabilized weight over time. Comorbidity improvements were primarily observed after the first intervention, with acceptable perioperative morbidity rates.", "population_specificity": "Patients with type II obesity or higher who underwent initial bariatric surgery (VBG, GB, RYGB, or SG) and required conversion surgery due to weight regain or residual BMI >35kg/m².", "effective_dosage": "Not Assessed", "study_duration": "Median follow-up of 27.5 months after conversion surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:30.467631+00:00"}
{"study_id": 114215, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to examine selenium deficiency in RYGB patients and evaluate nutritional treatment methods.", "results_summary": "Selenium deficiency was observed before and after RYGB, with lifelong supplementation and regular monitoring recommended post-surgery.", "population_specificity": "Morbidly obese patients who underwent Roux-en-Y Gastric Bypass (RYGB).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:31.684353+00:00"}
{"study_id": 114214, "supplement_id": 913, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to review clinical and experimental literature to understand the mechanisms behind the efficacy of sleeve gastrectomy (SG) and adjustable gastric banding (AGB) in treating obesity and related disorders.", "results_summary": "The study found that SG and AGB are effective in sustained weight loss and improved glucose metabolism, likely due to mechanisms beyond caloric restriction, such as changes in gastrointestinal hormone secretion, hypothalamic and vagal control, energy expenditure, bile acid metabolism, and intestinal flora. These procedures are popular due to their efficacy, safety, and simplicity.", "population_specificity": "Human and animal models (not specified further).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:32.404653+00:00"}
{"study_id": 114216, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 60, "study_goal": "To evaluate the 10-year outcomes of bariatric surgery in Prader-Willi syndrome (PWS) patients regarding weight reduction and comorbidity resolution.", "results_summary": "Bariatric surgery did not produce sustainable long-term weight loss or comorbidity resolution in PWS patients, suggesting it cannot be recommended as a standard treatment for this population.", "population_specificity": "Five PWS patients (two males, mean age 19.2 ± 3.0 years) with a body mass index of 47.3 ± 6.9 kg/m².", "effective_dosage": "Not specified", "study_duration": "10-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:32.955319+00:00"}
{"study_id": 114217, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop guidelines for psychological support pre- and post-bariatric surgery to minimize patient risk and maximize health outcomes.", "results_summary": "The study produced flexible, pragmatic guidelines for psychological support involving online resources, group workshops, and one-to-one sessions with a clinical psychologist, designed to be modified over time. The guidelines are feasible for use across all services and aim to improve patient outcomes.", "population_specificity": "Bariatric surgery patients requiring psychological support pre- and post-surgery.", "effective_dosage": "Not specified", "study_duration": "Pre-surgery and 6 to 9 months post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:35.961688+00:00"}
