{"study_id": 189167, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to examine the association between drug use (including GABA-related medications) and the occurrence of parasomnias and sleep-related movement disorders.", "results_summary": "The study identified GABA pathway medications as potential contributors to parasomnias, with a proposed mechanism involving desensitization-autoregulation of GABA receptors on serotoninergic neurons. However, specific efficacy or safety outcomes for GABA were not detailed.", "population_specificity": "Not specified (systematic review of literature on drug-induced parasomnias and SRMD).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:03.413560+00:00"}
{"study_id": 14809, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the anticonvulsant activity of coronaridine congeners (catharanthine and 18-MC) and their mechanisms involving GABAergic transmission.", "results_summary": "The study found that coronaridine congeners exhibit acute anticonvulsant effects in a dose-dependent, sex-independent manner, with repeated treatment showing higher efficacy in male mice. The underlying mechanism involves GABAAR potentiation, while monoamines play a minor role.", "population_specificity": "Male and female mice", "effective_dosage": "20 mg/kg (subthreshold dose for repeated treatment)", "study_duration": "Acute and repeated treatment (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:03.883320+00:00"}
{"study_id": 189171, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the impact of GABA supplementation on emotional metrics, sleep quality, and heart rate variability in sedentary women with overweight or obesity engaging in physical exercise.", "results_summary": "GABA supplementation improved sleep efficiency, emotional response (reduced negative affect), depression scores, and heart rate variability (increased parasympathetic activity) after 90 days.", "population_specificity": "Sedentary women with overweight or obesity", "effective_dosage": "200 mg once daily", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:08.621547+00:00"}
{"study_id": 189174, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically review the potential connection between zinc intake (acting on GABA and other systems) and anxiety in adult humans.", "results_summary": "The study found an inverse relationship between zinc consumption/serum levels and anxiety, suggesting zinc may play a positive role in anxiety treatment, though with limitations.", "population_specificity": "Adult humans with anxiety, compared to healthy individuals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:09.931915+00:00"}
{"study_id": 189175, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether high-dose Vitamin B6 or B12 supplementation could influence neural inhibition and excitation, particularly through GABAergic mechanisms, by assessing behavioral and sensory outcomes.", "results_summary": "Vitamin B6 supplementation reduced self-reported anxiety, showed a trend toward reduced depression, and increased visual surround suppression, suggesting enhanced GABAergic inhibition. Vitamin B12 showed weaker trends in anxiety and visual processing but no significant effects.", "population_specificity": "478 young adults", "effective_dosage": "High-dose (specific amount not stated)", "study_duration": "1 month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:10.608269+00:00"}
{"study_id": 189169, "supplement_id": 1147, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of Bifidobacterium breve 207-1 on GABA levels and its potential to regulate lifestyle behaviors in healthy adults with high mental stress, overweight, insomnia, and constipation.", "results_summary": "GABA levels increased significantly in the probiotic groups, and HPA axis hormones were suppressed, though mood scale scores did not change significantly. The probiotic also improved sleep quality and slightly increased exercise consumption.", "population_specificity": "Healthy adults with high mental stress, overweight, insomnia, and constipation.", "effective_dosage": "Low-dose and high-dose B. breve 207-1 (specific amounts not detailed).", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:10.873101+00:00"}
{"study_id": 189178, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential link between vitamin D deficiency and schizophrenia, including its effects on neurotransmitter systems like GABA.", "results_summary": "The abstract notes that GABA systems have been little investigated in developmental vitamin D deficiency models, with more focus on dopamine alterations. No specific findings on GABA's effects are reported.", "population_specificity": "Rodent models of developmental vitamin D deficiency and human patients with schizophrenia or first-episode psychosis.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:11.491855+00:00"}
{"study_id": 189177, "supplement_id": 1147, "safety_score": "30", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanistic link between pyridoxine (PN) supplementation and sensory peripheral neuropathy, particularly focusing on the role of GABA neurotransmission.", "results_summary": "The study suggests that excessive PN intake may inhibit pyridoxal kinase (PDXK), disrupting GABA signaling in peripheral sensory neurons, potentially leading to excitotoxicity, neurodegeneration, and peripheral neuropathy. Central nervous system symptoms are absent due to preserved PDXK activity in the brain.", "population_specificity": "General population using PN-containing supplements (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:13.545600+00:00"}
{"study_id": 189168, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether high-dose Vitamin-B6 supplementation reduces sensory over-responsivity (SOR) by potentially increasing GABA levels and decreasing glutamate.", "results_summary": "In individuals with high baseline SOR, Vitamin-B6 selectively reduced SOR compared to placebo and Vitamin-B12, and also reduced postural disorder in those with high baseline scores, but had no effect on other sensory reactivity subscales.", "population_specificity": "300 adults (249 females) from the general population with high baseline SOR scores (above the 87th percentile).", "effective_dosage": "100 mg Vitamin-B6 daily.", "study_duration": "1 month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:14.400081+00:00"}
{"study_id": 189179, "supplement_id": 1147, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "To review the safety and efficacy of flumazenil in benzodiazepine use disorders and identify gaps in the literature.", "results_summary": "Flumazenil alone generally reduced withdrawal symptoms, though one study noted an initial increase. Flumazenil plus benzodiazepine tapering was superior to tapering alone or placebo in reducing withdrawal symptoms, with no serious adverse events reported but a remaining seizure risk.", "population_specificity": "Individuals with benzodiazepine use disorders.", "effective_dosage": "Varying doses, frequencies, and routes of administration (not specified in detail).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:16.965752+00:00"}
{"study_id": 189180, "supplement_id": 1147, "safety_score": "20", "efficacy_score": null, "quality_score": 60, "study_goal": "The researchers aimed to review the potential adversities of phenibut use and discuss treatment options for affected patients.", "results_summary": "The study highlights phenibut's potential to cause physical dependence, withdrawal, and addiction, with cases of intoxication leading to varying degrees of mental status changes, from minimal responsiveness to agitated delirium.", "population_specificity": "Not specified (case reports and general use discussed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:17.453012+00:00"}
{"study_id": 189183, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to investigate the acute effects of GABA supplementation on temporal and spatial attention in young healthy adults.", "results_summary": "GABA supplementation showed no effect on spatial attention but improved performance in the temporal attention task, specifically reducing order errors at Lag 1 and numerically attenuating the attentional blink at Lag 3. No effect was observed on temporal integration rates.", "population_specificity": "Young healthy adults", "effective_dosage": "Not available", "study_duration": "Acute (single-dose intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:18.197264+00:00"}
{"study_id": 189181, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of the GABA-ergic system in sleep/wake regulation and its interaction with the orexin system in narcolepsy.", "results_summary": "The abstract mentions that the orexin system regulates sleep/wake control via interactions with GABA-ergic neuronal systems, but no specific results about GABA's effects are provided.", "population_specificity": "The study focuses on narcolepsy patients and animal models, primarily adolescents aged 15 to 30 years.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:18.664712+00:00"}
{"study_id": 189184, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to explore the role of magnesium supplementation in schizophrenia, including its effects on GABA and NMDA receptors.", "results_summary": "The abstract mentions preliminary studies on magnesium supplementation for schizophrenia but does not provide specific results regarding GABA's effects. It highlights the need for further research on magnesium's mechanism of action involving GABA receptors.", "population_specificity": "Patients with schizophrenia.", "effective_dosage": "Not available.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:19.306082+00:00"}
{"study_id": 189185, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of GABA abnormalities in motor dysfunction and working memory in schizophrenia.", "results_summary": "The study found that GABA abnormalities are associated with working memory dysfunction, particularly in the prefrontal cortex, and are part of the broader neurobiological architecture linked to schizophrenia. The synthesis suggests motor dysfunction in schizophrenia is consistent across behavioral, regional, and molecular scales.", "population_specificity": "Individuals with schizophrenia (theoretical/neurobiological focus, not a clinical trial).", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:21.628169+00:00"}
{"study_id": 189186, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to assess the potential misuse of Magnolia bark derivatives (magnolol, tetrahydromagnolol, honokiol) due to their GABA-ergic and cannabimimetic activities.", "results_summary": "No peer-reviewed evidence of Magnolia abuse/misuse was found, but anecdotal reports identified three potential misuser groups: psychiatric patients, polydrug users, and naive individuals. The study highlights concerns about future synthetic analogues increasing misuse risks.", "population_specificity": "Vulnerable individuals, polydrug misusers, and those naive to drug misuse.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:23.397520+00:00"}
{"study_id": 189187, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential importance of tryptophan supplementation in improving therapeutics for anorexia nervosa (AN) patients.", "results_summary": "The abstract suggests that tryptophan supplementation could boost serotonin neurotransmission, potentially addressing serotonin deficiency disorders like AN, but no specific results regarding GABA are mentioned.", "population_specificity": "Anorexia nervosa (AN) patients with psychiatric comorbidities such as depression, psychosis, and hyperactivity.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:24.613987+00:00"}
{"study_id": 189189, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to test whether baclofen, a GABA agonist, could improve relapse rates in alcohol-dependent subjects.", "results_summary": "Baclofen significantly increased abstinence days, reduced heavy drinking days, and decreased craving and anxiety scores compared to the control group, though time to first relapse was similar between groups.", "population_specificity": "Alcohol-dependent subjects (n=122, randomized into baclofen and benfothiamine groups).", "effective_dosage": "30 mg/day (baclofen).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:25.970827+00:00"}
{"study_id": 189190, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore how gut microbiota influences GABAergic function via BDNF and NMDAR pathways, and its implications for cognitive deficits and psychiatric disorders.", "results_summary": "The study found that gut microbiota modulates BDNF function, affecting NMDAR activity on GABA interneurons, leading to glutamatergic disinhibition and cognitive deficits. Probiotics, prebiotics, or antimicrobial interventions show promise in mitigating these effects.", "population_specificity": "Not specified (focus on mechanistic pathways rather than a specific human or animal population).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:27.129942+00:00"}
{"study_id": 189191, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to understand the role of GABA-related mechanisms (specifically allopregnanolone and GABAA receptor subunit changes) in catamenial epilepsy and evaluate progesterone treatment efficacy.", "results_summary": "The study found that perimenstrual seizure exacerbation may result from progesterone withdrawal, reducing allopregnanolone (a GABA modulator), and altering GABAA receptor composition. Progesterone showed superior efficacy only in women with robust perimenstrual seizure exacerbation.", "population_specificity": "Women with focal onset epilepsy, specifically those with catamenial epilepsy patterns (perimenstrual, peri-ovulatory, or luteal phase exacerbation).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:29.161931+00:00"}
{"study_id": 14798, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether deuterated analogues of Compound 6 (DK-I-56-1 and RV-I-29) could effectively modulate α6GABAARs to inhibit trigeminovascular system activation in a migraine-mimicking model.", "results_summary": "DK-I-56-1 and RV-I-29 significantly reduced neuronal activation, CGRP-ir elevation, and dural CGRP depletion induced by capsaicin, with DK-I-56-1 showing superior efficacy comparable to topiramate. The effects were blocked by furosemide, confirming α6GABAAR modulation as the mechanism.", "population_specificity": "Male Wistar rats", "effective_dosage": "3 mg/kg DK-I-56-1 (intraperitoneal and oral)", "study_duration": "Not specified", "interactions": "Furosemide (antagonist) blocked the effects of DK-I-56-1 and RV-I-29.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:29.295676+00:00"}
{"study_id": 189192, "supplement_id": 1147, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether dietary guanidinoacetic acid (GAA) loading affects peripheral GABA homeostasis in healthy humans.", "results_summary": "GAA supplementation significantly decreased plasma GABA levels by 88.8 nmol/L compared to placebo and baseline, suggesting it may down-regulate GABA synthesis in peripheral tissues. No effects were observed on plasma glutamine, while GAA and creatine levels were positively affected.", "population_specificity": "Eight healthy male volunteers aged 22-25 years.", "effective_dosage": "3 grams of GAA daily.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:30.156478+00:00"}
{"study_id": 189193, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore GABA's role in regulating growth hormone (GH) secretion and its potential as an ergogenic aid.", "results_summary": "The study found that GABA has dual actions—centrally mediated and pituitary-level effects—on GH secretion, with both excitatory and inhibitory outcomes. However, results were inconsistent, likely due to varying sites of action and hormonal conditions.", "population_specificity": "Not specified (general neuroendocrine focus).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:31.038094+00:00"}
{"study_id": 17115, "supplement_id": 1148, "safety_score": "Not Assessed", "efficacy_score": 54, "quality_score": 68, "study_goal": "The researchers aimed to evaluate the feasibility and efficiency of a wind-powered electrokinetic soil flushing process for removing the herbicide 2,4-D from soil, comparing it to conventional DC power supply.", "results_summary": "The wind-powered process achieved a 53.9% removal of 2,4-D after 15 days, while the conventional DC power supply achieved 90.2% removal with significantly less charge supplied. The wind-powered method was feasible but less efficient under variable wind conditions.", "population_specificity": "Soil contaminated with herbicide 2,4-D.", "effective_dosage": "Not applicable (electrical charge: 49.2 A h kg(-1) for wind-powered, 4.33 A h kg(-1) for conventional).", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:34.250460+00:00"}
{"study_id": 17116, "supplement_id": 1148, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The study aimed to explore how male survivors of childhood sexual abuse made meaning from their experiences, identifying different meaning-making styles.", "results_summary": "The study identified three main meaning-making styles: action (helping others, creative expression), cognitive strategies (psychological, sociocultural, philosophical frameworks), and spirituality. Men with more trauma therapy experience were more likely to understand their perpetrators, while men of color were less likely to receive specialized therapy.", "population_specificity": "16 resilient male survivors of childhood sexual abuse from diverse racial, ethnic, and socioeconomic backgrounds.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:34.662439+00:00"}
{"study_id": 16797, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Gamma Oryzanol (GO) could mitigate depressive behaviors and improve reproductive parameters in rats exposed to chronic restraint stress (CRS).", "results_summary": "GO reduced depressive behaviors, lowered corticosterone levels, improved reproductive hormone levels (testosterone, LH, FSH), enhanced sperm parameters, reduced oxidative stress, and modulated apoptotic pathways in CRS-exposed rats.", "population_specificity": "Male rats exposed to chronic restraint stress (CRS).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:35.652849+00:00"}
{"study_id": 189188, "supplement_id": 1147, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether GABA supplementation or modulation of GABAB-receptor signaling could prevent or treat pancreatic cancer by counteracting excessive cAMP signaling.", "results_summary": "The study found that GABA activation of GABAB-receptors inhibits pancreatic cancer progression by suppressing hyperactive cAMP signaling, with stress reduction and GABA treatment showing protective effects in animal models.", "population_specificity": "Animal models (mice and hamsters) with induced pancreatic cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:35.983569+00:00"}
{"study_id": 16800, "supplement_id": 1149, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "To assess the clinical effectiveness of γ-oryzanol in combination with Femoston for treating perimenopausal syndrome (PMS).", "results_summary": "The study found that γ-oryzanol combined with Femoston significantly improved treatment effectiveness, safety, sex hormone levels, bone mineral density, and sleep quality compared to Femoston alone. Adverse events were lower in the combination group.", "population_specificity": "119 patients with perimenopausal syndrome (59 in control, 60 in observation group).", "effective_dosage": "Not specified", "study_duration": "June 2023 to December 2023 (6 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:38.533597+00:00"}
{"study_id": 16799, "supplement_id": 1149, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and tolerability of a food supplement containing Gamma Oryzanol, monacolins, and GABA in reducing cholesterol levels and CVD risk in subjects with mild dyslipidemia.", "results_summary": "The study found that the supplement significantly reduced LDL cholesterol by 19.3% and total cholesterol by 8.3%, while increasing HDL cholesterol by 29.3%. No adverse events were reported, and glucose metabolism, hepatic, and renal parameters remained unchanged.", "population_specificity": "Subjects with mild dyslipidemia (n = 44 per group).", "effective_dosage": "Not specified (supplement standardized to contain 4.5% monacolins, OZ, and GABA).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:38.859829+00:00"}
{"study_id": 16801, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a stable nanoemulsion of Gamma Oryzanol using high-energy techniques to improve its solubility and bioavailability.", "results_summary": "The study found that ultrasonic treatment produced the smallest particle size (30.1 ± 1 nm), while high-pressure homogenization achieved the greatest stability (TSI < 0.3) over 7 days of storage. High-energy treatments significantly reduced droplet size, with notable differences between techniques.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "0.2% Gamma Oryzanol in the nanoemulsion formulation", "study_duration": "7 days of storage stability testing", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:39.506943+00:00"}
{"study_id": 16803, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if γ-oryzanol could delay or improve glutamate neurotoxicity in an in vitro model of differentiated HT-22 cells and explore its neuroprotective mechanisms.", "results_summary": "γ-Oryzanol attenuated glutamate-induced reactive oxygen species, mitochondrial dysfunction, calcium influx, and activation of apoptotic pathways in HT-22 cells, demonstrating neuroprotective effects comparable to memantine.", "population_specificity": "Differentiated HT-22 cells (in vitro model).", "effective_dosage": "0.4 mmol/L γ-oryzanol.", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:43.046362+00:00"}
{"study_id": 16805, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the preventive effect of Gamma-Oryzanol (Orz) on hepatic proteome changes in a diet-induced NAFLD model.", "results_summary": "Orz prevented lipid accumulation and modulated key pathways involved in lipid metabolism, inflammation, oxidative stress, xenobiotic metabolism, and the sirtuin signaling pathway, suggesting potential benefits for NAFLD treatment.", "population_specificity": "Wistar rats (n=6/group)", "effective_dosage": "0.5% (w/w) added to chow", "study_duration": "30 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:43.956193+00:00"}
{"study_id": 16802, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the highest oryzanol content in rice bran oil by comparing extraction methods (maceration, ultrasonication, pneumatic press) and studying extraction kinetics for scale-up purposes.", "results_summary": "The study found that ultrasonication yielded the highest extraction (10.34%), while the pneumatic press method produced the highest oryzanol content (5.09 mg/g). Kinetic modeling suggested ultrasonication had the best parameters (k2 = 0.001546, Cs = 0.0589, h = 0.4707, R² = 0.9715).", "population_specificity": "Not specified (laboratory study, no human or animal subjects mentioned).", "effective_dosage": "Not specified (study focused on extraction methods, not dosage).", "study_duration": "Not specified (time was an independent variable but duration not explicitly stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:44.546110+00:00"}
{"study_id": 16804, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of nanoethosomal gamma-oryzanol (γ-Oryzanol-NEs) on testicular damage in a mouse model of ischemia/reperfusion injury.", "results_summary": "γ-Oryzanol-NEs reduced apoptosis markers (TUNEL, HSP70, caspase 3) and increased antioxidant enzymes (SOD, GPx), demonstrating protective effects against testicular damage in ischemia/reperfusion. The treatment also improved histopathological outcomes compared to controls.", "population_specificity": "Male mice with induced testicular ischemia/reperfusion injury.", "effective_dosage": "6 mg/kg, administered at 3h and 6h post-ischemia.", "study_duration": "Acute intervention (single-day administration).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:45.675508+00:00"}
{"study_id": 16806, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether gamma-oryzanol (ORY) could protect against chronic neuroinflammation and cognitive impairments induced by lipopolysaccharide (LPS) in mice.", "results_summary": "ORY treatment improved spatial and working memory in LPS-treated mice, reduced microglia and astrocyte densities in the hippocampus, lowered inflammatory mediator expression, and enhanced neuronal survival in the CA1 hippocampus.", "population_specificity": "Adult male mice", "effective_dosage": "100 mg/kg/day", "study_duration": "14 days (7 days pre-treatment and 7 days co-treatment with LPS)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:46.948913+00:00"}
{"study_id": 16807, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the potential impact and mechanism of Gamma Oryzanol (γ-Ory) in treating osteoarthritis (OA), focusing on its effects on extracellular matrix degradation, ferroptosis, and the Keap1-Nrf2 pathway.", "results_summary": "Gamma Oryzanol dose-dependently suppressed IL-1β-induced ECM deterioration and chondrocyte ferroptosis, delayed OA development in rats, and interfered with Keap1-Nrf2 binding to promote Nrf2 nuclear import, increasing detoxification enzyme expression.", "population_specificity": "Rats with ACLT-mediated OA and IL-1β-exposed chondrocytes (in vitro).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:48.126817+00:00"}
{"study_id": 16809, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether Gamma Oryzanol (ORY) could alleviate depressive behavior in menopausal women by examining its effects on ovariectomized mice and the underlying mechanisms.", "results_summary": "ORY reduced depressive behavior in ovariectomized mice, increased nitric oxide production and neuronal NO synthase expression, and activated the ERK-CREB-BDNF signaling pathway, effects mediated by estrogen receptor β (ERβ). The antidepressant effects were abolished by an nNOS inhibitor.", "population_specificity": "Ovariectomized (OVX) mice, modeling menopausal women.", "effective_dosage": "Not specified in the abstract.", "study_duration": "20 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:49.127490+00:00"}
{"study_id": 16812, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether γ-oryzanol could promote motor function recovery in mice after spinal cord injury (SCI).", "results_summary": "γ-Oryzanol improved gait, reduced demyelination, retained motor-associated axons, decreased scarring, and lowered pro-inflammatory cytokine levels in mice with SCI.", "population_specificity": "Mice with induced spinal cord injury.", "effective_dosage": "100 mg/kg intraperitoneal injection every 2 days.", "study_duration": "42 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:50.792861+00:00"}
{"study_id": 16813, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the combined effect of γ-Oryzanol and NAC on high-fat diet-induced NAFLD in rats, including their mechanisms of action.", "results_summary": "γ-Oryzanol reduced body weight, fat weight, glucose, insulin, liver enzymes, inflammatory markers, and improved hepatic structure and glucose tolerance. It also increased adiponectin, reduced triglycerides and cholesterol, and stimulated PPARα and CPT1 mRNA levels. The combination with NAC showed maximum effects.", "population_specificity": "Adult male rats", "effective_dosage": "γ-Oryzanol added to diets at 0.16% concentration, administered daily", "study_duration": "17 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:53.186656+00:00"}
{"study_id": 16814, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of gamma-oryzanol supplementation in extender on post-thawed motility and proteomic profiles of swamp buffalo spermatozoa.", "results_summary": "Gamma-oryzanol at 0.5 mM significantly improved progressive sperm motility compared to the control, and proteomic analysis revealed up-regulation of proteins associated with improved motility. No significant differences were observed among the treatment groups.", "population_specificity": "Swamp buffalo spermatozoa", "effective_dosage": "0.1, 0.25, and 0.5 mM in tris-citrate egg yolk extender", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:53.210814+00:00"}
{"study_id": 16815, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to validate the role of Gamma Oryzanol in intervertebral disc degeneration (IVDD) and explore its potential mechanism of action.", "results_summary": "Ory treatment inhibited IL-1β-mediated ECM degradation, oxidative stress, and NLRP3 inflammasome activation in nucleus pulposus cells. In vivo, Ory delayed acupuncture-mediated IVDD development by interfering with NF-κB signaling and ROS overproduction.", "population_specificity": "Nucleus pulposus cells (in vitro) and rats with acupuncture-mediated IVDD (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:54.567028+00:00"}
{"study_id": 16817, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the effects of gamma-oryzanol (GO) on protein levels related to endometriosis and apoptosis in a rat model of surgically induced endometriosis.", "results_summary": "GO at 6000 µg/kg significantly decreased SF1, HO1, and LC3B protein levels while increasing BECN1 and SIRT1 levels, and induced higher apoptosis rates compared to untreated rats. No significant effect was observed on ER-α protein levels.", "population_specificity": "Wistar rats with surgically induced endometriosis.", "effective_dosage": "3000 µg/kg and 6000 µg/kg GO.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:57.183994+00:00"}
{"study_id": 16816, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of microwave-assisted stabilization of rice bran for preserving gamma-oryzanol (GO) and gamma-aminobutyric acid (GABA) during rice bran oil (RBO) extraction.", "results_summary": "The study found that microwave-assisted stabilization preserved GO levels in RBO samples, though GO decreased in Ariete and Teti rice varieties during stabilization. The nutritional value of RBO was confirmed by a favorable polyunsaturated-to-saturated fatty acid ratio, with Teti showing the highest ratio.", "population_specificity": "Three Carolino rice varieties (Ariete, Teti, Luna).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:57.382424+00:00"}
{"study_id": 16818, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to describe the chemical structure and biological activity of gamma-oryzanol, focusing on its potential therapeutic effects, including hypocholesterolemic and antioxidant properties, and its use in treating chronic diseases and COVID-19 in overweight individuals.", "results_summary": "The study highlights gamma-oryzanol's wide range of biological activities, particularly its hypocholesterolemic and antioxidant effects, which may improve human physiology. It also notes increasing research interest in its potential as a non-pharmacological therapeutic agent for chronic diseases and COVID-19 in overweight populations.", "population_specificity": "Human and animal organisms (specific population not detailed).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:58.234439+00:00"}
{"study_id": 16819, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Gamma Oryzanol (ORY) could protect the liver from hepatic ischemia-reperfusion (HIR) injury and explore its potential protective mechanisms.", "results_summary": "ORY pretreatment significantly reduced liver damage markers (AST, ALT), alleviated apoptosis, mitigated oxidative stress (SOD, GSH, MDA, MPO), decreased ER stress, and suppressed inflammasome activation (HMGB1, NLRP3, caspase-1, IL-1β).", "population_specificity": "Animal model (specific species not mentioned in abstract).", "effective_dosage": "Not specified in abstract.", "study_duration": "7 days of oral administration prior to HIR.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:59.988850+00:00"}
{"study_id": 16820, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if Gamma Oryzanol's antioxidant and anti-inflammatory effects could attenuate insulin resistance by increasing GLUT-4 expression in obese rats.", "results_summary": "Gamma Oryzanol improved insulin resistance, reduced inflammation, enhanced antioxidant response, and increased GLUT-4 expression in obese rats.", "population_specificity": "Male Wistar rats with obesity and insulin resistance induced by a high sugar-fat diet.", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:00.942924+00:00"}
{"study_id": 16822, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether gamma-oryzanol (γOz) attenuates cytokine storm by stimulating PPAR-γ in adipose tissue, potentially offering a coadjutant therapy for COVID-19 patients with obesity.", "results_summary": "γOz treatment prevented adipose tissue dysfunction, promoted PPAR-γ overexpression, and reduced inflammatory and oxidative stress markers in rats fed a high sugar-fat diet.", "population_specificity": "Male Wistar rats fed a high sugar-fat diet.", "effective_dosage": "0.5% in chow.", "study_duration": "30 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:02.720462+00:00"}
{"study_id": 16821, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate whether gamma-oryzanol could reduce kidney inflammation and oxidative stress by modulating the AGEs/RAGE axis in rats fed a high sugar-fat diet.", "results_summary": "Gamma-oryzanol reduced kidney inflammation and oxidative stress by lowering RAGE levels, though it had no effect on obesity or metabolic parameters.", "population_specificity": "Male Wistar rats with induced risk factors for renal disease (insulin resistance, dyslipidemia, increased systolic blood pressure, and obesity).", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:02.907481+00:00"}
{"study_id": 16823, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a gamma-oryzanol-rich fraction from purple rice extract could protect against LPS-induced colon cancer metastasis by affecting adhesion, invasion, and gelatinase activity.", "results_summary": "The study found that the gamma-oryzanol-rich fraction exhibited a synergistic protective effect against LPS-induced colon cancer metastasis by reducing adhesive and invasive abilities, as well as inhibiting matrix metalloproteinase-2 secretion and activity.", "population_specificity": "In vitro study (no human or animal subjects specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:05.677071+00:00"}
{"study_id": 16824, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of gamma oryzanol (GO) in combination with chitosan (CS) and polycaprolactone (PCL) as a wound dressing in a mice model.", "results_summary": "The study found that PCL dressings loaded with GO and CS significantly improved wound healing by reducing bacterial count, decreasing pro-inflammatory markers (IL-1β, TNF-α, MMP-9), and increasing anti-inflammatory and growth factors (IL-10, VEGF). The PCL-CS-GO group showed the most optimal wound healing and physical properties.", "population_specificity": "Mice with induced wounds.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:06.800860+00:00"}
{"study_id": 16826, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the neurochemical and molecular mechanisms by which Gamma Oryzanol (GORZ) prevents high-fat diet-induced anxiety-like behaviors, monoaminergic dysfunction, and inflammation.", "results_summary": "GORZ blocked anxiety-like behaviors induced by a high-fat diet, improved behavioral test parameters, downregulated dopamine levels in the amygdala, and reduced proinflammatory cytokine expression (Tnf-α and Il-1β).", "population_specificity": "Eight-week-old male ICR mice weighing 33-34 g.", "effective_dosage": "0.5% GORZ in diet.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:08.842625+00:00"}
{"study_id": 16829, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether γ-oryzanol could improve cognitive performance and mitigate neuroinflammation in a mouse model.", "results_summary": "γ-Oryzanol improved cognitive performance during neuroinflammation, upregulated antioxidant enzymes (HO-1 and NQO1), and downregulated inflammatory genes after LPS treatment.", "population_specificity": "Mice with LPS-induced neuroinflammation and cognitive alterations.", "effective_dosage": "100 mg/kg once daily", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:10.454166+00:00"}
{"study_id": 16828, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the neuroprotective effects of Gamma Oryzanol and its molecular mechanisms in mutant SOD1-linked ALS models.", "results_summary": "Gamma Oryzanol improved survival, motor function, and oxidative stress markers in ALS models, activating the Nrf2/GCLC pathway and increasing HSP70 levels via Akt and Stat3 signaling.", "population_specificity": "Mutant hSOD1-linked Drosophila and NSC-34 cell models of ALS.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:10.578618+00:00"}
{"study_id": 16827, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the anti-inflammatory and metabolic-improving effects of γ-oryzanol in a high-fat diet-induced metabolic syndrome mouse model.", "results_summary": "γ-Oryzanol improved metabolic disorders, oxidative stress, and inflammation in HFD-fed mice, though its effects were less potent than pregerminated brown rice extract (PE). It reduced inflammatory cytokines and oxidative markers while increasing antiperoxidation enzymes.", "population_specificity": "C57BL/6 mice with high-fat diet-induced metabolic syndrome.", "effective_dosage": "0.5, 5, or 10 mg kg-1 day-1 (oral gavage).", "study_duration": "18 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:11.966525+00:00"}
{"study_id": 16830, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether self-emulsified alginate beads (SEABs) could improve the solubility, bioavailability, and controlled release of γ-oryzanol/algae oil.", "results_summary": "SEABs effectively encapsulated γ-oryzanol (60.20–98.93%) and provided gastric protection, releasing the emulsion primarily in simulated intestinal fluid. The emulsion formed bimodal distributions in the intestinal fluid, suggesting SEABs are a viable controlled delivery system.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Self-emulsion/alginate ratios of 5%, 10%, 15%, 20%, and 30%", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:15.018282+00:00"}
{"study_id": 16831, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how nitrogen fertilization rates affect the content of Gamma Oryzanol (GO) and other bioactive compounds in rice grains.", "results_summary": "The study found that no nitrogen fertilization (0 N) resulted in the highest GO content, while higher nitrogen fertilization favored the accumulation of tocopherols and tocotrienols but not GO. Nitrogen fertilization also reduced certain enzymatic antioxidant activities in rice grains.", "population_specificity": "Rice grains under varying nitrogen fertilization conditions.", "effective_dosage": "Not specified (study focused on nitrogen fertilization levels, not direct GO dosage).", "study_duration": "Not specified (study duration not mentioned in the abstract).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:15.921158+00:00"}
{"study_id": 16832, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Gamma Oryzanol supplementation could mitigate testicular degeneration induced by scrotal insulation in rams by reducing oxidative stress and improving reproductive parameters.", "results_summary": "Gamma Oryzanol reduced oxidative stress markers (ROS, FRAP, TBARS) and initially improved sperm integrity, but increased sperm defects over time and did not improve other reproductive parameters like motility or testosterone levels.", "population_specificity": "Rams with induced testicular degeneration via scrotal insulation.", "effective_dosage": "33 mg per metabolic weight (MW) orally once daily.", "study_duration": "30 days (7 days pre-insulation, during 72-hour insulation, and 20 days post-insulation).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:18.265596+00:00"}
{"study_id": 16833, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anxiolytic effect of Gamma Oryzanol (GORZ) during chronic restraint stress and explore its potential molecular mechanisms.", "results_summary": "0.5% GORZ partially prevented stress-induced weight loss, improved behavioral parameters in stress tests, and enhanced levels of certain neurotransmitters in the amygdala, suggesting anxiolytic effects under chronic stress.", "population_specificity": "5-week-old male ICR mice", "effective_dosage": "0.5% in standard diet", "study_duration": "20 consecutive days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:18.354804+00:00"}
{"study_id": 16825, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anxiolytic effect of 0.5% Gamma Oryzanol (GORZ) and its neurochemical and molecular mechanisms in mitigating alcohol-induced anxiety-like behaviors in adolescent mice.", "results_summary": "GORZ attenuated alcohol-induced anxiety-like behaviors, restored monoamine levels in the hippocampus and cerebral cortex, and showed neuroprotective effects by modulating brain-derived neurotrophic factor and interleukin 1β mRNA levels.", "population_specificity": "Five-week-old ICR male mice exposed to chronic 10% ethanol consumption.", "effective_dosage": "0.5% GORZ in diet (14% casein, AIN 93 M).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:19.101978+00:00"}
{"study_id": 16834, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the anxiolytic effect of Gamma Oryzanol (GORZ) and its molecular mechanisms in inhibiting behavioral test-induced anxiety.", "results_summary": "GORZ significantly reduced anxiety caused by weak behavioral stress but not strong acute restraint stress. It also downregulated stress-induced cFos levels in the cerebral cortex.", "population_specificity": "Mice subjected to behavioral tests and acute restraint stress.", "effective_dosage": "0.5% GORZ", "study_duration": "13-16 days (behavioral tests on day 13, sacrifice on day 16)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:19.372200+00:00"}
{"study_id": 16835, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate whether gamma oryzanol (γOz) can recover renal function in obese animals by modulating the adiponectin receptor 2/PPAR-α axis.", "results_summary": "γOz improved inflammation, increased antioxidant enzyme activities, upregulated adiponectin receptor 2 and PPAR-α protein expression, and restored renal function in obese rats.", "population_specificity": "Male Wistar rats fed a high sugar-fat diet (HSF)", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:19.570585+00:00"}
{"study_id": 16836, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of rice bran oil (RBO) containing varying amounts of gamma-oryzanol on blood lipid levels, antioxidant status, and inflammatory markers in hyperlipidemic subjects.", "results_summary": "Consumption of RBO with gamma-oryzanol significantly reduced LDL-C levels and improved antioxidant capacity, with the greatest effects observed at higher gamma-oryzanol concentrations (8,000–11,000 ppm). The study found dose-dependent improvements in ORAC and FRAP antioxidant markers compared to the soybean oil control.", "population_specificity": "59 hyperlipidemic subjects", "effective_dosage": "30 mL/day of RBO containing 4,000 ppm, 8,000 ppm, or 11,000 ppm gamma-oryzanol, divided into three meals", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:25.079220+00:00"}
{"study_id": 16837, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of alkaline treatment combined with ultrasound-assisted extraction for isolating tocols, γ-oryzanol, and ferulic acid from rice bran.", "results_summary": "The study found that the Alk+UAE method effectively extracted γ-oryzanol, with maximum yields obtained at 25 °C over 30 minutes. Higher temperatures (80 °C) increased ferulic acid yield but slightly reduced γ-oryzanol recovery.", "population_specificity": "Rice bran samples (specific human or animal population not mentioned).", "effective_dosage": "Not specified (extraction yields reported in μg/g).", "study_duration": "Extraction duration varied (up to 30 minutes for optimal γ-oryzanol yield).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:25.688153+00:00"}
{"study_id": 16839, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the biological activities of Gamma Oryzanol, particularly its potential benefits in treating metabolic disorders such as impaired glucose metabolism, obesity, and inflammation.", "results_summary": "The study found that Gamma Oryzanol exhibits antioxidant, cholesterol-lowering, anti-inflammatory, anti-cancer, and anti-diabetic effects, likely through modulating gene expression related to adiposity, inflammation, and metabolic syndrome. Its benefits are attributed to a complex network of interactions triggered by its antioxidant properties.", "population_specificity": "Not specified (review of previous studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:26.771207+00:00"}
{"study_id": 16838, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the metabolically beneficial impact of γ-oryzanol encapsulated in PLGA nanoparticles (Nano-Orz) in genetically obese-diabetic ob/ob mice, focusing on overcoming its low bioavailability.", "results_summary": "Nano-Orz significantly improved fuel metabolism at a dose ∼1000-fold lower than regular γ-oryzanol, with administration once every 2 weeks. It also reduced ER stress and inflammation in the hypothalamus, pancreatic islets, liver, and adipose tissue.", "population_specificity": "Genetically obese-diabetic ob/ob mice.", "effective_dosage": "∼1000-fold lower dose than regular γ-oryzanol, administered once every 2 weeks.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:27.698816+00:00"}
{"study_id": 16842, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether γ-oryzanol improves high-fat diet-induced dysfunction of pancreatic islets by suppressing dopamine D2 receptor signaling.", "results_summary": "γ-Oryzanol enhanced glucose-stimulated insulin secretion (GSIS) via activation of the cAMP/PKA pathway and suppressed D2 receptor signaling in pancreatic islets, suggesting potential anti-diabetic properties.", "population_specificity": "Male C57BL/6J mice fed a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:28.127819+00:00"}
{"study_id": 16840, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare extraction methods (conventional, ultrasonic, and microwave-assisted) to optimize solvent choice, concentration, and digestion time for high γ-oryzanol yield from rice bran.", "results_summary": "Microwave-assisted extraction with 80% methanol and 55-minute digestion yielded the highest γ-oryzanol concentration (105 ppm), followed by ultrasonication (82 ppm) and conventional methods (73.5 ppm). γ-Oryzanol content was directly proportional to total phenolic content.", "population_specificity": "Not applicable (in vitro study on rice bran extracts).", "effective_dosage": "Not applicable (extraction study, no human dosage tested).", "study_duration": "Not applicable (no human intervention).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:28.524191+00:00"}
{"study_id": 16841, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether 24-methylenecycloartanyl ferulate (24-MCF), a γ-oryzanol compound, could upregulate parvin-β and PPAR-γ2 expression and inhibit ILK downstream signaling in breast cancer cells.", "results_summary": "24-MCF treatment upregulated parvin-β and PPAR-γ2 in MCF7 cells, reduced anchorage-independent growth and cell movement, and inhibited GTP-bound Rac1 and Cdc42 levels. It also bound to Akt1's ATP-binding site, suggesting potential inhibition of ILK signaling.", "population_specificity": "Breast cancer cell lines (MCF7, T47D, SK-BR-3, MDA-MB-231)", "effective_dosage": "Not specified (dose-dependent effects observed)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:30.982273+00:00"}
{"study_id": 16843, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the molecular mechanisms by which Gamma Oryzanol (Orz) influences adipocyte differentiation and glucose uptake, focusing on its interaction with PPAR-γ and mTORC1 signaling pathways.", "results_summary": "Orz stimulated adipocyte differentiation, increased expression of adipogenic markers (PPAR-γ and C/EBPα), enhanced glucose uptake in insulin-resistant cells, and promoted GLUT4 translocation. These effects were mediated through mTORC1 activation, as evidenced by increased S6K1 phosphorylation and inhibition by rapamycin.", "population_specificity": "3T3-L1 preadipocytes (in vitro cell line study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:34.451182+00:00"}
{"study_id": 16846, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether γ-oryzanol reduces ER stress and improves pancreatic β-cell function and survival in murine models.", "results_summary": "γ-Oryzanol reduced ER stress-related gene expression and apoptosis in β-cells, restored glucose-stimulated insulin secretion, and improved glucose metabolism in diabetic mice.", "population_specificity": "Murine β-cell line MIN6 and high-fat diet-fed or streptozotocin-induced diabetic mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:34.858449+00:00"}
{"study_id": 16844, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of Gamma Oryzanol (OZ) and ferulic acid (FA) on alleviating metabolic syndrome parameters induced by a high-fat and high-fructose diet (HFFD).", "results_summary": "OZ and FA similarly improved obesity, hyperlipidemia, hyperglycemia, and insulin resistance in rats, but only OZ significantly reduced liver fat, inflammation markers, and increased adiponectin levels. OZ also inhibited fat accumulation and down-regulated lipogenesis-related genes in liver cells.", "population_specificity": "Male Sprague-Dawley rats and oleic acid-stimulated HepG2 cells.", "effective_dosage": "0.16% OZ in diet (equimolar to 0.05% FA).", "study_duration": "13 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:35.698395+00:00"}
{"study_id": 16845, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of γ-oryzanol on prostate cancer cell survival, including its impact on cell viability, death, cycle progression, and gene expression.", "results_summary": "γ-oryzanol reduced cell viability and biomass by inducing apoptosis and/or necrosis in prostate cancer cell lines, blocked cell cycle progression at specific phases, and downregulated genes (cav-1 and PCGEM1) linked to cancer survival and progression.", "population_specificity": "Androgen-responsive (LNCaP) and unresponsive (PC3, DU145) prostate cancer cell lines.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:35.747461+00:00"}
{"study_id": 16847, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether gamma-oryzanol (ORZ) from germinated brown rice could stimulate osteoblastogenesis and improve bone metabolism by upregulating bone formation genes and reducing inflammatory cytokines.", "results_summary": "The ORZ-treated groups showed significant upregulation of osteoblast-related genes (Osx, Postn, RUNX-2, and Col1&2) and increased osteocalcin levels while decreasing IL-6, suggesting potential benefits for osteoporosis management.", "population_specificity": "Ovariectomized rats (animal model for postmenopausal osteoporosis).", "effective_dosage": "100 and 200 mg/kg.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:37.465447+00:00"}
{"study_id": 16848, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether γ-oryzanol (Orz), a major component of brown rice, contributes to the metabolic benefits of brown rice by reducing endoplasmic reticulum (ER) stress and improving food preferences and pancreatic β-cell function.", "results_summary": "The study found that Orz reduces high-fat diet-induced ER stress in the hypothalamus and pancreatic β-cells, shifts food preference from fatty to healthy foods, and enhances glucose-stimulated insulin secretion (GSIS). These effects suggest Orz may help treat obesity and type 2 diabetes.", "population_specificity": "Not specified (likely animal or in vitro models, as human data is referenced indirectly).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:37.887847+00:00"}
{"study_id": 16849, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the content and composition of γ-oryzanol in pigmented rice germplasms using LC-DAD-ESI/MS.", "results_summary": "The study found that γ-oryzanol content varied among 33 pigmented rice accessions (3.5–21.0 mg/100 g), with red rice showing the highest levels. Ten components of γ-oryzanol were identified, with 24-methylenecycloartanyl ferulate being the most abundant.", "population_specificity": "Exotic pigmented rice accessions (red, white, and purple).", "effective_dosage": "Not specified (content measured in mg/100 g of rice).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:39.004650+00:00"}
{"study_id": 16850, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the protective effects of γ-oryzanol (ORY) against cadmium-induced testicular toxicity in mice.", "results_summary": "ORY restored SOD and GST activities and TBARS production to control levels, partially recovered δ-ALA-D activity, and slightly reduced cadmium concentration in testes (23%). Cadmium-induced alterations in most parameters were mitigated by ORY.", "population_specificity": "Mice exposed to acute cadmium toxicity.", "effective_dosage": "50mM in canola oil, 5mL/kg.", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:39.461286+00:00"}
{"study_id": 16851, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Gamma Oryzanol suppresses lipopolysaccharide (LPS)-induced adhesion molecule expression on vascular endothelium.", "results_summary": "Gamma Oryzanol dose-dependently reduced LPS-induced expression of adhesion molecules (VCAM-1, ICAM-1, E-selectin) and inhibited NF-κB activation in vascular endothelial cells, leading to decreased monocyte adhesion.", "population_specificity": "Bovine aortic endothelial cells (BAECs) and human umbilical vein endothelial cells (HUVECs).", "effective_dosage": "Dose-dependent (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:42.341482+00:00"}
{"study_id": 16854, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of gamma-oryzanol on cytochrome P450 (CYP) enzyme activities in human liver microsomes to predict potential drug interactions.", "results_summary": "Gamma-oryzanol showed little inhibitory effects on CYP enzyme activities, suggesting it is unlikely to cause clinically significant drug interactions with other CYP-metabolized drugs at therapeutic concentrations.", "population_specificity": "Human liver microsomes (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:43.616425+00:00"}
{"study_id": 16853, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether cycloartenyl ferulate (CAF) and gamma-oryzanol could attenuate allergic reactions by targeting IgE and preventing mast cell degranulation.", "results_summary": "CAF and gamma-oryzanol reduced passive cutaneous anaphylaxis in rats and inhibited mast cell degranulation. CAF was found to bind IgE, preventing its interaction with FcepsilonRI and subsequent allergic responses.", "population_specificity": "Rats (in vivo) and RBL-2H3 mast cells (in vitro)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:43.994492+00:00"}
{"study_id": 16852, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the regulatory effect of gamma-oryzanol rich fraction (ORF) and commercially available gamma-oryzanol (OR) on antioxidant and oxidative stress-related genes in rat liver under induced stress.", "results_summary": "The study found that gamma-oryzanol rich fraction (ORF) and gamma-oryzanol (OR) modulated the expression of 14 antioxidant and oxidative stress-related genes in stressed rats, with ORF showing greater potential antioxidant activity than OR.", "population_specificity": "Rats subjected to a swimming exercise program to induce stress.", "effective_dosage": "ORF at 125, 250, and 500 mg/kg; OR at 100 mg/kg.", "study_duration": "5 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:44.239187+00:00"}
{"study_id": 16855, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the pharmacological and toxicological data on rice bran oil and its components, particularly gamma-oryzanol, focusing on their effects on plasma lipid levels and other potential health benefits.", "results_summary": "The study found that rice bran oil and gamma-oryzanol improved plasma lipid profiles by reducing total cholesterol and triglycerides while increasing HDL cholesterol. Additional benefits included modulation of pituitary secretion, antioxidant effects, and inhibition of gastric acid secretion and platelet aggregation.", "population_specificity": "Rodents, rabbits, non-human primates, and humans.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:45.865457+00:00"}
{"study_id": 16856, "supplement_id": 1149, "safety_score": "30", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to investigate the modifying effects of gamma-oryzanol on carcinogenesis promotion in rats using various two-stage carcinogenesis models.", "results_summary": "Gamma-oryzanol significantly increased the incidence and multiplicity of lung tumors at a 1% dose but showed no effect at lower doses. It weakly reduced mammary tumor size without statistical significance.", "population_specificity": "Male F344 rats and female Sprague Dawley rats.", "effective_dosage": "1% gamma-oryzanol in diet (dose-response experiment also tested 0.5% and lower).", "study_duration": "32 weeks (multi-organ carcinogenesis model).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:46.734672+00:00"}
{"study_id": 16857, "supplement_id": 1149, "safety_score": "85", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine whether gamma-oryzanol has carcinogenic potential in B6C3F1 mice under long-term dietary administration.", "results_summary": "The study found no treatment-related adverse effects or statistically significant differences in tumor incidence between control and gamma-oryzanol-treated groups, indicating no carcinogenic potential under the tested conditions.", "population_specificity": "B6C3F1 mice (50 males and 50 females per group).", "effective_dosage": "200, 600, or 2000 mg/kg body weight/day.", "study_duration": "78 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:47.487041+00:00"}
{"study_id": 16858, "supplement_id": 1149, "safety_score": "85", "efficacy_score": null, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the carcinogenic potential of gamma-oryzanol in F344 rats over a long-term dietary exposure.", "results_summary": "The study found no significant treatment-related adverse effects or increased tumor incidence in rats fed gamma-oryzanol at doses up to 2000 mg/kg body weight/day for 2 years, indicating it was not carcinogenic under the experimental conditions.", "population_specificity": "F344 rats (50 males and 50 females per group).", "effective_dosage": "0 (control), 200, 600, or 2000 mg/kg body weight/day.", "study_duration": "2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:49.431923+00:00"}
{"study_id": 16859, "supplement_id": 1149, "safety_score": "100", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and efficacy of gamma-oryzanol in treating dyslipidemia in chronic schizophrenic patients.", "results_summary": "Gamma-oryzanol significantly reduced total cholesterol, LDL cholesterol, and apo B levels while increasing apo A-II levels and improving the apo B/apo A-I ratio, with no reported side effects.", "population_specificity": "20 chronic schizophrenic patients with dyslipidemia who had been on neuroleptics for a mean of ten years.", "effective_dosage": "100 mg three times daily", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:50.498516+00:00"}
{"study_id": 16861, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effects of gamma oryzanol on growth hormone (GH) and prolactin (PRL) synthesis/release and its impact on hypothalamic catecholamine turnover.", "results_summary": "Gamma oryzanol suppressed GH synthesis and PRL release, increased dopamine content in the medial basal hypothalamus (MBH), and altered norepinephrine release without changing its synthesis. These effects suggest gamma oryzanol influences hypothalamic neurotransmitters, impacting pituitary hormone regulation.", "population_specificity": "In vitro and animal model (specific species not mentioned).", "effective_dosage": "20 mg/kg, single subcutaneous injection.", "study_duration": "Acute effects measured 1 hour post-injection.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:53.084635+00:00"}
{"study_id": 16862, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether gamma-oryzanol could reduce elevated serum TSH levels in hypothyroid patients and explore its potential mechanism of action.", "results_summary": "A single 300 mg dose of gamma-oryzanol significantly reduced serum TSH levels in hypothyroid patients, and chronic treatment showed similar effects in most patients. No changes were observed in thyroxine-iodine or triiodothyronine levels, suggesting the effect may be mediated at the hypothalamus rather than the pituitary.", "population_specificity": "Hypothyroid patients and normal subjects", "effective_dosage": "300 mg (single dose and chronic treatment)", "study_duration": "Not specified for chronic treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:53.463410+00:00"}
{"study_id": 16860, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the hypolipidemic effects of usual gamma-oryzanol (gamma-OZ) and a new gamma-oryzanol variant (N-gamma-OZ) in rats fed a high-cholesterol diet.", "results_summary": "Both gamma-OZ and N-gamma-OZ showed varying degrees of inhibition on serum lipid increases, with N-gamma-OZ demonstrating slightly stronger effects, particularly in reducing atherogenic indices and triglycerides. Gamma-OZ and N-gamma-OZ had no impact on liver lipid content.", "population_specificity": "Male Sprague-Dawley rats with induced hyperlipidemia.", "effective_dosage": "100, 500, and 1000 mg/kg for both gamma-OZ and N-gamma-OZ.", "study_duration": "6 and 12 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:53.929303+00:00"}
{"study_id": 189196, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of gamma oryzanol supplementation during 9-week resistance training on muscular strength and anthropometric measurements in young healthy males.", "results_summary": "Gamma oryzanol supplementation (600 mg/day) did not significantly affect anthropometric or skin fold measurements but significantly improved 1-RM strength in bench press and leg curl compared to placebo.", "population_specificity": "Young healthy males (30 participants, 16 in supplement group, 14 in placebo group).", "effective_dosage": "600 mg/day, consumed after training.", "study_duration": "9 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:56.038566+00:00"}
{"study_id": 16308, "supplement_id": 1150, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "To evaluate the efficacy of Garcinia cambogia alone or in combination with Silodosin for improving clinical outcomes in patients with lower urinary tract symptoms/benign prostatic hyperplasia (LUTS/BPH).", "results_summary": "Garcinia extract, especially when combined with Silodosin, significantly improved urinary flow rate (Qmax), symptom scores (IPSS), post-void residual (PVR), prostate volume (PV), and PSA levels in LUTS/BPH patients. The combination group showed the best improvement, with no clinically significant adverse effects reported.", "population_specificity": "Patients with LUTS/BPH.", "effective_dosage": "Garcinia extract 500 mg TID (three times daily).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:59.375286+00:00"}
{"study_id": 189195, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of gamma-oryzanol and other antioxidants in regulating exercise-associated oxidative stress and cardiovascular homeostasis.", "results_summary": "The study reviewed gamma-oryzanol among other antioxidants for its potential effects on exercise-induced oxidative stress, but specific efficacy results were not detailed in the abstract. The meta-analysis suggested mixed outcomes regarding antioxidant supplementation during exercise.", "population_specificity": "Exercisers and individuals with cardiovascular diseases (general, not specified further).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:59.772160+00:00"}
{"study_id": 16863, "supplement_id": 1149, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of gamma-oryzanol on circadian rhythm of stress ulcers, various experimental ulcers, and its interaction with amine metabolism inhibitors or precursors.", "results_summary": "Gamma-oryzanol significantly inhibited stress ulcers at specific times and fasting ulcers after 8-day treatment, but had slight effects on pylorus-ligation or stress-atropine ulcers. Its anti-ulcer effect was abolished by reserpine, alpha-MT, or PCPA but showed restoration tendencies with L-DOPA or 5-HTP, suggesting monoaminergic neuron involvement.", "population_specificity": "Male Wistar rats", "effective_dosage": "100 mg/kg, subcutaneous", "study_duration": "5 to 10 days", "interactions": "Reserpine, alpha-MT, PCPA, L-DOPA, 5-HTP", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:00.912740+00:00"}
{"study_id": 16309, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibacterial efficacy of green-synthesized zinc oxide nanoparticles (ZnO-NPs) derived from Garcinia mangostana leaf extract against pathogenic and non-pathogenic bacteria relevant to poultry health.", "results_summary": "ZnO-NPs exhibited dose-dependent antibacterial activity, with significant inhibition zones against pathogenic bacteria (E. coli, S. Typhimurium, S. aureus) but less pronounced effects against non-pathogenic L. plantarum, indicating selective toxicity. The positive control (tetracycline) showed the highest efficacy.", "population_specificity": "Poultry-relevant bacterial strains (E. coli, S. Typhimurium, S. aureus, L. plantarum).", "effective_dosage": "ZnO-NPs at concentrations of 2.5, 5, 7.5, and 10 mg/mL.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:01.300046+00:00"}
{"study_id": 16311, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of a garcinol-enriched fraction from Garcinia morella fruit rind in preventing NAFLD-associated gut permeability and improving gut health in mice.", "results_summary": "GEF treatment significantly reduced body weight, serum lipids, and liver dysfunction markers in high-fat diet-fed mice. It also improved gut microbial diversity, reduced pathogenic bacteria, and enhanced intestinal tight junction protein expression.", "population_specificity": "High-fat diet-fed C57BL/6 mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:01.539457+00:00"}
{"study_id": 16310, "supplement_id": 1150, "safety_score": "80", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of Garcinia cambogia on glycaemic control (fasting blood sugar and insulin levels) and liver enzymes (ALT and AST) through a systematic review and meta-analysis.", "results_summary": "The meta-analysis found no significant effect of Garcinia cambogia on fasting blood sugar, insulin, ALT, or AST levels overall, though subgroup analyses suggested increased insulin in females and those with BMI ≥30 kg/m², and decreased insulin with interventions longer than 8 weeks.", "population_specificity": "Adults (specific demographics not detailed beyond BMI and sex subgroups).", "effective_dosage": "Not specified", "study_duration": "Varied (some interventions >8 weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:03.104273+00:00"}
{"study_id": 16312, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the inhibitory potential of a novel dimeric flavanonol (OC251FR2) from Garcinia kola against ER-α, a key receptor in breast cancer progression, compared to the reference drug 4-hydroxytamoxifen.", "results_summary": "The study found that OC251FR2 exhibited stronger binding affinity (-6.214 docking score) and more interactions with ER-α active sites than 4-hydroxytamoxifen (-5.289 docking score), suggesting potential as a lead compound for ER-α inhibition. However, OC251FR2 violated three Lipinski rules, which may affect its drug-likeliness.", "population_specificity": "Not specified (in silico study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:04.447992+00:00"}
{"study_id": 16313, "supplement_id": 1150, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to investigate the stability, anti-inflammatory, and antiallergic properties of a herbal combination (HMB) containing Garcinia mangostana extract for potential use in atopic dermatitis treatment.", "results_summary": "The HMB extract showed stable anti-inflammatory and antiallergic effects under most conditions but was sensitive to alkaline hydrolysis, which reduced certain active compounds (hydroxychavicol, eugenol, α-mangostin). Despite these reductions, the biological effects remained unaffected.", "population_specificity": "Not specified (in vitro study using RAW 264.7 and RBL-2H3 cells).", "effective_dosage": "Not specified (equal proportions of three herb extracts).", "study_duration": "180 days (accelerated stability study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:06.296353+00:00"}
{"study_id": 16316, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the hypoglycemic effects of Garcinia mangostana L. (GM) extracts on diabetic rodent models and assess their impact on blood glucose and lipid profiles.", "results_summary": "GM extracts significantly reduced blood glucose levels within 2 weeks and improved lipid profiles, with specific extracts (GM200, GME200, GMM200) showing superior effectiveness for different outcomes.", "population_specificity": "Diabetic rodent models", "effective_dosage": "200 mg/kg (GM200, GME200, GMM200)", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:09.721444+00:00"}
{"study_id": 16314, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the anti-inflammatory, antiglycation, and antileishmanial activities of compounds isolated from Garcinia smeathmannii leaves and validate its traditional medicinal uses.", "results_summary": "The study found moderate anti-inflammatory activity in extracts (IC50 24.1–34.7 μg/mL) and identified one compound (13) with significantly higher activity than ibuprofen (IC50 1.2 μg/mL). No antiglycation or antileishmanial effects were observed.", "population_specificity": "In vitro and in silico models (no human or animal subjects specified).", "effective_dosage": "Not specified for human use; tested concentrations in vitro (IC50 values provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:10.014098+00:00"}
{"study_id": 16318, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to isolate and characterize new polycyclic polyprenylated acylphloroglucinols (PPAPs) from Garcinia multiflora and evaluate their anti-tumor activity.", "results_summary": "The study identified 12 new PPAPs, with compounds 5, 9, and 12 showing significant cytotoxicity against multiple cancer cell lines. Compound 5 specifically induced cell cycle arrest and apoptosis in MDA-MB-231 breast cancer cells.", "population_specificity": "In vitro cancer cell lines (MDA-MB-231, A549, SW480, HEY).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:10.268547+00:00"}
{"study_id": 16315, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the pro-oxidant and anti-inflammatory potential of Garcinia xanthochymus fruit extracts and their effects on cancer cell lines.", "results_summary": "The study found that Garcinia xanthochymus extracts exhibited pro-oxidant activity, induced apoptosis in cancer cell lines, and demonstrated significant anti-inflammatory effects by reducing ROS, NO production, and suppressing inflammatory markers like COX-2, IL-6, and TNF-α. The fruit was also rich in bioactive compounds with antioxidant properties.", "population_specificity": "In vitro study using B16F10 and MDA-MB-231 cancer cell lines.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:10.393574+00:00"}
{"study_id": 16317, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-obesity effects of Garcinia cambogia extract (GE) alone and in combination with lycopene (LYC) by examining their impact on adipocytes and Zucker rats.", "results_summary": "Garcinia cambogia extract, especially when combined with lycopene, stimulated thermogenic gene expression, reduced lipid droplet size, increased lipid droplet number in adipocytes, and promoted visceral fat reorganization in rats, leading to reduced weight gain and food intake.", "population_specificity": "Mouse 3T3-L1 adipocytes and male Zucker Crl:ZUC-Leprfa rats.", "effective_dosage": "30 mg/mL for adipocytes; 1000 mg/kg for rats.", "study_duration": "24 hours for adipocytes; 28 days for rats.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:11.175727+00:00"}
{"study_id": 16319, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the in vitro and in vivo effects of Garcinia kola, alone and in combination with other plant extracts, on Leptospira interrogans-infected mice.", "results_summary": "The study found that Garcinia kola and other extracts significantly inhibited Leptospira motility in vitro and improved hematological and histopathological outcomes in infected mice, with GK showing the lowest IC50 value (0.18 mg/ml).", "population_specificity": "Adult male mice infected with Leptospira interrogans.", "effective_dosage": "800 mg/kg body weight for 5 days.", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:12.743308+00:00"}
{"study_id": 16324, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the phytochemistry of Garcinia pedunculata fruit extract and assess its anti-inflammatory activity through in vitro and in vivo assays.", "results_summary": "The chloroform fraction of the extract showed high phenolic and flavonoid content, inhibited protein denaturation, stabilized RBC membranes, and reduced paw edema in mice, demonstrating significant anti-inflammatory effects.", "population_specificity": "Mice (in vivo) and human RBCs (in vitro)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:18.174218+00:00"}
{"study_id": 16323, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 65, "study_goal": "The researchers aimed to determine the protective effects of Garcinia kola on hippocampal tissue in rats with sciatic nerve transection and diabetes.", "results_summary": "Garcinia kola showed only a weak protective effect on hippocampal tissue compared to curcumin, which exhibited stronger protection. Both treatments partially ameliorated increased cell density and nuclear deterioration caused by diabetes and nerve transection.", "population_specificity": "Adult male Wistar albino rats with sciatic nerve transection and induced diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:18.599734+00:00"}
{"study_id": 16325, "supplement_id": 1150, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the cytotoxicity, phytochemical composition, antioxidant capacity, anti-inflammatory, and antidiabetic effects of an aqueous extract of Garcinia livingstonei leaves for potential diabetes treatment.", "results_summary": "The extract showed no toxicity, contained significant phenolic compounds, demonstrated strong antioxidant activity, and exhibited dose-dependent anti-inflammatory and hypoglycemic effects, with α-glucosidase inhibition surpassing acarbose.", "population_specificity": "C3A hepatocytes (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:19.043679+00:00"}
{"study_id": 16326, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to provide an evolutionary-based framework for a revised infrageneric classification of Garcinia and investigate the systematics of New Caledonian species using molecular phylogenetic analyses.", "results_summary": "The study identified nine major clades within Garcinia, supported a broad circumscription of the genus, and proposed new nomenclatural combinations. New Caledonian species were found in three separate clades, confirming their endemic status.", "population_specificity": "Garcinia species (111 biogeographically and morphologically diverse species, including New Caledonian endemics).", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:19.745134+00:00"}
{"study_id": 16327, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to study the phytochemical components and stress resistance effects of Garcinia atroviridis leaves (GAL) in Caenorhabditis elegans.", "results_summary": "GAL extract demonstrated free radical scavenging activities, increased lifespan by 6.02-15.26%, improved stress resistance under heat and hydrogen peroxide-induced stress, reduced ROS accumulation, and upregulated stress resistance-associated genes.", "population_specificity": "Caenorhabditis elegans (C. elegans)", "effective_dosage": "25, 50, and 100 μg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:21.550286+00:00"}
{"study_id": 16329, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of modified Garcinia kola hull particles (cMGK-HP) as an adsorbent for removing Cr(VI) from wastewater.", "results_summary": "The study found that cMGK-HP removed 96.25% of Cr(VI) from solution, outperforming raw Garcinia kola hull particles (rGK-HP). Adsorption efficiency was influenced by pH, adsorbent dose, contact time, temperature, and initial Cr(VI) concentration.", "population_specificity": "Not applicable (environmental study, not human or animal subjects).", "effective_dosage": "Not applicable (adsorbent application, not consumption).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:27.723208+00:00"}
{"study_id": 16331, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Garcinia cambogia extract (GCE) affects hepatic triglyceride (TG) production and uptake mechanisms in mice on a standard diet.", "results_summary": "GCE treatment reduced plasma TG levels but increased liver and muscle lipid content without altering adipose tissue TG levels. Lipolysis-stimulated lipoprotein receptor (LSR) protein levels were elevated, suggesting compensatory hepatic TG uptake.", "population_specificity": "Female C57BL/6Rj mice on a standard chow diet.", "effective_dosage": "20 mg/day", "study_duration": "40 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:28.150847+00:00"}
{"study_id": 16328, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the quality and nutritional retention of thermosonicated and pasteurized Garcinia pedunculata juice during storage and optimize extraction parameters using an artificial neural network.", "results_summary": "Thermosonicated juice (TSBTJ) retained more nutritional attributes than pasteurized juice (PBTJ) and showed satisfactory microbiological activity. The ANN model effectively predicted optimal extraction parameters (30 min, 44 kHz, 40 °C), demonstrating thermosonication as a viable alternative to pasteurization.", "population_specificity": "Not specified (in vitro study on juice samples)", "effective_dosage": "Not applicable (processing parameters: 30 min, 44 kHz, 40 °C)", "study_duration": "30 days (storage at 4 °C)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:29.188884+00:00"}
{"study_id": 16322, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify and validate the anti-leishmanial properties of α-mangostin, a bioactive compound from Garcinia cowa bark extract, as a potential treatment for Visceral leishmaniasis.", "results_summary": "The study found that α-mangostin exhibited potent anti-leishmanial activity with IC50 values of 4.95 - 7.37 µM against Leishmania donovani, inducing oxidative/nitrosative stress-mediated apoptosis, upregulating pro-inflammatory cytokines, and inhibiting arginase enzyme activity to reduce parasite survival.", "population_specificity": "In vitro and in silico models of Leishmania donovani parasites.", "effective_dosage": "Not specified (IC50 values provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:29.838505+00:00"}
{"study_id": 16332, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the anti-inflammatory effects of tetraprenyltoluquinone (TPTQ) from Garcinia cowa, particularly in the context of Covid-19, using in silico, in vitro, and in vivo methods.", "results_summary": "TPTQ demonstrated lower binding energy than the native ligand in silico, reduced phagocytosis and secretion of IL-6 and TNF-α in vitro, and significantly downregulated CD8+ while slightly decreasing NK cells and IL-6 in vivo, suggesting potent anti-inflammatory effects.", "population_specificity": "Raw 264.7 cells (in vitro) and mice (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:31.552987+00:00"}
{"study_id": 16330, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the anti-Mycoplasma hyopneumoniae activity of Garcinia brasiliensis-derived compounds and their synergism with common antimicrobials used in porcine enzootic pneumonia treatment.", "results_summary": "The study found that 7-epiculsone-copper (7-Epic-Cu) had the lowest MIC value among tested compounds, and synergistic effects were observed between guttiferone-A (Gut-A) and tiamulin/valnemulin, as well as between 7-Epic/7-Epic-Cu and enrofloxacin. No synergy was noted for benzophenone.", "population_specificity": "Mycoplasma hyopneumoniae isolates (three field strains and reference strain J).", "effective_dosage": "Not specified (MIC values determined but exact dosages not provided).", "study_duration": "Not specified (in vitro study).", "interactions": "Synergistic interactions noted with tiamulin, valnemulin, and enrofloxacin.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:31.874289+00:00"}
{"study_id": 16333, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the use of Garcinia gummi-gutta fruit phytochemicals in the biosynthesis of silver nanoparticles (Ag NPs) and assess their antimicrobial, antioxidant, anti-cancer, and photocatalytic properties.", "results_summary": "The study confirmed the successful biosynthesis of spherical Ag NPs with an average size of 24.18–29.12 nm, demonstrating high photocatalytic activity (90.08% dye degradation), antimicrobial efficacy against tested pathogens, and antioxidant and anti-cancer properties. The nanoparticles showed no silver leaching and were deemed environmentally friendly.", "population_specificity": "Not specified (in vitro and environmental applications).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:37.084193+00:00"}
{"study_id": 16335, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Garcinia mangostana extract inhibits DGAT and PL enzyme activities and reduces serum TG levels in mice, potentially aiding in the treatment of TG-related metabolic diseases.", "results_summary": "The ethanolic extract of G. mangostana peel inhibited DGAT1, DGAT2, and PL enzyme activities in vitro and reduced serum TG levels in C57 mice by suppressing TG absorption and synthesis in the gastrointestinal tract. The study suggests G. mangostana may help prevent or ameliorate TG-related metabolic diseases like obesity and fatty liver.", "population_specificity": "C57 mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:37.436928+00:00"}
{"study_id": 16321, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine whether Garcinia binucao extract (GBE) supplementation could mitigate the lifespan reduction in Drosophila melanogaster caused by chronic alcohol exposure.", "results_summary": "In flies without alcohol exposure, GBE supplementation did not improve lifespan compared to controls. However, in alcohol-exposed flies, high-dose GBE showed the longest mean lifespan, though differences were not statistically significant. GBE supplementation partially ameliorated the lifespan reduction caused by alcohol exposure.", "population_specificity": "Drosophila melanogaster (fruit flies)", "effective_dosage": "High dose (1 mg/mL), low dose (200 µg/mL)", "study_duration": "Lifespan monitoring (duration not explicitly stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:37.906726+00:00"}
{"study_id": 16336, "supplement_id": 1150, "safety_score": "20", "efficacy_score": null, "quality_score": 60, "study_goal": "The researchers aimed to report a case of severe liver toxicity (fulminant cholestatic giant cell hepatitis) linked to Garcinia cambogia use.", "results_summary": "The study found that Garcinia cambogia use led to severe liver damage requiring a liver transplant, with histologic findings showing extensive necrosis, cholestasis, and iron overload. The patient recovered after transplantation.", "population_specificity": "A 65-year-old woman with a history of breast cancer treated 18 years earlier.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:38.245526+00:00"}
{"study_id": 16337, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the potential of xanthone derivative compounds from Garcinia mangostana L. as inhibitors of ACE2 and Mpro for COVID-19 treatment through computational studies.", "results_summary": "The study identified 11 compounds with high potential to inhibit ACE2 and 12 to inhibit Mpro, with garcinone B showing the most promise due to its drug-likeness, pharmacokinetic profile, and stable interactions in molecular dynamics.", "population_specificity": "Computational study (no human or animal subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:39.121562+00:00"}
{"study_id": 16338, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the pharmacological potential of Garcinia kola, focusing on its bioactive compounds and their effects in animal models.", "results_summary": "The study identified multiple bioactive compounds in Garcinia kola with diverse pharmacological activities, including analgesic, anticancer, and antimicrobial effects, though these were only confirmed in animal models. Kolaviron and garcinol were highlighted as promising, but research limitations (e.g., high doses, inadequate controls) were noted.", "population_specificity": "Animal models (specific species not mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:40.126900+00:00"}
{"study_id": 16339, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the anticancer activity and immunomodulatory effects of xanthones isolated from Garcinia cowa, specifically their ability to activate the stimulator of interferon genes pathway and inhibit cancer cell growth.", "results_summary": "Compounds 1 and 3 showed moderate anticancer effects (IC50 10-20 µM) and activated the stimulator of interferon genes pathway, leading to pro-inflammatory cytokine production. All three xanthones demonstrated immunomodulatory activity, suggesting potential therapeutic benefits.", "population_specificity": "Immortalized cancer cell lines and human THP-1-derived macrophages.", "effective_dosage": "IC50 values of 10-20 µM for compounds 1 and 3.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:41.393674+00:00"}
{"study_id": 16320, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the radiomodulatory effects of Garcinia indica fruit rind extract (GIFRE) on gamma radiation-induced damage in human peripheral blood lymphocytes.", "results_summary": "GIFRE showed positive inhibition percentages for dicentrics, total chromosomal aberrations, and micronuclei formation, indicating potential radiomodulatory effects. The extract did not affect the mitotic index, suggesting no adverse impact on cell division.", "population_specificity": "Human peripheral blood lymphocytes", "effective_dosage": "1 to 25 µg/mL (single dose post-irradiation)", "study_duration": "Immediate post-irradiation treatment (0 hr)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:42.910738+00:00"}
{"study_id": 16341, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the vasorelaxing effect and underlying mechanisms of an aqueous extract of Garcinia cowa leaves in rat thoracic aortic rings.", "results_summary": "The study found that Garcinia cowa leaf extract induced concentration-dependent relaxation of aortic rings, primarily through endothelium-dependent and endothelium-independent mechanisms involving nitric oxide, prostanoids, and ATP-sensitive K+ channels, likely due to flavonoids like kaempferol, vitexin, and isovitexin.", "population_specificity": "Rat thoracic aortic rings", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:45.872047+00:00"}
{"study_id": 16342, "supplement_id": 1150, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining Garcinia cambogia extract with Lactobacillus plantarum HAC03 enhances anti-obesity effects compared to using either substance alone.", "results_summary": "The combination treatment resulted in a more than two-fold reduction in weight gain, decreased adipocyte size, reduced obesity-related biochemical markers, and altered gut microbiota diversity compared to single-substance treatments. No significant adverse effects were observed.", "population_specificity": "Diet-induced obesity (DIO) mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:45.890587+00:00"}
{"study_id": 16340, "supplement_id": 1150, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-proliferative effects and underlying mechanisms of Garcinia hanburyi resin (GHR) on colorectal cancer (CRC) cells, focusing on its active compound gambogic acid (GA).", "results_summary": "GHR, containing 71.26% GA, significantly reduced CRC cell viability in a time- and dose-dependent manner, induced apoptosis via mitochondrial disruption and caspase-3 activation, and showed high selectivity against CRC cells with minimal effects on normal colon cells.", "population_specificity": "Human colorectal cancer cell lines (SW480 and Caco-2) and normal colon cells (CCD841 CoN).", "effective_dosage": "Not specified (assessed at IC50 concentrations).", "study_duration": "Not specified (time-dependent effects observed).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:46.718049+00:00"}
{"study_id": 16343, "supplement_id": 1150, "safety_score": "80", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the phytochemical composition of a methanolic extract of Garcinia kola nuts and assess its in vivo antitrypanosomal activity in rats infected with Trypanosoma brucei brucei.", "results_summary": "The extract demonstrated significant efficacy, with no parasitemia, stable body temperature, increased body weight, and 100% survival in treated rats, comparable to the positive control suramin. The negative control group experienced 100% mortality.", "population_specificity": "Rats infected with Trypanosoma brucei brucei.", "effective_dosage": "0.01, 0.1, 1, and 10 mg/kg.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:47.711637+00:00"}
{"study_id": 16344, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential of aqueous extract of Garcinia cambogia (AEGC) in managing polycystic ovarian syndrome (PCOS) in a rat model.", "results_summary": "The study found that AEGC treatment led to dose-dependent reductions in weight and ovarian cysts, improved follicle growth, and significantly improved hormonal and biochemical markers, including increased antioxidant enzymatic activity and improved lipid profiles.", "population_specificity": "Adult female albino rats with induced PCOS.", "effective_dosage": "100, 300, and 500 mg/kg of AEGC.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:48.207963+00:00"}
{"study_id": 16345, "supplement_id": 1150, "safety_score": "20", "efficacy_score": null, "quality_score": 60, "study_goal": "The researchers aimed to report a case of liver failure linked to the combined effects of pheochromocytoma crisis and Garcinia cambogia use.", "results_summary": "The study documented a case of fulminant hepatic failure requiring liver transplantation, attributed to the synergistic effect of pheochromocytoma crisis and Garcinia cambogia. The abstract discusses diagnostic and treatment challenges but does not provide broader efficacy or safety data.", "population_specificity": "A single case involving a patient with pheochromocytoma crisis and Garcinia cambogia use.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "Synergistic effect with pheochromocytoma crisis noted.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:49.642176+00:00"}
{"study_id": 16346, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of Garcinia mangostana and its major components against natural and chemical toxicities in both in vivo and in vitro experiments.", "results_summary": "The study found that mangosteen and its components exhibit protective effects primarily through oxidative stress inhibition, reduction of inflammatory cells and mediators, modulation of apoptosis and signaling pathways, and improvement of histological conditions. These effects suggest potential therapeutic benefits against various toxicities.", "population_specificity": "Not specified (in vivo and in vitro experiments).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:51.697596+00:00"}
{"study_id": 16347, "supplement_id": 1150, "safety_score": "30", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effects of Garcinia gardneriana on metabolic alterations in an experimental model of obesity.", "results_summary": "The study found that Garcinia gardneriana reduced food consumption and weight at a specific dose (200 mg/kg/day aqueous extract) but increased HDL-c, total cholesterol, triglycerides, and fasting blood glucose. It did not prevent insulin resistance, worsened inflammatory markers (increased MCP-1, reduced IL-10), and indicated hepatic steatosis.", "population_specificity": "Swiss mice on a high-fat diet", "effective_dosage": "200 or 400 mg/kg/day (aqueous or ethanolic extract)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:51.730451+00:00"}
{"study_id": 16350, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of Garcinia dulcis flower extract on gut microbiota and metabolomic profiles in normotensive and hypertensive rats, and its potential relation to anti-hypertensive properties.", "results_summary": "GD treatment altered gut microbial community structure in both hypertensive and normotensive rats and caused metabolic changes that made hypertensive rats resemble normotensive ones, suggesting a link between these effects and GD's anti-hypertensive properties.", "population_specificity": "Normotensive and hypertensive (2K1C) rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:55.370539+00:00"}
{"study_id": 16348, "supplement_id": 1150, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-inflammatory effects of garcinol isolated from Garcinia dulcis fruit in LPS-activated macrophages.", "results_summary": "Garcinol inhibited the production of pro-inflammatory cytokines (TNF-α, IL-8, IL-6, IL-1β) and mediators (iNOS, COX-2) at mRNA and protein levels, and reduced secretion of TNF-α, IL-6, IL-1β, PGE2, and NO. The anti-inflammatory effects involved downregulation of the NF-κB signaling pathway.", "population_specificity": "LPS-activated THP-1 and Raw 264.7 macrophages (in vitro study).", "effective_dosage": "Low concentration (specific amount not stated).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:55.371848+00:00"}
{"study_id": 16349, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify potential anticancer compounds from Garcinia nujiangensis by isolating and evaluating its phytochemicals.", "results_summary": "The study isolated new and known compounds from Garcinia nujiangensis, with compound 4 showing significant antiproliferative effects against HepG2 cells, inducing apoptosis and altering cell cycle progression. Western blot analysis confirmed pro-apoptotic effects via modulation of Bcl-2, Bax, Caspase-3, and PARP expression.", "population_specificity": "Human cancer cell lines (HL-60, HepG2, A549).", "effective_dosage": "IC50 value of 11.38 ± 0.79 μM for compound 4 against HepG2 cells.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:55.787390+00:00"}
{"study_id": 16351, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibacterial properties of Garcinia cowa and Piper sarmentosum extracts, particularly in bead form, for potential use in wastewater disinfection.", "results_summary": "Garcinia cowa bead material (GCB) demonstrated nearly 100% removal efficiency against Staphylococcus aureus and Escherichia coli, with high antibacterial activity and reusability over multiple cycles. The adsorption mechanism followed Freundlich isotherm and pseudo-second-order kinetics, indicating physiochemical and chemisorption processes.", "population_specificity": "Not applicable (in vitro study on bacterial strains).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:56.347257+00:00"}
{"study_id": 16352, "supplement_id": 1150, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibacterial and anti-inflammatory effects of a Garcinia mangostana hydrogel patch for treating acne-inducing bacteria.", "results_summary": "The Garcinia mangostana hydrogel patch demonstrated effectiveness against Cutibacterium acnes, Staphylococcus epidermidis, and Staphylococcus aureus, with rapid release and skin permeation of α-mangostin. While it showed no irritation in most volunteers, two exhibited delayed allergic contact dermatitis.", "population_specificity": "30 healthy volunteers", "effective_dosage": "0.5% (w/w) G. mangostana hydrogel patch", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:56.899633+00:00"}
{"study_id": 16353, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the bioactive constituents of Garcinia atroviridis and their potential therapeutic functions in preventing and treating various diseases.", "results_summary": "The study found that Garcinia atroviridis extracts exhibit multiple therapeutic effects, including antioxidant, antimicrobial, anticancer, anti-inflammatory, antihyperlipidemic, and anti-diabetic properties. The bioactive constituents show promise for health applications, though further research is needed to explore their full potential.", "population_specificity": "Not specified (general review of bioactive properties)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:59.061882+00:00"}
{"study_id": 16354, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to identify browning inducers from Garcinia cambogia fruits and investigate their mechanisms for anti-obesity effects.", "results_summary": "The study found that guttiferone J (GOJ) significantly reduced lipid accumulation in adipocytes and promoted browning via SIRT3 activation, leading to improved metabolic outcomes in obese mice.", "population_specificity": "High-fat diet-induced obese mice and adipocyte cell lines (3T3-L1 and C3H10T1/2).", "effective_dosage": "10 and 20 mg·kg-1·day-1 (mice); 2.5-10 μM (adipocytes).", "study_duration": "12 weeks (mice).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:01.502141+00:00"}
{"study_id": 16358, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antidiabetic and free radical scavenging effects of Garcinia kola seed extract in a dexamethasone-induced hyperglycemic rat model.", "results_summary": "The extract significantly regulated hyperglycemia, inhibited spasmolytic activity, and increased laxative effects at 100 mg/kg, while also demonstrating vitamin C-like antiradical activity in vitro.", "population_specificity": "Dexamethasone-induced hyperglycemic rats", "effective_dosage": "50 mg/kg and 100 mg/kg body weight", "study_duration": "Two weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:03.380697+00:00"}
{"study_id": 16355, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to synthesize gold-silver core-shell nanoparticles using Garcinia mangostana peel extract and evaluate their efficacy as a targeted drug delivery system for colorectal cancer treatment.", "results_summary": "PCA-loaded Au-AgNPs showed significantly higher inhibitory action (IC50 = 10.78 μg/ml) against HCT116 colon cancer cells compared to free PCA (IC50 = 148.09 μg/ml) and Au-AgNPs alone (IC50 = 24.36 μg/ml), with up to 80% inhibition at 15.63 μg/ml and better selectivity for cancer cells over normal cells.", "population_specificity": "HCT116 colon cancer cells and CCD112 colon normal cells (in vitro study).", "effective_dosage": "IC50 values: PCA-loaded Au-AgNPs (10.78 μg/ml), free PCA (148.09 μg/ml), Au-AgNPs alone (24.36 μg/ml).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:03.715113+00:00"}
{"study_id": 16356, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to analyze the potential of Garcinia phytochemicals as a molecular therapy for breast cancer by reviewing existing literature.", "results_summary": "The review found that Garcinia phytochemicals exhibit anticancer properties, including apoptosis induction, proliferation inhibition, and metastasis suppression. The study highlighted multiple bioactive compounds in Garcinia with potential therapeutic effects against breast cancer.", "population_specificity": "Breast cancer (in vitro or in vivo studies, not specified in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:03.776568+00:00"}
{"study_id": 16357, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the antidiabetic and antihyperlipidemic effects of Garcinia cambogia fruit rind extract in a diabetic rat model.", "results_summary": "Garcinia cambogia extract did not show antidiabetic activity but significantly reduced total cholesterol levels and body weight in diabetic rats.", "population_specificity": "Streptozotocin-nicotinamide induced diabetic Wistar rats (n=6 per group).", "effective_dosage": "400 mg/kg and 800 mg/kg body weight.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:03.852504+00:00"}
{"study_id": 16359, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Garcinia mangostana pericarp extract and α-mangostin on restoring hepatic cytochrome P450 enzyme expression in ulcerative colitis-induced mice.", "results_summary": "The study found that Garcinia mangostana pericarp extract and α-mangostin restored the suppressed expression of multiple CYP enzymes and their activities in DSS-induced ulcerative colitis mice, comparable to the control and the anti-inflammatory drug sulfasalazine.", "population_specificity": "Male ICR mice with dextran sulfate sodium-induced ulcerative colitis.", "effective_dosage": "GM pericarp extract (40, 200, and 1000 mg/kg/day), α-mangostin (30 mg/kg/day).", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:05.583826+00:00"}
{"study_id": 16360, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the diuretic and antiurolithic effects of methanolic extract (MEGHL), dichloromethane (DCM), and ethyl acetate (EtA) fractions from Garcinia humilis leaves.", "results_summary": "MEGHL, DCM, and EtA promoted diuresis in rats, with MEGHL increasing urinary Na+, K+, and Cl- excretion at 30 mg/kg, while DCM and EtA increased K+ and Cl- excretion without affecting Na+. All preparations reduced calcium oxalate crystal formation in vitro.", "population_specificity": "Female rats", "effective_dosage": "MEGHL (3, 10, 30 mg/kg), DCM (1, 3, 10 mg/kg), EtA (1, 3, 10 mg/kg)", "study_duration": "8 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:07.847997+00:00"}
{"study_id": 16361, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review trends in the production and extraction optimization of Garcinia cambogia bioactive components, focusing on hydroxy citric acid (HCA), and to evaluate analytical approaches for quality control and pharmacokinetics.", "results_summary": "The study highlights the importance of extraction optimization for product quality and discusses analytical methods for assessing Garcinia cambogia and its nutraceuticals, including HCA content. It also presents novel approaches for detecting metabolites in biological fluids to evaluate pharmacokinetics and efficacy.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:08.835131+00:00"}
{"study_id": 16362, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify and evaluate the neuroprotective effects of new polyoxygenated xanthones derived from Garcinia cowa latex on glutamate-mediated hippocampal neuronal HT22 cell death.", "results_summary": "Six new xanthones were isolated, with compound 1 showing the most potent neuroprotective effect (>80% cell viability at 2.9-115 μM). Compound 1 reduced Ca2+ influx, inhibited reactive oxygen species generation, and mitigated glutamate-induced MAPK phosphorylation, Bax, and AIF translocation in HT22 cells.", "population_specificity": "Hippocampal neuronal HT22 cells (in vitro study).", "effective_dosage": "2.9-115 μM (compound 1).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:10.796594+00:00"}
{"study_id": 16366, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Garcinia morella fruit extract (GME) could protect against dopaminergic neurodegeneration and reverse motor behavioral abnormalities in a mouse model of Parkinson's disease.", "results_summary": "GME administration prevented dopaminergic neuron loss, restored mitochondrial complex II activity, reduced inflammatory markers (GFAP and nNOS), and reversed parkinsonian behavioral abnormalities in the MPTP mouse model. It also recovered striatal dopamine and its metabolites.", "population_specificity": "MPTP-induced Parkinson's disease mouse model.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:11.971287+00:00"}
{"study_id": 16365, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether and how neobractatin (NBT), a compound from Garcinia bracteata, induces GSDME-mediated pyroptosis and apoptosis in esophageal cancer cells.", "results_summary": "NBT reduced esophageal cancer cell viability primarily through GSDME-mediated pyroptosis, activated caspase-3, and induced ROS accumulation, leading to antitumor effects in vitro and in vivo. Knocking down GSDME shifted cell death from pyroptosis to apoptosis.", "population_specificity": "Esophageal cancer cells (KYSE150) and xenograft models.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:12.700039+00:00"}
{"study_id": 16363, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the antimicrobial activity of α-mangostin derived from Garcinia mangostana against various microbes and compare its effectiveness to commercially available antibiotics.", "results_summary": "The study found that α-mangostin reduced microbial counts effectively, showing comparable efficacy to antibiotics and inhibitory effects on antibiotic-resistant microbes. The meta-analysis indicated no significant difference in effectiveness between α-mangostin and antibiotics.", "population_specificity": "Microbes (bacterial or fungal strains tested in vitro or in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:12.882338+00:00"}
{"study_id": 16364, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the multitarget inhibitory potential of xanthones from Garcinia mangostana against digestive enzymes (α-amylase, α-glucosidase, and pancreatic lipase) relevant to type 2 diabetes and obesity.", "results_summary": "The study identified five bioactive xanthones and synthesized six derivatives, with compounds 2, 4, 5, 6, and 9 showing multitarget activity. Compound 6 exhibited notable inhibitory effects (IC50 values: 33.3 µM on α-amylase, 69.2 µM on α-glucosidase, and 164.4 µM on pancreatic lipase). Molecular docking revealed competitive, mixed, and non-competitive inhibition mechanisms depending on the enzyme.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:13.948907+00:00"}
{"study_id": 16367, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Garcinia nigrolineata bark resin extract could reverse cognitive deficits and oxidative stress induced by chronic mild stress in mice, and assess its inhibitory effects on β-amyloid aggregation and monoamine oxidase enzymes.", "results_summary": "The study found that Garcinia nigrolineata bark resin extract reversed stress-induced learning and memory deficits in mice by mitigating oxidative stress in the brain. Additionally, isolated prenylated xanthones from the extract showed inhibitory activity against β-amyloid aggregation and monoamine oxidase enzymes.", "population_specificity": "Mice subjected to unpredictable chronic mild stress (UCMS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:14.557106+00:00"}
{"study_id": 16368, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the antibacterial, anti-inflammatory, and antioxidant properties of Garcinia mangostana with other herbs and a standard antibiotic in a rabbit model of S. aureus-induced dermatitis.", "results_summary": "Garcinia mangostana demonstrated significant antibacterial, anti-inflammatory, and antioxidant properties, effectively reducing bacterial infection, lipid peroxidation, and inflammatory cytokine expression. It was identified as the most effective herbal extract for treating dermatitis among the tested herbs.", "population_specificity": "New Zealand white rabbits with artificially induced S. aureus-infected wounds.", "effective_dosage": "Not specified", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:16.564242+00:00"}
{"study_id": 16369, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether subfractions of G. kola extract could prevent motor disorders and improve metabolic parameters in a diabetic encephalopathy mouse model.", "results_summary": "The ethyl acetate fraction and its fifth eluate (F5) preserved fine motor skills, improved body weight, and stabilized blood glucose levels in diabetic mice. GC-MS analysis identified β-lactam molecules as the most abundant compounds in F5, suggesting their role in the observed antidiabetic effects.", "population_specificity": "Streptozotocin (STZ)-induced diabetic mice.", "effective_dosage": "1.71 mg/kg of F5.", "study_duration": "Until marked motor signs developed in diabetic controls (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:18.107907+00:00"}
{"study_id": 16370, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the leishmanicidal potential of Garcinia cowa phytochemicals through in-silico molecular docking against key Leishmania donovani enzymes.", "results_summary": "Garcinia cowa methanolic extract showed significant anti-promastigote activity (IC50 21.4 µg/ml). In-silico analysis revealed that its phytochemicals, particularly norcowanin, had lower binding energies and higher affinities than the synthetic drug Pentamidine against target enzymes.", "population_specificity": "In-silico study (no human or animal subjects).", "effective_dosage": "Not specified (in-vitro IC50: 21.4 µg/ml).", "study_duration": "Not applicable (computational study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:20.649064+00:00"}
{"study_id": 16371, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to summarize and discuss the activity and usefulness of Garcinia in treating metabolic syndrome, obesity, and related conditions.", "results_summary": "Garcinia demonstrated multiple beneficial effects, including reducing body fat mass, blood sugar levels, body weight, total cholesterol, and triglycerides, mediated by inhibiting enzymes like fatty acid synthase, α-amylase, and α-glucosidase. It was proposed as a potential herbal treatment for metabolic syndrome.", "population_specificity": "Individuals with metabolic syndrome, obesity, or overweight (not further specified).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:20.845066+00:00"}
{"study_id": 16372, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the topical administration of a combination of Sargassum duplicatum and Garcinia mangostana extracts improves diabetic open wound healing in mice.", "results_summary": "The study found that the combination of S. duplicatum and G. mangostana extracts enhanced wound healing by increasing re-epithelialization, fibroblasts, fibrocytes, and collagen synthesis while reducing neutrophils and macrophages. The treatment improved the open wound healing process in diabetic mice.", "population_specificity": "Adult male BALB/c strain mice (Mus musculus), 3-4 months old, 30-40 g, streptozotocin-induced diabetic.", "effective_dosage": "50 mg/kg of body weight.", "study_duration": "3 days, 7 days, and 14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:22.746436+00:00"}
{"study_id": 16373, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify potential neuraminidase inhibitors from Garcinia atroviridis L. (GA) and evaluate their activity against viral neuraminidase.", "results_summary": "The study identified garcinia acid and naringenin as bioactive compounds, with garcinia acid showing the highest neuraminidase inhibitory activity (IC50 of 17.34-17.53 µg/mL against Clostridium perfringens-NA and 56.71-57.85 µg/mL against H1N1-NA). Molecular docking suggested garcinia acid interacts with key arginine residues in viral neuraminidase, indicating potential as an inhibitor.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified (enzyme inhibition study used µg/mL or µM concentrations)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:22.928184+00:00"}
{"study_id": 16375, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to determine the efficacy of Garcinia mangostana pericarp extracts, alone and in combination with other herbal extracts, for treating localized canine demodicosis.", "results_summary": "The study found that the combination of YN oil and WC (Rhinacanthus nasutus leaf) showed the most improvement in dermatological lesions, but the specific efficacy of Garcinia mangostana pericarp extracts alone or in combination was not clearly highlighted beyond its inclusion in the treatment groups.", "population_specificity": "Mixed-breed dogs with localized demodicosis.", "effective_dosage": "Not specified.", "study_duration": "1 month of treatment, with monitoring for 60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:23.521322+00:00"}
{"study_id": 16376, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the phytochemistry, pharmacological activities, and ethnomedicinal potentials of Garcinia kola.", "results_summary": "The study identified multiple bioactive compounds in Garcinia kola and demonstrated its broad pharmacological effects, including anti-inflammatory, antimalarial, hepatoprotective, and antioxidant activities. However, clinical trials are needed to confirm safe dosages and efficacy.", "population_specificity": "Not specified (in-vivo and in-vitro studies only)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:24.227013+00:00"}
{"study_id": 16374, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anticancer efficacy of Garcinia mangostana extract (GME) in various human cancer cell lines and its potential synergistic effects with doxorubicin.", "results_summary": "GME reduced cell viability and induced apoptosis in multiple cancer cell lines, inhibited cell migration by suppressing MMP2 activity, and altered oxidative stress markers. It also showed synergistic efficacy when combined with doxorubicin.", "population_specificity": "Human prostate cancer (PC3), melanoma (B16F10), breast cancer (MCF7), and glioblastoma (U87) cell lines.", "effective_dosage": "GME (1.5-25 μg/mL) with doxorubicin (6 μg/mL).", "study_duration": "24 hours for some assays (e.g., ROS, MDA, GSH, SOD); exact duration for other assays not specified.", "interactions": "Synergistic effect noted with doxorubicin.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:24.644317+00:00"}
{"study_id": 16379, "supplement_id": 1150, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anticoccidial effects and safety of Garcinia kola extracts in broiler chickens infected with Eimeria tenella.", "results_summary": "Garcinia kola crude methanol extract (CME) significantly improved weight gain, reduced oocyst counts, enhanced hematological parameters, and decreased histopathological lesions in infected chickens, demonstrating dose-dependent efficacy.", "population_specificity": "Broiler chickens experimentally infected with Eimeria tenella.", "effective_dosage": "200, 400, and 600 mg/kg of CME administered orally for five consecutive days.", "study_duration": "Five days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:30.143069+00:00"}
{"study_id": 16382, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether alpha-mangostin (α-man) could suppress cardiomyocyte hypertrophy and fibrosis in vitro.", "results_summary": "α-man significantly suppressed hypertrophic responses in cardiomyocytes by inhibiting Akt phosphorylation and reduced fibrotic responses in cardiac fibroblasts by inhibiting NOX4-generated ROS. These findings suggest α-man may help prevent cardiac hypertrophy and fibrosis.", "population_specificity": "Neonatal rat cardiomyocytes and cardiac fibroblasts", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:31.058113+00:00"}
{"study_id": 16378, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether gamma-mangostin (gMG) from Garcinia mangostana could suppress GSK3β-associated signaling in colorectal cancer (CRC) cells and overcome cancer-associated fibroblast (CAF)-induced drug resistance and cancer stem-like cell generation.", "results_summary": "The study found that gMG treatment suppressed GSK3β-associated signaling pathways, increased miR-26b-5p levels, reduced tumor growth in a xenograft model, and overcame CAF-induced 5-fluorouracil resistance in CRC cells.", "population_specificity": "Colorectal cancer cells (in vitro and in vivo mouse xenograft models).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:31.618345+00:00"}
{"study_id": 16381, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to isolate xanthones from Garcinia forbesii and evaluate their antioxidant, antidiabetic, and antiplasmodial activities in vitro and in silico.", "results_summary": "Four xanthones (Compounds 2-5) showed strong antioxidant activity, with Compounds 2 and 5 being more active against α-glucosidase and Compound 4 against α-amylase. Compounds 2 and 3 exhibited inhibitory activity on Plasmodium falciparum, and molecular docking confirmed these findings.", "population_specificity": "In vitro and in silico models (no human or animal subjects specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:31.694251+00:00"}
{"study_id": 16377, "supplement_id": 1150, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to isolate compounds from Garcinia mangostana flowers and test their anti-Acanthamoeba and anti-adhesion activity against Acanthamoeba triangularis.", "results_summary": "The extract and compounds, particularly α-mangostin, showed significant anti-Acanthamoeba activity (MIC 0.25-1 mg/mL) and effectively reduced adhesion of A. triangularis trophozoites on contact lenses and polystyrene plates. α-Mangostin was non-toxic to Vero cells at concentrations below 39 μM.", "population_specificity": "In vitro study (Acanthamoeba triangularis and Vero cells).", "effective_dosage": "0.25-1 mg/mL for anti-Acanthamoeba activity; 0.5 × MIC (0.25 mg/mL) for anti-adhesion.", "study_duration": "24 hours for SEM and adhesion tests.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:32.237906+00:00"}
{"study_id": 16383, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects of Garcinia cowa fruit extract (GCE) on ethanol-induced gastric lesions in rats and explore its potential mechanisms.", "results_summary": "GCE demonstrated dose-dependent inhibition of ulcer index, restored gastric wall mucus and NP-SH content, reduced microvascular permeability, and improved oxidative enzyme levels, confirming its protective effect against gastric ulcers.", "population_specificity": "Rats (animal study)", "effective_dosage": "200 and 400 mg/kg body weight", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:32.514529+00:00"}
{"study_id": 16380, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Garcinia kola seed extract and garcinoic acid could reduce SARS-CoV-2 spike protein S1-induced inflammatory cytokine production and lung cell damage.", "results_summary": "Garcinia kola extract and garcinoic acid significantly reduced pro-inflammatory cytokine secretion (TNFα, IL-6, IL-1β, IL-8) and inhibited NF-κB signaling in spike protein-stimulated PBMCs, while also reducing damage to lung epithelial cells.", "population_specificity": "Human peripheral blood mononuclear cells (PBMCs) and A549 lung epithelial cells (in vitro study).", "effective_dosage": "Garcinia kola extract (6.25, 12.5, 25 μg/ml); garcinoic acid (1.25, 2.5, 5 μM).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:33.011313+00:00"}
{"study_id": 16384, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the potential anticancer effects of compounds (depsidone and benzophenone) extracted from the bark of Garcinia porrecta, focusing on their activity against breast cancer cells.", "results_summary": "Benzophenone showed moderate anticancer activity (IC50 of 119.3 µg/mL) against MCF-7 cells, though less potent than doxorubicin, and exhibited strong binding affinity for ER-α. Depsidone had high binding affinity for HER-2 but its IC50 could not be determined.", "population_specificity": "In vitro (MCF-7 breast cancer cells) and in silico (molecular docking analysis).", "effective_dosage": "Not specified (only IC50 values provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:34.551720+00:00"}
{"study_id": 16385, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Garcinia kola seeds could mitigate cognitive and motor function decline in gamma-irradiated rats as a model for acute radiation syndrome.", "results_summary": "Garcinia kola significantly prevented body weight loss and mitigated cognitive and motor function decline in irradiated rats, with effects comparable to or better than vitamin C. The irradiated control group showed severe cognitive and motor impairments, which were alleviated by Garcinia kola treatment.", "population_specificity": "Wistar rats exposed to gamma radiation.", "effective_dosage": "100 mg/kg of ethyl acetate fraction of methanolic extract of Garcinia kola seeds.", "study_duration": "9 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:39.573575+00:00"}
{"study_id": 16386, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether mangosteen peel infusion could mitigate liver and kidney damage caused by hydrogen peroxide (H2O2) in rats.", "results_summary": "Mangosteen peel infusion, particularly at 2%, reduced reactive oxygen species (ROS) levels, normalized creatinine levels, and improved liver and kidney histopathology after H2O2 induction.", "population_specificity": "Female Wistar rats", "effective_dosage": "0.25%, 0.5%, 1%, and 2% mangosteen peel infusion", "study_duration": "1 month of treatment after 2 months of H2O2 induction", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:39.861541+00:00"}
{"study_id": 16387, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify novel Eg5 inhibitors from Garcinia species, specifically evaluating the inhibitory effects of kolaflavanone (KLF) on mitotic kinesin Eg5.", "results_summary": "KLF inhibited both basal and microtubule-activated ATPase activities of Eg5 through an allosteric mechanism and suppressed microtubule gliding in vitro. Molecular docking revealed KLF binds to the α2/α3/L5 pocket of Eg5, similar to known inhibitors.", "population_specificity": "In vitro and in silico analyses (no human or animal subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:40.623295+00:00"}
{"study_id": 16388, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the antimalarial activities of Garcinia parvifolia extracts and fractions against Plasmodium falciparum.", "results_summary": "The dichloromethane stem extract (BP12-S-D) showed the highest inhibition of P. falciparum growth with an IC50 of 6.61 μg/mL. Further fractionation yielded fraction-1 (F1), which exhibited the strongest antimalarial activity (IC50 6.00 μg/mL), likely due to flavonoid and xanthone compounds.", "population_specificity": "Plasmodium falciparum 3D7 (in vitro study)", "effective_dosage": "IC50 values: 6.61 μg/mL (BP12-S-D), 6.00 μg/mL (F1)", "study_duration": "Not specified (in vitro assay)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:41.691595+00:00"}
{"study_id": 16392, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to uncover the molecular mechanisms by which Garcinia cambogia regulates adipogenesis and autophagy to combat obesity.", "results_summary": "Garcinia cambogia suppressed adipogenic factors (CEBPB, Cebpa, Pparg) and autophagic flux while increasing KLF3 expression, leading to reduced adipose tissue mass and adipocyte size in an obese animal model.", "population_specificity": "Obese animal model (high-fat diet-induced obesity)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:42.387243+00:00"}
{"study_id": 16389, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-proliferative effect of essential oil from Garcinia atroviridis leaves (EO-L) against PANC-1 human pancreatic cancer cells, including its potential synergistic effects with 2-deoxy-d-glucose (2-DG).", "results_summary": "EO-L showed anti-proliferative effects with an IC50 of 78 µg/mL and moderate synergism with 2-DG, inducing mitochondrial membrane depolarization, cell growth arrest, and apoptosis. Molecular analysis revealed upregulation of P53, HIF1α, and HK2, and downregulation of CYP3A5.", "population_specificity": "PANC-1 human pancreatic cancer cell line (in vitro study).", "effective_dosage": "78 µg/mL (IC50 concentration).", "study_duration": "Not specified.", "interactions": "Moderate synergism with 2-deoxy-d-glucose (2-DG).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:42.612208+00:00"}
{"study_id": 16391, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the anti-inflammatory activity of Garcinia extract and its interaction with aquaporins (AQPs) in LPS-induced acute systemic inflammation in Wistar rats.", "results_summary": "Garcinia extract significantly reduced LPS-induced inflammation by lowering mRNA expression of AQPs, inhibiting NO, prostaglandin, cytokine, and chemokine production, and decreasing transcript levels of inos and cox-2. Molecular docking studies showed interactions between Garcinia's phytoconstituents (garcinol and hydroxycitric acid) and AQPs.", "population_specificity": "Adult male Wistar rats (n=6)", "effective_dosage": "Oral administration twice for 7 days (exact dosage not specified)", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:42.729115+00:00"}
{"study_id": 16390, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of Garcinia mangostana pericarp (GMP) extract on cerebral inflammation in Wistar rats with type 2 diabetes mellitus (T2DM) by measuring markers like NF-κB, IL-6, TNF-α, and SOD.", "results_summary": "GMP extract significantly reduced hippocampal NF-κB, IL-6, and TNF-α levels while increasing antioxidant SOD activity in diabetic rats, suggesting it prevents cerebral inflammation in T2DM. The effects were dose-dependent, with 200 g/kg BW/day showing notable efficacy.", "population_specificity": "Male Wistar rats (8-10 weeks old) with induced T2DM.", "effective_dosage": "100, 200, or 400 g/kg body weight/day.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:42.749712+00:00"}
{"study_id": 16394, "supplement_id": 1150, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the prolonged diuretic and renoprotective effects of TDP, a compound derived from Garcinia achachairu, in normotensive and spontaneously hypertensive rats.", "results_summary": "TDP significantly increased urinary volume and electrolyte excretion in both rat groups over 7 days, improved antioxidative capacity, and alleviated renal morphological changes in hypertensive rats without altering plasma electrolyte levels or urinary pH.", "population_specificity": "Normotensive and spontaneously hypertensive rats.", "effective_dosage": "0.1 mg/kg TDP, administered orally once daily.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:48.433274+00:00"}
{"study_id": 16393, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the HIV-1-RNase H inhibitory activity of garcinol and isogarcinol from Garcinia indica and assess their potential as cost-effective treatments for HIV.", "results_summary": "Garcinol demonstrated higher HIV-1-RNase H inhibition than the known inhibitor RDS1759 and retained full potency against a drug-resistant HIV-1 reverse transcriptase form. Isogarcinol was less active, highlighting the importance of garcinol's enolizable β-diketone moiety for anti-RNase H activity, supported by docking calculations.", "population_specificity": "In vitro study (no human or animal subjects specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:48.852023+00:00"}
{"study_id": 16395, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to assess the molecular interactions between compounds from Garcinia kola (catechin, garcinal, garcinoic acid, d-tocotrienol) and the PDE-5 receptor linked to erectile dysfunction (ED).", "results_summary": "The study found that garcinoic acid showed the best binding affinity (-10.0 kcal/mol) with the PDE-5 receptor, suggesting potential as an ED treatment alternative. Other compounds also exhibited inhibitory effects, though less pronounced.", "population_specificity": "Not specified (in silico molecular docking study).", "effective_dosage": "Not available.", "study_duration": "Not applicable (computational study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:49.975645+00:00"}
{"study_id": 16399, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the antiviral activity of α-Mangostin against Chikungunya virus (CHIKV) infection and its potential as a prophylactic/therapeutic agent.", "results_summary": "α-Mangostin at 8 µM completely inhibited CHIKV infectivity in vitro under cotreatment conditions and significantly reduced virus replication in mice, suggesting it interacts with multiple CHIKV target proteins.", "population_specificity": "Vero E6 cells and CHIKV-infected mice.", "effective_dosage": "8 µM (in vitro).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:50.905219+00:00"}
{"study_id": 16396, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the cytotoxicity and apoptosis-inducing properties of compounds isolated from Garcinia subelliptica leaves, particularly their potential for treating acute leukemia.", "results_summary": "The study identified seven compounds from Garcinia subelliptica leaves, with garcinielliptone G (5) showing significant growth inhibition by inducing apoptosis in human leukemia cells (THP-1 and Jurkat). Apoptosis occurred via both caspase-3 activation and caspase-independent pathways, suggesting its potential as a leukemia treatment candidate.", "population_specificity": "Human acute monocytic leukemia (THP-1) and T lymphocyte (Jurkat) cell lines.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:51.670804+00:00"}
{"study_id": 16400, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to isolate and quantify major compounds from Garcinia gardneriana seed extracts and evaluate their phytotoxic activities.", "results_summary": "The study found that the crude extract had no phytotoxic effect on Sorghum bicolor, but isolated compounds fukugetin and 7-epiclusianone showed moderate activity, while guttiferone-A exhibited strong herbicide activity, surpassing glyphosate at lower concentrations. Computational studies suggested guttiferone-A interacts with transferase enzymes, indicating a potential mechanism of action.", "population_specificity": "Sorghum bicolor plants (phytotoxic assay).", "effective_dosage": "Concentrations of 0.46 to 1.13 mg mL-1 for isolated compounds.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:52.303998+00:00"}
{"study_id": 16398, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of Garcinia mangostana fruit peel extract as a green stabilizer for synthesizing Fe3O4 nanoparticles for magnetic hyperthermia and colon cancer treatment.", "results_summary": "The study found that Fe3O4 NPs stabilized with Garcinia mangostana extract exhibited desirable physicochemical properties, improved colloidal stability, and selective cytotoxicity against HCT116 colon cancer cells compared to normal colon cells, with the 10 wt.% extract formulation showing the lowest IC50 value in cancer cells.", "population_specificity": "In vitro colon cancer (HCT116) and normal colon (CCD112) cell lines.", "effective_dosage": "1, 2, 5, and 10 wt.% of Garcinia mangostana extract in Fe3O4 NPs.", "study_duration": "Not specified (in vitro assay).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:54.057323+00:00"}
{"study_id": 16397, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the potential of Garcinia mangostana pericarp extract and α-mangostin against Acanthamoeba triangularis, as well as their synergistic effects with chlorhexidine in treating Acanthamoeba infection.", "results_summary": "The study found that Garcinia mangostana pericarp extract and α-mangostin exhibited inhibitory effects on A. triangularis trophozoites and cysts, with synergistic effects when combined with chlorhexidine, reducing the required MIC. SEM results showed cell membrane damage and irregular cell shapes in treated Acanthamoeba.", "population_specificity": "Acanthamoeba triangularis (in vitro study)", "effective_dosage": "0.25 and 0.5 mg/mL for trophozoites; 4 and 1 mg/mL for cysts", "study_duration": "Up to 72 hours", "interactions": "Synergistic interaction with chlorhexidine noted", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:54.197306+00:00"}
{"study_id": 16401, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to summarize the reported beneficial properties of Garcinia pedunculata and identify gaps in understanding its molecular mechanisms, pharmacological actions, and chemical composition.", "results_summary": "The study highlights Garcinia pedunculata's traditional medicinal uses, including antioxidant, antibacterial, antifungal, and various protective properties, but notes a lack of detailed understanding of its mechanisms and chemical composition.", "population_specificity": "Not specified (traditional use in Assam, India, and general research contexts).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:56.880312+00:00"}
{"study_id": 16402, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the protective effect of γ-mangostin, a component of mangosteen, against oxidative damage and apoptosis in nerve cells induced by excessive glutamate.", "results_summary": "γ-Mangostin showed strong neuroprotective effects by reducing reactive oxygen species, inhibiting apoptosis pathways, and preventing glutamate-induced damage in HT22 cells, outperforming N-acetyl cysteine.", "population_specificity": "Mouse hippocampal HT22 cells (in vitro study).", "effective_dosage": "5 mM glutamate was used to induce damage; γ-mangostin dosage not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:57.409091+00:00"}
{"study_id": 16403, "supplement_id": 1150, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the phytochemical composition, safety profiles, and antioxidant and antiobesity effects of methanolic extracts of Garcinia atroviridis (MeGa) in obese female rats.", "results_summary": "MeGa was found to be nontoxic with an oral LD50 of 2000 mg/kg. Treatment with MeGa resulted in lower weight gain, improved lipid profiles, and altered metabolic pathways related to lipid metabolism and fatty acid biosynthesis in obese rats.", "population_specificity": "Obese female rats", "effective_dosage": "Not specified (lethal dose LD50 was 2000 mg/kg)", "study_duration": "9 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:58.530096+00:00"}
{"study_id": 16404, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antioxidant, glucose-lowering, and anti-diabetic potential of Garcinia linii extracts, including their effects on insulin regulation and enzyme inhibition.", "results_summary": "The study found that Garcinia linii extracts exhibited significant antioxidant activity, inhibited α-amylase and α-glucosidase, and improved glucose regulation in vivo, suggesting potential therapeutic value for diabetes treatment.", "population_specificity": "Not specified (in vitro and in vivo models used).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:59.191735+00:00"}
{"study_id": 16405, "supplement_id": 1150, "safety_score": "80", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of adjunctive mangosteen pericarp extract compared to placebo in treating schizophrenia and schizoaffective disorder.", "results_summary": "The study found no significant differences between the mangosteen and placebo groups in symptom improvement, functioning, or quality of life measures over 24 or 28 weeks. Despite preclinical promise, mangosteen pericarp extract did not demonstrate efficacy as an adjunctive treatment for schizophrenia or schizoaffective disorder.", "population_specificity": "People diagnosed with schizophrenia or schizoaffective disorder (DSM-5 criteria) across two sites in Australia.", "effective_dosage": "1,000 mg/day", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:01.007930+00:00"}
{"study_id": 16406, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify novel compounds targeting DNA repair pathways using biosensor cells and tested an extract from Garcinia cowa Roxb. ex Choisy for its effects on DNA damage and repair.", "results_summary": "The crude extract from Garcinia cowa induced DNA double-strand breaks (DSBs), as indicated by increased γH2AX, and the damaged DNA appeared to be repaired primarily through the non-homologous end-joining (NHEJ) pathway, evidenced by elevated 53BP1 focus formation.", "population_specificity": "Biosensor cells engineered to monitor DNA repair pathways (not human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:01.852120+00:00"}
{"study_id": 189197, "supplement_id": 1150, "safety_score": "30", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to examine the hepatotoxicity risks associated with dietary supplements, including Garcinia cambogia, and highlight the importance of causality assessment and regulatory awareness.", "results_summary": "The abstract mentions Garcinia cambogia as a notable example of dietary supplements linked to liver injury, but no specific results about its efficacy or safety are detailed. The focus is on the broader issue of supplement-related hepatotoxicity.", "population_specificity": "Not specified (general discussion on dietary supplement users)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:02.257514+00:00"}
{"study_id": 16407, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anticonvulsant activity of dihydroxanthone derivatives, particularly oliganthin H, isolated from Garcinia oligantha, and explore their potential mechanisms of action.", "results_summary": "Oliganthin H significantly reduced PTZ-induced convulsions in zebrafish, suppressed seizure-related behaviors, and restored aberrant gene expressions linked to GABA-glutamate pathways. In silico analysis suggested stable binding to the GABAA receptor as a potential mechanism.", "population_specificity": "Zebrafish larvae", "effective_dosage": "12.5 μM and 25 μM", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:03.144752+00:00"}
{"study_id": 189198, "supplement_id": 1150, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of Garcinia cambogia supplement on obesity indices (weight, BMI, PFA, and WC) in human randomized controlled trials.", "results_summary": "Garcinia cambogia significantly reduced weight (-1.34 kg), BMI (-0.99 kg/m²), PFA, and WC compared to placebo. The results were statistically significant but modest in effect size.", "population_specificity": "530 subjects in eight randomized controlled trials.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:05.426012+00:00"}
{"study_id": 189199, "supplement_id": 1150, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the physical performance and muscle strength-enhancing effects of a proprietary composition (GMCT) containing Garcinia mangostana and Cinnamomum tamala extracts in both preclinical and human trials.", "results_summary": "GMCT significantly improved swimming endurance, grip strength in mice, and muscle strength, size, and lean mass in resistance-trained humans, without affecting hormone levels or causing adverse effects. Clinical parameters remained normal, indicating safety.", "population_specificity": "Resistance-trained young adult males (mean age 26.32 ± 4.39 years).", "effective_dosage": "300 mg/kg in mice; human dosage not specified in abstract.", "study_duration": "21 days in mice, 42 days in humans.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:06.761694+00:00"}
{"study_id": 189201, "supplement_id": 1150, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy and tolerability of Meratrim (containing Garcinia mangostana) for weight management in healthy overweight subjects.", "results_summary": "The study found statistically significant reductions in body weight, BMI, waist and hip size, as well as improvements in serum LDL, triglycerides, and total cholesterol in the Meratrim group compared to placebo, with no reported adverse events.", "population_specificity": "Healthy overweight subjects with a mean BMI of 28.3 kg/m².", "effective_dosage": "400 mg of Meratrim twice daily.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:07.686497+00:00"}
{"study_id": 189200, "supplement_id": 1150, "safety_score": "20", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to investigate the safety of Garcinia cambogia (GC) extract, particularly its association with acute liver failure, and review existing clinical evidence on its hepatic toxicity.", "results_summary": "The study reported four cases of acute liver failure in women taking GC extract for weight loss and highlighted documented risks of herb-induced liver injury and unpredictable herb-drug interactions associated with GC-containing supplements.", "population_specificity": "Women using GC extract for weight loss.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Unpredictable herb-drug interactions mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:07.995386+00:00"}
{"study_id": 189202, "supplement_id": 1150, "safety_score": "75", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to investigate Garcinia Cambogia's effectiveness, mechanism of action, recommended dosage, side effects, and contraindications as an adjunct treatment for obesity.", "results_summary": "Some studies showed positive effects on weight loss, appetite reduction, body fat percentage, triglycerides, cholesterol, and glucose levels, while others found no effect. The ideal dosage remains unclear, but adverse effects were minimal, with potential protective effects against ethanol-induced hepatotoxicity.", "population_specificity": "Not specified (general obesity population inferred).", "effective_dosage": "Not well established.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:09.169780+00:00"}
{"study_id": 17589, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To compare the effectiveness of a simplified 5-step hand hygiene program versus a conventional 7-step program among students with intellectual disabilities.", "results_summary": "The simplified 5-step program significantly improved handwashing technique and cleanliness scores compared to the conventional 7-step program at 6 months post-intervention. Both groups showed a reduction in sick leave days by 10 months.", "population_specificity": "Chinese students with intellectual disabilities", "effective_dosage": "Not specified", "study_duration": "10 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:16.516446+00:00"}
{"study_id": 17593, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to understand the determinants of child handwashing and key motivational drivers of children's behavior in a humanitarian setting to aid future intervention design.", "results_summary": "The study found that access to soap and water was high, but handwashing was influenced by familial roles, environmental factors, hygiene promotion exposure, and social norms. Children were most motivated by play and nurture, suggesting motive-based interventions could enhance handwashing practices.", "population_specificity": "Children aged 7-12 years, caregivers, and hygiene promoters in an internally displaced persons camp in Northern Iraq.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:17.646745+00:00"}
{"study_id": 17594, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To assess the effects of a school-based WASH intervention on handwashing behavior among primary students in NW Tanzania.", "results_summary": "The intervention improved students' capability and motivation for handwashing, particularly after toilet use, and enhanced handwashing knowledge and skills. Handwashing opportunity improved, though water and soap availability was inconsistent.", "population_specificity": "Primary school students (aged 7-15) and teachers (aged 23-52) in NW Tanzania.", "effective_dosage": "Not specified", "study_duration": "Data collected between April and October 2018 (exact intervention duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:17.758258+00:00"}
{"study_id": 17588, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of handwashing education on awareness, attitude, and handwashing skills of third-grade elementary school students in Tehran.", "results_summary": "The study found that handwashing education significantly improved awareness, attitude, and handwashing performance in the intervention group compared to the control group, with statistically significant differences (P < 0.05). Practical training, educational posters, and videos were effective in enhancing these outcomes.", "population_specificity": "Third-grade elementary school students (mean age 9 years) in Tehran, Iran.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:17.759563+00:00"}
