{"study_id": 15901, "supplement_id": 1156, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of chondroitin sulfate and glucosamine in improving symptoms and function in patients with temporomandibular dysfunction.", "results_summary": "The study found that CS-GS reduced pain, joint noise, and inflammatory biomarkers while improving maximum mouth opening without significant adverse effects. Meta-analysis showed a significant increase in maximum mouth opening but no significant pain reduction compared to tramadol.", "population_specificity": "Patients with temporomandibular dysfunction (TMD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:26.830818+00:00"}
{"study_id": 15902, "supplement_id": 1156, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether aerobic exercise combined with glucosamine (OTL) could inhibit chondrocyte apoptosis in rabbit knee osteoarthritis by modulating TRPV5 expression.", "results_summary": "Both aerobic exercise and glucosamine treatment reduced Mankin scores, inhibited chondrocyte apoptosis, and suppressed caspase 3 and caspase 9 expression in the KOA model. TRPV5 overexpression promoted apoptosis, while its low expression reversed MIA-induced apoptosis.", "population_specificity": "White rabbit knee osteoarthritis (KOA) model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:28.623575+00:00"}
{"study_id": 15903, "supplement_id": 1156, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the cytotoxic effects of glucosamine sulfate on the SH-SY5Y neuroblastoma cell line and explore the underlying mechanisms of this cytotoxicity.", "results_summary": "Glucosamine sulfate significantly reduced cell viability in SH-SY5Y cells at all tested concentrations, inducing oxidative stress, DNA damage, and apoptosis, as evidenced by increased levels of 8-oxo-dG, cleaved caspase 3, Bax, cleaved PARP, and total oxidant, without altering BCL-2 protein levels.", "population_specificity": "SH-SY5Y neuroblastoma cell line", "effective_dosage": "0.3125, 0.625, 1.25, and 2.5 μg/mL", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:29.318997+00:00"}
{"study_id": 15904, "supplement_id": 1156, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and potential disease-modifying effects of glucosamine sulphate in osteoarthritis (OA), including its impact on pain, joint structure, and cardiovascular mortality.", "results_summary": "Glucosamine sulphate showed clinically relevant effects on OA pain and reduced joint space narrowing in knee OA patients. It also correlated with reduced cardiovascular mortality and may benefit metabolic conditions by modulating chronic low-grade inflammation.", "population_specificity": "Patients with knee osteoarthritis and sportsmen for primary prevention of OA.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:29.445159+00:00"}
{"study_id": 15906, "supplement_id": 1156, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a composite hydrogel (G-GH/CL-CD-MOF@IBU) combining glucosamine hydrochloride (GH) and ibuprofen for sustained drug delivery and anti-inflammatory effects in osteoarthritis (OA) treatment.", "results_summary": "The composite hydrogel demonstrated good mechanical properties, sustained drug release (61% ibuprofen released by day 14), and biocompatibility with MC3T3-E1 cells, suggesting potential for synchronized nutritional supplementation and anti-inflammatory therapy in OA.", "population_specificity": "In vitro (MC3T3-E1 cells) and material testing; no human or animal subjects specified.", "effective_dosage": "Not specified", "study_duration": "14 days (degradation and drug release assessment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:34.542869+00:00"}
{"study_id": 15908, "supplement_id": 1156, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether autophagy plays a role in the protective effects of Glucosamine (GlcN) in osteoblasts under oxidative stress and to explore the underlying mechanism involving the Akt/mTOR pathway.", "results_summary": "GlcN induced autophagy and protected osteoblasts from oxidative stress by reducing reactive oxygen species, apoptosis, and oxidative markers while increasing autophagy markers like Beclin1 and LC3 II/I ratio. The antioxidant effects were mediated through the Akt/mTOR pathway.", "population_specificity": "MC3T3-E1 osteoblast cells (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:34.663811+00:00"}
{"study_id": 15907, "supplement_id": 1156, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the growth inhibitory activity of a synthetic dipeptide glutamine analogue (Nva-FMDP) against fluconazole-resistant Candida auris by targeting glucosamine-6-phosphate synthase.", "results_summary": "Nva-FMDP inhibited the growth of fluconazole-resistant C. auris isolates by 50-60% compared to susceptible isolates, reduced chitin content, and increased transcription of chitin synthase genes (CHS1, CHS2, CHS3) in resistant strains.", "population_specificity": "Fluconazole-resistant and susceptible Candida auris isolates.", "effective_dosage": "8 μg/ml of Nva-FMDP.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:35.031582+00:00"}
{"study_id": 14410, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if the baseline Glx/GABA ratio in the dACC could predict ketamine response in patients with treatment-resistant depression (TRD).", "results_summary": "A higher baseline dACC Glx/GABA ratio correlated with greater improvement in depressive symptoms after ketamine treatment, and a reduction in this ratio post-treatment was also associated with symptom improvement.", "population_specificity": "Patients with treatment-resistant depression (TRD).", "effective_dosage": "Not specified (repeated intravenous ketamine).", "study_duration": "Not specified (double-blind and open-label extension periods).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:35.032332+00:00"}
{"study_id": 15905, "supplement_id": 1156, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether glucosamine (GlcN) stimulates proliferation, sustains barrier function, and ameliorates oxidative stress in porcine trophectoderm (pTr) cells.", "results_summary": "Glucosamine at 0.25 or 0.5 mmol L-1 enhanced pTr cell viability, DNA replication, mTOR signaling, and barrier function while reducing oxidative stress and reactive oxygen species (ROS) levels. It also upregulated tight junction proteins (ZO-3, claudin-3, claudin-4) and mitigated oxidative damage.", "population_specificity": "Porcine trophectoderm (pTr) cells.", "effective_dosage": "0.25 or 0.5 mmol L-1 GlcN.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:35.173780+00:00"}
{"study_id": 14411, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how GGT1-mediated glutamate production enhances the immunosuppressive activity of MDSCs and whether inhibiting GGT1 could mitigate tumor progression.", "results_summary": "The study found that GGT1 increases glutamate levels through glutathione hydrolysis, enhancing MDSC immunosuppressive activity via metabotropic glutamate receptor signaling. Inhibition of GGT1 abolished G-CSF-induced tumor progression in FN mouse models.", "population_specificity": "FN mouse models (not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:36.133158+00:00"}
{"study_id": 14413, "supplement_id": 1158, "safety_score": "20", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of GLS1-mediated glutamate production in arterial calcification and its underlying mechanisms in chronic kidney disease (CKD) patients.", "results_summary": "The study found that elevated GLS1 activity and glutamate levels were positively correlated with arterial calcification progression. Glutamate administration worsened calcification, while GLS1 inhibition alleviated it, implicating glutamate in osteogenic reprogramming via NMDAR activation and β-Catenin signaling.", "population_specificity": "Chronic kidney disease (CKD) patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:37.810413+00:00"}
{"study_id": 14412, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects of coumarin isolated from EDAC against glutamate excitotoxicity and OGD-induced cell death in PC12 cells, focusing on MAPK pathway regulation and ROS production.", "results_summary": "EDAC and coumarin protected PC12 cells against OGD and glutamate toxicity, downregulated ERK1/2 and phosphorylated ERK expression, inhibited caspase-3 activation, and prevented ROS increase induced by H2O2 or glutamate.", "population_specificity": "PC12 cells (a rat adrenal pheochromocytoma cell line)", "effective_dosage": "500 μg/mL of EDAC or coumarin", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:38.508338+00:00"}
{"study_id": 14414, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the role of the AtOXP1 gene in glutamate recycling via GSH degradation and its impact on plant tolerance to heavy metal stress.", "results_summary": "The study found that AtOXP1 overexpression improved plant biomass and reduced toxic metal accumulation, while mutants showed sensitivity to heavy metals, lower glutamate levels, and higher GSH and oxoproline accumulation.", "population_specificity": "Arabidopsis plants (model organism for plant biology).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:42.854138+00:00"}
{"study_id": 14415, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate Glutamate Racemase (GR) as a novel therapeutic target for inhibitor design and peptide vaccine development against Neisseria gonorrhoeae.", "results_summary": "Bisleucocurine A was found to disrupt Ng-GR's moonlight function and interfere with its interaction with DNA gyrase. Key immunogenic sites were identified, enhancing Ng-GR's potential as a vaccine candidate.", "population_specificity": "Neisseria gonorrhoeae (bacterial pathogen)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:43.653491+00:00"}
{"study_id": 14417, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the role of glutamate transporters and receptors in excitotoxicity and epileptogenesis using animal models.", "results_summary": "The study found that dysregulation of glutamate transporters (EAAT1, EAAT2, EAAT3) and receptors (AMPA, NMDA, mGluR) is linked to seizure induction and excitotoxic damage, highlighting their potential as targets for epilepsy management.", "population_specificity": "Animal models (specific species not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:43.734863+00:00"}
{"study_id": 14416, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of glutamate metabolism in obesity-related depression and its potential as an intervention target.", "results_summary": "The study found that glutamate levels correlated with A. colihominis in both patients and mice, and glutamate reduced barrier proteins in colon epithelial cells while modulating cognitive proteins in neurons, exacerbating depression-like behaviors.", "population_specificity": "Patients with obesity-related depression and high-fat diet mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:44.285847+00:00"}
{"study_id": 14418, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of glutamatergic pathways in migraine pathogenesis and assess the therapeutic potential of targeting glutamate receptors for migraine treatment.", "results_summary": "The study suggests that glutamate plays a key role in migraine biology, particularly in aura phenomena, and highlights preclinical and early clinical evidence supporting the efficacy of targeting glutamate receptors, though challenges like side effects and drug transport remain.", "population_specificity": "Migraine patients, particularly those with aura.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:44.430195+00:00"}
{"study_id": 14419, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to characterize anti-mGluR2 antibody-related diseases, focusing on clinical manifestations, diagnostic findings, and treatment responses.", "results_summary": "The study found that anti-mGluR2 antibody-related diseases primarily present with cerebellar ataxia or cerebellitis, though seizures may occur. Immunotherapy showed effectiveness in some cases, and tumor screening was recommended due to malignancy associations.", "population_specificity": "Patients with anti-mGluR2 antibody-related diseases (n=7, including 2 new cases and 5 from literature review; ages 3-78, all female).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:45.610427+00:00"}
{"study_id": 14420, "supplement_id": 1158, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the neurotoxic mechanisms of MSG on the hippocampus in male rats and examine the protective effects of plasmalogens on NF-κB and p38 MAPK signaling pathways.", "results_summary": "MSG exhibited neurotoxic effects, while plasmalogens counteracted these effects by reducing inflammatory markers, oxidative stress, and improving neurochemical and metabolic markers. Histological improvements in hippocampal tissues were also observed with plasmalogen treatment.", "population_specificity": "Male Wistar albino rats", "effective_dosage": "MSG (2 g/kg body weight), Pls (100 mg/kg body weight), orally", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:46.168885+00:00"}
{"study_id": 14421, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether glutamate (Glu) treatment could reduce enzymatic browning and improve storage quality in fresh-cut potatoes by modulating jasmonic acid synthesis, phenylpropane metabolism, and ROS-redox balance.", "results_summary": "Glu treatment (1% for 12 hours) significantly reduced browning, improved color and sensory quality, increased jasmonic acid and related metabolites, upregulated phenylpropane metabolism, enhanced ROS-redox balance, and improved microbiological safety in fresh-cut potatoes.", "population_specificity": "Fresh-cut potatoes (in vitro study, not human subjects).", "effective_dosage": "1% Glu solution for 12 hours.", "study_duration": "12-hour treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:48.211843+00:00"}
{"study_id": 14422, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of glutamate levels in the dorsal anterior cingulate cortex (dACC) in relation to the antidepressant effects of intermittent theta-burst stimulation (iTBS).", "results_summary": "The study found no significant changes in glutamate levels post-iTBS in either active or sham conditions, and no direct correlation between glutamate changes and treatment outcomes was observed.", "population_specificity": "42 patients with bipolar or unipolar depression.", "effective_dosage": "Not specified", "study_duration": "Duration of iTBS intervention not explicitly stated in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:50.664103+00:00"}
{"study_id": 14425, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify the role of GhGDH2_D03 (encoding Glutamate Dehydrogenase 2) in conferring tolerance to salt and salt-alkali stress in cotton.", "results_summary": "The study found that GhGDH2_D03 positively regulates salt and salt-alkali tolerance in cotton by modulating multiple signaling pathways, including the ethylene signaling pathway, and metabolic processes.", "population_specificity": "Cotton plants (Gossypium hirsutum)", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:51.905655+00:00"}
{"study_id": 14424, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the role of glutamate receptor antagonists (NMDA, AMPA, Kainate) and metabotropic glutamate receptors in migraine treatment, assessing their efficacy, tolerability, and safety.", "results_summary": "The study identified seven medications in clinical practice for migraines and highlighted six preclinical candidates, noting challenges due to glutamate's complex influence on neuronal pathways. Further research is needed to refine glutamatergic signaling for migraine therapy.", "population_specificity": "Not specified (general migraine research focus)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:52.180976+00:00"}
{"study_id": 14423, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of ketamine (an NMDAR antagonist) on alcohol-motivated behaviors, including stress + cue-induced reinstatement of alcohol seeking, in male and female rats.", "results_summary": "Ketamine selectively reduced alcohol self-administration and stress + cue-induced reinstatement in female rats but not males at 10 mg/kg. Memantine (another NMDAR antagonist) reduced alcohol seeking in both sexes, while hydroxynorketamine (HNK) had no effect.", "population_specificity": "Male and female rats", "effective_dosage": "10 mg/kg ketamine", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:53.153134+00:00"}
{"study_id": 14427, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate melatonin's therapeutic potential in modulating glutamate signaling and mGluR activity to improve memory and synaptic plasticity in an Alzheimer's-like mouse model.", "results_summary": "Melatonin improved cognitive function, restored mGluR expression, reduced tau hyperphosphorylation, and enhanced synaptic plasticity, with early intervention showing superior outcomes.", "population_specificity": "C57BL/6 mice with induced Alzheimer's-like pathology.", "effective_dosage": "10 mg/kg, administered intraperitoneally.", "study_duration": "Early intervention (2 weeks post-induction) and late intervention (4 weeks post-induction).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:54.121672+00:00"}
{"study_id": 14428, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to identify mutations in glutamate-gated chloride channel (GluCl) channels in head lice populations that may contribute to ivermectin resistance.", "results_summary": "The study identified novel mutations (R37K, E50K, D93N, M101R, R100Q) in GluCl channels of head lice, with R37K and E50K being the most frequent (85.71%). These mutations raise concerns about potential ivermectin resistance.", "population_specificity": "Head lice (invertebrates)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:54.622336+00:00"}
{"study_id": 14429, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how exogenous proline, via the glutamate pathway, enhances salt tolerance in soybeans by regulating endogenous proline accumulation and ion homeostasis.", "results_summary": "The study found that glutamate (Glu) and related metabolites (GSA, P5C) increased under salt stress, and exogenous proline further elevated these levels, improving plant tolerance by enhancing proline synthesis and reducing oxidative damage.", "population_specificity": "Soybean plants grown hydroponically under controlled salt stress conditions.", "effective_dosage": "150 mM proline applied exogenously.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:57.118336+00:00"}
{"study_id": 14433, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether lower pretreatment levels of Glx (glutamate + glutamine) in the medial frontal cortex were associated with better antidepressant treatment response in MDD patients.", "results_summary": "The study found no significant association between pretreatment Glx levels and antidepressant treatment response, remission status, or days to response. Bayes factor analysis supported the null hypotheses in all cases.", "population_specificity": "Adults with major depressive disorder (MDD), antidepressant-naïve or medication-free for at least three weeks.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:00.415534+00:00"}
{"study_id": 14435, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to examine the role of glutamate excitotoxicity in glioblastoma and explore potential therapeutic agents to mitigate its effects.", "results_summary": "The study found that excessive glutamate release by glioblastoma cells leads to excitotoxic neuronal damage, contributing to tumor necrosis and symptoms like seizures and cognitive impairments. It also highlighted the limited efficacy of temozolomide and the need for alternative agents to combat glutamate excitotoxicity.", "population_specificity": "Glioblastoma patients (specifically, those with glutamate-mediated excitotoxicity).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:01.194897+00:00"}
{"study_id": 14436, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of corticosterone (CORT) on AMPA receptor levels and localization in the rodent nervous system, with potential implications for the auditory system.", "results_summary": "Short-term CORT exposure increased AMPAR surface localization and mobility in neuronal cultures, particularly in the hippocampus and prefrontal cortex, but results from animal models were inconsistent. No data were found regarding CORT action in the auditory system.", "population_specificity": "Rodent nervous system (neuronal cultures, isolated tissue cultures, and animal models)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:01.213507+00:00"}
{"study_id": 14434, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the rapid effects of serotonergic psychedelics (psilocybin, LSD, DMT) on presynaptic properties and glutamatergic neurotransmission in rat cortical neurons.", "results_summary": "The study found that psychedelics transiently reduced synaptic vesicle fusion and modulated glutamate release and presynaptic calcium levels, with drug-specific effects (e.g., psilocin and DMT increased evoked glutamate release, while LSD and psilocin reduced presynaptic calcium levels). Psilocin also affected short-term plasticity, depressing responses to paired stimuli.", "population_specificity": "Primary rat cortical neurons", "effective_dosage": "Not specified", "study_duration": "Effects measured 3-30 minutes after application, with no effects observed 24 hours post-treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:01.352341+00:00"}
{"study_id": 14437, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the associations of metabotropic glutamate receptor 5 (mGluR5) with tau deposition and cognitive ability in early Alzheimer's disease (AD) patients.", "results_summary": "Cognitively impaired patients showed lower hippocampal mGluR5 availability, which was negatively associated with tau deposition and positively associated with cognitive performance, particularly in women. Tau pathology mediated the relationship between mGluR5 availability and cognition.", "population_specificity": "26 cognitively impaired and 14 cognitively unimpaired individuals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:02.117036+00:00"}
{"study_id": 14438, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the neuroprotective effects of Macrostemonoside T (MST) against glutamate-induced oxidative damage in mouse hippocampal neurons and explore its underlying molecular mechanisms.", "results_summary": "MST treatment significantly improved cell survival, reduced oxidative stress markers, mitigated mitochondrial dysfunction, decreased autophagy and apoptosis, and activated the PKA/CREB/BDNF signaling pathway in glutamate-exposed HT22 cells.", "population_specificity": "Mouse hippocampal neurons (HT22 cells)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:02.897367+00:00"}
{"study_id": 14426, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the performance of the Sofia® 2 C. difficile Fluorescent Immunoassay (FIA) for detecting glutamate dehydrogenase (GDH) and toxins in stool samples from patients with suspected Clostridioides difficile infection (CDI).", "results_summary": "The Sofia 2 FIA showed high agreement with existing enzyme immunoassays for GDH and toxin detection, with strong positive and negative percentage agreements (PPA: 100%, NPA: 94-99%). It also demonstrated robust performance compared to standard-of-care testing, including PCR.", "population_specificity": "262 patients with suspected CDI.", "effective_dosage": "Not applicable (diagnostic test evaluation).", "study_duration": "Not applicable (single testing event).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:05.625927+00:00"}
{"study_id": 14439, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate how inhibition of metabotropic glutamate receptor 5 (mGluR5) attenuates hepatocyte steatosis in vitro and in vivo, focusing on autophagy and the AMPK signaling pathway.", "results_summary": "Inhibition of mGluR5 reduced hepatocellular steatosis, promoted autophagy, and activated the AMPK signaling pathway in both HepG2 cells and mGluR5 knockout mice, suggesting a potential therapeutic mechanism for metabolic dysfunction-associated steatotic liver disease (MASLD).", "population_specificity": "HepG2 cells (in vitro) and wild-type/mGluR5 knockout mice (in vivo).", "effective_dosage": "Not specified (abstract mentions MPEP and CHPG but not exact dosages).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:06.794179+00:00"}
{"study_id": 14440, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether lupeol affects glutamate release in rat synaptosomes and mitigates kainic acid-induced excitotoxicity.", "results_summary": "Lupeol reduced glutamate release in rat synaptosomes by inhibiting P/Q-type Ca2+ channels and ameliorated kainic acid-induced neurodegeneration by downregulating glutamate-related proteins.", "population_specificity": "Rat cerebrocortical synaptosomes and kainic acid-treated rats.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:09.694643+00:00"}
{"study_id": 14441, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Artemisinin (Art) improves cognitive dysfunction in hyperuricemic mice by inhibiting pyroptosis through upregulation of glutamate receptor-interacting protein 1 (GRIP1).", "results_summary": "Art treatment reduced pyroptosis in the hippocampus and improved cognitive disorder in hyperuricemic mice by upregulating GRIP1, while pyroptosis agonist PPVI worsened cognitive dysfunction.", "population_specificity": "C57BL/6 mice with induced hyperuricemia.", "effective_dosage": "Not specified for glutamate-related components (only Art and PPVI dosages implied).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:10.082695+00:00"}
{"study_id": 14442, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether genetic or pharmacological inhibition of metabotropic glutamate receptors (mGluRs) could extend lifespan and improve age-related health in Drosophila.", "results_summary": "Genetic loss of DmGluRA function extended female fly lifespan, reduced oxidative stress, improved stress tolerance, and altered early-life behavior. Pharmacological inhibition of mGluR activity similarly extended lifespan, suggesting mGluRs as potential therapeutic targets for aging.", "population_specificity": "Female Drosophila melanogaster (fruit flies)", "effective_dosage": "Not specified (pharmacological inhibitor used, but dosage not detailed)", "study_duration": "Lifespan intervention (duration not explicitly stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:10.441174+00:00"}
{"study_id": 14444, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the molecular mechanisms by which ago-PAM enhances glutamate-induced responses in the mGlu2 receptor and how glutamate influences ago-PAM binding.", "results_summary": "The study found that ago-PAM JNJ-46281222 enhances glutamate binding affinity and residence time in the VFT domains, while glutamate facilitates structural changes in the receptor to promote PAM-binding pocket opening and TM6-TM6 distance reduction.", "population_specificity": "Not specified (in vitro molecular dynamics study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:11.299754+00:00"}
{"study_id": 14445, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of antipsychotic treatment on glutamate (Glu) levels in the dorsal anterior cingulate cortex (dACC) of antipsychotic-naïve first-episode psychosis (FEP) patients.", "results_summary": "Baseline dACC glutamate levels in FEP patients were not significantly different from healthy controls. After 16 weeks of antipsychotic treatment, Glu levels decreased in FEP patients, and baseline Glu levels were associated with reductions in positive symptoms.", "population_specificity": "Antipsychotic-naïve first-episode psychosis (FEP) patients and healthy controls (HCs).", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:11.721330+00:00"}
{"study_id": 14443, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether targeting the glutamatergic system (via mGlu5 PAM CDPPB) could mitigate sensorimotor gating deficits and abnormal CREB signaling in a rodent model of psychosis.", "results_summary": "Both CDPPB (mGlu5 PAM) and CGS21680 (A2A agonist) alleviated PPI deficits and normalized elevated CREB levels in the nucleus accumbens, with sex differences noted in efficacy.", "population_specificity": "Sprague-Dawley rats (F1 offspring of quinpirole-treated parents).", "effective_dosage": "Quinpirole (1 mg/kg) from postnatal day 1 to 21; CDPPB and CGS21680 dosages not specified.", "study_duration": "Neonatal quinpirole treatment spanned 21 days; PPI testing occurred from postnatal day 44 to 48.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:11.791695+00:00"}
{"study_id": 14446, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the acute effects of three fatty acids (lauric acid, palmitic acid, and oleic acid) on glutamate-related gene expression in the hippocampus of young mice.", "results_summary": "The study found that fatty acid treatment reduced mRNA levels of genes involved in glutamate transport, glutamate-glutamine cycling, and glutamate receptor subunits, with lauric acid showing the most pronounced effects. These changes suggest potential risks of high-fat diets, particularly those rich in lauric acid, on hippocampal glutamate pathways and cognitive function.", "population_specificity": "Male and female young mice.", "effective_dosage": "Not specified.", "study_duration": "Acute treatment (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:14.973353+00:00"}
{"study_id": 14447, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to explore the tunability of nanostructures in amphiphilic block copolymers, specifically focusing on poly(γ-benzyl-l-glutamate) (PBLG), and assess their levels of organization compared to natural materials.", "results_summary": "The study demonstrated that ROPISA-produced PEG-b-PBLG copolymers achieved six levels of organization, previously only found in natural materials, with monomer type and solvent treatment influencing segregation, α-helical content, and transition temperature.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:15.700390+00:00"}
{"study_id": 14450, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of glutamate metabolism changes in schizophrenia and its association with elevated inflammatory markers.", "results_summary": "The study suggests that increased inflammatory markers can alter glutamate metabolism, similar to observations in schizophrenia patients, but does not provide direct efficacy data on glutamate itself.", "population_specificity": "Schizophrenia patients and animal models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:17.630159+00:00"}
{"study_id": 14448, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the structural properties of MurI (glutamate racemase) from Klebsiella pneumoniae and identify potential inhibitors to combat infections caused by multidrug-resistant strains.", "results_summary": "The study identified two molecules (Z1542321346 and Z2356864560) as promising inhibitors of MurI, with favorable binding free energy values, suggesting potential for developing new therapeutic strategies against Klebsiella pneumoniae.", "population_specificity": "Not applicable (computational study, no human or animal subjects).", "effective_dosage": "Not applicable.", "study_duration": "Not applicable.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:18.180287+00:00"}
{"study_id": 14452, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the inhibitory effect of glutamate molecular structure and protein on breast cancer cell metastasis and the potential mechanism via the MAPK signaling pathway.", "results_summary": "The study found that specific inhibitors of glutamate molecular structure significantly inhibited the proliferation and metastasis of breast cancer cells. Proteomic analysis identified several down-regulated proteins closely related to breast cancer metastasis.", "population_specificity": "Breast cancer cell lines with high metastatic potential.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:19.474472+00:00"}
{"study_id": 14451, "supplement_id": 1158, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the neurotoxic effects of monosodium glutamate (MSG) in rat brain cortex and evaluate the potential neuroprotective effects of omega-3 polyunsaturated fatty acids (ω-3 PUFAs).", "results_summary": "MSG significantly increased markers of oxidative damage, inflammation, and apoptosis while reducing protective antioxidants and neurotransmitters. ω-3 PUFAs supplementation improved these biochemical, immunohistochemical, and histopathological alterations induced by MSG.", "population_specificity": "Adult male rats (n=10 per group).", "effective_dosage": "MSG (4 mg/g), ω-3 PUFAs (400 mg/kg).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:20.225205+00:00"}
{"study_id": 14449, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of astrocytes in the glutamate-glutamine cycle and how electroacupuncture (EA) modulates glutamate levels to alleviate neuropathic pain in rats.", "results_summary": "EA treatment reversed decreased GLAST/GLT-1 expression, reduced spinal glutamate levels, and improved pain thresholds in rats with chronic constriction injury (CCI). Antagonists of GLAST/GLT-1 negated EA's analgesic effects, suggesting glutamate clearance as a key mechanism.", "population_specificity": "Male Sprague-Dawley rats with induced neuropathic pain (CCI model).", "effective_dosage": "Not specified (EA applied bilaterally at ST36 and GB34).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:20.422894+00:00"}
{"study_id": 14453, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate how HIV-1 Nef and cocaine disrupt glutamate homeostasis in the nucleus accumbens (NAc) and their combined effects on cocaine-seeking behavior.", "results_summary": "The study found that both cocaine and Nef independently reduce the expression of the glutamate transporter GLT-1 in the NAc. Rats with astrocytic Nef expression showed increased cocaine-seeking behavior, with sex-dependent molecular differences observed after behavioral testing.", "population_specificity": "Male and female Sprague Dawley rats.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:20.492985+00:00"}
{"study_id": 14454, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the role of glutamate-mGluR5 signaling in chronic vulvar pain development during inflammation using an animal model of provoked vulvodynia.", "results_summary": "Activation of mGluR5 via glutamate or CHPG led to long-lasting vulvar hypersensitivity, while mGluR5 antagonist MTEP enhanced hypersensitivity. Glutamate pathway activation increased neuroinflammation and neuroplasticity-related gene transcription in the sacral spine.", "population_specificity": "Animal model (mice or rats, not specified) with zymosan-induced vulvar inflammation.", "effective_dosage": "Not specified (local injections of MTEP, glutamate, or CHPG).", "study_duration": "Three weeks of sensitivity assessment, with effects persisting over a month.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:24.460122+00:00"}
{"study_id": 14457, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers aimed to report a rare case of delirious mania developing after ciprofloxacin use and discuss potential neurobiological mechanisms.", "results_summary": "The study reported a case of a 52-year-old woman who developed manic symptoms after ciprofloxacin use, which progressed to delirious mania. The authors reviewed clinical predisposing factors and neurobiological mechanisms but did not focus on glutamate specifically.", "population_specificity": "52-year-old woman", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:25.897836+00:00"}
{"study_id": 14455, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the mechanism behind dose-dependent glutamate release in nerve terminals after irradiation with specific wavelengths of light, focusing on mitochondrial activities.", "results_summary": "The study found that photobiomodulation therapy (PBM-t) modulated mitochondrial metabolism in cortical nerve terminals, increasing oxidative phosphorylation (OxPhos) activity in a power-dependent manner. Glutamate efflux, disrupted by rotenone, was partially restored by PBM due to enhanced OxPhos activity led by Complex II.", "population_specificity": "Cortical nerve terminals (in vitro study)", "effective_dosage": "810 nm, 1 W for 60 s continuous (60 J/cm²) or 810 nm, 0.1 W for 60 s continuous (6 J/cm²)", "study_duration": "Single irradiation session (60 seconds)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:26.029514+00:00"}
{"study_id": 14456, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether LDN-212320, a GLT-1 activator, could mitigate chronic pain-induced cognitive deficits and anxiety-like behaviors in mice by modulating the CaMKII/CREB/BDNF signaling pathway.", "results_summary": "LDN-212320 (20 mg/kg) significantly improved spatial, working, and recognition memory deficits and reduced anxiety-like behaviors in mice with CFA-induced chronic pain. It also reversed decreased pCREB, BDNF, PKA, and CaMKII expression in the hippocampus and ACC.", "population_specificity": "Mice with CFA-induced chronic pain.", "effective_dosage": "20 mg/kg", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:26.644797+00:00"}
{"study_id": 14460, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the role of glutaminase/glutamate/NMDA receptor signalling and MAPK pathways in neurological disorders and explore their therapeutic potential.", "results_summary": "The study found that glutamate overstimulation and MAPK signalling contribute to neuronal excitotoxicity, apoptosis, and inflammation, exacerbating neurodegenerative processes. Targeting these pathways may offer therapeutic benefits for neuroprotection and reducing neuroinflammation.", "population_specificity": "Not specified (review of existing literature on neurological disorders).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:28.329842+00:00"}
{"study_id": 14458, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the role of glutamate-cysteine ligase (GCL) inhibition, in combination with Trx1 inhibition, in inducing ferroptosis in chronic myeloid leukemia (CML) cells.", "results_summary": "The study found that combined inhibition of Trx1 and GCL promoted hydrogen peroxide induction and GPX4 depletion, leading to ferroptosis in CML cells, with synergistic effects observed in murine xenograft models.", "population_specificity": "Patients with chronic myeloid leukemia (CML) and murine xenograft models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:28.873580+00:00"}
{"study_id": 14461, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of N-acetyl-aspartyl-glutamate (NAAG) in restricting anti-tumor immunity and its potential as a target for breast cancer immunotherapy.", "results_summary": "The study found that NAAG and its synthetase RIMKLB disrupted anti-tumor immunity by promoting PMN-MDSC differentiation, sustaining an immunosuppressive tumor microenvironment, and enhancing breast cancer growth and metastasis. Inhibition of NAAG or its receptor NR2B-NMDAR improved anti-PD-1 therapy efficacy and suppressed tumor progression in mouse models.", "population_specificity": "Mouse models and clinical samples from triple-negative breast cancer (TNBC) patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:29.864441+00:00"}
{"study_id": 14462, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the role of FABP5 in oxidative stress and cell death in retina NMDA injury models and whether its inhibition could protect retinal ganglion cells from glutamate excitotoxicity.", "results_summary": "FABP5 inhibition alleviated oxidative stress imbalance, reduced NLRP3 inflammasome activation, decreased inflammatory factor release, and attenuated glutamate excitotoxicity-induced retinal ganglion cell loss. Caspase1 inhibitors also mitigated retinal ganglion cell loss from glutamate excitotoxicity.", "population_specificity": "Animal models (NMDA model, microbead-induced chronic glaucoma model, DBA/2J mice)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:30.553214+00:00"}
{"study_id": 14463, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine if dietary monosodium glutamate (MSG) could prevent cisplatin-induced visceral sensitivity changes in rats.", "results_summary": "MSG did not prevent cisplatin-induced visceral hypersensitivity and even exacerbated it, though it previously showed benefits for gastrointestinal dysmotility and neuropathic pain. No changes in colonic immunocyte infiltration were observed with cisplatin or MSG.", "population_specificity": "Male Wistar HAN rats", "effective_dosage": "4 g/L in drinking water", "study_duration": "5 weeks (cisplatin treatment) + 1 week post-treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:34.154199+00:00"}
{"study_id": 14466, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether trichostatin A (TSA) could increase GLT-1/EAAT2 expression to mitigate glutamate-related excitotoxicity and seizures in epilepsy models.", "results_summary": "TSA effectively increased GLT-1/EAAT2 expression, reduced seizure frequency and neuronal excitability, and demonstrated antiepileptic effects, which were diminished when GLT-1/EAAT2 was inhibited.", "population_specificity": "Acute and chronic epilepsy models induced by kainic acid (KA) in animals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:35.050181+00:00"}
{"study_id": 14464, "supplement_id": 1158, "safety_score": "30", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the immunoreactivity of GFAP and S100β proteins in the caudate nucleus of rats under elevated glutamate levels to understand astrocyte response to MSG administration.", "results_summary": "The study found elevated density and immunostaining intensity of GFAP- and S100β-positive astrocytes in the caudate nucleus of rats receiving MSG, suggesting a potential astrocyte response to glutamate excitotoxicity, with more pronounced effects at higher doses.", "population_specificity": "Rats (15 animals divided into control and MSG-treated groups)", "effective_dosage": "2 g/kg b.w. and 4 g/kg b.w. MSG", "study_duration": "3 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:35.370206+00:00"}
{"study_id": 14465, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the role of mGlu3 receptors in neuroprotection and cortical plasticity in Parkinson's disease (PD) models.", "results_summary": "The study found that mGlu3 receptors are neuroprotective in mouse models of parkinsonism, reducing nigro-striatal damage and microglial activation. Additionally, GRM3 gene variants were associated with PD in humans and correlated with impaired cortical plasticity.", "population_specificity": "723 PD patients, 826 healthy controls, and mGlu3-/- mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:35.705888+00:00"}
{"study_id": 14467, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to confirm the neurotoxic effects of S-Sulfocysteine (SSC) and investigate its role in apoptosis, particularly caspase-3 activation and genotoxicity, comparing its effects to glutamate.", "results_summary": "The study found that SSC has cytotoxic effects on neurons similar to glutamate, but glutamate receptor blockers reversed glutamate-induced toxicity while failing to protect against SSC toxicity. SSC did not induce caspase-3 activation or DNA damage, suggesting alternative cell death pathways like necrosis or oxytosis may be involved.", "population_specificity": "Mouse hippocampal cell line (HT-22)", "effective_dosage": "LC50 dose of SSC was 125 µM", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:37.397485+00:00"}
{"study_id": 14470, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the metabolite profiles of glutamate wastewater treatment solutions after co-fermentation with Aspergillus niger and Candida tropicalis to explore its potential as a protein source for animal feed.", "results_summary": "The study found significant variations in metabolite profiles, particularly in essential feed components like amino acids, peptides, and their analogues, suggesting potential for efficient utilization of glutamate wastewater.", "population_specificity": "Glutamate wastewater treatment solution (not human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:38.430339+00:00"}
{"study_id": 14468, "supplement_id": 1158, "safety_score": "75", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the efficacy and safety of memantine, an NMDA receptor antagonist, as a potential treatment for ADHD in pediatric and adult populations.", "results_summary": "Memantine showed potential benefits in managing ADHD symptoms and had a favorable safety profile, but most studies were small, single-institution trials with low quality.", "population_specificity": "Pediatric and adult patients with ADHD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:39.077816+00:00"}
{"study_id": 14469, "supplement_id": 1158, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to determine if evenamide, a glutamate modulator, as an add-on treatment to second-generation antipsychotics, would benefit patients with chronic schizophrenia who had inadequate responses to their current antipsychotic regimen.", "results_summary": "Add-on treatment with evenamide showed statistically significant and clinically meaningful benefits compared to placebo across all efficacy measures, with a Cohen's d effect size of 0.33, and was well tolerated.", "population_specificity": "Outpatients aged ≥18 years with chronic schizophrenia (DSM-V), receiving stable doses of second-generation antipsychotics for at least 2 years but still symptomatic (PANSS 70-85, CGI-S 4-6, predominant positive symptoms).", "effective_dosage": "30 mg twice daily (bid)", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:40.000246+00:00"}
{"study_id": 14471, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of dimethyl glutamate-treated scaffolds (specifically S7) on bone tissue regeneration and drug delivery.", "results_summary": "Scaffold S7 (C/H/MFC/Zr) treated with dimethyl glutamate showed favorable effects on bone tissues, enhancing extracellular calcium deposition and cell proliferation in MG63 cells. The study indicated potential for treating bone defects and drug delivery.", "population_specificity": "MG63 cells (osteosarcoma cell line) in vitro.", "effective_dosage": "Not specified", "study_duration": "7 days of cell culture", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:42.801328+00:00"}
{"study_id": 14472, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to outline glutamate's molecular involvement and associated signaling pathways in Alzheimer's disease (AD) to demonstrate its therapeutic potential as a drug target.", "results_summary": "The abstract highlights glutamate's role in AD pathophysiology and mentions FDA-approved drugs like NMDAR antagonists (memantine) and AChEIs (galantamine, donepezil, rivastigmine) for AD treatment, suggesting glutamate's receptor as a therapeutic target.", "population_specificity": "Older adults with Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:43.326385+00:00"}
{"study_id": 14474, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether terahertz wave stimulation (THS) could modulate glutamate-related neuronal activity to alleviate pain and comorbid anxiety in mice.", "results_summary": "THS reduced glutamate binding to GluA2, inhibited hyperactivity in glutamatergic neurons in the anterior cingulate cortex (ACC), and alleviated pain and anxiety-like behaviors in mice. Chemogenetic inhibition of ACCGlu mirrored THS effects, supporting its mechanism.", "population_specificity": "Mice with chronic pain and comorbid anxiety induced by complete Freund's adjuvant (CFA).", "effective_dosage": "34 THz (frequency, not dosage in traditional terms).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:45.099401+00:00"}
{"study_id": 14473, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether pharmacological blockade of group II metabotropic glutamate receptors (mGlu2/3) reduces the incidence of brain tumors induced by prenatal exposure to ENU in rats.", "results_summary": "The study found that pharmacological blockade of mGlu2/3 receptors with LY341495 reduced the incidence of brain gliomas from 70% to 30% in rats exposed to ENU. Tumors in the treated group also showed reduced neuroinflammation markers (Iba-1+ cells) compared to controls.", "population_specificity": "Pregnant rats and their offspring (prenatal exposure model).", "effective_dosage": "10 mg/kg of LY341495, administered daily for 5 days (from day 15 to day 21 of pregnancy).", "study_duration": "5 days (prenatal intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:45.665856+00:00"}
{"study_id": 14475, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether exogenous glutamate receptor agonism (via GluK2-specific agonist SYM2081) could suppress mast cell activation and proliferation in inflammatory skin diseases.", "results_summary": "SYM2081 effectively inhibited mast cell degranulation, suppressed Mrgprb2 expression, and reduced mast cell proliferation in vitro and in vivo, leading to decreased skin inflammation in murine models of dermatitis and rosacea.", "population_specificity": "Murine mast cells, human skin explants, and mice (in vivo).", "effective_dosage": "Not specified (intradermal and topical administration mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:45.857078+00:00"}
{"study_id": 14476, "supplement_id": 1158, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and efficacy of evenamide, a glutamate modulator, as an add-on treatment for patients with treatment-resistant schizophrenia.", "results_summary": "The study found no safety abnormalities at any dose, high retention rates (~75% at 1 year), and sustained clinical improvements in efficacy measures (e.g., PANSS mean change ~ -20%). Responder rates more than doubled by 1 year compared to Week 6.", "population_specificity": "Patients with treatment-resistant schizophrenia not benefiting from first- or second-generation antipsychotics.", "effective_dosage": "7.5-30 mg twice daily", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:46.983038+00:00"}
{"study_id": 14477, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the physiological role of LRRK2 on EAAT2 function and its specificity in modulating glutamate clearance.", "results_summary": "The study found that EAAT2 expression and function are impaired without LRRK2 kinase or under its pharmacological inhibition, with LRRK2 stabilizing EAAT2 expression and increasing its presence at the plasma membrane. The effect was specific to EAAT2, as other neurotransmitter transporters showed no significant changes.", "population_specificity": "Xenopus laevis oocytes (heterologous expression model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:48.352273+00:00"}
{"study_id": 14478, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate how dopamine overactivity alters the homeostasis of striatal glutamate synapses in DAT-/- rats, focusing on molecular, behavioral, and functional changes.", "results_summary": "Dopamine overactivity reorganizes striatal glutamate synapses, reducing synaptic NMDA receptor availability and spine density while increasing extrasynaptic GluN2B-containing NMDA receptors, impairing plasticity. Memantine reversed these effects, restoring functional LTD and counteracting hyperlocomotion.", "population_specificity": "Dopamine transporter knockout (DAT-/-) rats", "effective_dosage": "Memantine (30 mg kg-1)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:48.515434+00:00"}
{"study_id": 14479, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to compare glutamate levels in the occipital cortex and cognitive function between ultra-treatment resistant schizophrenia (uTRS) participants and healthy controls.", "results_summary": "No significant differences in occipital cortex glutamate levels were found between uTRS participants and healthy controls, but uTRS participants showed significant cognitive deficits. Glutamate explained a small portion of cognitive performance variance, suggesting a complex role in cognition.", "population_specificity": "Fifteen ultra-treatment resistant schizophrenia (uTRS) participants and 19 healthy controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:51.064723+00:00"}
{"study_id": 14480, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify cellular pathways, particularly those involving NRF2 and glutathione biogenesis, through which andrographolide exerts its anti-SARS-CoV-2 activity in lung epithelial cells.", "results_summary": "Andrographolide increased NRF2 expression and nuclear localization, induced GCLC and GCLM (glutamate-cysteine ligase modifier subunit) expression, and restored glutathione levels reduced by SARS-CoV-2 infection, leading to decreased viral infection.", "population_specificity": "Human lung epithelial cells (Calu-3) infected with SARS-CoV-2.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:52.358734+00:00"}
{"study_id": 14483, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if the GSG index, which includes glutamate, could serve as a marker for monitoring NAFLD response to bariatric surgery.", "results_summary": "The study found significant reductions in the GSG index post-surgery, correlating with improvements in hepatic steatosis and fibroinflammation, suggesting its potential as a monitoring tool.", "population_specificity": "Ten participants with NAFLD undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "6 months post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:53.767145+00:00"}
{"study_id": 14482, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of electroacupuncture (EA) on glutamate transmission and its role in alleviating motor symptoms in a Parkinson's disease (PD) rat model.", "results_summary": "EA reduced excessive glutamate transmission and inhibited aberrant high-beta oscillations, improving motor symptoms without restoring dopamine levels. Chemogenetic activation of glutamatergic neurons hindered these benefits.", "population_specificity": "Unilateral 6-OHDA-induced Parkinson's disease rat model.", "effective_dosage": "Not specified (100 Hz EA stimulation frequency mentioned).", "study_duration": "Chronic intervention (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:54.318718+00:00"}
{"study_id": 14481, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether GTS467, an EAAT2 activator, could reduce glutamate excitotoxicity and improve cognitive impairment and impulsive behaviors in a Parkinson's disease model.", "results_summary": "Chronic GTS467 treatment improved correct responses, reduced impulsive behaviors, and normalized glutamate levels, EAAT2 expression, and NMDA receptor signaling in lesioned rats. Transcriptomic analysis also revealed differential expression of genes related to neuroprotection and cognition.", "population_specificity": "Unilaterally 6-OHDA-lesioned rats (Parkinson's disease model).", "effective_dosage": "Not specified", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:54.383502+00:00"}
{"study_id": 14484, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the relationship between mGlu5 receptor availability, borderline personality disorder (BPD), and suicide attempts (SAs) in vivo.", "results_summary": "The study found significantly higher frontolimbic mGlu5 availability in individuals with BPD compared to healthy controls and those with major depressive disorder. Higher mGlu5 availability in BPD was also associated with a history of suicide attempts and correlated with suicide risk factors.", "population_specificity": "Individuals with borderline personality disorder (BPD), healthy controls, and clinical comparison controls with major depressive disorder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:56.113677+00:00"}
{"study_id": 14486, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the neuroprotective effects of Polyscias guilfoylei ethanol extract (EEPG) against glutamate-induced oxidative stress and neuronal damage.", "results_summary": "EEPG increased cell viability, reduced Ca2+ influx and ROS generation, inhibited MAPK activation and AIF nuclear translocation in glutamate-treated HT22 cells, and attenuated brain cell death in an ischemic brain injury rat model.", "population_specificity": "HT22 neuronal cells and an ischemic brain injury rat model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:56.807657+00:00"}
{"study_id": 14485, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether traumatic brain injury (TBI) affects extracellular GABA and glutamate levels in the dorsal striatum as an indicator of damage to the cortico-striatal pathway in rats with motor deficits.", "results_summary": "The study found that TBI decreased extracellular GABA and glutamate levels in the striatum at 3 days post-injury, with more severe and prolonged deficits in the TBI + striatal injury group. Recovered rats from the TBI-alone group showed normalized GABA and glutamate levels by 18 days post-injury.", "population_specificity": "Rats with induced traumatic brain injury (TBI) and striatal injury.", "effective_dosage": "Not specified", "study_duration": "Observations up to 18 days post-injury", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:58.195958+00:00"}
{"study_id": 14487, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of the ethyl acetate fraction of chestnut honey (EACH) on glutamate-induced neurotoxicity in HT22 cells and cognitive decline in mice.", "results_summary": "EACH significantly mitigated glutamate-induced neurotoxicity in HT22 cells by restoring cell viability, reducing oxidative stress, and preventing apoptosis. It also improved cognitive dysfunction in mice by activating Nrf-2 and TrkB/CREB signaling pathways.", "population_specificity": "HT22 neuronal cells and scopolamine-injected mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:59.381324+00:00"}
{"study_id": 14489, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the neuroprotective effects of oxysophocarpine (OSC) against glutamate-induced oxidative stress and apoptosis in HT-22 cells via the Nrf2/HO-1 pathway.", "results_summary": "OSC reduced glutamate-induced oxidative stress and apoptosis in HT-22 cells, upregulated the Nrf2/HO-1 pathway, and improved cell viability and mitochondrial membrane potential.", "population_specificity": "HT-22 cell line (mouse hippocampal neuronal cells)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:01.775719+00:00"}
{"study_id": 14488, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the use of glutamate-rich protein (glurp) as a genetic marker to distinguish between treatment failures and new infections in antimalarial efficacy trials.", "results_summary": "The study discussed the role of glurp as one of three genetic markers (alongside msp-1 and msp-2) used in molecular genotyping to accurately assess antimalarial drug efficacy, highlighting the limitations of PCR techniques and parasite biology.", "population_specificity": "Not specified (focus on P. falciparum genotyping in antimalarial trials).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:01.806650+00:00"}
{"study_id": 14490, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the relationship between dACC glutamate concentration and behavioral awareness in individuals with internet gaming disorder (IGD) compared to recreational game users.", "results_summary": "The study found that dACC glutamate levels and behavioral awareness were significantly lower in the IGD group compared to recreational game users. A positive correlation between awareness and dACC glutamate concentration was observed in recreational users but was attenuated in those with IGD, suggesting reduced glutamate may underlie diminished awareness in IGD.", "population_specificity": "21 participants with IGD and 19 recreational game users, with an independent cohort of 107 participants for replication.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:03.447952+00:00"}
{"study_id": 14493, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to review the rationale and outcomes of clinical trials targeting mGlu2/3 receptors in schizophrenia and propose future directions for research.", "results_summary": "The study found mixed efficacy results for mGlu2/3 receptor agonists in schizophrenia, with insufficient clinical efficacy in the pomaglumetad program and variability in preclinical outcomes. It highlighted the need for better-defined responder populations and predictive biomarkers.", "population_specificity": "Patients with schizophrenia and preclinical models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:04.688064+00:00"}
{"study_id": 14491, "supplement_id": 1158, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the neurotoxic effects of MSG on neural stem cells (NSCs) and hippocampal neurogenesis in a rodent model.", "results_summary": "MSG showed no toxic effects on NSCs in vitro and did not alter neuronal marker expression, glutamate receptor levels, NSC proliferation, survival, or differentiation in vivo. Neurobehavioral tests also indicated no impairment in spatial learning and memory.", "population_specificity": "4-week-old male C57BL/6 mice", "effective_dosage": "Not specified", "study_duration": "Two weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:05.488894+00:00"}
{"study_id": 14492, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine if hippocampal subfield volumes were associated with glutamate levels and if baseline glutamate levels predicted changes in subfield volumes over time in first-episode psychosis patients.", "results_summary": "The study found no significant difference in hippocampal glutamate levels between patients and healthy controls, and glutamate levels were unrelated to initial subfield volumes or volume changes over 16 weeks. The results do not support glutamate as a driving factor in hippocampal volume loss.", "population_specificity": "Antipsychotic-naïve first-episode psychosis patients and matched healthy controls.", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:05.836385+00:00"}
{"study_id": 14494, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to develop a peptide for antigen-specific immunotherapy (ASI) for type 1 diabetes (T1D) based on the T1D-associated autoantigen glutamate decarboxylase 65 (GAD65).", "results_summary": "A minimal peptide derived from GAD65 (P10Sol) was shown to induce tolerance in HLA transgenic mice and was recognized by CD4+ T cells from people with T1D, suggesting therapeutic potential. The peptide demonstrated pan-HLA-DR binding and tolerance-inducing properties.", "population_specificity": "People with type 1 diabetes (T1D) and HLA-DRB1*04:01 transgenic mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:08.371661+00:00"}
{"study_id": 14495, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how IL-1β influences glutamate levels via GLS upregulation in Ménière's disease and whether modulating this pathway could alleviate symptoms.", "results_summary": "The study found elevated GLS expression in the vestibular organs of MD patients, leading to increased glutamate levels. Inhibiting GLS or blocking IL-1β receptors reduced glutamate levels and improved auditory-vestibular dysfunction in mice.", "population_specificity": "Patients with Ménière's disease and a mouse model of endolymphatic hydrops.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:08.826277+00:00"}
{"study_id": 14496, "supplement_id": 1158, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the relationship between clozapine and in vivo measures of glutamate (glu) in treatment-resistant and ultra-treatment-resistant schizophrenia patients.", "results_summary": "The study suggests clozapine may reduce glutamate levels in striatal areas but not cortical areas, while glutamatergic metabolites may increase in the anterior cingulate cortex (ACC) in treatment-resistant patients. Findings were limited by a small number of studies.", "population_specificity": "Treatment-resistant and ultra-treatment-resistant schizophrenia patients (TRS and UTRS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:10.375897+00:00"}
{"study_id": 14497, "supplement_id": 1158, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic potential of recombinant glutamate-oxaloacetate transaminase (rGOT) in protecting the brain during stroke.", "results_summary": "Continuous intravenous rGOT administration within 8 hours of ischemic onset significantly reduced infarct size in rodent and non-human primate stroke models, with reductions of 30% in severe lesions and 48% in mild lesions. The study also found that rGOT reached the brain, induced cytoprotective autophagy, and alleviated neuronal apoptosis.", "population_specificity": "Rodent and non-human primate stroke models.", "effective_dosage": "Continuous intravenous administration (specific dosage not mentioned).", "study_duration": "Within the first 8 hours after ischemic onset.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:10.861840+00:00"}
{"study_id": 14498, "supplement_id": 1158, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the neuroprotective effects of quercetin-immobilized albumin and cerium oxide nanoparticles against glutamate-induced neurotoxicity.", "results_summary": "Glutamate decreased cell viability and increased oxidative stress markers, but treatment with Q+Al+Ce2O3NPs significantly improved cell viability and reduced oxidative stress, particularly at 25 µg/ml.", "population_specificity": "Primary neuron culture (in vitro study).", "effective_dosage": "1, 5, 10, and 25 µg/ml of Ce2O3NP, Al+Ce2O3NP, and Q+Al+Ce2O3NPs.", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:13.402795+00:00"}
{"study_id": 19100, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate how short-term high-carbohydrate diets alter fatty acid metabolism in liver and muscle tissues.", "results_summary": "The study found that a high-carbohydrate diet increased systemic triacylglycerol levels and repartitioned fatty acids away from oxidation toward esterification in liver and muscle, reducing fatty acid oxidation.", "population_specificity": "Eight healthy subjects", "effective_dosage": "Not specified", "study_duration": "3 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:20.924717+00:00"}
{"study_id": 19097, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a combined insulin and metformin treatment could improve glucose utilization in rainbow trout fed a high-carbohydrate diet (30%).", "results_summary": "The study found that combined insulin and metformin treatment improved glucose utilization in the liver, reducing glycemia and increasing insulin sensitivity, but decreased insulin sensitivity in white adipose tissue and skeletal muscle. The treatment partially improved the poor glucose tolerance observed in rainbow trout.", "population_specificity": "Rainbow trout (Oncorhynchus mykiss)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:21.651561+00:00"}
{"study_id": 19101, "supplement_id": 1200, "safety_score": "20", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers examined whether a high-carbohydrate diet could trigger thyrotoxic hypokalemic periodic paralysis in a susceptible individual.", "results_summary": "The study found that a high-carbohydrate diet triggered thyrotoxic hypokalemic periodic paralysis in a 22-year-old Hispanic man, leading to muscle weakness, hypokalemia, and elevated thyroid hormone levels. Treatment with antithyroid drugs and potassium therapy resulted in a successful outcome.", "population_specificity": "22-year-old Hispanic man with nonfamilial thyrotoxic hypokalemic periodic paralysis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:21.928352+00:00"}
{"study_id": 19102, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a low-fat, high-carbohydrate (LFHC) dietary intervention influenced the timing of menopause in women at greater risk of breast cancer.", "results_summary": "The LFHC intervention did not significantly affect the time to natural menopause overall. However, an interaction with baseline BMI suggested earlier menopause in the intervention group for women with low BMI and later menopause for those with high BMI.", "population_specificity": "Premenopausal women with extensive mammographic density, a strong risk factor for breast cancer (n = 2611).", "effective_dosage": "Not specified", "study_duration": "Average follow-up of 7 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:22.177395+00:00"}
{"study_id": 19104, "supplement_id": 1200, "safety_score": "85", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a high-carbohydrate diet versus a high-MUFA diet on plasma apolipoprotein C-III and triglyceride levels.", "results_summary": "The high-CHO diet led to significant weight loss but had no effect on plasma apo C-III or triglyceride levels. Changes in apo C-III were correlated with triglyceride responses in both diets.", "population_specificity": "47 men with a mean age of 35.7 years and BMI of 29.0 kg/m².", "effective_dosage": "High-CHO diet (58% carbohydrates, 26% fat).", "study_duration": "6 to 7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:22.689637+00:00"}
{"study_id": 19103, "supplement_id": 1200, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine whether energy intake modulates the effects of low-fat, high-carbohydrate diets on inflammatory markers in postmenopausal women.", "results_summary": "The eucaloric low-fat, high-carbohydrate diet had unfavorable effects on inflammatory markers (e.g., decreased adiponectin, increased triacylglycerol), while the ad libitum version caused weight loss and improved inflammatory markers (e.g., reduced C-reactive protein, increased adiponectin).", "population_specificity": "Healthy postmenopausal women (mean age 61 ± 11 y) not receiving hormone replacement therapy.", "effective_dosage": "Fat intake reduced from 35% to 15% of energy.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:22.926749+00:00"}
{"study_id": 19098, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of high-carbohydrate (HC) and high-protein (HP) diets on body composition, gene expression, blood metabolites, hormones, and insulin sensitivity in kittens from gestation through growth.", "results_summary": "The HC diet led to higher blood leptin levels at 8 months, while the HP diet resulted in greater mRNA abundance for several genes. No differences were observed in energy intake, body weight, or physical activity between the groups.", "population_specificity": "Male kittens from gestation through 9 months of age.", "effective_dosage": "HC diet contained 30.8% digestible carbohydrate, fed ad libitum.", "study_duration": "From gestation through 9 months post-birth.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:23.132398+00:00"}
{"study_id": 19099, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of high-carbohydrate (CHO) and high-monounsaturated fatty acid (MUFA) diets on body weight and glycemic control in individuals with type 2 diabetes.", "results_summary": "The high-CHO diet resulted in similar weight loss, improvements in body composition, cardiovascular risk factors, and glycemic control compared to the high-MUFA diet, with no significant differences between the groups. These benefits were maintained in a subset of participants during an 18-month follow-up.", "population_specificity": "Overweight/obese adults with type 2 diabetes (n = 124, age 56.5 ± 0.8 years, BMI 35.9 ± 0.3 kg/m², A1C 7.3 ± 0.1%).", "effective_dosage": "Not specified", "study_duration": "12 months (with an 18-month follow-up for a subset)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:24.276612+00:00"}
{"study_id": 19107, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate the mechanisms of fatty liver development in severely burned patients and assess whether propranolol could reduce hepatic fatty acid accumulation by limiting fatty acid delivery.", "results_summary": "The study found that hepatic fat storage in burn patients results from low rates of fatty acid oxidation and VLDL-TAG secretion. Propranolol reduced fatty acid delivery and storage but did not significantly affect oxidation or VLDL-TAG secretion.", "population_specificity": "Severely burned patients", "effective_dosage": "Not specified", "study_duration": "Acute effects were studied in all patients; chronic effects (3 weeks) were assessed in a subgroup.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:30.110477+00:00"}
{"study_id": 19105, "supplement_id": 1200, "safety_score": "80", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a low-fat, high-carbohydrate diet impaired endothelial vasodilation compared to diets high in different types of fats.", "results_summary": "The high-carbohydrate diet did not impair flow-mediated dilatation (FMD) relative to monounsaturated or polyunsaturated fat diets, despite raising triglycerides and lowering HDL cholesterol. It performed similarly to these diets and better than the saturated fat diet in terms of endothelial function.", "population_specificity": "40 healthy subjects", "effective_dosage": "Not specified (diet contained at least 25 g of relevant fat or was low-fat, high-carbohydrate)", "study_duration": "3 weeks per diet", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:30.112179+00:00"}
{"study_id": 19108, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a high-carbohydrate diet and a Mediterranean diet on glucose metabolism and insulin sensitivity in healthy young subjects.", "results_summary": "The high-carbohydrate diet improved insulin sensitivity, reduced LDL and HDL cholesterol, and increased glucose uptake in monocytes, similar to the Mediterranean diet. Both diets were effective alternatives for enhancing glucose metabolism.", "population_specificity": "59 healthy young subjects (30 men and 29 women).", "effective_dosage": "Not specified.", "study_duration": "28 days per diet phase.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:30.397867+00:00"}
{"study_id": 19106, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of a high-carbohydrate diet versus a high-MUFA diet on lipid profiles and body composition in men.", "results_summary": "The high-CHO diet reduced body weight, waist circumference, total cholesterol, and LDL cholesterol comparably to the high-MUFA diet, but the high-MUFA diet had more favorable effects on triglycerides and HDL cholesterol. Lipid improvements from the high-CHO diet were partly linked to weight changes, while high-MUFA diet effects were independent of weight changes.", "population_specificity": "63 men", "effective_dosage": "58% of energy as carbohydrates (ad libitum consumption)", "study_duration": "6 to 7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:31.246221+00:00"}
{"study_id": 19109, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a high-carbohydrate diet or a high-fat diet was more effective at limiting muscle protein wasting in severely burned children.", "results_summary": "The high-carbohydrate diet significantly reduced muscle protein degradation without altering protein synthesis, improved net muscle protein balance, and increased endogenous insulin concentrations, while no differences in energy expenditure were observed between the diets.", "population_specificity": "Severely burned pediatric patients (>40% total body surface area, mean age 7.1 years).", "effective_dosage": "High-carbohydrate enteral diet (3% fat, 82% carbohydrate, 15% protein).", "study_duration": "1 week per diet (crossover design).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:32.214132+00:00"}
{"study_id": 19110, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a low-fat/high-carbohydrate diet versus a modified-fat diet high in monounsaturated fat on arterial elasticity and serum lipoprotein concentrations.", "results_summary": "The study found no significant difference in arterial elasticity between the two diets, though high-density lipoprotein cholesterol was higher on the modified-fat diet. Other lipid measures (total cholesterol, LDL cholesterol, triglycerides) showed no significant differences.", "population_specificity": "28 healthy, nonsmoking adults (men aged 35-55, postmenopausal women aged 50-60 not on hormone replacement therapy) from Melbourne, Australia.", "effective_dosage": "Not specified", "study_duration": "1 month per diet, with a 2-week washout period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:32.927456+00:00"}
{"study_id": 19111, "supplement_id": 1200, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a high-carbohydrate diet versus a monounsaturated fatty acid (MUFA)-rich diet on cardiovascular risk factors in individuals at high risk of developing Type-2 diabetes.", "results_summary": "The study found that both diets had similar effects on total cholesterol, LDL-cholesterol, triglycerides, and apoB levels. The MUFA diet showed slightly higher HDL-cholesterol and apoA-1 levels, but insulin sensitivity, blood pressure, and vWF levels were similar between the diets.", "population_specificity": "Sixteen healthy first-degree relatives of Type-2 diabetes patients (6 men, 10 women, mean age 35±2 years) with normal glucose tolerance.", "effective_dosage": "55% of energy from carbohydrates, 30% from fat, 15% from protein (CHO diet).", "study_duration": "Two 4-week treatment periods separated by a 4-week wash-out.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:33.943053+00:00"}
{"study_id": 19112, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a low-fat, high-carbohydrate diet could reduce mammographic breast density, a known risk factor for breast cancer.", "results_summary": "The study found that after 2 years, the high-carbohydrate diet significantly reduced the area of dense breast tissue compared to the control group, though the percentage of dense tissue did not differ significantly. Weight loss and menopausal status also influenced the results.", "population_specificity": "Women with radiologic densities in more than 50% of the breast area on mammography.", "effective_dosage": "Mean 61% of calories from complex carbohydrates.", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:34.221362+00:00"}
{"study_id": 19115, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to examine the long-term effects of a low-fat, high-carbohydrate diet on nutrient intake and other variables in women with extensive mammographic densities.", "results_summary": "The intervention group showed significantly lower fat intake and cholesterol levels, with some hormonal changes, but no difference in estradiol levels. The study also confirmed that women with extensive mammographic densities are at higher risk for breast cancer.", "population_specificity": "Women with extensive mammographic densities.", "effective_dosage": "Not specified", "study_duration": "Several years (follow-up after active participation ended)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:39.148779+00:00"}
{"study_id": 19113, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if a low-fat high-carbohydrate diet reduces breast cancer risk by examining its effects on serum sex hormone levels in premenopausal women.", "results_summary": "After 2 years, the intervention group showed significantly lower oestradiol (20%) and progesterone (35%) levels and slightly higher FSH levels (7%) compared to controls, suggesting potential breast cancer risk reduction via reduced ovarian hormone exposure.", "population_specificity": "Premenopausal women with extensive mammographic densities.", "effective_dosage": "Dietary fat reduced to 15% of calories (specific carbohydrate intake not detailed).", "study_duration": "2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:39.389382+00:00"}
{"study_id": 19117, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to determine the effect of dietary PCPA on brain [3H]5-HT binding in rainbow trout.", "results_summary": "The study found that dietary PCPA had no effect on the Bmax of [3H]5-HT binding but decreased the KD in one experiment, indicating increased binding affinity following short-term inhibition of 5-HT synthesis.", "population_specificity": "Rainbow trout", "effective_dosage": "Not specified", "study_duration": "Short-term (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:39.947269+00:00"}
{"study_id": 19116, "supplement_id": 1200, "safety_score": "80", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a high-carbohydrate diet (HC) alone or combined with exercise (HC-EX) improves glucose metabolism and insulin action in glucose-intolerant adults.", "results_summary": "The study found that neither the HC diet nor HC-EX altered fasting glucose or insulin levels or their post-meal response. However, glucose disposal improved slightly under moderate hyperinsulinemia, and muscle glycogen increased significantly only in the HC-EX group.", "population_specificity": "20 glucose-intolerant adults", "effective_dosage": "60% of energy as carbohydrate, 20% as fat", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:40.294827+00:00"}
{"study_id": 19114, "supplement_id": 1200, "safety_score": "65", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of a high-carbohydrate diet on blood glucose and plasma lipids in NIDDM patients with varying degrees of glucose intolerance.", "results_summary": "The high-carbohydrate diet significantly increased postprandial blood glucose in patients on glibenclamide and raised fasting plasma triglyceride concentrations in both groups, but had no effect on fasting plasma cholesterol or HDL. Postprandial insulin levels increased significantly in the diet-only group.", "population_specificity": "Eighteen NIDDM patients (9 on diet alone, 9 on diet plus glibenclamide).", "effective_dosage": "60% energy from carbohydrate, 20% from fat (high-carbohydrate diet); 40% energy from carbohydrate, 40% from fat (low-carbohydrate diet).", "study_duration": "15 days per diet phase (crossover design).", "interactions": "Interaction noted with glibenclamide (increased postprandial blood glucose).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:41.460029+00:00"}
{"study_id": 19118, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a high-carbohydrate diet versus a monounsaturated fat-rich diet on blood pressure, glucose, and lipid levels in NIDDM subjects.", "results_summary": "The high-carbohydrate diet resulted in higher systolic and diastolic blood pressure and elevated blood glucose levels compared to the monounsaturated fat-rich diet, but had no significant difference in lipid levels.", "population_specificity": "15 subjects with non-insulin-dependent diabetes mellitus (NIDDM).", "effective_dosage": "50% of energy as carbohydrate and 30% of energy as fat (10% as monounsaturated fatty acids).", "study_duration": "3 weeks per diet intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:42.287191+00:00"}
{"study_id": 19120, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the metabolic regulation of apo B mRNA editing activity in response to fasting and refeeding with a high-sucrose, fat-free diet.", "results_summary": "The study found that refeeding with a high-sucrose, fat-free diet for 48 hours stimulated liver in vitro editing activity to approximately three times that of control liver extracts, indicating metabolic modulation of apo B mRNA editing. The physical properties of editosomes and polypeptide composition also varied between treatment groups, suggesting complex regulatory mechanisms.", "population_specificity": "Rat liver extracts (animal model)", "effective_dosage": "Not specified", "study_duration": "48 hours of fasting followed by 48 hours of refeeding", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:43.135681+00:00"}
{"study_id": 19119, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of high-fat and high-carbohydrate diets on gas exchange and ventilation in COPD patients and normal subjects.", "results_summary": "The high-CHO diet led to significantly higher levels of VCO2, VO2, RQ, and VE in COPD patients compared to the high-fat diet, with effects lasting about 1.5 hours. COPD patients also showed higher VCO2, VO2, and VE, and lower ETCO2 with the high-CHO diet compared to normal controls, while the high-fat diet did not produce these differences.", "population_specificity": "COPD patients and normal control subjects", "effective_dosage": "Not specified", "study_duration": "Measurements taken every 30 minutes for at least 150 minutes post-diet", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:43.287307+00:00"}
{"study_id": 19121, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a high-carbohydrate diet affects energy expenditure and sympathetic nervous system activity in postobese women compared to controls.", "results_summary": "The study found that postobese women on a high-carbohydrate diet had higher 24-hour energy expenditure and heart rate compared to controls, attributed to increased sympathetic nervous system activity and higher carbohydrate oxidation.", "population_specificity": "Eight obese women before and after weight normalization (postobese state) and eight matched controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:47.243092+00:00"}
{"study_id": 19123, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a high-carbohydrate diet and insulin treatment on the amount of acetyl CoA carboxylase in rat liver cytosol.", "results_summary": "A high-carbohydrate diet increased acetyl CoA carboxylase content by 10 times and polysomal RNA by 365% compared to controls, suggesting enhanced enzyme biosynthesis. Insulin treatment also increased enzyme content but to a lesser extent (3 times).", "population_specificity": "Rats (fasted for 3 days, then refed a high-carbohydrate diet).", "effective_dosage": "Not specified (diet composition not detailed).", "study_duration": "3 days of refeeding after 3-day fasting.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:48.994329+00:00"}
{"study_id": 19122, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether supplementation with dihydroxyacetone and pyruvate (DHAP) in conjunction with a high-carbohydrate diet enhances metabolic responses and endurance capacity during leg exercise.", "results_summary": "The study found that DHAP supplementation significantly increased leg exercise endurance (79 ± 2 min vs. 66 ± 4 min for placebo) and glucose extraction by muscle, leading to higher estimated total glucose oxidation during exercise (203 ± 15 g vs. 165 ± 17 g for placebo). Muscle glycogen levels at rest and exhaustion did not differ between diets.", "population_specificity": "Eight untrained males aged 20-30 years.", "effective_dosage": "100 grams of DHAP (3:1 ratio of dihydroxyacetone to pyruvate) substituted for a portion of carbohydrate.", "study_duration": "7 days before exercise.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:49.754064+00:00"}
{"study_id": 19124, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of dietary fat reduction (targeting 15% of calories from fat) on mammographic dysplasia and breast cancer risk.", "results_summary": "The study found no significant influence of dietary fat reduction on the extent or density of mammographic dysplasia after one year. However, the intervention group had fewer breast cancer cases (2 vs. 5 in controls), though the total number of cancers was higher than expected.", "population_specificity": "Subjects with mammographic dysplasia (nodular or sheetlike areas of radiological density).", "effective_dosage": "Target of 15% of calories from fat (intervention group) vs. 36% (control group).", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:50.771195+00:00"}
{"study_id": 19125, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a high-carbohydrate diet versus a high-monounsaturated-fat diet on glycemic control and plasma lipoproteins in patients with non-insulin-dependent diabetes mellitus (NIDDM).", "results_summary": "The high-carbohydrate diet resulted in higher mean plasma glucose levels, increased insulin requirements, higher plasma triglycerides, and lower HDL cholesterol compared to the high-monounsaturated-fat diet. Total cholesterol and LDL cholesterol levels did not differ significantly between the two diets.", "population_specificity": "10 patients with non-insulin-dependent diabetes mellitus (NIDDM) receiving insulin therapy.", "effective_dosage": "High-carbohydrate diet: 60% carbohydrates (47% complex carbohydrates), 25% fat.", "study_duration": "28 days per diet.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:51.142454+00:00"}
{"study_id": 19126, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether reducing dietary fat to 15% of calories while increasing complex carbohydrate intake could alleviate symptoms of severe persistent cyclical mastopathy.", "results_summary": "The intervention group showed significant reductions in premenstrual breast tenderness and swelling, with 6 of 10 patients experiencing improvements in breast swelling, tenderness, and nodularity compared to 2 of 9 in the control group.", "population_specificity": "21 patients with severe persistent cyclical mastopathy of at least 5 years' duration.", "effective_dosage": "Not specified (dietary fat reduced to 15% of calories, complex carbohydrates increased to maintain caloric intake).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:51.349542+00:00"}
{"study_id": 190032, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore whether carbohydrate ingestion delays fatigue during soccer match play and helps retain soccer-specific skill performance.", "results_summary": "The study found that a high-carbohydrate diet before and during match play helps delay fatigue and may help maintain sport-relevant skills, though most assessments were conducted in controlled, non-contested environments.", "population_specificity": "Soccer players", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:56.486296+00:00"}
{"study_id": 19129, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether changes in dietary protein and carbohydrate influence the oral clearance of propranolol and theophylline.", "results_summary": "The study found that altering the diet from high carbohydrate/low protein to low carbohydrate/high protein significantly increased the oral clearance of propranolol (74%) and theophylline (32%), with corresponding changes in plasma half-life for theophylline. These results suggest that high-clearance drugs like propranolol are more susceptible to dietary manipulations than low-clearance drugs.", "population_specificity": "Six normal subjects in a clinical research center.", "effective_dosage": "Single oral dose of propranolol (80 mg) and theophylline (5 mg/kg).", "study_duration": "10 days per diet.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:56.697811+00:00"}
{"study_id": 190033, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate ways to overcome intestinal absorption limitations of carbohydrates during prolonged exercise and study the effects of chronic carbohydrate supplementation on endurance performance.", "results_summary": "The study found that using multiple transportable carbohydrates can enhance intestinal absorption and exogenous carbohydrate oxidation, potentially improving endurance performance. It also suggested that adapting to a high-carbohydrate diet might increase intestinal absorptive capacity, but there is little evidence that carbohydrate supplementation during exercise reduces training adaptations.", "population_specificity": "Not specified (likely endurance athletes or individuals engaging in prolonged exercise).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:59.335471+00:00"}
{"study_id": 19130, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of a high-carbohydrate diet on ventricular myosin isoenzyme expression in thyroidectomized and hypophysectomized rats, and its modulation by thyroid analogs and glucocorticoids.", "results_summary": "High-carbohydrate feeding increased the V1 isoenzyme in hypophysectomized and thyroidectomized rats, with synergistic effects observed when combined with thyroid hormone replacement. The study suggests dietary carbohydrate may play a primary role in regulating cardiac myosin isoenzymes, modulated by thyroid hormones and glucocorticoids.", "population_specificity": "Thyroidectomized and hypophysectomized rats, as well as euthyroid rats.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Synergistic effects noted with partial thyroid hormone replacement (3,5,3'-L-triiodothyronine) and fructose feeding.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:59.596345+00:00"}
{"study_id": 46646, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the beneficial metabolic effects of Acidipropionibacterium acidipropionici OB7439 via GPR41 signaling in a high-fat diet-induced obesity mouse model.", "results_summary": "A. acidipropionici OB7439 improved host metabolism in HFD-induced obese mice by increasing propionate production, regulating glucose tolerance, and inhibiting hepatic inflammation via GPR41 signaling. The findings suggest its potential as a therapeutic bacterium for obesity and metabolic disorders.", "population_specificity": "HFD-induced obesity mouse model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:59.691508+00:00"}
{"study_id": 46645, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate and compare the anti-obesity effects of two polysaccharide components (PCP40 and PCP80) from Pleurotus citrinopileatus in high-fat diet (HFD) mice.", "results_summary": "PCPs corrected lipid and sugar metabolism abnormalities, reduced body weight, fat weight, adipocyte size, and serum lipid levels, and improved leptin and insulin resistance in HFD mice. PCP40 showed stronger lipid-lowering effects than PCP80, likely due to higher fat binding and lipase inhibition, while both improved gut microecology and reduced inflammation.", "population_specificity": "High-fat diet-induced obese mice.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:00.383329+00:00"}
{"study_id": 19128, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to determine the suitability and benefits of a high-carbohydrate, low-fat diet for insulin-requiring and noninsulin-requiring diabetic patients, focusing on blood glucose control and weight management.", "results_summary": "The study suggests that a high-carbohydrate, low-fat diet may be beneficial for diabetic patients if it improves blood glucose control, with soluble fiber potentially aiding in cholesterol reduction. However, dietary recommendations remain uncertain for noninsulin-requiring diabetic patients, particularly regarding weight loss.", "population_specificity": "Insulin-requiring and noninsulin-requiring diabetic patients, including obese individuals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:03.506822+00:00"}
{"study_id": 19127, "supplement_id": 1200, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of a low-fat, high-carbohydrate diet on plasma lipid levels in patients with familial endogenous hypertriglyceridemia.", "results_summary": "The study found that the high-carbohydrate diet significantly reduced total plasma triglyceride and cholesterol levels, with notable decreases in VLDL cholesterol and increases in LDL and HDL cholesterol. The diet was deemed potentially useful for managing hypertriglyceridemia.", "population_specificity": "10 patients with familial endogenous hypertriglyceridemia.", "effective_dosage": "Approximately 60% of energy as carbohydrate (isocaloric diet).", "study_duration": "12-week intervention period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:03.777999+00:00"}
{"study_id": 46647, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of a high-fat diet (HFD) on retinal lipid metabolism and gene expression networks, focusing on different retinal cell types.", "results_summary": "The study found that long-term HFD significantly altered retinal lipid composition, increasing cholesteryl esters, phosphatidylcholine, and phosphatidylglycerol while decreasing eicosanoid levels. Single-cell transcriptome analysis revealed differential gene regulation in Müller glia (MG) and rod cells, with MG cells playing a critical role in retinal lipid metabolism via alternative bile acid synthesis pathways.", "population_specificity": "Mice fed a high-fat diet for 6 months.", "effective_dosage": "Not specified (HFD composition not detailed).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:05.854511+00:00"}
{"study_id": 46648, "supplement_id": 1201, "safety_score": "20", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to clarify the mechanism linking metabolic syndrome (MetS) and gastric cardia adenocarcinoma (GCA) by investigating how a high-fat diet (HFD) and dysbiosis promote the Warburg effect in tumors.", "results_summary": "The study found that HFD combined with acidic bile salts (ABS) induced oxidative stress, TNFα, and the Warburg effect in tumors, leading to larger tumors with macrophage infiltration. These effects were abolished by reducing macrophage infiltration or in Nrf2 knockout mice, suggesting a pathway through which MetS may develop GCA.", "population_specificity": "K19-Wnt1/C2mE (Gan) mice and MKN7 cells co-cultured with THP1-derived macrophages.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:06.606997+00:00"}
{"study_id": 46651, "supplement_id": 1201, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects of pyridoxine (PN) against high-fat diet (HFD)-induced kidney injury and obesity-related complications in rats.", "results_summary": "HFD caused obesity, inflammation, oxidative stress, and kidney dysfunction in rats. PN intervention mitigated these effects by reducing oxidative stress and restoring antioxidant enzyme activity.", "population_specificity": "Obese rats", "effective_dosage": "100 mg/kg/day", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:07.789299+00:00"}
{"study_id": 46650, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the neuroprotective effects of Kumquat fruit (KF) supplementation in counteracting high-fat diet (HFD)-induced neuronal damage and disruption of brain insulin signaling.", "results_summary": "KF supplementation significantly reduced HFD-induced neuroapoptosis, restored brain insulin signaling, and suppressed neuroinflammation by modulating key apoptotic and inflammatory markers.", "population_specificity": "Murine models of metabolic syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:08.167811+00:00"}
{"study_id": 46649, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the association between bile acids (BAs) and high-fat diet-induced central precocious puberty (CPP) in female rats, focusing on the roles of gut microbiota and metabolic pathways.", "results_summary": "The study found that glycodeoxycholic acid (GDCA) levels were reduced in CPP rats, and GDCA treatment delayed puberty onset by modulating gut microbiota, oxidative stress-related metabolites, and Sirt1 expression. Pregnenolone was noted to counteract the beneficial effects of Parasutterella on Sirt1 expression.", "population_specificity": "Female rats with high-fat diet-induced CPP.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:08.375640+00:00"}
{"study_id": 46653, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the impact of chlorogenic acid (CA) on high-fat diet (HFD)-induced mitochondrial dysfunction and metabolic disorder in skeletal muscle.", "results_summary": "CA reduced fat accumulation, improved exercise capacity, and enhanced mitochondrial performance in HFD-fed mice. It also improved mitochondrial biogenesis, fatty acid oxidation, and oxidative phosphorylation while reducing lactate production and protein lactylation.", "population_specificity": "C57BL/6J mice fed with a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:08.653783+00:00"}
{"study_id": 46655, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of butyrate in ameliorating obesity-induced spermatogenic dysfunction caused by a high-fat diet (HFD) and explore potential molecular mechanisms.", "results_summary": "The study found that HFD caused decreased sperm count, motility, and increased malformation rates in mice, while butyrate supplementation significantly improved these sperm indicators and restored metabolic pathways like steroid biosynthesis and primary bile acid biosynthesis.", "population_specificity": "Male mice induced with obesity via HFD.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:12.094877+00:00"}
{"study_id": 46656, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of exercise intervention on behavior, inflammatory factors, glial cells, and feeding neurons in animals with high-fat diet-induced hypothalamic inflammation.", "results_summary": "Exercise intervention generally improved behavior, inflammatory factors, glial cells, and feeding neurons in animals with high-fat diet-induced hypothalamic inflammation, though some studies reported no significant changes in food intake and body weight, and others noted reduced expression of anti-inflammatory factors.", "population_specificity": "Mice (10 studies) and rabbits (1 study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:12.654047+00:00"}
{"study_id": 46658, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the structure of fucoidan fractions (LF3-1 and LF4-1) from Saccharina japonica and their mechanism for treating obesity in high-fat-diet-fed mice.", "results_summary": "The fucoidan mixture (LF3-1 and LF4-1) reduced body weight, improved insulin resistance, ameliorated dyslipidemia, protected intestinal barrier integrity, regulated lipid metabolism, and reduced inflammation in high-fat-diet-fed mice. It also increased beneficial gut bacteria and influenced lipid metabolomics.", "population_specificity": "High-fat-diet-fed C57BL/6J mice", "effective_dosage": "100 and 300 mg/kg/d", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:15.072798+00:00"}
{"study_id": 46661, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether opaganib could suppress weight gain and improve glucose tolerance in mice fed a High-Fat Diet (HFD).", "results_summary": "Opaganib treatment significantly reduced weight gain and improved glucose tolerance in HFD-fed mice, with effects comparable to semaglutide. It also prevented weight rebound after semaglutide cessation.", "population_specificity": "Male and female C57BL/6 mice.", "effective_dosage": "Once daily, 5 days per week (specific dosage not provided).", "study_duration": "Up to 16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:16.414535+00:00"}
{"study_id": 46663, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of Lonicerae Japonica Flos (LJF) on liver injury in rats with high-fat diet (HFD)-induced non-alcoholic fatty liver disease (NAFLD).", "results_summary": "LJF extract significantly improved body weight, daily food intake, liver tissue steatosis, lipid droplet vacuolization, inflammatory cell infiltration, serum biochemical parameters, liver lipid content, inflammatory factors, and oxidative stress markers in HFD-induced NAFLD rats, with the high-dose group showing the most significant improvement.", "population_specificity": "Rats with HFD-induced NAFLD.", "effective_dosage": "High-dose group (LJF-H) mentioned, but specific amounts and frequencies not provided.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:17.378112+00:00"}
{"study_id": 46664, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic potential of hydrogen-rich water (HRW) on spermatogenesis dysfunction in rats with high-fat diet (HFD)-induced obesity.", "results_summary": "The study found that HFD significantly increased food intake, body weight, and oxidative stress while reducing sperm count and testis weight. HRW treatment improved these parameters by reducing oxidative stress and ameliorating histological changes in the testis and epididymis.", "population_specificity": "Male Wistar Albino rats", "effective_dosage": "HRW (1.5 mM) administered orally every day", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:17.424627+00:00"}
{"study_id": 46662, "supplement_id": 1201, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to assess how a high-fat diet impacts the pharmacokinetics and safety of 8 mg Ondansetron hydrochloride tablets in healthy Chinese individuals.", "results_summary": "Ondansetron had lower Cmax, AUC0-t, and AUC0-∞ in plasma when taken with a high-fat meal compared to fasting, with 90% confidence intervals outside the acceptable bioequivalence range. Adverse effects were comparable between fasting and postprandial groups.", "population_specificity": "Healthy Chinese individuals (n=53).", "effective_dosage": "8 mg Ondansetron hydrochloride tablets.", "study_duration": "Not specified in the abstract.", "interactions": "High-fat diet (978.6 kcal, 54.6% fat) affected Ondansetron pharmacokinetics.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:17.770645+00:00"}
{"study_id": 46665, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the therapeutic potential of J27, a JNK inhibitor, in mitigating high-fat diet-induced metabolic dysfunction-associated steatotic liver disease (MASLD) in mice.", "results_summary": "J27 significantly reduced hepatic steatosis, liver injury, insulin resistance, and inflammatory responses in HFD-fed mice by inhibiting JNK activation, improving insulin signaling in hepatocytes, and disrupting the JNK/NF-κB axis in macrophages.", "population_specificity": "HFD-induced MASLD mouse model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:20.163395+00:00"}
{"study_id": 46666, "supplement_id": 1201, "safety_score": "20", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of high-fat diet (HFD) consumption during adolescence on mPFC-related behaviors and underlying mechanisms, including potential protective interventions.", "results_summary": "Mice fed a HFD during adolescence developed depressive- and anxiety-like behaviors, increased risk-avoidance behavior, and morphological aberrations in mPFC neurons and microglia. Minocycline administration attenuated these adverse effects.", "population_specificity": "Adolescent mice", "effective_dosage": "Not specified", "study_duration": "Throughout adolescence (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:20.510375+00:00"}
{"study_id": 46659, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the potential benefits of xylooligosaccharides combined with L. plantarum ZDY2013 (synbiotic) on T2DM-induced intestinal injury and insulin resistance.", "results_summary": "The synbiotic improved glucose metabolism, reduced lipid accumulation, alleviated insulin resistance, restored intestinal barrier integrity, suppressed oxidative stress and inflammation, enhanced bacterial colonization, and increased SCFA production in T2DM rats.", "population_specificity": "T2DM rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:24.148872+00:00"}
{"study_id": 46667, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how a high-fat diet (HFD) influences platelet activation, premetastatic niche formation, and metastasis in breast cancer.", "results_summary": "A HFD pre-activates platelets and endothelial cells, promoting premetastatic niche formation in the lung, which enhances tumor cell homing and metastasis. Anti-platelet interventions or dietary changes reduced metastasis, and blocking fibronectin decreased tumor-endothelial cell interactions.", "population_specificity": "Triple-negative breast cancer (TNBC) female patients and preclinical models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:24.427437+00:00"}
{"study_id": 46669, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the effects of purple potato extract on oxidative stress and fat metabolism in the livers of high-fat diet-fed rats.", "results_summary": "Purple potato extract reduced body weight, improved glucose tolerance, lowered oxidative stress, and positively modulated lipid metabolism genes in high-fat diet-fed rats. It also reduced lipid accumulation and inflammation in hepatic and pancreatic tissues.", "population_specificity": "Male Wistar rats fed a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:24.847219+00:00"}
{"study_id": 46670, "supplement_id": 1201, "safety_score": "30", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate how high-fat diets contribute to NAFLD via bacterial LPS and whether butyrate administration could mitigate liver damage by altering the intestinal phageome.", "results_summary": "Excessive fat intake increased endogenous LPS levels, worsening liver injury, but butyrate administration improved hepatic health by enhancing bacteriophage diversity and reducing mitochondrial dysfunction and oxidative stress. Fecal phage transplantation confirmed that butyrate-modified phages could interact with LPS to lower liver damage.", "population_specificity": "Rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:25.475525+00:00"}
{"study_id": 46671, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of Yi Mai granule (YMG) on gut microbiota and lipid/carbohydrate metabolism in an NAFLD model using ApoE-/- mice.", "results_summary": "YMG altered gut microbiota composition and serum metabolites related to lipid and carbohydrate metabolism, suggesting therapeutic effects on NAFLD by modulating these pathways. The study linked YMG's effects to improved blood lipid profiles.", "population_specificity": "ApoE-/- mice with induced NAFLD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:25.922536+00:00"}
{"study_id": 46668, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the efficacy and mechanisms of raspberry aqueous extract (RE) in alleviating high-fat diet (HFD)-induced metabolic-associated fatty liver disease (MAFLD) in mice.", "results_summary": "RE supplementation significantly reduced HFD-induced liver injury, hepatosteatosis, inflammation, and insulin resistance by regulating fatty acid metabolism and inflammation pathways, particularly the AMPK signaling pathway. The metabolite umbelliferone (UMB) was identified as a key component in RE's therapeutic effects.", "population_specificity": "Mice with HFD-induced MAFLD.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:26.094999+00:00"}
{"study_id": 46674, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether hawthorn leaves and vitexin could mitigate obesity-related symptoms and improve gut microbiota diversity in a high-fat diet-induced obese mouse model.", "results_summary": "Hawthorn leaves and vitexin significantly reduced body weight gain, improved glucose tolerance, regulated blood lipids, and enhanced gut microbiota diversity by altering specific bacterial abundances and metabolite levels.", "population_specificity": "High-fat diet-induced obese mice", "effective_dosage": "Different doses (specific amounts not provided)", "study_duration": "13 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:28.111927+00:00"}
{"study_id": 46675, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of linagliptin on inflammasome regulation, inflammation, and adipose tissue dysfunction in obese mice fed a high-fat diet.", "results_summary": "Linagliptin reduced high-fat diet-induced endotoxemia, circulating inflammatory markers, and visceral adipose tissue inflammation by decreasing NLRC4 inflammasome activity and adipocyte hypertrophy, though subcutaneous adipose tissue showed a milder response. In vitro, linagliptin also reduced pro-inflammatory macrophage polarization.", "population_specificity": "Male C57BL/6N mice", "effective_dosage": "Not specified", "study_duration": "15 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:28.925954+00:00"}
{"study_id": 46679, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the role of intestinal IL-25 in modulating high-fat diet-induced obesity and its effects on metabolic dysfunction.", "results_summary": "The study found that high-fat diet reduced IL-25 expression in mice, which was inversely associated with metabolic markers like cholesterol and glucose. Overexpression of IL-25 in intestinal epithelial cells reduced fat absorption, cholesterol uptake, and systemic metabolic dysregulation.", "population_specificity": "Mice (transgenic and wild-type) and human intestinal Caco-2 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:32.483585+00:00"}
{"study_id": 46677, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the preventive effects of probiotic Lactiplantibacillus plantarum Lb41 against NAFLD in high-fat diet-fed mice.", "results_summary": "Lb41 significantly reduced body weight, serum lipids, and hepatic injury markers in HFD-fed mice, while improving lipid metabolism and insulin sensitivity. The probiotic also modulated key metabolic regulators in liver cells, showing potential hepatoprotective effects.", "population_specificity": "High-fat diet-fed mice (animal model)", "effective_dosage": "10^8 or 10^9 colony forming units/day", "study_duration": "7 weeks (following 5 weeks of HFD induction)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:33.089937+00:00"}
{"study_id": 46680, "supplement_id": 1201, "safety_score": "20", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the interaction between high-fat diets, obesity, neuroinflammation, and neurodegenerative diseases, specifically focusing on leptin sensitivity and the effects of aerobic exercise.", "results_summary": "The study found that high-fat diets induced obesity, leptin resistance, and increased neuroinflammation in mice, while 12 weeks of aerobic exercise activated the leptin/LepR/GSK-3β pathway, reducing inflammation and improving memory.", "population_specificity": "Wild-type and high-fat-diet-fed APP/PS1 transgenic mice.", "effective_dosage": "Not specified (high-fat diet composition not detailed).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:33.665807+00:00"}
{"study_id": 46682, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the therapeutic benefits of Renshen-zhuye decoction (RZD) on obesity and insulin resistance induced by a high-fat diet (HFD) in mice and to elucidate its underlying mechanisms.", "results_summary": "RZD treatment dose-dependently improved HFD-induced dyslipidemia, insulin resistance, glucose tolerance, and energy expenditure by modulating gut microbiota composition, enhancing intestinal barrier integrity, and reducing inflammation. Antibiotic intervention negated these benefits, while fecal microbiota transplantation confirmed gut microbiota's role in mediating RZD's effects.", "population_specificity": "High-fat diet-induced obese mice.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:34.623022+00:00"}
{"study_id": 46684, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the protective effect of Salvianolic acid B (SalB) on high-fat diet (HFD)-induced cognitive impairment and its underlying mechanisms in vivo and in vitro.", "results_summary": "SalB improved motor skills and learning capacity in HFD mice, reduced inflammatory markers, and inhibited the Trem2/Dap12 pathway in both hippocampal tissue and BV2 cells. The study suggests SalB may be a potential therapy for HFD-induced cognitive impairment.", "population_specificity": "HFD-fed mice and BV2 microglial cells.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:34.625834+00:00"}
{"study_id": 46686, "supplement_id": 1201, "safety_score": "20", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to uncover the epigenetic mechanisms by which short-term and long-term high-fat diets induce metabolic disorder, focusing on gut microbiota and m6A methylation.", "results_summary": "Both short-term (4 days) and long-term (10 weeks) high-fat diets increased mRNA m6A levels in adipose tissue, activated transposable elements, and disrupted metabolic health. Gut microbiota alterations and increased homogentisic acid (HGA) were identified as key contributors to these effects.", "population_specificity": "Mice (epididymal white adipose tissue focus)", "effective_dosage": "Not specified", "study_duration": "4 days (short-term), 10 weeks (long-term)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:35.144263+00:00"}
{"study_id": 46687, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to determine whether a postnatal high-fat diet (HFD) and maternal obesity alter muscle protein levels related to synthesis and atrophy, and if (-)-epicatechin (Epi) could mitigate these changes.", "results_summary": "The study found increased levels of atrophy-related proteins (Murf and MAFbx) in gastrocnemius and soleus tissues of rats fed a HFD, particularly in offspring of obese mothers. Epi treatment did not modify these protein levels.", "population_specificity": "Male Wistar rat offspring, including groups with maternal obesity and postnatal HFD exposure.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:36.876120+00:00"}
{"study_id": 46688, "supplement_id": 1201, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of a liposomal formulation co-encapsulating α-tocopheryl succinate (TS) and α-tocopherol (T) (TS/T-lipo) on obesity, particularly its ability to inhibit lipid accumulation without cytotoxicity.", "results_summary": "TS/T-lipo significantly inhibited lipid accumulation in vitro and reduced body weight in a high-fat diet-induced obese mouse model without causing liver toxicity or elevated blood glucose levels. Histological analysis supported the inhibition of lipid accumulation, and increased glycerol serum levels suggested enhanced lipolysis.", "population_specificity": "High-fat diet-induced obese mouse model.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:38.465832+00:00"}
{"study_id": 46690, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether ergosterol (ERG) from Zhashui Auricularia auricula could alleviate obesity and cognitive impairment induced by a high-fat diet (HFD) in mice.", "results_summary": "ERG reduced obesity-related intestinal microbial genera, lowered lipid levels and liver oxidative stress, and improved memory and learning abilities by restoring hippocampal function and reducing inflammation in HFD-fed mice.", "population_specificity": "Mice fed a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:41.663832+00:00"}
{"study_id": 46689, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop and characterize a reproducible, non-transgenic mouse model of sustained type 2 diabetes (T2D) using a high-fat diet (HFD) combined with streptozotocin (STZ) infusion.", "results_summary": "The study found that combining HFD with STZ (200 mg/kg) led to increased blood glucose, impaired glucose tolerance, obesity, and hepatic dyslipidaemia, while maintaining reduced but detectable insulin production without overt beta cell loss. The model replicated key pathophysiological changes seen in human T2D.", "population_specificity": "Adult male C57BL/6 mice", "effective_dosage": "High-fat diet (unspecified composition) for 17 weeks; STZ (200-350 mg/kg) infused over 14 days", "study_duration": "17 weeks (HFD) + 12 weeks post-STZ monitoring", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:42.814436+00:00"}
{"study_id": 46691, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers sought to determine whether irisin intervention could restore the thermogenic function of interscapular brown adipose tissue (iBAT) in mice with high-fat diet-induced obesity and improve systemic metabolism.", "results_summary": "Prolonged high-fat diet feeding impaired iBAT thermogenic capacity, but 4-week irisin intervention reduced lipid content, increased UCP1 expression, and improved glucose uptake in iBAT, leading to better systemic metabolism. The benefits of irisin were partially suppressed when iBAT was removed, indicating its role depends on iBAT function.", "population_specificity": "Mice with high-fat diet-induced obesity and iBAT deficiency", "effective_dosage": "Not specified", "study_duration": "2-week or 4-week irisin intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:43.520139+00:00"}
{"study_id": 46693, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-obesity effects of Rubia akane Nakai fruit extract (RFE) in high-fat diet-induced obese mice and 3T3-L1 adipocytes.", "results_summary": "RFE inhibited adipogenic differentiation and lipogenesis in 3T3-L1 adipocytes by downregulating key proteins (PPARγ, C/EBPα, SREBP-1) via AMPK activation. In obese mice, RFE improved obesity phenotypes and insulin resistance by suppressing adipogenesis and enhancing insulin sensitivity through GLUT4 upregulation.", "population_specificity": "High-fat diet-induced obese mice and 3T3-L1 adipocytes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:43.929050+00:00"}
{"study_id": 46695, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of GRK2 in pancreatic islet adaptations to an obesogenic diet and its impact on cardiac function.", "results_summary": "The study found that genetic ablation of GRK2 in adult β-cells delayed metabolic maladaptation to a high-fat diet, improved insulin sensitivity, and protected against obesity-induced cardiac dysfunction. βGRK2KO mice showed better cardiac function and myocardial morphology compared to controls.", "population_specificity": "Inducible β-cell-specific GRK2 knockout mouse model (βGRK2KO)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:44.612874+00:00"}
{"study_id": 46696, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of a high-fat diet (HFD) in inducing PCOS in a rat model and assess the protective effects of Lepidium sativum seed extract (LSSE) on fertility and pregnancy outcomes.", "results_summary": "The HFD, combined with letrozole, successfully induced PCOS in rats, leading to metabolic and reproductive dysfunction. LSSE treatment improved body weight, glucose levels, hormonal balance, and pregnancy outcomes, with dose-dependent effects.", "population_specificity": "Female rats with PCOS induced by letrozole and HFD.", "effective_dosage": "HFD composition: 68% regular rat food pellets, 6% maize oil, 20% milk powder, and 6% ghee.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:45.362417+00:00"}
{"study_id": 46697, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether maternal zingerone administration could mitigate metabolic dysfunctions in offspring exposed to a maternal high-fat diet.", "results_summary": "Offspring treated with zingerone showed significant reductions in body weight, glucose, insulin, cholesterol, triglycerides, and leptin levels, along with increased food intake and ghrelin levels, while POMC gene expression was inhibited at higher doses.", "population_specificity": "Young adult offspring of Wistar rat models exposed to maternal high-fat diet.", "effective_dosage": "50, 100, or 200 mg/kg of zingerone.", "study_duration": "From day 1 of pregnancy until postnatal day 21, followed by standard diet until postnatal day 42.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:46.667461+00:00"}
{"study_id": 46699, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of luteoloside on lipid metabolism imbalance in obese mice fed a high-fat diet and elucidate its molecular mechanisms.", "results_summary": "Luteoloside reduced body fat mass, improved lipid and glucose levels, alleviated inflammation, and balanced gut microbiota, with medium-dose treatment showing the most significant effects. It also regulated PPARα protein expression and inhibited lipid synthesis-related proteins.", "population_specificity": "Obese mice fed a high-fat diet.", "effective_dosage": "25, 50, and 100 mg/kg of luteoloside.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:47.087424+00:00"}
{"study_id": 46700, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether dragon fruit pomace-derived polysaccharides (PDPS) could alleviate metabolic dysfunction induced by a high-fat diet (HFD) in mice.", "results_summary": "PDPS treatment in HFD-fed mice significantly reduced body weight gain, fat accumulation, cholesterol, triglycerides, and LDL-C while increasing HDL-C. It also improved glucose tolerance, reduced liver fat, and exhibited anti-inflammatory effects by lowering pro-inflammatory cytokines. Additionally, PDPS promoted beneficial gut microbiota shifts.", "population_specificity": "Mice fed a high-fat diet.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:51.075676+00:00"}
{"study_id": 46701, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the anti-obesity effects of oat β-glucan against a high-fat diet and elucidate its regulatory mechanism through bile acid metabolism.", "results_summary": "Higher molecular weight oat β-glucan showed superior anti-obesity effects, likely due to its viscosity and fermentability, by modulating gut microbiota and bile acid metabolism. It increased beneficial bacteria (Lactobacillus, Bifidobacterium) and 7-ketodeoxycholic acid, which inactivated ileal FXR-FGF15 signaling, enhancing bile acid synthesis and hepatic lipolysis.", "population_specificity": "Not specified (likely animal or in vitro models based on abstract).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:52.442495+00:00"}
{"study_id": 46703, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the relationship between Hsd17b13 expression and metabolic dysfunction-associated steatotic liver disease (MASLD) and validate it as a therapeutic target in high-fat diet (HFD)-obese mice.", "results_summary": "Liver-specific knockdown of Hsd17b13 in HFD-obese mice improved hepatic steatosis, reduced serum ALT and FGF21 levels, and decreased liver fibrosis markers. The intervention also regulated lipid metabolism genes and altered liver lipid composition, increasing phosphatidylcholines and decreasing diacylglycerols.", "population_specificity": "Obese mice fed a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:52.649205+00:00"}
{"study_id": 46704, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the effects of Isoliquiritigenin (ISL) on lipid metabolism and obesity in a high-fat-diet (HFD)-induced obesity model in mice.", "results_summary": "ISL treatment significantly reduced HFD-induced weight gain, upregulated thermogenic genes, and enhanced BAT activity. Transcriptomic analysis revealed ISL's modulation of metabolic pathways and genes like NNAT and SGK1, suggesting its potential to mitigate obesity.", "population_specificity": "Mice subjected to an HFD-induced obesity model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:53.326900+00:00"}
{"study_id": 46702, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether time-restricted feeding (TRF) could mitigate the negative effects of a high-fat diet on the severity of K/BxN serum-transfer arthritis (STA) in mice.", "results_summary": "The study found that a high-fat diet increased inflammation markers in mice with STA, including edema, pannus formation, and bone erosion. TRF significantly reduced these inflammatory markers, suggesting it may help manage RA symptoms exacerbated by a high-fat diet.", "population_specificity": "Mice subjected to high-fat diet and K/BxN serum-transfer arthritis (STA).", "effective_dosage": "Not specified (ad libitum access for HF group, 10-hour feeding window for HF-TRF group).", "study_duration": "4 weeks of conditioning before STA induction.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:53.344797+00:00"}
{"study_id": 46708, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of FTO inhibition on cognitive function and metabolic parameters in SAMP8 mice fed a high-fat diet.", "results_summary": "The study found that FTO inhibition improved metabolic disturbances (e.g., glucose tolerance, leptin levels) and cognitive function (e.g., memory, synaptic plasticity) in HFD-fed SAMP8 mice, while also modulating neuroinflammatory and oxidative stress markers.", "population_specificity": "Senescence-accelerated mouse prone 8 (SAMP8) mice fed a high-fat diet.", "effective_dosage": "Not specified (pharmacological treatment with FB23, an FTO inhibitor).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:56.214501+00:00"}
{"study_id": 46710, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of fermented wheat germ (FWG) on maternal obesity-related metabolic disorders and placental function in high-fat diet (HFD)-induced obese maternal rats.", "results_summary": "FWG supplementation alleviated maternal metabolic abnormalities, reduced placental lipid accumulation, oxidative stress, and inflammation, and optimized placental nutrient transport more effectively than non-fermented wheat germ (WG).", "population_specificity": "High-fat diet-induced obese maternal rats.", "effective_dosage": "Not specified.", "study_duration": "10 weeks before conception until gestational day 19.5.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:59.715549+00:00"}
{"study_id": 46712, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate whether refined highland barley (RHB) could combat obesity-associated insulin resistance compared to whole-grain highland barley (WGHB) in mice fed a high-fat diet.", "results_summary": "RHB supplementation improved obesity and insulin resistance, enhanced the intestinal barrier, reduced inflammation, promoted beneficial gut bacteria, increased short-chain fatty acid production, and modulated liver gene transcription to downregulate inflammatory genes. Its effects were comparable to WGHB.", "population_specificity": "Male 6-week-old C57BL/6J mice", "effective_dosage": "30% RHB or WGHB supplemented in high-fat diet", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:01.595557+00:00"}
{"study_id": 46711, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the combined effects of puerarin and Hericium erinaceus insoluble dietary fiber on obesity induced by a high-fat diet in mice, focusing on lipid and glucose metabolism, gut microbiota, and serum metabolites.", "results_summary": "The combination of puerarin and Hericium erinaceus insoluble dietary fiber (LH) significantly reduced body weight, hepatic and adipose lipid accumulation, improved glucose tolerance and dyslipidemia, enhanced gut microbiota diversity, and promoted beneficial metabolic pathways compared to either component alone.", "population_specificity": "Mice with obesity induced by a high-fat diet.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:01.799207+00:00"}
{"study_id": 46714, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the therapeutic effects and mechanisms of combining exercise and metformin on diabetic kidney disease (DKD) in a high-fat diet-induced rat model of type 2 diabetes mellitus (T2DM).", "results_summary": "The high-fat diet, combined with streptozotocin injections, induced T2DM in rats, leading to reduced autophagic flux, increased oxidative stress, and kidney damage. The combination of exercise and metformin alleviated these effects by improving renal autophagic flux and reducing oxidative stress, fibrosis, and histopathological damage.", "population_specificity": "Rats with high-fat diet-induced T2DM.", "effective_dosage": "Streptozotocin (30 mg/kg) administered intraperitoneally.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:02.873864+00:00"}
{"study_id": 46713, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of hyperbaric oxygen therapy (HBO) on angiogenesis and apoptosis in high-fat diet (HFD)-fed mice with limb ischemia, focusing on the role of SIRT1.", "results_summary": "HBO improved blood flow, vascular density, and reduced apoptosis in HFD-fed mice with limb ischemia. In vitro, HBO restored endothelial cell function under high-glucose and oxygen-glucose deprivation conditions, primarily through SIRT1 activation.", "population_specificity": "HFD-fed mice with limb ischemia and human umbilical vein endothelial cells (HUVECs) under high-glucose and oxygen-glucose deprivation conditions.", "effective_dosage": "HBO at 3 ATA, 1 hour/day for 5 days.", "study_duration": "8 weeks on HFD, followed by 5 days of HBO treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:03.160574+00:00"}
{"study_id": 46715, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic effects of Aurantio-obtusin (AO) on obesity-associated NAFLD induced by a high-fat diet (HFD) in ApoE-/- mice.", "results_summary": "AO treatment significantly improved HFD-induced obesity, hyperlipidemia, and NAFLD symptoms by modulating gut microbiota, enhancing intestinal barrier function, and regulating hepatic lipid metabolism genes.", "population_specificity": "ApoE-/- mice fed a high-fat diet for 24 weeks.", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:04.503587+00:00"}
{"study_id": 46705, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the influence of time-restricted wheel running on whole-body energy and glucose homeostasis in mice fed a high-fat diet (HFD).", "results_summary": "Wheel running during the early or late dark phase improved metabolic outcomes, including reduced body weight gain, enhanced glucose tolerance, and decreased ectopic lipid deposition. Late dark phase exercise showed greater benefits, such as improved metabolic flexibility and insulin sensitivity.", "population_specificity": "Male, 8-week-old C57BL/6NTac mice fed a 60% high-fat diet (HFD) or a 10% low-fat diet (LFD).", "effective_dosage": "60% high-fat diet (HFD) or 10% low-fat diet (LFD).", "study_duration": "4 weeks of diet followed by 4 weeks of exercise intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:06.620114+00:00"}
{"study_id": 46709, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of a high-fat diet combined with gliadin on intestinal health and the potential benefits of Bifidobacterium longum strains in mitigating these effects.", "results_summary": "The study found that a high-fat diet with 6% gliadin negatively impacted duodenal health and gut microbiota, but three B. longum strains improved duodenal morphology, reduced inflammation, and modulated microbiota composition, with B. longum CCFM1216 showing additional benefits for blood lipids and glucose.", "population_specificity": "Mice on a 10-week high-fat diet with 6% gliadin.", "effective_dosage": "6% gliadin in the diet.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:07.897429+00:00"}
{"study_id": 46716, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of Dioscorea opposita polysaccharides (DOP) on insulin resistance, lipid metabolism, oxidative stress, and gut microbiota in high-fat-diet-induced type 2 diabetic rats.", "results_summary": "DOP supplementation improved body weight, glucose/lipid metabolism, liver oxidative stress, and gut microbiota composition in diabetic rats, suggesting potential benefits for managing high-fat-diet-induced metabolic dysfunction.", "population_specificity": "High-fat-diet and streptozotocin-induced type 2 diabetic rats.", "effective_dosage": "Low dose (200 mg/kg BW), high dose (400 mg/kg BW), and D. opposita powder (400 mg/kg BW).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:09.305992+00:00"}
{"study_id": 46718, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-obesity effects of Hericium erinaceus protein (HEP) and its underlying mechanism in alleviating lipid metabolism disorders induced by a high-fat diet.", "results_summary": "HEP reduced pancreatic lipase activity, enhanced fat excretion, and improved body weight, dyslipidemia, insulin resistance, hepatic steatosis, and liver oxidative stress in obese mice. It upregulated PPARα and fatty acid oxidation genes while downregulating lipogenesis-related genes.", "population_specificity": "Obese mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:09.917124+00:00"}
{"study_id": 46719, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to assess whether combining a low-carbohydrate, high-fat (LCHF) diet with exercise in hypoxia (EH) improved hematological, lipid, inflammatory, and blood pressure outcomes in older patients with type 2 diabetes and hypertension.", "results_summary": "The study found no significant additional benefits of hypoxia or carbohydrate restriction on blood pressure, lipid profiles, or inflammation markers. Mean corpuscular hemoglobin (MCH) increased in the EH group but decreased in the EH+LCHF group, suggesting divergent hematological effects.", "population_specificity": "Older patients with type 2 diabetes mellitus and hypertension (42 participants).", "effective_dosage": "Not specified", "study_duration": "Eight weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:11.883787+00:00"}
{"study_id": 46720, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of Lactiplantibacillus plantarum BXM2 supplementation on obesity, intestinal health, and microbiota in mice fed a high-fat diet.", "results_summary": "L. plantarum BXM2 reduced perirenal adipose index, improved intestinal health markers, regulated inflammation by normalizing TNF-α and IL-6 expression, and reversed gut dysbiosis by altering microbiota composition.", "population_specificity": "Male SPF C57BL/6J mice fed a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:12.007468+00:00"}
{"study_id": 46717, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether fermented P. brevitarsis larvae (FPB) could mitigate high-fat diet (HFD)-induced non-alcoholic fatty liver disease (NAFLD) by reducing lipid accumulation and inflammation in the liver.", "results_summary": "FPB improved HFD-induced dysglycemia, reduced liver and white adipose tissue weight, lowered serum lipid levels, and ameliorated oxidative stress, mitochondrial dysfunction, hepatic steatosis, hepatitis, and apoptosis. These effects were mediated through regulation of the AMP-activated protein kinase pathway, nuclear factor-kappa B pathway, and B-cell lymphoma 2 protein family.", "population_specificity": "The study was conducted on a model of HFD-induced NAFLD, likely in animals (exact species not specified in the abstract).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:12.142982+00:00"}
{"study_id": 46721, "supplement_id": 1201, "safety_score": "20", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the association between high-fat diet (HFD), gut microbiota alterations, bile acid metabolism, and the development of gestational diabetes mellitus (GDM).", "results_summary": "HFD was linked to higher GDM prevalence, gut microbiota dysbiosis, and altered bile acid metabolism, exacerbating glucose intolerance and insulin resistance in mice. Fecal microbiota transplantation and colesevelam intervention confirmed the role of gut microbiota and Fxr pathway in HFD-associated GDM.", "population_specificity": "Pregnant mice (GDM models) and human GDM patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:13.372105+00:00"}
{"study_id": 46722, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate how host miRNAs influence gut microbiome changes related to metformin treatment in a type 2 diabetes mouse model, particularly under a high-fat diet.", "results_summary": "The study found significant differences in miRNA expression based on diet and intestinal location, with minor effects from metformin treatment in non-diabetic mice. Key fecal miRNAs targeted specific bacteria, affecting Oscillospiraceae_NOV, Lachnospiraceae_NOV, and Bacteroides.", "population_specificity": "Non-diabetic male mice and a type 2 diabetes mouse model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:15.034449+00:00"}
{"study_id": 46723, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy and safety of combining fisetin (FSN) and hydroxychloroquine (HCQ) in treating NAFLD induced by a high-fat diet in mice.", "results_summary": "The FSN + HCQ combination effectively reversed insulin sensitivity, glucose homeostasis, and NAFLD markers by modulating lipid metabolism and inflammation, though HCQ alone exacerbated oxidative stress.", "population_specificity": "C57BL/6J mice fed a high-fat diet to induce NAFLD.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:15.992687+00:00"}
{"study_id": 67142, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the effects of quercetin (QE) on diabetes and its complications, including high-fat diet-induced obesity, by examining in vitro, in vivo, and clinical trial findings.", "results_summary": "QE demonstrated protective effects against high-fat diet-induced obesity and other diabetes-related complications by modulating inflammatory markers, improving insulin sensitivity, and enhancing glucose uptake. It also attenuated insulin resistance through multiple pathways, including peroxisome proliferator-activated receptor expression and glucose transporter-4 regulation.", "population_specificity": "Studies included in vitro, in vivo (animal models), and clinical trials, but specific human populations were not detailed.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:18.790141+00:00"}
{"study_id": 46724, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of chicory sesquiterpene lactones (TSLs) on metabolic disorders, intestinal flora, and bile acids in mice fed a high-fat diet (HFD).", "results_summary": "TSLs, along with total chicory extract (TCE) and pioglitazone (Pio), reduced body weight gain, hepatic lipid accumulation, and improved plasma biochemical parameters in HFD-fed mice. TSLs also altered intestinal flora composition and bile acid levels, suggesting potential benefits for metabolic syndrome (MetS).", "population_specificity": "C57BL/6J mice fed a high-fat diet.", "effective_dosage": "Not specified in the abstract.", "study_duration": "8 weeks of HFD feeding followed by 8 weeks of intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:19.131400+00:00"}
{"study_id": 67145, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to examine the signaling mechanisms between different tissues and organs, particularly the crosstalk involving adipose tissue, to understand obesity-related chronic diseases and explore potential treatment strategies.", "results_summary": "The abstract highlights that a high-fat diet contributes to obesity and chronic diseases but does not provide specific results on efficacy or safety. It focuses on multi-organ interactions and potential treatment strategies.", "population_specificity": "Not specified (general discussion of obesity and chronic diseases).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:19.746595+00:00"}
{"study_id": 67143, "supplement_id": 1201, "safety_score": "30", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the association between a high-fat diet, epigenetic reprogramming, and atherosclerosis, focusing on underlying mechanisms and potential therapeutic interventions.", "results_summary": "The review found that a high-fat diet rich in saturated fatty acids is a risk factor for atherosclerosis, with epigenetics playing a critical role, though the exact mechanisms remain unclear. Existing preclinical and clinical trials suggest that epigenetic drugs may help attenuate atherosclerosis, but larger trials are needed for definitive evidence.", "population_specificity": "General population, with specific mention of pregnant mothers and offspring.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:20.086742+00:00"}
{"study_id": 67144, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to understand the role of neutrophils and neutrophil extracellular traps (NETs) in the pathophysiology of obesity and related disorders induced by a high-fat diet (HFD).", "results_summary": "The study found that HFD-induced obesity leads to neutrophil infiltration and NET formation in adipose tissue, contributing to inflammation. It also highlighted the role of gut microbiota imbalance and increased intestinal permeability in metabolic inflammation, with short-chain fatty acids (SCFAs) influencing neutrophil function.", "population_specificity": "Animal models and humans (review of existing studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:20.965717+00:00"}
{"study_id": 67146, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to understand the early pathophysiological effects of high-fat diets (HFD) in rodents to identify the origins of metabolic diseases and improve treatment strategies.", "results_summary": "The study found that sustained HFD intake in mice led to insulin resistance, fatty liver, and systemic inflammatory responses within a week, resembling key disease features, though single meals did not produce visible effects.", "population_specificity": "Rodents (mice)", "effective_dosage": "Not specified", "study_duration": "Within a week of consecutive HFD meals", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:21.791196+00:00"}
{"study_id": 67147, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to explore the synergistic effects of alcohol and a high-fat diet (HFD) in exacerbating liver injury, using rodent models to simulate human alcohol-associated liver disease (ALD).", "results_summary": "The study found that a high-fat diet, when combined with alcohol consumption, increases susceptibility to liver injury, contributing to the progression of ALD. The rodent models demonstrated synergistic effects between alcohol and HFD, highlighting potential mechanisms for liver damage.", "population_specificity": "Rodent models (not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Alcohol (synergistic effect with HFD)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:23.757544+00:00"}
{"study_id": 67148, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to identify reversible risk factors for breast cancer, including the impact of a high-fat diet, to inform early intervention strategies.", "results_summary": "The study found that a high-fat diet is linked to a higher risk of breast cancer, alongside other factors like low dietary fiber intake, alcohol consumption, smoking, and obesity. However, the methodological and evidence quality of the reviewed studies was generally low.", "population_specificity": "Not specified (review of systematic reviews and meta-analyses).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:25.393258+00:00"}
