{"study_id": 25746, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Moringa oleifera seeds (MOS) in reducing metallic trace elements (MTEs) in domestic wastewater through a prototype wastewater treatment plant.", "results_summary": "The addition of MOS significantly reduced MTE concentrations in wastewater, with reductions ranging from 13% to 93% for various elements, proving MOS as effective as chemical coagulants like lime and ferric iron. The treated wastewater met UN-EP standards for safe reuse in irrigation.", "population_specificity": "Domestic wastewater samples.", "effective_dosage": "300 mg·L⁻¹ in F0 (septic tank), 50 mg·L⁻¹ in F1 (bacterial filter), and 50 mg·L⁻¹ in F2 (infiltration well).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:47:49.301216+00:00"}
{"study_id": 25747, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate Moringa oleifera-derived compounds for their potential to block EGFR and VEGFR-2 receptors as dual-acting drugs for NSCLC treatment.", "results_summary": "Five Moringa-derived compounds (hesperetin, gossypetin, quercetin, gallocatechin, and epigallocatechin) showed strong binding affinity to EGFR and VEGFR-2, outperforming control drugs in virtual screening, molecular docking, and dynamics simulations. Hesperetin, gossypetin, and quercetagetin emerged as the most promising candidates for dual-targeting therapy.", "population_specificity": "In silico study (no human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not applicable (computational study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:47:51.700698+00:00"}
{"study_id": 25749, "supplement_id": 1351, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the toxicological profile of an aqueous extract of Moringa oleifera leaves after 13 weeks of oral administration in mice.", "results_summary": "The study found that Moringa extract at 250 and 500 mg/kg did not significantly affect body weight, food intake, or hematological/histological parameters, but 1000 mg/kg reduced food intake and body weight and increased liver enzymes. The extract significantly lowered serum lipid profiles in mice.", "population_specificity": "Female and male mice", "effective_dosage": "250, 500, and 1000 mg/kg (oral administration)", "study_duration": "13 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:47:52.027971+00:00"}
{"study_id": 25750, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to isolate and characterize a fibrinolytic protease from Moringa oleifera leaves to evaluate its potential as a natural therapy for dissolving blood clots.", "results_summary": "The isolated protease demonstrated significant fibrinolytic activity, solubilizing 96.41% of blood clots in vitro under optimal conditions (pH 8.0, 37°C, 50 µg protein). The study confirmed its fibrin hydrolysis and clot-dissolving potential, suggesting it as a promising natural alternative for thrombosis treatment.", "population_specificity": "In-vitro study (no human or animal subjects specified).", "effective_dosage": "50 µg protein for optimal fibrinolytic activity.", "study_duration": "96 hours (in-vitro conditions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:47:52.991699+00:00"}
{"study_id": 25748, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the physicochemical properties and biological activities of Moringa peregrina extract-synthesized copper oxide nanoparticles (CuO NPs) and their composite with graphene oxide (CuO-GO) for potential biomedical applications.", "results_summary": "The study found that the CuO-GO nanocomposite exhibited superior cytotoxicity against MCF-7 cancer cells with minimal effects on normal NIH/3T3 cells, as well as potent antibacterial activity against Pseudomonas aeruginosa and Staphylococcus aureus, demonstrating selective cytotoxicity and synergistic effects.", "population_specificity": "In vitro testing on MCF-7 (human breast cancer cells) and NIH/3T3 (normal mouse fibroblast cells), as well as bacterial strains Pseudomonas aeruginosa and Staphylococcus aureus.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:47:53.198370+00:00"}
{"study_id": 25752, "supplement_id": 1351, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to review the effects of Moringa oleifera leaf extract on liver histopathology, glucose, and lipid metabolism, particularly in the context of NAFLD.", "results_summary": "The study found that Moringa oleifera leaf extract significantly improved liver histopathological features, glucose, and lipid metabolism in animal models, with a favorable safety profile for human health.", "population_specificity": "Animal sample models (specific species not mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:47:55.556043+00:00"}
{"study_id": 25751, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to determine the proportion and determinants of fresh Moringa stenopetala leaf intake among pregnant women in the Gamo zone, Ethiopia.", "results_summary": "Nearly half (49.6%) of pregnant women consumed fresh Moringa leaves, with factors like younger age, rural residence, antenatal care attendance, contraceptive use history, and knowledge of Moringa's benefits positively influencing consumption.", "population_specificity": "Pregnant women in the Gamo zone, south Ethiopia.", "effective_dosage": "Not specified", "study_duration": "Dietary history assessed over the last 30 days before data collection.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:47:55.687643+00:00"}
{"study_id": 25753, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether incorporating moringa leaf extract into edible films enhances their physicochemical and functional characteristics, particularly antioxidant activity.", "results_summary": "The study found that edible films with 3% moringa leaf extract exhibited moderate antioxidant activity (IC50 of 135.074 ppm), improved tensile strength, elasticity, and biodegradability, and degraded within 14 days.", "population_specificity": "Not applicable (in vitro study on edible films).", "effective_dosage": "3% (v/v based on total volume of 100 mL) moringa leaf extract.", "study_duration": "Not specified (shelf life was five days at ambient temperature).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:47:57.387132+00:00"}
{"study_id": 25755, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to analyze the research trend related to Moringa oleifera treatment for livestock embryos, focusing on frequently used keywords and citation patterns.", "results_summary": "The study found no research on Moringa oleifera for treating sick livestock embryos, no mention of ruminant-type animals other than cows in keywords, and low citation rates for the sampled papers.", "population_specificity": "Livestock embryos (no specific species beyond \"cow\" mentioned).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:47:59.548452+00:00"}
{"study_id": 25758, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of Moringa oleifera seed proteins combined with biochar for treating greywater in rural Kenyan households.", "results_summary": "The study found that Moringa oleifera seed proteins significantly reduced contaminants in greywater, including colour (43-67%), turbidity (91-98%), and surfactants (89-93%), though total organic carbon and dissolved solids increased.", "population_specificity": "Rural households in Kwale and Siaya counties, Kenya.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:00.984817+00:00"}
{"study_id": 25757, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether ethanolic Moringa Oleifera extract (MOE) loaded into niosomes (MOE-NIO) could protect against doxorubicin-induced cardiotoxicity in rats.", "results_summary": "MOE-NIO mitigated doxorubicin-induced cardiotoxicity by reducing oxidative stress, inflammation, and apoptosis markers while enhancing antioxidant status. It also modulated key signaling pathways (NF-kB, p38 MAPK, Nrf2) in cardiac tissue.", "population_specificity": "Male Wistar rats", "effective_dosage": "250 mg/kg, orally administered daily", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:01.579687+00:00"}
{"study_id": 25759, "supplement_id": 1351, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the biochemical and histological effects of Moringa oleifera leaf extract against valproate-induced kidney damage in rats.", "results_summary": "Moringa extract attenuated valproate-induced kidney damage by reducing oxidative stress biomarkers, inflammatory proteins, and histological damage while restoring antioxidant enzyme activities and glutathione levels.", "population_specificity": "Female Sprague-Dawley rats", "effective_dosage": "0.3 g/kg body weight/day", "study_duration": "15 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:02.510395+00:00"}
{"study_id": 25754, "supplement_id": 1351, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the anticancer, anti-inflammatory, antioxidant, and antibacterial properties of Moringa seed extract (MSE) and its potential mechanisms of action.", "results_summary": "MSE demonstrated potent anticancer effects against Caco-2, MDA, and HepG-2 cells with high selectivity for tumor cells over normal cells, induced apoptosis, and caused cell cycle arrest. It also exhibited strong anti-inflammatory, antioxidant, and broad-spectrum antibacterial activity.", "population_specificity": "In vitro study using human cancer cell lines (Caco-2, MDA, HepG-2) and normal human cells, as well as bacterial strains (Staphylococcus aureus, Salmonella typhimurium, Escherichia coli).", "effective_dosage": "IC50 values of 9.15 ± 1.18, 4.85 ± 0.11, and 7.36 ± 0.22 µg/mL for cancer cells; MIC values of 1.25 mg/mL, 1.23 mg/mL, and 22.5 mg/mL for bacterial strains.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:02.833998+00:00"}
{"study_id": 25761, "supplement_id": 1351, "safety_score": "85", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to investigate glucomoringin from Moringa oleifera as a potential therapeutic agent for Alzheimer's disease using computational analysis.", "results_summary": "Molecular docking showed strong binding to I-1β, and pharmacokinetic analysis indicated cytochrome P450 enzyme inhibition. Toxicological predictions affirmed safety, and bioactivity assessments suggested versatility in modulating key pathways.", "population_specificity": "In silico (computational) study, no human or animal subjects.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:04.879925+00:00"}
{"study_id": 25760, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the molecular mechanisms by which Moringa oleifera leaf extract (Mor) and/or telmisartan (Telm) alleviate carbon tetrachloride (CCl4)-induced liver fibrosis in rats.", "results_summary": "Mor/Telm treatment significantly reduced liver fibrosis markers (ALT, AST, NF-κB, TNF-α, TGF-β1, caspase-3), downregulated HDAC2 and p-SMAD3, and upregulated SMAD7 and PPARγ expression, demonstrating hepatoprotective effects. Histopathological improvements were also observed.", "population_specificity": "Male Sprague-Dawley rats with CCl4-induced liver fibrosis.", "effective_dosage": "400 mg/kg/day of Moringa extract.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:04.995887+00:00"}
{"study_id": 25763, "supplement_id": 1351, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the genoprotective activity and safety of Moringa oleifera leaf extracts against cyclophosphamide-induced genotoxicity in Swiss albino mice.", "results_summary": "Moringa oleifera extracts showed no significant genotoxic effects on somatic and germ cells and demonstrated potential chemoprotective properties by inhibiting DNA damage caused by cyclophosphamide.", "population_specificity": "Swiss albino mice", "effective_dosage": "100, 200, or 400 mg/kg body weight administered orally daily", "study_duration": "28 days", "interactions": "Cyclophosphamide (50 mg/kg body weight intraperitoneally daily for 5 days)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:09.156543+00:00"}
{"study_id": 25762, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of chemically activated Moringa oleifera seed biomass (MOSB) as a biosorbent for removing progesterone (PGT) from synthetic wastewater.", "results_summary": "The study found that MOSB effectively adsorbed PGT with optimal conditions at 86.8 min, 500 μg L-1 PGT concentration, 298 K, and 0.1 g adsorbent dosage. The process was spontaneous, exothermic, and pH-independent, with a maximal monolayer biosorption capacity of 135.8 μg g-1.", "population_specificity": "Synthetic wastewater (not human or animal subjects).", "effective_dosage": "0.1-2.0 g adsorbent dosage.", "study_duration": "Contact time ranged from 10-180 min.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:09.441810+00:00"}
{"study_id": 25764, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effects of Moringa oleifera extract on parasitemia, monocyte activation, and organomegaly in a malaria-infected animal model.", "results_summary": "The study found that 50% Moringa leaf extract was effective in reducing parasitemia and minimizing liver and spleen enlargement, while 25% extract induced monocyte activation and reduced kidney enlargement.", "population_specificity": "Male Mus musculus (mice) infected with Plasmodium berghei ANKA.", "effective_dosage": "25%, 50%, and 75% concentrations of Moringa leaf extract.", "study_duration": "6 days of observation followed by termination on day 7.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:09.961807+00:00"}
{"study_id": 25765, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate how different roasting conditions affect bioactive compounds and antioxidant capacity in moringa seed kernels (MSKs).", "results_summary": "Light and medium roasting increased glucomoringin (GMG) content and enhanced total phenolic content and antioxidant capacity, while excessive roasting degraded GMG but increased other phenolic acids and alkaloids.", "population_specificity": "Not specified (in vitro study on MSKs)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:11.106013+00:00"}
{"study_id": 25728, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the anticancer effects of Moringa oleifera extracts on Oral squamous cell carcinoma.", "results_summary": "The review found that Moringa oleifera components exhibit antioxidant, anti-inflammatory, anticancer, and chemopreventive properties, with all 11 studies showing a low risk of bias. However, more clinical trials are needed to confirm its efficacy and safety as a complementary therapy.", "population_specificity": "In-vitro investigations, molecular analyses, and animal models (no human subjects specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:11.373138+00:00"}
{"study_id": 25766, "supplement_id": 1351, "safety_score": "85", "efficacy_score": 78, "quality_score": 72, "study_goal": "The researchers aimed to evaluate the potential of a gelatin-chitosan-moringa leaf extract (G-CH-M) biopolymer for biomedical applications, particularly in wound care and contamination prevention.", "results_summary": "The biopolymer showed high antibacterial activity, especially against S. aureus, effectively protected plasmid DNA from oxidative stress, and exhibited minimal hemolysis (<2% at 50 mg/mL). However, it had no significant effect on E. coli swarming motility.", "population_specificity": "Bacterial isolates (Gram-positive S. aureus and Gram-negative E. coli) and in vitro models (plasmid DNA protection, hemolysis assay).", "effective_dosage": "50 mg/mL (concentration tested in hemolysis assay).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:12.300652+00:00"}
{"study_id": 25768, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of Moringa oleifera leaf polysaccharide (MOLP) on intestinal flora in mice with DSS-induced ulcerative colitis.", "results_summary": "MOLP-H (100 mg/kg/day) improved intestinal flora diversity and increased beneficial bacteria (Firmicutes) while reducing pathogenic bacteria (Helicobacter) in DSS-induced colitis mice. The treatment restored microbial balance, suggesting MOLP-H may act as a prebiotic.", "population_specificity": "DSS-induced ulcerative colitis mice", "effective_dosage": "100 mg/kg/day (high dose)", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:13.335625+00:00"}
{"study_id": 25769, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to synthesize and evaluate bioplastic films using Moringa oleifera gum combined with other materials to improve physicochemical properties for packaging applications.", "results_summary": "The study found that bioplastic films with higher citric acid content exhibited good elongation, oxygen barrier properties, and biodegradation rates (>95%), while varying glycerol and citric acid amounts allowed tuning of hydrophilicity, hydrophobicity, rigidity, and flexibility.", "population_specificity": "Not applicable (material science study).", "effective_dosage": "Not applicable.", "study_duration": "Not applicable.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:17.349920+00:00"}
{"study_id": 25770, "supplement_id": 1351, "safety_score": "70", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety threshold of Moringa homogenate in rats by assessing general behavior, body weight, food intake, blood and serum biochemical indices, and histopathology.", "results_summary": "The study found that a dose of 6 g/kg BW caused diarrhea and gastrointestinal inflammation in rats, while lower doses (≤3 g/kg BW) showed no adverse effects on weight, food intake, or blood parameters. No abnormal deaths occurred in any group.", "population_specificity": "Sprague Dawley rats (n=40)", "effective_dosage": "6 g/kg BW (T1), ≤3 g/kg BW (T2, T3)", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:18.174508+00:00"}
{"study_id": 25771, "supplement_id": 1351, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how adding plant-based organic compost to clay soil affects metal content, bioavailability, and nutrient accumulation in Moringa oleifera leaves.", "results_summary": "The study found that compost addition significantly altered soil metal concentrations and increased nutrient accumulation in Moringa leaves, except for cobalt and chromium. The 30% compost mix yielded the highest nutrient levels, and the harvested leaves were deemed safe for human consumption.", "population_specificity": "Moringa oleifera plants grown in clay soil amended with plant-based compost.", "effective_dosage": "Soil amended with 15%, 30%, 45%, and 60% plant-based organic compost by volume.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:19.457662+00:00"}
{"study_id": 25772, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the neuroprotective and antioxidant effects of Moringa seed extracts (MSE) against chlorpyrifos-induced cerebral and ocular toxicity in mice.", "results_summary": "MSE normalized pro-inflammatory markers and AChE serum levels, reduced oxidative stress, and increased antioxidant markers in cerebral and ocular tissues, with dose-dependent effects most evident at 100 mg/kg.", "population_specificity": "Mature male Wistar Albino mice", "effective_dosage": "50 mg/kg and 100 mg/kg", "study_duration": "One-week treatment regimen", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:19.575558+00:00"}
{"study_id": 25773, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of Moringa oleifera seed husk-derived microparticles, alone and in hybrid cryogels, for removing heavy metal ions from laboratory waste.", "results_summary": "The study found that hybrid cryogels (CMC-MS25 and CMC-MS50) removed over 90% of targeted metal ions, with Cu2+ adsorption facilitated by electrostatic interactions and chelation. The adsorbents were reusable and scalable, suggesting a cost-effective solution for metal recovery.", "population_specificity": "Laboratory waste with specific heavy metal contaminants (Cr6+, Mn2+, Co2+, Fe3+, Ni2+, Cu2+, Zn2+, Sr2+, Hg2+, Pb2+).", "effective_dosage": "Not specified (adsorbent column treatment).", "study_duration": "Not specified (batch and column adsorption experiments).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:21.907386+00:00"}
{"study_id": 25774, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to examine the phenotypic and genotypic characteristics of P. aeruginosa and S. aureus and test the efficacy of Moringa oleifera aqueous extract in inhibiting their virulence.", "results_summary": "Moringa oleifera aqueous extract at 0.312 mg/ml significantly reduced the expression of the P. aeruginosa pslA biofilm gene (fold change 0.40332), indicating potential antimicrobial effects against these pathogens. The extract showed inhibitory effects on biofilm formation and virulence gene expression.", "population_specificity": "Bacterial isolates (P. aeruginosa and S. aureus) from food sources (raw milk, Kariesh cheese, ice cream, processed cheese).", "effective_dosage": "0.312 mg/ml Moringa oleifera aqueous extract.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:22.156307+00:00"}
{"study_id": 25776, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate Moringa oleifera's potential as a dietary supplement to alleviate heat stress in female rabbits by measuring improvements in hormonal and biochemical responses.", "results_summary": "Moringa supplementation significantly reduced corticosterone levels (18.39% lower than control), improved triiodothyronine levels, and enhanced estradiol and follicle-stimulating hormone compared to other treatments. It also positively affected glucose, protein, albumin, and globulin levels while reducing cholesterol and creatinine.", "population_specificity": "Female rabbits under heat stress in South West Nigeria.", "effective_dosage": "Not specified", "study_duration": "84 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:22.303232+00:00"}
{"study_id": 25767, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of whey protein and M. oleifera gel, alone or in combination, on osseointegration in rabbits.", "results_summary": "The experimental group showed significant differences in osteoblast and osteocyte counts after two weeks, with mature bone development by six weeks compared to the control group's woven bone. Immunohistochemical results indicated early positive expression of osteoblast cells in the experimental group at two weeks.", "population_specificity": "Six rabbits with titanium implants in their femurs.", "effective_dosage": "Not specified", "study_duration": "2- and 6-week intervals", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:23.348505+00:00"}
{"study_id": 192252, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not specify a study goal related to Moringa.", "results_summary": "The abstract does not report any findings related to Moringa.", "population_specificity": "The abstract mentions people living with HIV (PLWHIV) but does not specify if Moringa was studied in this population.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:24.366031+00:00"}
{"study_id": 192251, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of Moringa oleifera leaf aqueous extract on energy metabolism and antioxidant function in young male adults.", "results_summary": "The supplement group showed improved upper- and lower-body strength, treadmill endurance, and favorable changes in blood biochemical parameters (glucose, urea, malondialdehyde, glutathione peroxidase activity) compared to the placebo group.", "population_specificity": "Young male adults (26.3 ± 3.5 years)", "effective_dosage": "Not specified", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:24.866402+00:00"}
{"study_id": 192256, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of Moringa oleifera leaf supplementation on CD4 counts, viral load, and anthropometric measures in HIV-positive adults on antiretroviral therapy (ART).", "results_summary": "Moringa supplementation significantly increased CD4 cell counts compared to the placebo group, but no significant differences were observed in viral load or anthropometric parameters (weight and BMI).", "population_specificity": "HIV-positive adults on ART in Nigeria.", "effective_dosage": "Not specified in the abstract.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:27.066923+00:00"}
{"study_id": 192257, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of a nutritional supplement containing Moringa Oleifera, combined with Tadalafil, on improving erectile function in men with mild to moderate vasculogenic erectile dysfunction.", "results_summary": "The study found that the combination of Tadalafil and the nutritional supplement (including Moringa) significantly improved IIEF-5 scores compared to Tadalafil alone, suggesting enhanced endothelial function and cGMP production. No hormonal or metabolic differences were observed between groups.", "population_specificity": "Men aged 38-69 with mild to moderate vasculogenic erectile dysfunction.", "effective_dosage": "Nutritional supplement (containing Moringa) administered once daily (exact dosage not specified).", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:28.416305+00:00"}
{"study_id": 192258, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of Moringa oleifera leaves supplementation on the quality of life (QoL) of HIV-positive adults on antiretroviral therapy (ART).", "results_summary": "The study found that Moringa supplementation significantly improved physical, psychological, level of independence, and social relationship domains of QoL in HIV-positive adults compared to the control group. The control group showed improvements only in social relationships, environment, and spirituality domains.", "population_specificity": "HIV-positive adults in Nigeria on ART.", "effective_dosage": "Not specified in the abstract.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:29.879212+00:00"}
{"study_id": 192260, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the impact of Moringa oleifera leaf powder supplementation compared to nutritional counseling on the nutritional and immune status of people living with HIV undergoing antiretroviral therapy.", "results_summary": "Patients receiving Moringa supplementation showed significantly greater increases in BMI and albumin levels compared to the control group receiving nutritional counseling. The study concluded that Moringa supplementation could be an effective local solution to improve nutritional intake and status in this population.", "population_specificity": "Adult HIV-infected patients in the Democratic Republic of the Congo, stable on antiretroviral therapy (WHO clinical stages 2, 3, or 4).", "effective_dosage": "Daily Moringa oleifera leaf powder (exact dosage not specified).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:31.191634+00:00"}
{"study_id": 192259, "supplement_id": 1351, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the antipathogenic potential, therapeutic properties, and ethnomedicinal uses of Moringa oleifera, particularly for oral health care.", "results_summary": "The study highlights Moringa's bioactive compounds and ethnomedicinal applications, suggesting its potential in reducing adverse effects of conventional medicines and improving oral health, though specific clinical outcomes are not detailed.", "population_specificity": "Not specified (review of existing studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:31.286135+00:00"}
{"study_id": 26077, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding motor imagery (MI) training via telerehabilitation to conventional treatment improves pain, kinesiophobia, and functionality in patients with distal radius fractures (DRF).", "results_summary": "The study found that MI combined with conventional treatment significantly improved wrist function, extension range of motion, and hand grip strength compared to conventional treatment alone, with notable effect sizes. Both groups showed improvements in pain, muscle strength, and quality of life, but the MI group had superior outcomes in specific functional measures.", "population_specificity": "Patients aged 18-65 with distal radius fractures treated conservatively.", "effective_dosage": "MI treatment was administered in addition to traditional rehabilitation (three times a week for 8 weeks).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:33.137504+00:00"}
{"study_id": 26078, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether autistic adults can engage in motor imagery by comparing their performance in executing, perceiving, and imagining hand movements with non-autistic adults.", "results_summary": "The study found that motor imagery processes are relatively intact in autistic adults, with Fitts' Law relationships observed across execution, imagination, and perception tasks for both groups. Movement times were longest during imagination and shortest during perception, suggesting motor imagery could be explored as a therapy for motor coordination difficulties in autism.", "population_specificity": "Twenty autistic adults and twenty age- and IQ-matched non-autistic controls.", "effective_dosage": "Not applicable (behavioral tasks, not a supplement).", "study_duration": "Single online session (duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:33.905178+00:00"}
{"study_id": 26081, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of isolated and combined applications of Motor Imagery (MI) and Action Observation (AO), along with Brain-Machine Interfaces (BMI), on upper limb motor changes and cognitive function in Parkinson's disease (PD).", "results_summary": "The study protocol expects improvements in upper limb motor function (measured by the Test d'Évaluation des Membres Supérieurs de Personnes Âgées and other scales) and cognitive function (assessed via the PD Cognitive Rating Scale), though final results are not yet reported.", "population_specificity": "Individuals with Parkinson's disease (PD).", "effective_dosage": "10 sessions, each lasting approximately 60 minutes.", "study_duration": "10 sessions, with follow-up four weeks post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:38.138321+00:00"}
{"study_id": 26082, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether motor imagery-enhanced therapy using the Erigo®Pro walking table improves balance and trunk stability in acute stroke patients.", "results_summary": "Motor imagery-enhanced therapy showed significant improvements in trunk stability and balance, with statistical trends confirming its superiority in frontal plane balance. It also increased transversus abdominis muscle tension.", "population_specificity": "Sixty-six acute stroke patients with an average age of 64.85 ± 18.62 years.", "effective_dosage": "Not specified", "study_duration": "Two weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:38.525369+00:00"}
{"study_id": 26080, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether combining kinesthetic motor imagery-based brain-computer interface (KI-BCI) with transcranial direct current stimulation (tDCS) is more effective for improving upper limb function in subacute stroke patients than using either intervention alone.", "results_summary": "KI-BCI showed superior efficacy compared to tDCS alone in improving upper limb motor function and daily living abilities. The combined BCI-tDCS group did not achieve the hypothesized optimal outcome, though tDCS alone reduced quantitative EEG indices, suggesting potential future benefits.", "population_specificity": "Subacute stroke survivors (n=48)", "effective_dosage": "KI-BCI group: 30 min/day; tDCS group: 30 min/day; BCI-tDCS group: 15 min tDCS + 15 min KI-BCI/day", "study_duration": "4 weeks (5 sessions/week)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:38.934240+00:00"}
{"study_id": 26083, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the therapeutic potential of guided imagery techniques, particularly Motor Imagery (MI), in improving motor recovery in stroke patients.", "results_summary": "MI showed benefits for gait, balance, and upper limb function in stroke rehabilitation, with enhanced effects when combined with gait training or action observation. However, methodological concerns like allocation concealment and blinding were noted.", "population_specificity": "Stroke patients (average age 50-70, 35% female)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:39.031269+00:00"}
{"study_id": 26084, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of neurofeedback (NF) training versus motor imagery (MI) training without feedback in enhancing upper limb motor recovery in chronic stroke survivors.", "results_summary": "The NF group showed a higher improvement in Fugl-Meyer Assessment Upper Extremity (FMA-UE) scores post-intervention compared to the MI group, with significant improvement only in the NF group. The NF group also exhibited more pronounced lateralisation in EEG laterality index (LI) and maintained improvement at one-month follow-up.", "population_specificity": "Chronic stroke survivors with partial upper-limb motor impairment (FMA-UE > 21) and partially functional corticospinal tract (CST).", "effective_dosage": "Not specified", "study_duration": "5 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:40.864551+00:00"}
{"study_id": 26086, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a novel BCI combining action observation, motor imagery, and steady-state motion visual evoked potential (CAMS) could enhance cortical excitability and improve classification performance for motor rehabilitation.", "results_summary": "The CAMS intervention increased negativity in movement-related cortical potential (MRCP) components, indicating enhanced cortical excitability, and achieved a median classification accuracy of 83.8%. The findings suggest CAMS can effectively engage motor cortex activity and improve BCI performance.", "population_specificity": "25 healthy volunteers", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:41.609439+00:00"}
{"study_id": 26085, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining action observation (AO) and motor imagery (MI) improves healthcare students' ability to locate anatomical structures compared to traditional lectures or AO alone.", "results_summary": "Immediately post-intervention, both AO and AO+MI groups outperformed the control group in accuracy. At one-week follow-up, only the AO+MI group retained significantly higher accuracy compared to AO alone.", "population_specificity": "Entry-level healthcare students", "effective_dosage": "Not specified", "study_duration": "Immediate post-intervention and one-week follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:41.674417+00:00"}
{"study_id": 26079, "supplement_id": 1353, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine whether kinesthetic motor imagery (MI) of the concentric or eccentric phase of back squats, performed concomitantly with physical training, could improve force and power in expert athletes.", "results_summary": "Both MI groups (MICONCENTRIC and MIECCENTRIC) showed significant improvements in 5 RM force and power compared to the control group, with the MIECCENTRIC group outperforming the MICONCENTRIC group in 5 RM workload. However, the MIECCENTRIC group reported higher effort perception and task difficulty.", "population_specificity": "CrossFit® athletes of national level (n = 100).", "effective_dosage": "3 resistance training sessions per week, ~1 hour per week, with MI performed during the back squat exercise.", "study_duration": "5 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:45.584120+00:00"}
{"study_id": 26087, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the long-term impacts and neurobiological mechanisms of Motor Imagery (MI) and Acupuncture Synchronized with MI (ASMI) therapies in stroke rehabilitation.", "results_summary": "Scale data showed behavioral improvements in both treatment groups. EEG and fNIRS data revealed significant differences in specific frequency bands between the groups, suggesting distinct neurobiological effects of the therapies.", "population_specificity": "Stroke patients", "effective_dosage": "Not specified", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:45.641006+00:00"}
{"study_id": 26089, "supplement_id": 1353, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine the feasibility and impact of motor imagery practice (MP) of voluntary cough (VC) and expiratory muscle strength training (EMST) on pulmonary and cough function in community-dwelling adults.", "results_summary": "The study found that MP of VC and EMST was feasible (95% adherence) and improved voluntary cough, with significant increases in peak expiratory flow rate (PEF) from both handheld devices and cough spirometry. Minimal burden was reported, as indicated by low Exercise Therapy Burden Questionnaire scores.", "population_specificity": "Twenty community-dwelling adults.", "effective_dosage": "25 repetitions daily at 70% training load.", "study_duration": "Five weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:47.136083+00:00"}
{"study_id": 26090, "supplement_id": 1353, "safety_score": "100", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the feasibility and preliminary efficacy of BCI-VR pedaling training on attention, executive function, and lower-extremity function in stroke patients.", "results_summary": "The study found significant improvements in lower-extremity strength, balance, walking stability, attention, and general cognitive function post-intervention, with no adverse events reported. A strong correlation was observed between balance improvements and cognitive test performance.", "population_specificity": "Twelve stroke patients with motor imagery ability, capable of walking 10 meters continuously.", "effective_dosage": "30 minutes per session, 5 days per week.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:47.825873+00:00"}
{"study_id": 26091, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the concept, classification, mechanism, application, and effectiveness of motor imagery therapy for upper limb motor function rehabilitation in stroke patients with hemiplegia in China.", "results_summary": "Motor imagery therapy was found to effectively promote the rehabilitation of upper limb function in stroke patients, with evidence supporting its implementation in medical and rehabilitation institutions. The review summarized available Chinese experience to validate its application.", "population_specificity": "Stroke patients with hemiplegia in China.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:48.198314+00:00"}
{"study_id": 26088, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the performance of a wearable motor imagery-based brain-computer interface (MI-BCI) system for online classification of MI-EEG signals, focusing on reducing setup time and enhancing portability for stroke rehabilitation.", "results_summary": "The wearable MI-BCI system achieved average offline and online accuracies of 85.21% and 76.54%, respectively, and demonstrated comparable performance to a commercial Neuroscan device (77.84% vs. 76.50%). The system showed superior performance with fewer channels and was validated on a large number of subjects.", "population_specificity": "Sixty-six healthy subjects (46 for offline/online experiments, 20 for comparison experiment).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:48.262658+00:00"}
{"study_id": 26092, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the response to motor imagery interventions using visual or auditory inputs in patients with persistent pelvic pain and assess how mental visualization capacity influences outcomes.", "results_summary": "Auditory motor imagery showed a nonsignificant reduction in pain intensity, while visual input had no effect. Attention to pain improved in the visual group but remained stable in the auditory group, with mental visualization capacity not significantly impacting outcomes.", "population_specificity": "Forty patients diagnosed with persistent pelvic pain.", "effective_dosage": "Six motor imagery sessions over 2 weeks.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:50.351543+00:00"}
{"study_id": 26095, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the relationship between menstrual symptoms and motor imagery skills in young women.", "results_summary": "The study found weak negative correlations between menstrual symptoms (negative effects/somatic complaints and pain intensity) and motor imagery skills (kinesthetic and visual imagery). Chronic menstrual pain negatively affected both kinesthetic and visual imagery abilities.", "population_specificity": "117 women aged 18-40 experiencing menstruation.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:52.697670+00:00"}
{"study_id": 26094, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether gait training combined with motor imagery (MI) has a greater effect on gait in people with Parkinson's disease (PD) compared to gait training alone.", "results_summary": "The study is still ongoing, but it aims to compare the effects of MI-inclusive gait training (GiG) with standard gait training (GaG) on gait speed, variability, and other functional outcomes in PD patients, with results to be measured post-training and at an 8-week follow-up.", "population_specificity": "Individuals with idiopathic Parkinson's disease and unimpaired cognition.", "effective_dosage": "2 sessions per week for 6 weeks.", "study_duration": "6 weeks of intervention with an 8-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:54.617003+00:00"}
{"study_id": 26099, "supplement_id": 1353, "safety_score": "90", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine whether motor imagery activates the coagulation system and poses a thrombotic risk.", "results_summary": "Motor imagery had virtually no effect on coagulation activation but caused significant plasma expansion (7.53% plasma volume change). No significant changes in coagulation parameters were observed.", "population_specificity": "Ten healthy young subjects.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:54.756161+00:00"}
{"study_id": 26098, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether BCI training with MI-contingent feedback improves upper limb function and neural plasticity more effectively than MI-independent feedback in chronic stroke patients.", "results_summary": "The MI-contingent feedback BCI group showed significantly greater improvements in wrist extensor muscle strength and active range of motion, along with enhanced functional connectivity in both hemispheres, compared to the MI-independent feedback group.", "population_specificity": "Persons with chronic stroke", "effective_dosage": "Not specified", "study_duration": "4 weeks post-intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:55.706990+00:00"}
{"study_id": 26096, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether supplementing motor imagery (MI) training with somatosensory stimulation could enhance MI capabilities in healthy participants.", "results_summary": "The intervention group showed a significant increase in sensorimotor rhythm event-related desynchronization (SMR-ERD) compared to the control group, indicating improved MI ability due to somatosensory stimulation. The combination of electrical and mechanical stimuli enhanced excitability of the sensorimotor cortex.", "population_specificity": "Healthy participants (n=16)", "effective_dosage": "Neuromuscular electrical stimulation above sensory threshold but below motor threshold (St-NMES), along with passive movement stimulation using an exoskeleton (specific dosage not detailed).", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:55.816976+00:00"}
{"study_id": 26097, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the feasibility and potential efficacy of combining motor imagery (MI) and transcranial direct current stimulation (tDCS) to enhance motor function.", "results_summary": "The MIActive group showed significant improvements in time-to-completion immediately after the intervention and at one-week follow-up, along with lower ΔO2Hb levels compared to other groups, suggesting MI and tDCS could improve motor function.", "population_specificity": "Not specified beyond participants in a controlled trial (likely healthy adults, given the context).", "effective_dosage": "Not specified (only mentions \"active or sham tDCS\" during MI session).", "study_duration": "Short-term (immediate post-test and 1-week follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:57.581729+00:00"}
{"study_id": 26100, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the medium- and long-term effects of graded motor imagery (GMI) combined with usual care on affective and clinical outcomes in patients with chronic shoulder pain.", "results_summary": "At 6-month and 1-year follow-ups, GMI showed statistically and clinically significant improvements in pain intensity, fear of movement, catastrophization, shoulder range of motion, and central sensitization. The effects were sustained over time, with notable reductions in pain and functional improvements.", "population_specificity": "148 patients with chronic shoulder pain.", "effective_dosage": "6-week GMI program (specific dosage not detailed).", "study_duration": "6 weeks of intervention, with follow-ups at 6 months and 1 year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:59.287340+00:00"}
{"study_id": 26101, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to examine motor imagery ability and its association with pain, functional status, neck awareness, and depression in individuals with chronic neck pain.", "results_summary": "Individuals with chronic neck pain showed impaired motor imagery ability, which was weakly to moderately correlated with pain intensity, cervical extensor endurance, neck awareness, and depression levels. Regression analysis indicated that motor imagery ability could explain these factors, suggesting potential benefits for functional and psychosocial outcomes.", "population_specificity": "60 individuals with chronic neck pain, aged 18-65 years (83% female).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:01.002492+00:00"}
{"study_id": 26105, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of motor imagery (MI) and action observation (AO) combined with physical exercise on pelvic floor and related structures in healthy women.", "results_summary": "MI and AO groups showed significant improvements in pelvic floor muscle strength and lumbo-pelvic motor control, with AO showing early improvements at 1 week. Pain sensitivity improved in all groups, with MI showing early changes.", "population_specificity": "Forty-four healthy women.", "effective_dosage": "Six sessions at 3 sessions/week for 2 weeks.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:04.311213+00:00"}
{"study_id": 26103, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To explore the effects of telerehabilitation-based motor imagery (Tele-MI) training on motor imagery ability, motor function, and performance in children with Duchenne muscular dystrophy (DMD).", "results_summary": "Tele-MI training improved motor imagery ability in children with DMD, with large interaction effects observed for visual and kinesthetic imagery scores. Small-to-medium effects were noted on motor function, particularly involving the trunk.", "population_specificity": "Children with Duchenne muscular dystrophy (DMD) and healthy children as controls.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:04.378323+00:00"}
{"study_id": 26104, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of graded motor imagery (GMI) versus transcutaneous electrical nerve stimulation (TENS) in improving pain and functionality in patients with knee osteoarthritis.", "results_summary": "Both GMI and TENS showed significant within-group improvements, but GMI demonstrated superior outcomes in knee flexion ROM, knee extensor muscle strength, WOMAC-pain, WOMAC-function, VAS-activity, knee flexor muscle strength, and WOMAC-stiffness, with results maintained for 6 weeks post-treatment.", "population_specificity": "Patients with knee osteoarthritis (n=46).", "effective_dosage": "Not specified.", "study_duration": "8 weeks of treatment, with a 6-week follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:05.332013+00:00"}
{"study_id": 26102, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to verify the immediate and sustained effects of action observation and motor imagery (AOMI) using virtual reality (VR) on myo-prostheses control and assess the impact of visual feedback of EMG signals during AOMI.", "results_summary": "AOMI using VR showed sustained effects on motor learning of myo-prosthetic control, with significant improvements in the Grasp Force Adjustment Test (GFAT) 1 week post-intervention in both VR+ and VR groups compared to controls. Immersion was higher in VR groups, but no significant difference was found between VR+ and VR groups in post-hoc tests.", "population_specificity": "24 healthy right-handed individuals wearing a myo-prostheses simulator on their dominant hands.", "effective_dosage": "Not specified", "study_duration": "Immediate effects assessed post-intervention and sustained effects evaluated 1 week later.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:06.071792+00:00"}
{"study_id": 26106, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether combining motor imagery (MI) with non-invasive brain stimulation (NIBS) is more effective than either intervention alone for improving upper limb motor function and daily living activities after stroke.", "results_summary": "The meta-analysis found that combining MI with NIBS significantly improved upper limb motor function and daily living activities compared to MI or NIBS alone, with strong statistical significance (P < 0.00001). Subgroup analyses indicated that the effectiveness of the combined therapy varied based on stroke stage, MI type, and NIBS type.", "population_specificity": "Stroke patients (886 participants across 14 studies).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:06.774574+00:00"}
{"study_id": 26107, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether motor imagery training improves balance, gait parameters, and ataxia severity in children post-medulloblastoma resection compared to traditional physical therapy alone.", "results_summary": "The study found significant improvements in balance, ataxia severity, and gait parameters in both groups, with greater benefits in the motor imagery group (though statistical significance was marginal, P > 0.05). Motor imagery combined with physical therapy was deemed an effective rehabilitation approach.", "population_specificity": "Children aged 7-9 years with cerebellar ataxia following medulloblastoma resection.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:07.410208+00:00"}
{"study_id": 26108, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of Motor Imagery (MI) in improving motor symptoms, balance, gait, and quality of life in Parkinson's disease (PD) patients.", "results_summary": "The study found significant improvements in balance and gait, particularly in the Timed Up and Go (TUG) test with cognitive tasks (85.2% improvement) and walking speed (5.1% improvement). However, results for upper limb function and speech were inconclusive due to study heterogeneity and lack of focus.", "population_specificity": "Parkinson's disease patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:10.285552+00:00"}
{"study_id": 26109, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of an online graded motor imagery (GMI) program in reducing pain intensity and improving sexual function in women with genito-pelvic pain/penetration disorder (GPPPD).", "results_summary": "The online GMI group showed significant reductions in pain intensity and improvements in sexual function. Participants with better movement imagery abilities had greater improvements, while those with negative beliefs about vaginal penetration had lower sexual function scores.", "population_specificity": "Women diagnosed with genito-pelvic pain/penetration disorder (GPPPD).", "effective_dosage": "2-week segments of left/right judgment exercises, mental simulation of movements, and gradual exposure therapy.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:12.754488+00:00"}
{"study_id": 26112, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the temporal congruence between imagined and executed movements in NSCLBP patients and explore group differences in movement chronometry, psychological well-being, and disability.", "results_summary": "NSCLBP patients showed significant temporal incongruence in both lumbar flexion and TUG tasks, executing movements more slowly than imagined, while asymptomatic subjects displayed incongruence only in the TUG task. Correlations were found between execution delays, higher disability, and greater fear of movement in NSCLBP patients.", "population_specificity": "28 NSCLBP patients and 28 asymptomatic subjects.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:13.887532+00:00"}
{"study_id": 26110, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether individualized cortical responses to rTMS treatments influence the effectiveness of rTMS-induced motor imagery decoding enhancement in stroke patients.", "results_summary": "Stroke patients with different neural reorganization patterns responded individually to rTMS therapy, with those without cortical lesions showing significant activation increases in the ipsilesional hemisphere and improved motor imagery decoding accuracy when receiving ipsilesional activation therapy. Recovery rates were higher in patients without cortical lesions receiving ipsilesional activation therapy compared to those receiving suppression therapy.", "population_specificity": "Subacute stroke patients (26 total, divided into four groups).", "effective_dosage": "Four rTMS treatments: ipsilesional 10 Hz, contralesional 1 Hz, ipsilesional 1 Hz, and sham stimulation.", "study_duration": "2 weeks of neuromodulation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:14.143273+00:00"}
{"study_id": 26111, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of telerehabilitation-based graded motor imagery (GMI) training on pain and pain-related factors in people with multiple sclerosis (MS).", "results_summary": "The intervention group showed significant reductions in pain intensity (both general and neuropathic), improved motor imagery ability, fatigue, depression, quality of life, and cognitive functions compared to the control group. No significant effects were observed for anxiety, sleep quality, daytime sleepiness, or verbal memory.", "population_specificity": "People with multiple sclerosis (32 participants, 16 in intervention and 16 in control groups).", "effective_dosage": "2 weeks of implicit MI training followed by 6 weeks of explicit MI training (frequency not specified).", "study_duration": "8 weeks of intervention with assessments at baseline, week 8 (post-treatment), and week 12 (follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:15.452479+00:00"}
{"study_id": 26114, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether adding neurofeedback to motor imagery (MI) training could further improve grasping ability in people with C6-C7 tetraplegia compared to MI alone or a control condition.", "results_summary": "The study found that MI training significantly improved tenodesis grasp in people with C6-C7 tetraplegia, and the researchers hypothesized that neurofeedback could further enhance this improvement. The trial design included multiple outcome measures to assess kinematic, strength, dexterity, quality of life, and brain reorganization effects.", "population_specificity": "Inpatients with C6-C7 tetraplegia (n=21).", "effective_dosage": "Three 45-minute training sessions per week.", "study_duration": "5 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:17.736952+00:00"}
{"study_id": 26115, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect and mechanism of motor imagery based on action observation treatment in improving swallowing function for dysphagia patients with Wallenberg syndrome.", "results_summary": "The experimental group showed significant improvements in swallowing function scores and extensive activation in multiple brain regions during swallowing motor imagery, suggesting the therapy's effectiveness. The mechanism may involve selective activation of the mirror neuron system.", "population_specificity": "Thirty in-patient adults with dysphagia due to Wallenberg syndrome.", "effective_dosage": "Once daily for 14 days (specific dosage not detailed).", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:18.943619+00:00"}
{"study_id": 26116, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether integrating dynamic motor imagery (MOTIFS model) into physical rehabilitation improves psychological readiness and physical performance in individuals with traumatic knee injuries.", "results_summary": "The study found no significant differences in psychological readiness (ACL-RSI) or side hop limb symmetry index between the MOTIFS and Care-as-Usual groups. Enjoyment scores also did not meet the continuation criteria, indicating the need for major modifications to the MOTIFS trial.", "population_specificity": "Individuals undergoing rehabilitation for traumatic knee injuries (n=42).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:20.616082+00:00"}
{"study_id": 26118, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of adding motor imagery priming prior to task-specific practice on activity and motor impairment outcomes in stroke rehabilitation compared to task-specific practice alone.", "results_summary": "Motor imagery priming had a very small to large effect on activity and motor impairment outcomes, with standardized mean differences of 0.48 for activity and 0.51 for impairment. The evidence quality was low to moderate.", "population_specificity": "Adult stroke survivors", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:22.667873+00:00"}
{"study_id": 26117, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of Graded Motor Imagery (GMI) and Mirror Therapy (MT) in reducing pain, improving function, and managing swelling in patients with Complex Regional Pain Syndrome (CRPS).", "results_summary": "GMI and MT reduced pain by an average of 20 points on the Neuropathic Pain Scale (NPS) and improved function, with GMI also contributing to some reduction in swelling. MT showed significant pain reduction and functional improvements, particularly in post-stroke CRPS patients, though small sample sizes and mixed designs limit generalizability.", "population_specificity": "Patients with Complex Regional Pain Syndrome (CRPS), including post-stroke CRPS patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:22.748021+00:00"}
{"study_id": 26093, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare motor imagery ability in chronic rotator cuff-related shoulder pain (C-RCRSP) patients versus pain-free controls and assess its association with central sensitization.", "results_summary": "C-RCRSP patients had significantly poorer motor imagery abilities compared to pain-free controls (p < 0.001). Those with higher central sensitization (CSI≥40) showed even worse motor imagery performance, slower response times, and greater pain-related impairments.", "population_specificity": "Chronic rotator cuff-related shoulder pain (C-RCRSP) patients (n=48) and pain-free controls (n=45).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:23.593460+00:00"}
{"study_id": 26119, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of Graded Motor Imagery (GMI) on Quality of Life, pain, kinesiophobia, pain catastrophization, and anxiety in participants with Painful Diabetic Neuropathy (PDN).", "results_summary": "The study concluded that this high-quality RCT would provide important information on GMI's efficacy for improving QoL, pain levels, and associated psychological factors, aligning with the biopsychosocial model of pain.", "population_specificity": "Participants aged 18-75 with Type 1 or Type 2 diabetes and a DN-4 score ≥3.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:23.655215+00:00"}
{"study_id": 26113, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether adding graded motor imagery to a multimodal physical therapy program improves outcomes (SPADI scores, pain with activities, Q-DASH scores, and ROM) in patients with frozen shoulder compared to multimodal physical therapy alone.", "results_summary": "Graded motor imagery combined with multimodal physiotherapy showed clinically superior improvements in SPADI and Q-DASH scores but not in activity-related pain or ROM. The benefits were statistically significant but some differences did not meet the prespecified MCID.", "population_specificity": "38 patients with clinically and radiologically confirmed primary frozen shoulder, with ROM limitations compared to the unaffected shoulder.", "effective_dosage": "12 sessions, each ~45 minutes, twice a week for 6 weeks.", "study_duration": "6 weeks of intervention, with assessments at baseline, 6 weeks, and 8 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:25.968465+00:00"}
{"study_id": 26121, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To investigate the effectiveness of motor imagery (MI) in isolation or combined with action observation (AO) compared to sham interventions for improving freezing of gait, speed, physical function, and balance in individuals with Parkinson's Disease.", "results_summary": "MI showed statistically significant improvements in speed and balance at post-treatment compared to sham interventions. The evidence was of very low certainty, suggesting modest but notable effects.", "population_specificity": "Individuals with Parkinson's Disease", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:26.618724+00:00"}
{"study_id": 26120, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the impact of BCI-based rehabilitation on lower limb motor dysfunction in acute ischemic stroke patients by evaluating motor function, walking ability, and daily living activities.", "results_summary": "The study found that combining conventional rehabilitation with BCI rehabilitation significantly improved lower limb motor function, walking ability, and daily living activities compared to conventional rehabilitation alone, with statistically significant improvements in FMA-LE, FAC, and MBI scores.", "population_specificity": "64 patients with acute ischemic stroke experiencing lower limb motor dysfunction.", "effective_dosage": "BCI rehabilitation was administered for 1 hour daily (30 minutes in the morning and 30 minutes in the afternoon), alongside conventional rehabilitation (70 minutes daily).", "study_duration": "2 weeks (20 sessions total).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:26.977643+00:00"}
{"study_id": 26122, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how acute stress influences motor imagery (MI) capacity and temporal congruence (TC) in young, healthy subjects unfamiliar with MI.", "results_summary": "The study found no significant differences in MI capacity or TC between the stress and control groups, suggesting acute stress does not significantly affect MI performance in this population. MI may remain a useful technique even in stressful situations.", "population_specificity": "62 young, healthy subjects (mean age 20.65; 39 females, 23 males) unfamiliar with MI.", "effective_dosage": "Not specified", "study_duration": "Single session (pre- and post-stress/control assessment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:30.402649+00:00"}
{"study_id": 26123, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effectiveness of a combined program of task-oriented work and motor imagery on improving motor competence in children susceptible to Developmental Coordination Disorder (DCD).", "results_summary": "The study protocol suggests that motor imagery, combined with task-oriented work, shows promise in addressing motor competence issues in children with DCD, though specific efficacy results are not detailed in the abstract.", "population_specificity": "Children aged 6 to 12 years old susceptible to DCD.", "effective_dosage": "20 protocol sessions (frequency not specified).", "study_duration": "Not explicitly stated, but implied by the 20-session intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:31.507019+00:00"}
{"study_id": 26125, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of Motor Imagery (MI) on upper- and lower-extremity function and functional performance in patients with stroke.", "results_summary": "More than half of the upper-extremity function studies reported improved performance in various assessments, while six of 15 high-quality studies on upper extremity and six of 14 studies on gait and balance reported significant effects. MI training and conventional rehabilitation programs were found to effectively enhance upper limb functional abilities, gait speed, and balance in acute and chronic stroke patients.", "population_specificity": "Patients with stroke (acute and chronic stages)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:31.895246+00:00"}
{"study_id": 26127, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the effects of Motor Imagery on static and dynamic balance and fear of re-injury in professional football players with Grade II ankle sprains.", "results_summary": "The study found statistically significant improvements in static balance for the right lower extremity and heart rate in the Motor Imagery group compared to the placebo group. Both groups showed significant results before and after the intervention, but the Motor Imagery group demonstrated superior outcomes in specific measures.", "population_specificity": "Professional football players with Grade II ankle sprains.", "effective_dosage": "Six intervention sessions (specific frequency not detailed).", "study_duration": "4 weeks (follow-up after intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:32.319547+00:00"}
{"study_id": 26124, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the influence of action observation (AO) perspective (egocentric vs. allocentric) on the effectiveness of combined action observation and motor imagery (AOMI) training for novice learning of a complex judo throw.", "results_summary": "AOMI training improved motor skill performance, with allocentric perspective (AOMIALLO) reducing specific errors more than egocentric (AOMIEGO). Self-efficacy increased across all conditions, and both AOMI conditions enhanced mental representation structures compared to control.", "population_specificity": "Thirty novice participants learning the Osoto Gari judo throw.", "effective_dosage": "Not specified", "study_duration": "7 days (pre-test, acquisition Days 2-6, post-test Day 7, retention-test Day 14)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:32.685296+00:00"}
{"study_id": 26128, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of combining motor imagery with action observation on athletes' performance and performance perception.", "results_summary": "The study found no significant improvement in physical performance after the intervention, but the experimental group showed enhanced performance estimation following video observation, not motor imagery. The control group did not exhibit this improvement.", "population_specificity": "21 voluntary participants (10 male athletes).", "effective_dosage": "24-minute motor imagery sessions during video observation, three times weekly.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:33.586378+00:00"}
{"study_id": 26130, "supplement_id": 1353, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to investigate the acute effects of motor imagery-based physical activity on maternal well-being and physiological parameters in women with high-risk pregnancies.", "results_summary": "The study found that motor imagery-based physical activity significantly improved maternal well-being and oxygen saturation without adverse effects on the fetus or uterine contractions. The intervention showed a significant main effect of time on maternal heart rate and well-being, with a notable group-by-time interaction for maternal well-being.", "population_specificity": "Women with high-risk pregnancies.", "effective_dosage": "Not specified (diaphragmatic-breathing exercise and motor imagery-based physical activity).", "study_duration": "From August 2023 to January 2024 (exact intervention duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:35.611693+00:00"}
{"study_id": 26129, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of motor imagery (MI) training, both alone and combined with low-frequency sound (LFS), on force torque production and neural mechanisms during maximal voluntary contractions of the quadriceps.", "results_summary": "The study found that both MI and MI + LFS groups showed increased force torque between Posttest and Retention, while the control group experienced a decline. Regression analyses indicated a negative relationship between force performance and EEG activity in the MI + LFS group, suggesting transient interference of LFS on cortical activity.", "population_specificity": "60 participants (20 per group: MI, MI + LFS, control) undergoing maximal voluntary contractions of the quadriceps.", "effective_dosage": "Not specified (single session of MI or MI + LFS).", "study_duration": "2 consecutive days (test-retest intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:36.711669+00:00"}
{"study_id": 26131, "supplement_id": 1353, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential impact of combining action observation, motor imagery, and peripheral nerve stimulation on hand dexterity in stroke patients.", "results_summary": "The study found preliminary evidence of an immediate improvement in hand dexterity, thumb-index pinch force, and thumb tapping speed after a single session of the combined intervention. The results suggest a possible benefit, but further research is needed to confirm these findings.", "population_specificity": "10 subacute stroke patients with motor impairment.", "effective_dosage": "10-minute session with concurrent action observation, motor imagery, and electrical wrist stimulation.", "study_duration": "Single 10-minute session.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:39.074270+00:00"}
{"study_id": 26132, "supplement_id": 1353, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the therapeutic potential of a non-invasive neuromodulation protocol combining tDCS and AO+MI for improving motor, cognitive, and functional outcomes in a patient with corticobasal degeneration.", "results_summary": "The study found improvements in balance, functional strength, and long-term cognitive functions (attentional set-shifting, inhibitory control, verbal attentional span, and working memory), but no change in walking speed. Emotional well-being and general health improved post-treatment but were not sustained, while falls efficacy showed long-term improvement.", "population_specificity": "A 70-year-old female patient diagnosed with probable corticobasal degeneration (CBD).", "effective_dosage": "20 sessions of anodal tDCS (2 mA for 20 minutes) combined with AO+MI (lower limb movements, video observation, and gradual execution).", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:41.593823+00:00"}
{"study_id": 76856, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the impact of a short-term neuromuscular electrical stimulation program on exercise tolerance and inotropic support necessity in hospitalized patients with advanced heart failure.", "results_summary": "The neuromuscular electrical stimulation group showed a significantly higher 6-minute walk test distance and a greater reduction in dobutamine dose compared to the control group.", "population_specificity": "Hospitalized patients with advanced heart failure under continuous intravenous inotropic support.", "effective_dosage": "Daily training sessions to both lower extremities.", "study_duration": "Around two weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:48.980405+00:00"}
{"study_id": 76854, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of unilateral strength training using neuromuscular electrical stimulation (NMES) versus voluntary contractions on muscle strength and contralateral limb postural control.", "results_summary": "Both NMES and voluntary contractions similarly increased muscle strength in the trained and contralateral limbs, but neither improved monopedal postural control. No changes were observed in the control group.", "population_specificity": "36 non-active healthy male subjects", "effective_dosage": "43 contractions of the quadriceps femoris at 20% of MVC, 3 sessions per week", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:49.570350+00:00"}
{"study_id": 76858, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether neuromuscular electrical stimulation (NMES) could preserve quadriceps muscle mass in patients with acute moderate or severe stroke.", "results_summary": "NMES significantly reduced the degree of quadriceps muscle thickness loss on both paretic and non-paretic sides compared to the control group, suggesting it may help preserve muscle mass in stroke patients.", "population_specificity": "Twenty patients with acute, moderate, or severe stroke (average age 68±11 years).", "effective_dosage": "NMES treatment for bilateral quadriceps muscles (specific parameters not detailed).", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:49.765707+00:00"}
{"study_id": 76857, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of neuromuscular electrical stimulation (NMES) on muscle strength, architecture, functional capacity, and endothelial function in patients with chronic kidney failure on hemodialysis.", "results_summary": "NMES increased lower limb muscle strength and had a protective effect against muscle atrophy in patients with chronic kidney failure on hemodialysis, but no significant changes were observed in functional capacity or endothelial function.", "population_specificity": "Patients with chronic kidney failure on hemodialysis (n=21).", "effective_dosage": "3 times/week (20-34 min per session) during hemodialysis sessions.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:49.900685+00:00"}
{"study_id": 76859, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of combining blood flow restriction (BFR) with low-intensity neuromuscular electrical stimulation (NMES) on skeletal muscle adaptation, compared to their isolated use or no treatment.", "results_summary": "The combination of BFR and NMES significantly increased leg strength compared to the control group, while isolated NMES or BFR showed non-significant improvements. No significant changes in muscle size were observed across any group.", "population_specificity": "Twenty recreationally active subjects.", "effective_dosage": "Each leg was stimulated for 32 minutes, 4 days per week.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:49.964336+00:00"}
{"study_id": 76860, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine if daily neuromuscular electrical stimulation (NMES) combined with protein supplementation could protect muscle mass and function in healthy older adults after 5 days of bed rest.", "results_summary": "NMES+PRO maintained thigh lean mass but did not prevent loss of muscle function. The preservation of muscle mass was linked to reduced expression of atrophy-related genes (myostatin and MAFbx) rather than restored nutrient-induced mTORC1 signaling.", "population_specificity": "Healthy older adults (~70 years)", "effective_dosage": "40 minutes/session, 3×/day (morning, afternoon, evening) + 17g protein supplement", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:50.687015+00:00"}
{"study_id": 76861, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to examine the acute effects of patellar tendon vibration combined with wide-pulse width NMES on muscle force, fatigue resistance, and post-exercise recovery in knee extensor muscles.", "results_summary": "Tendon vibration combined with NMES increased torque-time integral in half of the subjects and reduced voluntary force loss (fatigue) across all participants, but did not affect indirect markers of muscle damage. Negative responders to vibration showed better results with NMES alone.", "population_specificity": "16 healthy adults", "effective_dosage": "NMES at 30 Hz with 1000 μs pulse width; tendon vibration applied in separate sessions", "study_duration": "Acute effects measured immediately after, 1 h, and 48 h post-intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:50.887195+00:00"}
{"study_id": 76855, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the effectiveness of the geko™ neuromuscular electrical stimulation device as an adjunctive therapy for non-healing venous leg ulcers and determine its suitability for inclusion in the medical supply formulary.", "results_summary": "The study found that the geko™ device led to an average weekly reduction in ulcer surface area of 4.5% overall, with adherent patients showing a 7.0% reduction compared to 1.8% in non-adherent patients. Success appeared dependent on adequate arterial status, infection management, and treatment adherence.", "population_specificity": "Patients with non-healing venous leg ulcers who had failed to heal within 24 weeks of standard therapy (n=11).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:50.948831+00:00"}
{"study_id": 76863, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether a multimodal intervention including neuromuscular electrical stimulation (EStim) could improve mood and cognitive function in adults with progressive multiple sclerosis (MS).", "results_summary": "Greater participation in the intervention, including EStim, was associated with improvements in anxiety, depression, cognitive function, and executive function over 12 months. Mood and cognitive improvements were more strongly linked to dietary changes than to exercise or stress management.", "population_specificity": "Adults with progressive multiple sclerosis (MS).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:57.662059+00:00"}
{"study_id": 76864, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of neuromuscular electrical stimulation combined with resistance training and testosterone replacement therapy on body composition and metabolic profile in individuals with spinal cord injury.", "results_summary": "The study investigated the impact of 16 weeks of neuromuscular electrical stimulation-based resistance training combined with testosterone replacement therapy, but specific results regarding its effects were not detailed in the abstract.", "population_specificity": "Individuals with chronic, motor complete spinal cord injury aged 18-50 years.", "effective_dosage": "Not specified for neuromuscular electrical stimulation; testosterone replacement therapy was administered via transdermal patches (4-6 mg/day).", "study_duration": "16 weeks of intervention, with some participants completing an additional 16 weeks of detraining.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:59.447337+00:00"}
{"study_id": 76867, "supplement_id": 1374, "safety_score": "100", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to assess the efficacy of combining neuromuscular electrical stimulation (NMES) with low-frequency repetitive transcranial magnetic stimulation (rTMS) on upper extremity motor function in acute/subacute ischemic stroke patients.", "results_summary": "The study found that NMES combined with rTMS led to the highest percent improvement in motor function (48-99.3%) compared to the control group (13.1-28.1%). Hand motor recovery was significant in both experimental groups but unchanged in the control group, with some motor cortex excitability changes observed via fMRI.", "population_specificity": "Acute/subacute ischemic stroke patients (n=25).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:59.765961+00:00"}
{"study_id": 76862, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To investigate whether combining mirror therapy with neuromuscular electrical stimulation improves motor recovery and walking ability in stroke patients with foot drop.", "results_summary": "The combination therapy improved walking ability (10-meter walk test) and reduced spasticity more effectively than mirror therapy alone or control. No significant difference in spasticity was found between the two intervention groups, but the combination group showed greater improvement compared to the control.", "population_specificity": "Sixty-nine stroke patients with foot drop.", "effective_dosage": "0.5 hours/day, five days/week.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:00.796247+00:00"}
{"study_id": 76865, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Neuromuscular Electrical Stimulation (NMES) combined with individualized rehabilitation on muscle strength in ICU survivors.", "results_summary": "NMES and personalized physiotherapy did not significantly improve muscle strength or functional status at hospital discharge, but showed potential benefits in patients with ICU-acquired weakness at two weeks post-ICU discharge.", "population_specificity": "128 ICU survivors (average age 53±16 years).", "effective_dosage": "Daily NMES sessions (specific parameters not detailed).", "study_duration": "Duration not explicitly stated, but outcomes were assessed at hospital discharge and up to two weeks post-ICU discharge.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:02.205504+00:00"}
{"study_id": 76866, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To examine the effectiveness of neuromuscular electrical stimulation (NMES) for managing shoulder subluxation after stroke, comparing short and long daily treatment durations.", "results_summary": "NMES showed a significant treatment effect for reducing shoulder subluxation in acute and subacute stroke patients, regardless of treatment duration, but no significant effect for chronic stroke patients or on arm function and shoulder pain.", "population_specificity": "Patients with shoulder subluxation post-stroke (acute, subacute, and chronic phases).", "effective_dosage": "Short (1 hour or less) or long (more than one hour) daily treatment durations.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:02.634496+00:00"}
{"study_id": 76869, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effects of stimulation intensity change speed (SICS) in Neuromuscular Electrical Stimulation (NMES) on cortical excitability and motor performance.", "results_summary": "The study found that fast SICS evoked more significant cortical excitability than slow SICS, as measured by EEG analysis, suggesting potential for enhanced motor dysfunction rehabilitation. Brain function areas were sensitive to SICS, indicating NMES's role in improving neural recovery.", "population_specificity": "Individuals with motor dysfunction (e.g., stroke, spinal cord injury).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:03.054007+00:00"}
{"study_id": 76870, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential role of neuromuscular electrical stimulation as an intervention for peripheral muscle dysfunction in cystic fibrosis patients.", "results_summary": "The study suggests neuromuscular electrical stimulation may be beneficial for some cystic fibrosis patients, alongside exercise training and other interventions, but further investigations are needed to confirm its efficacy.", "population_specificity": "Patients with cystic fibrosis, particularly those with mild-to-moderate phenotypes and severe cases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:05.611105+00:00"}
{"study_id": 76874, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of neuromuscular electrical stimulation combined with conventional physical therapy versus conventional therapy alone on muscle thickness in critically ill patients.", "results_summary": "The intervention group maintained rectus abdominis and chest muscle thickness, while the conventional group showed significant reductions. The intervention group also had a shorter ICU stay.", "population_specificity": "Critically ill patients on mechanical ventilation for 24-48 hours.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:08.372329+00:00"}
{"study_id": 76871, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if neuromuscular electrical stimulation combined with lupin protein supplementation could reduce muscle volume and strength loss in the calf during prolonged unloading via an orthotic device.", "results_summary": "The countermeasure significantly reduced muscle volume loss in the triceps surae (-3.5% vs. -11.9% in controls) and mitigated strength decline in specific plantar flexion tests (-9.7% vs. -22.3% in controls). The intervention showed measurable but context-dependent efficacy.", "population_specificity": "13 healthy male subjects (age 26.4 ± 3.7 years).", "effective_dosage": "20 min of neuromuscular electrical stimulation twice daily + 19 g lupin protein supplementation.", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:09.032190+00:00"}
{"study_id": 76875, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To evaluate the effects of high and low frequency/intensity neuromuscular electrical stimulation on physical function and inflammation markers in chronic kidney disease patients during hemodialysis.", "results_summary": "High frequency/intensity stimulation significantly increased peripheral muscle strength, while both groups improved exercise capacity. Specific inflammatory and muscle trophism marker changes were observed depending on the stimulation strategy.", "population_specificity": "Patients with chronic kidney disease undergoing hemodialysis (N=51).", "effective_dosage": "High frequency (50Hz, 72.90mA) and low frequency (5Hz, 13.85mA), 3 times per week for 1 hour.", "study_duration": "12 sessions.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:10.932362+00:00"}
{"study_id": 76877, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Neuromuscular Electrical Stimulation (NMES) is effective for improving quadricep strength and exercise capacity in patients with moderate-to-severe COPD.", "results_summary": "NMES significantly improved quadricep strength and exercise capacity in moderate-to-severe COPD patients, with standardized mean differences indicating clinically meaningful effects. The study did not find conclusive evidence for improvements in health-related quality of life.", "population_specificity": "Patients with moderate-to-severe COPD who were unable or unwilling to undertake physical training.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:12.502017+00:00"}
{"study_id": 76876, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a home-based NMES rehabilitation program plus traditional military amputee rehabilitation (TMARP) versus TMARP alone on quadriceps muscle strength, functional mobility, and pain in military service members with combat-related transtibial amputations.", "results_summary": "The NMES plus TMARP group showed greater quadriceps strength improvement at 3 weeks (pre-prosthesis) compared to TMARP alone, but no difference was observed post-prosthesis (6-12 weeks). Both groups improved in strength, pain, and functional mobility, with no significant differences between them by study completion.", "population_specificity": "Military service members aged 19-46 with unilateral transtibial amputations.", "effective_dosage": "15-20 minutes/day, 5 days/week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:14.466175+00:00"}
{"study_id": 76878, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of a footplate NMES device (REVITIVE) on venous flow parameters, limb oedema, and quality of life in patients with chronic venous disease (CVD).", "results_summary": "The study found significant improvements in venous flow parameters and prevention of limb oedema in the NMES group compared to sham, along with a positive impact on quality of life.", "population_specificity": "Patients with Clinical Etiological Anatomical and Pathophysiological (CEAP) clinical class C2-C4 venous disease (n=22, mean age 62, BMI 28.6, 15:7 female preponderance).", "effective_dosage": "30 minutes daily", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:15.284092+00:00"}
{"study_id": 76879, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of neuromuscular electrical stimulation (NMES) on vocal functions in patients with nasopharyngeal carcinoma following radiation therapy.", "results_summary": "The NMES group showed no significant changes to vocal functions, while the traditional exercise group experienced short-term deterioration at 6 months. Both groups returned to baseline vocal function levels by 12 months.", "population_specificity": "Newly treated nasopharyngeal carcinoma patients post-radiation therapy.", "effective_dosage": "Not specified", "study_duration": "Follow-up until 12 months post-randomization", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:16.367309+00:00"}
{"study_id": 76880, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of NMES versus placebo in reducing pain and opiate use during weightbearing exercises after total hip replacement, and assess its effects on function, hospital stay, and disposition planning.", "results_summary": "The study found no significant difference between NMES and placebo groups in pain reduction, opiate use, hospital length of stay, or functional outcomes post-THR.", "population_specificity": "Patients who underwent elective total hip replacement from an outpatient orthopedic service.", "effective_dosage": "Different intensity levels of stimulation (specific amounts not detailed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:17.614482+00:00"}
{"study_id": 76873, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Hybrid Assistive Neuromuscular Dynamic Stimulation (HANDS) therapy in improving upper extremity motor function and reducing spasticity in stroke patients.", "results_summary": "HANDS therapy improved paretic upper extremity motor function after 3 weeks, likely due to disinhibition of the affected hemisphere and modulation of reciprocal inhibition. The therapy facilitated increased use of the paretic hand in daily activities.", "population_specificity": "Stroke patients with paretic upper extremities.", "effective_dosage": "Stimulation applied for 8 hours daily, adjusted based on voluntary EMG amplitudes.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:18.613590+00:00"}
{"study_id": 76881, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of Neuromuscular Electrical Stimulation (NMES) on quadriceps muscle strength in adults with advanced disease, as well as its safety, acceptability, and impact on muscle function, exercise capacity, and quality of life.", "results_summary": "NMES significantly improved quadriceps muscle strength (SMD 0.53) and increased muscle mass, with notable improvements in the 6-minute walk test (35 m increase). However, effects on other exercise tests were inconsistent, and no serious adverse events were reported.", "population_specificity": "Adults with advanced chronic respiratory disease, chronic heart failure, cancer, or HIV/AIDS.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:20.584939+00:00"}
{"study_id": 76882, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine if postoperative NMES reduces muscle protein degradation and muscle weakness in cardiovascular surgery patients.", "results_summary": "NMES led to earlier peak in urinary 3-MH/Cre and significantly greater knee extensor and handgrip strength at POD 7 compared to the non-NMES group.", "population_specificity": "Patients recovering from cardiovascular surgery.", "effective_dosage": "Daily NMES from postoperative days 1 to 5.", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:20.708319+00:00"}
{"study_id": 76883, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of neuromuscular electrical stimulation on pulmonary function and functional capacity in patients with chronic kidney disease undergoing hemodialysis.", "results_summary": "The treatment group showed significant improvements in maximum inspiratory and expiratory pressures, muscular strength, distance covered in the six-minute walk test, and reductions in systolic blood pressure and respiratory frequency compared to the control group.", "population_specificity": "Adult patients with chronic kidney disease on hemodialysis (n=40, split into control and treatment groups).", "effective_dosage": "Bilateral femoral quadriceps muscles electrical stimulation for 30 minutes during hemodialysis, three times per week.", "study_duration": "Two months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:23.064343+00:00"}
{"study_id": 76884, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to determine whether preoperative physiotherapy, including neuromuscular electrical stimulation (NMES), improves postoperative outcomes in older adults undergoing total knee arthroplasty.", "results_summary": "The study found minimal evidence supporting the efficacy of preoperative physiotherapy, including NMES, compared to no physiotherapy or usual care. Methodological quality issues were noted in the RCTs evaluating NMES.", "population_specificity": "Older adults (≥60 years) in the UK undergoing total knee arthroplasty.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:23.473821+00:00"}
{"study_id": 76885, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the efficacy of Neuromuscular Electrical Stimulation (NMES) in preventing and managing venous disease compared to existing treatments.", "results_summary": "NMES devices improve venous hemodynamic parameters and are non-inferior to intermittent pneumatic compression. They are effective in preventing venous thromboembolism but inferior to low molecular weight heparin, and can reduce symptoms of chronic venous disease.", "population_specificity": "Patients with venous disease (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:24.612947+00:00"}
{"study_id": 76887, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to determine the effects of Neuromuscular Electrical Stimulation (NMES) on muscle strength, functional capacity, and body composition in haemodialysis (HD) patients.", "results_summary": "NMES improved muscle strength, functional capacity, and quadriceps muscle composition in HD patients, suggesting it could help prevent muscle atrophy and physical deterioration. No significant improvements were observed in the control group.", "population_specificity": "Haemodialysis patients (mean age 67.7 years, 55% male, average 30.3 months on HD).", "effective_dosage": "Not specified (device: Compex® Theta 500i, applied to quadriceps during dialysis).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:28.173608+00:00"}
{"study_id": 76886, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of contralaterally controlled functional electrical stimulation (CCFES) versus cyclic neuromuscular electrical stimulation (cNMES) for upper limb rehabilitation in chronic stroke patients.", "results_summary": "CCFES showed greater improvement in hand dexterity (measured by the Box and Block Test) compared to cNMES at 6 months post-treatment, particularly in patients <2 years post-stroke with moderate hand impairment. No significant differences were found in upper extremity Fugl-Meyer or Arm Motor Abilities Test scores between the groups.", "population_specificity": "Chronic stroke patients (>6 months post-stroke) with moderate to severe upper extremity hemiparesis (n=80).", "effective_dosage": "10 sessions/week of CCFES or cNMES-assisted hand opening exercise at home plus 20 sessions of functional task practice in the laboratory.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:29.269133+00:00"}
{"study_id": 76888, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of Neuromuscular Electrical Stimulation (NMES) and Kinesio Taping (KT) when added to neurodevelopmental therapy (NDT) on posture and sitting in children.", "results_summary": "NMES showed significant improvement in Gross Motor Function Measure (GMFM) and kyphosis levels compared to the control group, with better results than KT. All groups improved, but NMES was more effective.", "population_specificity": "Seventy-five children with posture and sitting impairments.", "effective_dosage": "Not specified (frequency: applied alongside NDT 4 times a week).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:30.322360+00:00"}
{"study_id": 76890, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and effectiveness of home-based pulmonary rehabilitation, including NMES, on exercise tolerance, anxiety/depression, and HRQoL in COPD patients.", "results_summary": "NMES significantly improved functional mobility, exercise capacity, depression, and overall HRQoL in COPD patients, with no significant differences observed between NMES and usual endurance exercise groups.", "population_specificity": "Patients with COPD, including those with severe exercise intolerance.", "effective_dosage": "NMES was applied for 30 minutes twice a day, every day.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:31.436170+00:00"}
{"study_id": 76892, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate organizational characteristics enabling early mobilization practices, including neuromuscular electrical stimulation, in ICUs across multiple countries.", "results_summary": "Neuromuscular electrical stimulation was rarely cited as part of early mobilization practices, and its efficacy or outcomes were not specifically analyzed in the study. The focus was on broader ICU practices and staffing factors influencing early mobilization.", "population_specificity": "Mechanically ventilated patients in ICUs across France, Germany, the United Kingdom, and the United States.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:32.388012+00:00"}
{"study_id": 76891, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether adding neuromuscular electrical stimulation (NMES) to standard swallow therapy improves dysphagia in stroke patients.", "results_summary": "NMES, combined with sham inspiratory/expiratory muscle training, improved swallowing security signs at the end of the intervention, but the effect did not persist at the 3-month follow-up. No differences in respiratory complications or Penetration-Aspiration Scale scores were detected between treatment groups and controls.", "population_specificity": "Sixty-two stroke patients with dysphagia.", "effective_dosage": "40-minute sessions, 5 days/week, at 80Hz.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:32.585482+00:00"}
{"study_id": 76868, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to examine the effectiveness of neuromuscular electrical stimulation (NMES) as part of early mobilization strategies in ICU patients to prevent polyneuromyopathy and improve outcomes.", "results_summary": "The study found mixed results for NMES, with some trials and a meta-analysis showing no positive effects, but suggested that specific populations, such as patients with weakness due to immobility and preserved neuromuscular excitability, may benefit more.", "population_specificity": "ICU patients, particularly those with weakness due to immobility and preserved neuromuscular excitability.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:32.791238+00:00"}
{"study_id": 76893, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of cyclic NMES, EMG-triggered NMES, and sensory stimulation on motor impairment and activity limitations in hemiplegic stroke survivors.", "results_summary": "All three groups showed significant improvements in motor impairment and functional limitations, with no significant differences between the types of electrical stimulation. The improvements were likely due to spontaneous recovery rather than the specific stimulation method.", "population_specificity": "Nonhospitalized hemiplegic stroke survivors within 6 months of stroke.", "effective_dosage": "Twice every weekday in 40-minute sessions.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:36.360223+00:00"}
{"study_id": 76894, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combined traditional swallow therapy (TST) and neuromuscular electrical stimulation (NMES) therapy could restore TGF-β1/MyoD homeostasis in cervical muscles and mitigate radiation-induced muscle fibrosis in head and neck cancer patients.", "results_summary": "The study found that NMES combined with TST helped restore TGF-β1 levels to those resembling non-irradiated tissue, suggesting a potential role in preventing or treating radiation-induced muscle fibrosis and dysphagia. Group II (TST/NMES) showed better TGF-β1/MyoD homeostasis compared to Group I (RT alone).", "population_specificity": "20 advanced-stage head and neck cancer patients receiving post-operative radiation therapy.", "effective_dosage": "Not specified", "study_duration": "4 weeks post-RT", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:38.829583+00:00"}
{"study_id": 76896, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of intravaginal NMES and TTNS combined with PFMT in improving LUTS and quality of life in women with MS.", "results_summary": "All groups showed improvements in LUTS and PFM function, but the combination of PFMT and intravaginal NMES provided greater benefits in PFM tone, flexibility, and overactive bladder symptoms compared to PFMT alone or with TTNS.", "population_specificity": "Women with multiple sclerosis (MS) and lower urinary tract symptoms (LUTS).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:40.322011+00:00"}
{"study_id": 76898, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the role and evidence for Neuromuscular Electrical Stimulation (NMES) in post-TKA rehabilitation, focusing on its efficacy and practicality.", "results_summary": "The study highlighted NMES as one of the rehabilitative modalities that may aid in recovery of strength and range-of-motion after TKA, particularly when incorporated early in the rehabilitation process. However, specific efficacy data or comparative outcomes for NMES were not detailed in the abstract.", "population_specificity": "Patients recovering from total knee arthroplasty (TKA), with specific mention of active and obese subsets.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:40.928062+00:00"}
{"study_id": 76897, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effects of effortful swallowing combined with neuromuscular electrical stimulation on hyoid bone movement and swallowing function in stroke patients with dysphagia.", "results_summary": "The experimental group showed significant increases in anterior and superior hyoid bone movement and improved pharyngeal phase swallowing function compared to the placebo group. The intervention was deemed a novel remedial approach for dysphagic stroke patients.", "population_specificity": "Fifty stroke patients with mild dysphagia who could swallow against resistance and actively cooperate in training.", "effective_dosage": "30 min per session, 5 sessions per week (NMES intensity increased gradually until participants felt a grabbing sensation in the neck).", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:41.192283+00:00"}
{"study_id": 76889, "supplement_id": 1374, "safety_score": "75", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to update scientific knowledge on the safety of NMES for increasing exercise capacity and preventing cardiac cachexia in patients with implantable cardioverter defibrillators (ICDs).", "results_summary": "NMES did not show electromagnetic interference (EMI) with ICD function in thigh muscle applications, but EMI was reported in a case involving abdominal muscle stimulation. NMES may be safe for ICD patients if specific precautions are followed.", "population_specificity": "Patients with implantable cardioverter defibrillators (ICDs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:41.388158+00:00"}
{"study_id": 76895, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether neuromuscular electrical stimulation (NMES)-induced blood flow could enhance performance recovery between bouts of high-intensity exercise compared to other recovery interventions.", "results_summary": "NMES significantly increased calf arterial inflow during recovery, correlating with improved mean and peak power output in subsequent exercise bouts, unlike other interventions. No recovery effects were linked to heart rate or blood lactate levels.", "population_specificity": "Thirty-three high-intensity intermittent-trained athletes.", "effective_dosage": "Not specified (intervention duration: 24 minutes).", "study_duration": "24-minute recovery intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:42.786236+00:00"}
{"study_id": 76899, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining Mirror Therapy (MT) with Neuromuscular Electrical Stimulation (NMES) improves muscle strength, balance, motor function, and gait ability in hemiplegic stroke survivors.", "results_summary": "The study found significant improvements in muscle strength, balance (BBS), and gait ability (6mWT) in the experimental group receiving MT combined with NMES compared to the control group. The improvements were statistically significant (P<0.05), particularly in muscle strength and balance.", "population_specificity": "Hemiplegic stroke survivors (n=27) from a rehabilitation center.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:42.999246+00:00"}
{"study_id": 76900, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 55, "study_goal": "The researchers aimed to evaluate the outcomes of neuromuscular electrical stimulation (NMES) for improving quadriceps muscle strength and function in patients with knee osteoarthritis.", "results_summary": "NMES improved quadriceps and hamstring muscle strength and some functional metrics, but showed minimal effects on quality of life and patient-reported outcomes, with mixed results in pain relief and functional scores.", "population_specificity": "Patients with knee osteoarthritis experiencing quadriceps muscle weakness and decreased function.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:44.119609+00:00"}
{"study_id": 76901, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of neuromuscular electrical stimulation during weight-bearing exercises on shoulder function and bone mineral density in children with obstetric brachial plexus injury.", "results_summary": "The study found significant improvements in shoulder function and bone mineral density within both groups, with greater improvements observed in the group receiving neuromuscular electrical stimulation compared to the control group.", "population_specificity": "Children aged 3-5 years with obstetric brachial plexus injury.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:46.127987+00:00"}
{"study_id": 76904, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Neuromuscular Electrical Stimulation (NMES) could be safely applied to heart failure patients with implantable cardioverter defibrillators (ICDs).", "results_summary": "The study found that NMES could be conducted safely in ICD patients without electromagnetic interference, provided common stimulation methods were used with sufficient monitoring.", "population_specificity": "Advanced heart failure patients with implantable cardioverter defibrillators (ICDs).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:48.472992+00:00"}
{"study_id": 76903, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to highlight the role of skeletal muscles in rehabilitation and evaluate countermeasures, including neuromuscular electrical stimulation, to address muscle wasting.", "results_summary": "The abstract suggests neuromuscular electrical stimulation is one of several methods to slow or reverse muscle wasting, alongside strength training and other interventions, but does not provide specific efficacy data.", "population_specificity": "Not specified (general focus on ageing and chronic disease-related muscle wasting).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:48.587451+00:00"}
{"study_id": 76906, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of Neuromuscular Electrical Stimulation (NMES) on pain reduction in patients with osteoarthritis (OA) of the knee compared to other non-operative treatments.", "results_summary": "NMES showed a significant reduction in pain, with a standardized mean difference (SMD) of 1.924, similar to TENS. The study concluded that NMES is effective for pain management in knee OA.", "population_specificity": "Patients with osteoarthritis (OA) of the knee.", "effective_dosage": "Not specified", "study_duration": "Follow-up periods were less than six months in most studies.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:50.963124+00:00"}
{"study_id": 76905, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "To assess the feasibility of a trial evaluating trunk muscle training augmented with neuromuscular electrical stimulation (TMT+NMES) for rehabilitating older adults with chronic low back pain and to preliminarily compare its effects on physical function and pain against a passive control intervention.", "results_summary": "The study found that TMT+NMES led to clinically important improvements in both performance-based and self-reported measures of function, with a 17.2% greater improvement in global functional rating compared to the passive control group. Both groups showed similar pain reduction, but only TMT+NMES significantly enhanced physical function.", "population_specificity": "Older adults aged 60-85 years with chronic low back pain.", "effective_dosage": "Not specified", "study_duration": "Outcomes assessed at 3 and 6 months post-randomization.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:50.988004+00:00"}
{"study_id": 76902, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether neuromuscular electrical stimulation (NMES) prevents loss of muscle layer thickness and strength in critically ill patients after cardiothoracic surgery and observed changes from preoperative day to hospital discharge.", "results_summary": "NMES had no significant effect on muscle layer thickness but was associated with a 4.5 times faster regain of muscle strength compared to the control group. Patients regained preoperative muscle strength by discharge but not muscle layer thickness or functional mobility.", "population_specificity": "Critically ill patients after cardiothoracic surgery, stratified by SAPS II score.", "effective_dosage": "Not specified (electrical stimulation applied bilaterally to quadriceps muscles).", "study_duration": "From the first postoperative day until ICU discharge, up to 14 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:51.469122+00:00"}
{"study_id": 76907, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effectiveness of home-based neuromuscular electrical stimulation (NMES) as an exercise therapy for improving functional exercise capacity in patients with severe COPD.", "results_summary": "NMES significantly improved 6-minute walk test distance compared to placebo, with a mean difference of 35.7 meters at 6 weeks. The effect waned after stopping the intervention, and adverse events were similar between groups, with minor skin irritation reported in two participants.", "population_specificity": "Adults with severe COPD (FEV1 <50% predicted) and incapacitating breathlessness (MRC dyspnoea scale ≥4).", "effective_dosage": "Daily NMES (specific intensity/frequency not detailed in abstract).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:52.165552+00:00"}
{"study_id": 76908, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of NMES targeting sensory input versus motor muscle, combined with traditional swallowing therapy, in improving dysphagia and quality of life in patients with medullary infarction.", "results_summary": "The sensory approach combined with traditional therapy showed significantly greater improvement in swallowing function and quality of life compared to the motor approach and traditional therapy alone, with the motor approach also outperforming traditional therapy alone.", "population_specificity": "Patients with dysphagia due to medullary infarction (N=82).", "effective_dosage": "20-minute sessions, twice a day, 5 days per week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:52.824992+00:00"}
{"study_id": 76909, "supplement_id": 1374, "safety_score": "75", "efficacy_score": 80, "quality_score": 65, "study_goal": "The researchers aimed to determine optimal NMES parameters for maximizing torque production while minimizing discomfort, fatigue, and muscle damage.", "results_summary": "The study found that pulse duration of 400–600 μs and frequency of 30–50 Hz optimize torque output while reducing discomfort and fatigue. Electrode placement, conditioning programs, and stimulus modulation may further enhance results.", "population_specificity": "Patients recovering from injury or surgery, particularly targeting the quadriceps muscle.", "effective_dosage": "Pulse duration 400–600 μs, frequency 30–50 Hz (specific amplitude not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:54.690476+00:00"}
{"study_id": 76910, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of neuromuscular electrical stimulation as part of a comprehensive rehabilitation program for patients with left-sided heart disease and pulmonary hypertension.", "results_summary": "The study suggests neuromuscular electrical stimulation is recognized as an important component of rehabilitation, improving muscle strength and endurance, which enhances functional capacity in patients with heart failure. However, specific effects on the LSHD-PH phenotype were not explored.", "population_specificity": "Patients with left-sided heart disease (HFpEF and HFrEF) and concomitant pulmonary hypertension.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:57.203339+00:00"}
{"study_id": 76911, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the knee extensor muscle torque production elicited by 2500-Hz burst-modulated alternating current (BMAC) and monophasic pulsed current (MPC) at maximum tolerated stimulation intensity.", "results_summary": "The study found that MPC produced significantly higher torque (49.5% of maximum volitional isometric contraction) compared to BMAC (29.8%), with statistical significance (P = .002). Treatment order and limb had no effect on torque production.", "population_specificity": "20 adults with no history of knee injury.", "effective_dosage": "Stimulation intensity was incrementally increased to maximum tolerance.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:58.552336+00:00"}
{"study_id": 76915, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review therapeutic and neuroprosthetic applications of Neuromuscular Electrical Stimulation (NMES) for upper and lower extremity stroke rehabilitation, summarizing efficacy studies and mechanisms of action.", "results_summary": "The study describes NMES modalities for limb rehabilitation and summarizes evidence supporting peripheral and central mechanisms of action, indicating its potential efficacy in stroke recovery.", "population_specificity": "Stroke patients requiring upper and lower extremity rehabilitation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:59.752286+00:00"}
{"study_id": 76913, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To determine if daily NMES applied to ankle dorsiflexors during gait improves muscle volume and strength in children with unilateral spastic cerebral palsy.", "results_summary": "NMES significantly increased muscle volumes and dorsiflexion strength at week 8 compared to baseline and controls, with some carryover effects (lateral gastrocnemius volume) at week 14. No improvements were seen in lower limb selective motor control.", "population_specificity": "32 children (5y 5mo–18y 1mo) with unilateral spastic CP (GMFCS levels I–II).", "effective_dosage": "Daily NMES for 8 weeks.", "study_duration": "8 weeks (with follow-up at week 14).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:00.176108+00:00"}
{"study_id": 76912, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of contralaterally controlled functional electrical stimulation (CCFES) versus neuromuscular electrical stimulation (NMES) on upper extremity functions in stroke patients.", "results_summary": "Both CCFES and NMES groups showed significant improvements in upper extremity function, but the CCFES group demonstrated significantly higher scores in Fugl-Meyer assessment, functional test for the hemiplegic upper extremity, and active range of motion of wrist extension compared to the NMES group.", "population_specificity": "Sixty patients with stroke.", "effective_dosage": "Biphasic wave with a pulse duration of 200 μs and a frequency of 60 Hz, 20 min per session, 5 sessions per week.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:00.599069+00:00"}
{"study_id": 76914, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of neuromuscular electrical stimulation on patients who underwent total knee arthroplasty.", "results_summary": "The study found no statistically significant difference in knee function, pain, or range of motion over a 12-month follow-up. Neuromuscular electrical stimulation was less effective than traditional rehabilitation for function, muscular strength, and range of motion but useful for quadriceps activation in the first days post-surgery.", "population_specificity": "Patients who underwent total knee arthroplasty.", "effective_dosage": "Not available", "study_duration": "12-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:00.735183+00:00"}
{"study_id": 76916, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether combining Neuromuscular Electrical Stimulation (NMES) with robot-assisted therapy (RT) improves functional outcomes in chronic stroke patients compared to RT alone.", "results_summary": "The RT + NMES group showed greater improvements in wrist flexor spasticity, movement quality, and hand function compared to the sham group, though both groups improved in other measures without significant differences.", "population_specificity": "Thirty-nine individuals with chronic stroke.", "effective_dosage": "90 to 100 minutes/day, 5 days/week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:02.157128+00:00"}
{"study_id": 76917, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether Neuromuscular Electrical Stimulation (NMES) improved dysphagia outcomes in head and neck cancer patients compared to sham NMES combined with swallow exercises.", "results_summary": "The active NMES group showed significantly worse Penetration Aspiration Scale scores than the sham group. Both groups reported improved diet and quality of life, but NMES provided no additional benefit over traditional swallow exercises, which were also ineffective alone.", "population_specificity": "Patients with head and neck cancer experiencing posttreatment dysphagia (moderate to severe cases caused by radiation therapy).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:03.648182+00:00"}
{"study_id": 76918, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "To compare the effects of kilohertz-frequency alternating current (KFAC) and low-frequency pulsed current (PC) on quadriceps evoked torque and self-reported discomfort.", "results_summary": "KFAC and PC showed similar effects on quadriceps evoked torque and self-reported discomfort in healthy individuals. The study concluded that more high-quality RCTs are needed to determine optimal NMES treatment parameters.", "population_specificity": "Healthy individuals", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:05.148581+00:00"}
{"study_id": 76919, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of a 5-week NMES program versus resistance training (RT) on knee muscle strength in young adults.", "results_summary": "The study found no significant difference between NMES and RT groups in isokinetic dynamometry, but NMES showed significant increases in peak torque for knee extensors and flexors at different angular velocities, suggesting comparable or potentially superior efficacy to RT with minimal locomotor overload.", "population_specificity": "15 students of sport and physical education (age 22 ± 2).", "effective_dosage": "Not specified (NMES superimposed over voluntary muscle contraction; RT with submaximal loads).", "study_duration": "5 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:07.876890+00:00"}
{"study_id": 76921, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether adding neuromuscular electrical stimulation (NMES) to a comprehensive pulmonary rehabilitation (cPR) program would enhance clinical-functional outcomes in chronic obstructive pulmonary disease (COPD) patients.", "results_summary": "The study found no significant differences in physiological or subjective improvements between NMES + cPR and Sham + cPR groups. In fact, the NMES + cPR group showed smaller increases in exercise capacity (measured by ISWT distance) compared to the Sham + cPR group.", "population_specificity": "Chronic obstructive pulmonary disease (COPD) patients (n = 27).", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:09.327145+00:00"}
{"study_id": 76922, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the application of neuromuscular ultrasound in assessing ICU-acquired weakness (ICU-AW) and the potential effects of neuromuscular electrical stimulation on muscle preservation.", "results_summary": "Two studies reported preservation of muscle thickness with neuromuscular electrical stimulation, while one found no preservation. The overall reliability of ultrasound in ICU-AW remains unestablished.", "population_specificity": "Critically ill patients with ICU-acquired weakness.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:09.349725+00:00"}
{"study_id": 76920, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether full-movement neuromuscular electrical stimulation reduces spasticity and improves motor function more effectively than control, sensory threshold, and motor threshold stimulation in sub-acute stroke patients.", "results_summary": "Full-movement neuromuscular electrical stimulation significantly reduced plantar flexor spasticity and improved ankle active dorsiflexion, with effects maintained two weeks post-treatment, but did not improve walking time in the Timed Up and Go Test.", "population_specificity": "72 adult patients with sub-acute post-stroke hemiplegia and plantar flexor spasticity.", "effective_dosage": "30-minute sessions twice a day, five days per week.", "study_duration": "Four weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:09.465261+00:00"}
{"study_id": 76923, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To determine if neuromuscular electrical stimulation of the lower trapezius and serratus anterior muscles increases acromiohumeral distance and identify which muscle-group contraction or combination most influences it.", "results_summary": "Acromiohumeral distance increased during neuromuscular electrical stimulation of the lower trapezius, serratus anterior, and combined muscles, with no significant differences among the three procedures. The results support the importance of scapular muscle force couples in rehabilitation and scapular control.", "population_specificity": "20 participants (10 men and 10 women, age 26.9 ± 8.0 years, BMI 23.8) with subacromial impingement syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:11.077546+00:00"}
{"study_id": 76925, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize clinical and basic research findings on neuromuscular electrical stimulation (NMES) protocols, focusing on their effects on muscle mechanical and physiological outcomes, and provide recommendations for parameter selection in non-neurologic patients.", "results_summary": "The review highlights gaps in research on NMES for maximizing muscle force, identifies key stimulation parameters for optimizing hypertrophy and force gains, and offers clinical recommendations for different training goals (e.g., force, mass, endurance). It emphasizes the need for more thorough research on NMES protocols for maximal force enhancement.", "population_specificity": "Non-neurologic, deconditioned patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:13.842290+00:00"}
{"study_id": 76926, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 60, "study_goal": "To determine the effects of 12 weeks of NMES training with ankle weights on intermuscular fascial length and patellar tendon CSA in persons with spinal cord injury.", "results_summary": "NMES training resulted in a nonsignificant 8% increase in patellar tendon CSA and significant increases in intermuscular fascial length (19% right leg, 23% left leg). Skeletal muscle hypertrophy was associated with increased fascial length.", "population_specificity": "Seven men with motor complete spinal cord injury.", "effective_dosage": "Not specified (leg extension weight-lifting program via surface NMES of knee extensor muscle group).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:14.720086+00:00"}
{"study_id": 76927, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if swallow treatment with neuromuscular electrical stimulation (NMES) is more effective than treatment without NMES, and if NMES alone is superior to swallow therapy for post-stroke dysphagia.", "results_summary": "Swallow treatment with NMES was significantly more effective than treatment without NMES, but NMES alone was not significantly superior to swallow therapy. The results showed high heterogeneity for the first comparison but not for the second.", "population_specificity": "Post-stroke dysphagia patients.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:16.261596+00:00"}
{"study_id": 76929, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 65, "quality_score": 75, "study_goal": "To evaluate the effect of neuromuscular electrical stimulation on lower limb venous blood flow and its potential role in thromboprophylaxis.", "results_summary": "Neuromuscular electrical stimulation increases venous blood flow and is generally well tolerated, but current evidence does not support its use for thromboprophylaxis. Comparative studies showed DVT incidence ranging from 2% to 50% with stimulation versus 6% to 47.1% in controls.", "population_specificity": "Varied patient populations across studies (not specified uniformly).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:18.462565+00:00"}
{"study_id": 76930, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the rehabilitation effectiveness of NMES robot-assisted wrist training versus robot-assisted training alone in chronic stroke patients.", "results_summary": "NMES robot-assisted training showed more significant improvements in Fugl-Meyer Assessment (shoulder/elbow, wrist/hand) and Action Research Arm Test compared to robot-assisted training alone, along with better reduction in muscle co-contraction.", "population_specificity": "26 hemiplegic subjects with chronic stroke.", "effective_dosage": "20 training sessions completed within 7 consecutive weeks.", "study_duration": "7 weeks (with a 3-month follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:18.622424+00:00"}
{"study_id": 76931, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of different electrical stimulation therapies, including Neuromuscular Electrical Stimulation (NMES), for pain relief in patients with knee osteoarthritis.", "results_summary": "NMES was not found to be an appropriate treatment for pain relief in knee osteoarthritis, with interferential current (IFC) showing superior efficacy. The study concluded that none of the interventions, including NMES, were likely to be dangerous.", "population_specificity": "Patients with knee osteoarthritis.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:19.171591+00:00"}
{"study_id": 76928, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of neuromuscular electrical stimulation (NMES) in improving swallowing function in patients with oropharyngeal dysphagia secondary to acquired brain injury.", "results_summary": "NMES significantly accelerated swallowing function improvement compared to sham stimulation, with greater increases in functional oral intake scale (FOIS) scores and pharyngeal amplitude contraction. However, both groups showed similar improvements at 3-month follow-up, and tracheal aspiration persisted equally in both groups.", "population_specificity": "Twenty patients with neurological oropharyngeal dysphagia (14 stroke, 6 severe traumatic brain injury).", "effective_dosage": "20 sessions (frequency not specified).", "study_duration": "1 month of treatment, with follow-up at 3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:19.615012+00:00"}
{"study_id": 76932, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore the short-term effects of neuromuscular electrical stimulation on muscle size and architecture in children with cerebral palsy.", "results_summary": "The study found that neuromuscular electrical stimulation increased the cross-sectional area of both the tibialis anterior and gastrocnemius muscles in treated children, while conventional physiotherapy alone showed a decrease in tibialis anterior muscle size. Other measurements did not change significantly in either group.", "population_specificity": "28 children diagnosed with spastic diplegic cerebral palsy.", "effective_dosage": "Not specified", "study_duration": "20 sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:21.534646+00:00"}
{"study_id": 76933, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to review the effects of NMES on orofacial musculature and assess its potential for treating lingual, labial, and buccal weakness, while identifying future research directions.", "results_summary": "The study found limited data on NMES for orofacial muscles but highlighted its potential for improving speech intelligibility and swallowing in patients with oral motor weakness. It calls for more experimental studies to investigate NMES's efficacy in this context.", "population_specificity": "Individuals with lingual, labial, and buccal weakness due to neurological insults.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:23.191275+00:00"}
{"study_id": 76934, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To review the evidence for the use of Neuromuscular Electrical Stimulation (NMES) in critical care patients compared to usual care, evaluating its effects across domains of the ICF framework.", "results_summary": "NMES showed potential to preserve muscle mass and joint range of motion, improve ventilation outcomes, and reduce activity limitations. Meta-analysis supported NMES for preserving muscle strength, though significant heterogeneity was noted.", "population_specificity": "Critically ill adult patients in intensive care settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:23.898064+00:00"}
{"study_id": 76935, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To investigate the feasibility and preliminary outcomes of a home progressive resistance training program augmented by neuromuscular electrical stimulation in people with multiple sclerosis.", "results_summary": "The NMES group showed significant improvements in quadriceps endurance, balance, physical impact of MS, and impact of fatigue compared to the PRT group. Participants rated the NMES device as highly usable.", "population_specificity": "People with multiple sclerosis who use a walking aid (N=37).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:26.157902+00:00"}
{"study_id": 76936, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "To analyze the outcomes of neuromuscular electrical stimulation in critically ill patients in intensive care units.", "results_summary": "Three out of four trials showed significant benefits, including improved peripheral muscle strength, exercise capacity, functionality, and reduced muscle layer thickness loss. The conclusion supports neuromuscular electrical stimulation as beneficial for critically ill patients.", "population_specificity": "Critically ill patients (ages 52-79) in intensive care units undergoing invasive mechanical ventilation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:26.335214+00:00"}
{"study_id": 76937, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of neuromuscular electrical stimulation as a behavioral intervention for age-related dysphonia in older adults.", "results_summary": "The abstract mentions neuromuscular electrical stimulation as one of the voice therapy techniques evaluated, but it does not provide specific findings for this method. The overall evidence for behavioral interventions, including neuromuscular electrical stimulation, is described as inadequate to draw definitive conclusions.", "population_specificity": "Older adults with age-related voice impairments (presbyphonia).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:27.144285+00:00"}
{"study_id": 76938, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of traditional swallowing therapy (TS), oropharyngeal neuromuscular electrical stimulation (NMES), and combined NMES/TS therapy in improving swallowing function in acute stroke patients with dysphagia.", "results_summary": "Combined NMES/TS therapy showed significant improvements in swallowing function, particularly for solid diets and thick liquids, compared to TS or NMES alone. Both TS and combined therapy improved swallowing according to clinical scales, but combined therapy had superior results in videofluoroscopy assessments.", "population_specificity": "29 acute stroke patients with dysphagia", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:28.549824+00:00"}
{"study_id": 76939, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the inter- and intra-tester reliability of strength measurements during maximal electrically induced contractions (MEIC) using a hand-held dynamometer (HHD).", "results_summary": "The study found good to excellent inter- and intra-tester reliability for quadriceps femoris muscle strength measurements during MEIC and maximal voluntary isometric contractions (MVIC), but the HHD was not sufficiently reliable for assessing force levels during electrically induced contractions.", "population_specificity": "Thirty-seven healthy young female adults (mean age 23.4 ± 2.4 years).", "effective_dosage": "Biphasic pulses (phase duration—300 µs; pulse frequency—75 Hz) at maximally tolerated current level.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:30.899270+00:00"}
{"study_id": 76924, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of Neuromuscular Electrical Stimulation (NMES) and endurance training (ET) on health-related quality of life, exercise capacity, muscle strength, dyspnea, psychological status, and body composition in patients with severe COPD.", "results_summary": "NMES significantly improved walking distance, endurance time, psychological status (HADS scores), and most domains of health-related quality of life (SGRQ), with no significant differences compared to endurance training. Both interventions showed comparable benefits in exercise capacity, muscle strength, and body composition.", "population_specificity": "Patients with severe chronic obstructive pulmonary disease (COPD)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:33.090084+00:00"}
{"study_id": 76940, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "To determine the safety and feasibility of neuromuscular electrical stimulation (NMES) in patients during the first five postoperative days after cardiovascular surgery.", "results_summary": "NMES was safely implemented with high compliance (89.7% completion rate) and no significant adverse effects such as excessive blood pressure changes, heart rate increases, or pacemaker malfunctions. The incidence of atrial fibrillation varied by surgery type (26.9% for coronary bypass, 18.2% for valvular surgery, 20.0% for combined/aortic surgery), but no sustained ventricular arrhythmias occurred.", "population_specificity": "Patients who underwent cardiovascular surgery, excluding those with peripheral arterial disease, psychiatric/neuromuscular disorders, dementia, severe chronic renal failure, or prolonged mechanical ventilation.", "effective_dosage": "Not specified", "study_duration": "Postoperative days 1 to 5", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:33.780219+00:00"}
{"study_id": 76941, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the metabolic load and symptom scores of high-frequency (HF-NMES) and low-frequency (LF-NMES) neuromuscular electrical stimulation compared to strength training in individuals with COPD during an eight-week pulmonary rehabilitation program.", "results_summary": "The study found that metabolic load and symptom scores remained acceptably low over time with increasing training loads during HF-NMES and LF-NMES, though strength training showed higher peak VO2 and VE. Oxygen saturation decreased slightly during HF-NMES and strength training, while heart rate increased in all groups.", "population_specificity": "24 individuals with COPD (FEV1: 34 ± 2% predicted, 58% men, age 66 (61-68) years).", "effective_dosage": "HF-NMES (75 Hz), LF-NMES (15 Hz) (specific duration/frequency not detailed).", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:34.468828+00:00"}
{"study_id": 76943, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of neuromuscular electrical stimulation in treating shoulder subluxation in hemiplegic patients.", "results_summary": "The study found that neuromuscular electrical stimulation can treat shoulder subluxation when administered for 6 hours daily, 5 days a week, over 6 weeks. Taping/strapping for subluxation had conflicting evidence and did not improve upper limb function or range of motion.", "population_specificity": "Patients with hemiplegia in the upper limb and shoulder complex following a cerebrovascular event.", "effective_dosage": "6 hours daily, 5 days a week", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:36.230958+00:00"}
{"study_id": 76942, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the hemodynamic effects of Neuromuscular Electrical Stimulation (NMES) and Intermittent Pneumatic Compression (IPC) in improving lower limb venous blood flow for DVT prevention.", "results_summary": "NMES significantly increased venous blood velocity and ejected blood volume (23.22 ml per cycle vs. baseline 2.52 ml), outperforming IPC by 1.7-3 times in emptying veins and soleal sinuses, key sites for DVT formation. NMES was also noted as silent and portable, addressing usability issues of IPC.", "population_specificity": "30 healthy volunteers aged 18-23 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:36.719302+00:00"}
{"study_id": 76944, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the short-term effects of low-intensity neuromuscular electrical stimulation (NMES) and NMES superimposed onto voluntary contractions (NMES+) on physical performance, muscle cross-sectional area, and daily task capacity in older adults.", "results_summary": "NMES+ showed significant improvements in mobility, rectus femoris cross-sectional area, and daily task capacity, while NMES alone improved muscle size and daily tasks but not mobility. All intervention groups outperformed the control group.", "population_specificity": "Older adults aged 75-96 living in a geriatric nursing home, independent in daily activities.", "effective_dosage": "Intensity set at 40% of one-repetition maximum (1RM) for knee extension exercises.", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:36.738938+00:00"}
{"study_id": 76946, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of an exercise program with and without NMES on pain, functional performance, and muscle strength in knee OA patients immediately posttreatment and 12 weeks after intervention.", "results_summary": "NMES combined with exercise significantly reduced knee pain immediately posttreatment, but this additive effect was not maintained at 12 weeks. Both groups showed immediate improvements in muscle strength and functional abilities, though some gains (e.g., muscle strength, stair negotiation) were not sustained at follow-up.", "population_specificity": "63 participants with knee osteoarthritis", "effective_dosage": "12 biweekly treatments", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:39.607579+00:00"}
{"study_id": 76945, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the safety and feasibility of Neuromuscular Electrical Stimulation (NMES) in critically ill patients, particularly its ability to induce adequate quadriceps contraction.", "results_summary": "NMES was found to be safe with no adverse changes in vital signs or skin reactions. However, only 50% of patients achieved adequate quadriceps contraction in at least 75% of sessions, with sepsis, lower limb edema, and vasopressor use identified as independent predictors of impaired response.", "population_specificity": "Critically ill patients in medical and surgical ICUs with a prognosticated stay of at least 6 days, excluding those with preexisting neuromuscular disorders or musculoskeletal conditions limiting quadriceps contraction.", "effective_dosage": "25 minutes of simultaneous bilateral NMES of the quadriceps femoris muscle, 5 days per week (Monday-Friday).", "study_duration": "Administered from day 3 to 5 of ICU stay until discharge or up to the study period.", "interactions": "Vasopressors and sepsis were noted to impair NMES effectiveness.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:41.201809+00:00"}
{"study_id": 76947, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To investigate the applications and effects of neuromuscular electrical stimulation (NMES) in critically ill ICU patients through a systematic review.", "results_summary": "NMES maintained or increased muscle mass, strength, and volume, reduced mechanical ventilation and weaning time, and increased muscle degradation in ICU patients. A meta-analysis showed significant improvement in quadriceps femoris strength on the MRC Scale.", "population_specificity": "Critically ill patients in ICU", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:41.207784+00:00"}
{"study_id": 76948, "supplement_id": 1374, "safety_score": "40", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether early rehabilitation, including neuromuscular electrical stimulation, during acute admission for chronic respiratory disease exacerbations reduces readmission risk and improves physical performance and health status over 12 months.", "results_summary": "The study found no significant difference in readmission rates or recovery of physical function between the intervention and control groups, with higher mortality observed in the intervention group. Neuromuscular electrical stimulation, as part of the rehabilitation package, did not demonstrate significant benefits over usual care.", "population_specificity": "Patients aged 45-93 admitted to the hospital with an exacerbation of chronic respiratory disease, predominantly chronic obstructive pulmonary disease (82%).", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:42.884902+00:00"}
{"study_id": 76949, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of neuromuscular electrical stimulation (NMES) or functional electrical stimulation (FES) in improving body composition and metabolic profile in individuals with spinal cord injury (SCI).", "results_summary": "NMES/FES training significantly increased muscle size but had minimal effects on adipose tissue. Improvements in glucose metabolism, particularly insulin sensitivity, were noted, while effects on lipid profile remained unclear.", "population_specificity": "Individuals with spinal cord injury (SCI).", "effective_dosage": "Training frequency ranged from 2 to 5 days/week.", "study_duration": "Intervention duration varied from 6 weeks to 24 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:43.742005+00:00"}
{"study_id": 76951, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to summarize existing evidence on the effectiveness and safety of neuromuscular electrical stimulation (NMES) for treating and managing COPD symptoms.", "results_summary": "NMES was found to be safe for COPD patients and may improve exercise tolerance and quality of life, though more research is needed to confirm these benefits.", "population_specificity": "Adult participants with diagnosed COPD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:44.449379+00:00"}
{"study_id": 76950, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Neuromuscular Electrical Stimulation (NMES) could modify upper esophageal sphincter (UES) dynamics during swallowing.", "results_summary": "The study found that NMES extended UES relaxation time by 10%, suggesting a modification in UES dynamics and potentially providing more time for bolus passage into the esophagus. Future studies are needed to evaluate this effect in dysphagia patients and its therapeutic benefits.", "population_specificity": "26 healthy volunteers", "effective_dosage": "Stimulation applied above, near, and below the motor threshold (specific amounts not detailed)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:44.682262+00:00"}
{"study_id": 76954, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the haemodynamic efficacy of a novel neuromuscular electrical stimulation device with intermittent pneumatic compression in healthy subjects.", "results_summary": "Neuromuscular electrical stimulation significantly increased venous and arterial haemodynamic parameters, outperforming intermittent pneumatic compression in enhancing blood flow and velocity, with benefits lost upon deactivation. It also improved microcirculation in the legs, though hand flux decreased during activation.", "population_specificity": "Ten healthy volunteers (mean age 27.1 ± 3.8 years, BMI 24.8 ± 3.6 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:50.984064+00:00"}
{"study_id": 76955, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of a novel neuromuscular electrical stimulation (NMES) combined with conventional treatment versus conventional treatment alone in patients with dysphagia after brain injury.", "results_summary": "The experimental group receiving NMES plus conventional treatment showed more significant improvement in hyoid bone and larynx displacement, VDS-total score, and VDS-pharyngeal score compared to the control group. Both groups improved, but NMES combined with conventional treatment was superior to conventional treatment alone.", "population_specificity": "Patients with dysphagia after brain injury (n=26, experimental group=12, control group=14).", "effective_dosage": "NMES at 50 μs pulse duration and 50 Hz frequency, delivered for 40 minutes once daily, 5 days per week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:51.830970+00:00"}
{"study_id": 76953, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "To evaluate the time course of fatigue in torque output and oxygen uptake during isometric subtetanic NMES to inform the design of rehabilitation protocols for accumulating aerobic exercise volume.", "results_summary": "The study found that subtetanic isometric NMES resulted in a mean oxygen consumption increase of 596 ± 238 mL/min and an average exercise intensity of 3 ± 0.47 metabolic equivalents, with slow declines in oxygen uptake and torque (-0.54% and -0.47% per minute, respectively), suggesting greater sustainability compared to tetanic stimulation.", "population_specificity": "Healthy men (N=11; mean age 34.2 ± 11.5 years; body mass 79.1 ± 11.7 kg).", "effective_dosage": "Continuous bilateral isometric quadriceps NMES at 4 Hz, evoking a mean twitch amplitude of 12% of maximum voluntary contraction.", "study_duration": "Single 30-minute session.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:52.062575+00:00"}
{"study_id": 76956, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether short-term, high-frequency NMES reduces dynamic hyperinflation and improves exercise tolerance, pulmonary function, and quality of life in COPD patients.", "results_summary": "NMES improved FEV1, FEV1/FVC, exercise tolerance (Tlim and 6-MWD), reduced dyspnea (BDS), enhanced quality of life (SGRQ), lowered TNF-α, and increased β-endorphin levels compared to controls.", "population_specificity": "Twenty patients with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Bilateral quadriceps stimulation, 5 days/week, twice/day, 45 min/session.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:52.743788+00:00"}
{"study_id": 76957, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine the acceptability, safety, and efficacy of NMES in patients with advanced NSCLC undergoing palliative chemotherapy.", "results_summary": "NMES was not deemed acceptable, with only 50% of eligible patients meeting minimum adherence. No serious adverse events were reported, and no significant differences in muscle strength, lean mass, or physical activity were observed between groups.", "population_specificity": "Patients with advanced non-small cell lung cancer (NSCLC) receiving first-line palliative chemotherapy.", "effective_dosage": "30-minute sessions, ideally daily but at least three times weekly.", "study_duration": "Three cycles of chemotherapy (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:53.494373+00:00"}
{"study_id": 76958, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the clinical efficacy and safety of Neuromuscular Electrical Stimulation (NMES) on quadriceps muscle strength and mass in male soccer players after ACL reconstruction.", "results_summary": "The study found that NMES was effective in strengthening the quadriceps muscle and restoring muscle mass and strength in soccer players, with no observed pathological changes in knee joint function, indicating safety.", "population_specificity": "Male soccer players who underwent ACL reconstruction (80 participants: 40 NMES, 40 control).", "effective_dosage": "Biphasic symmetric rectangular pulses (frequency: 2500 Hz, train of pulses frequency: 50 Hz), applied three times daily (3-hour breaks between treatments), 3 days a week.", "study_duration": "One month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:54.081296+00:00"}
{"study_id": 76959, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if different electrical stimulation pulse durations (200 or 500 μs) in NMES affected the knee extensor muscle torques subjects tolerated.", "results_summary": "Subjects tolerated significantly higher torques (49.3% of MVIC) with 500-μs pulses compared to 44.5% with 200-μs pulses. The study suggests that pulse duration may influence NMES efficacy, but further research is needed to assess clinical significance and generalizability.", "population_specificity": "15 subjects (specific demographics not provided).", "effective_dosage": "Monophasic square-wave pulses at 75 pulses per second, with pulse durations of 200 μs or 500 μs, delivered in 1-second trains.", "study_duration": "Single session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:00.406312+00:00"}
{"study_id": 76960, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review existing studies on Neuromuscular Electrical Stimulation (NMES) to assess its therapeutic effects for laryngopharyngeal dysfunctions (dysphonia, dyspnoea, dysphagia).", "results_summary": "The review found mixed results, with some studies reporting favorable outcomes for NMES in dysphagia and vocal fold paresis, while others found no significant benefits. The variability in stimulation protocols and underlying conditions made it difficult to draw definitive conclusions, but NMES appears to be a valuable adjunct in certain cases.", "population_specificity": "Patients with laryngopharyngeal dysfunctions (dysphonia, dyspnoea, dysphagia) and vocal fold paresis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:00.988289+00:00"}
{"study_id": 76962, "supplement_id": 1374, "safety_score": "100", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effectiveness of functional magnetic stimulation (FMS) for improving swallowing function in poststroke dysphagic patients.", "results_summary": "FMS significantly improved swallowing speed and capacity in the real group compared to the sham group, with no adverse reactions reported. No significant difference was found in interswallow interval (ISI) between the groups.", "population_specificity": "Twenty poststroke dysphagic patients aged 51-80 years, with stroke onset 6 to 36 months prior.", "effective_dosage": "FMS of 30 Hz applied in 20-sec trains for 10 min (total 1200 pulses).", "study_duration": "Single 10-minute session.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:01.428688+00:00"}
{"study_id": 76961, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of neuromuscular electrical stimulation (NMES) against active and passive recovery methods between two bouts of maximal aerobic exercise in trained cyclists.", "results_summary": "NMES was less effective than active recovery (cycling at 30% PVo2max) and comparable to passive recovery (resting) in prolonging time to exhaustion during a subsequent cycling bout. Active recovery showed greater reductions in blood lactate and higher heart rates compared to NMES and passive recovery.", "population_specificity": "19 trained male cyclists (28 ± 7 years, 76.4 ± 10.4 kg).", "effective_dosage": "5 Hz, 4 pulses at 500 μs.", "study_duration": "30-minute recovery intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:02.324693+00:00"}
{"study_id": 76952, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to update the understanding of limb muscle dysfunction in COPD, including emerging therapies like neuromuscular electrical stimulation.", "results_summary": "The study found that neuromuscular electrical stimulation is an emerging therapy for limb muscle dysfunction in COPD, alongside exercise training, though gaps remain in understanding its mechanisms and optimal use.", "population_specificity": "Patients with chronic obstructive pulmonary disease (COPD) experiencing limb muscle dysfunction.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:02.889803+00:00"}
