{"study_id": 61307, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the sustained release of calcium ions and pH changes when calcium hydroxide was formulated with chitosan compared to other vehicles.", "results_summary": "Chitosan formulation showed the maximum sustained release of calcium ions and maintained high alkaline pH for 30 days, outperforming other tested formulations.", "population_specificity": "In vitro study using human teeth.", "effective_dosage": "Not specified.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:06.254116+00:00"}
{"study_id": 61303, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential of chitin and chitosan for arsenic removal from groundwater and arsenic trioxide delivery in tumor therapy.", "results_summary": "The abstract suggests that chitin and chitosan may have suitable properties for arsenic removal and drug delivery applications, with potential for innovative uses in environmental and medical fields through nanotechnology integration.", "population_specificity": "Not specified (abstract discusses general applications).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:06.652963+00:00"}
{"study_id": 61304, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the potential of biopolymers, including Chitosan, as drug carriers in dermatologic therapy.", "results_summary": "The abstract highlights that biopolymers like Chitosan are promising for drug delivery in dermatologic applications, though their mechanisms affecting skin absorption are not well understood. Chitosan is noted as one of several biopolymers increasing the quality of dermal and transdermal therapies.", "population_specificity": "Not specified (general review of biopolymers in dermatologic applications).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:07.250831+00:00"}
{"study_id": 61309, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the repair capacity of mesenchymal stem cells (MSCs) using novel scaffolds, including chitosan, for bone and cartilage repair in animal models.", "results_summary": "The study found that chitosan-based scaffolds, along with pharmacologically active microcarriers, were effective for repairing bone and cartilage when used with locally implanted MSCs. The results demonstrated successful tissue repair in animal models.", "population_specificity": "Animal models (specific species not mentioned in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:07.389990+00:00"}
{"study_id": 61306, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to test the efficacy of chitosan nanoparticles (CS-np) in disinfecting and disrupting biofilm bacteria, as well as their long-term antibacterial properties after aging.", "results_summary": "CS-np effectively eliminated planktonic bacteria and significantly reduced biofilm viability and thickness, with retained antibacterial properties after 90 days of aging.", "population_specificity": "Enterococcus faecalis (ATCC & OG1RF) in planktonic and biofilm forms.", "effective_dosage": "Different concentrations (specific amounts not provided).", "study_duration": "Up to 72 hours for biofilm treatment; 90 days for aging assessment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:07.603187+00:00"}
{"study_id": 61308, "supplement_id": 1015, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of chitosan derivatized with poly-l-arginine and polyethylene glycol for siRNA delivery, focusing on cellular uptake, gene silencing, and safety.", "results_summary": "PLR-grafted chitosan showed higher siRNA delivery efficiency and greater gene silencing compared to other formulations, with improved cell viability and reduced hemolysis. Pegylated CS-PLR demonstrated effective in vivo siRNA delivery and significant gene silencing in tumor tissues.", "population_specificity": "In vitro and in vivo models (cells and tumor tissues).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:07.962647+00:00"}
{"study_id": 61302, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the in vitro effect of chitosan concentration and exposure time on enamel de-remineralization behavior using a pH cycling assay.", "results_summary": "Chitosan treatment (2.5-5.0 mg/mL for 60-90s) significantly reduced phosphorus loss (up to 81% inhibition) and increased enamel microhardness, with deeper penetration at higher concentrations. It had little effect on remineralization but acted as a barrier against acid penetration.", "population_specificity": "Human tooth samples (in vitro study)", "effective_dosage": "2.5 mg/mL to 5.0 mg/mL, applied for 60-90 seconds", "study_duration": "Short-term exposure during pH cycling assay (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:08.733907+00:00"}
{"study_id": 61305, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the in vitro antifungal activity and nail permeation of P-3051, an 8% ciclopirox nail lacquer using hydroxypropyl chitosan (HPCH) as a film-forming agent.", "results_summary": "P-3051 showed strong antifungal activity with MICs ≤ 0.0015% ciclopirox, permeated well through bovine hoof membranes, and demonstrated dose-dependent inhibitory effects superior to a reference ciclopirox lacquer. Ciclopirox concentrations remained high in nails post-application, exceeding MICs for pathogens.", "population_specificity": "In vitro and in vivo models (bovine hoof membranes, human nails, clinical dermatophyte strains).", "effective_dosage": "8% ciclopirox in P-3051 formulation.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:09.847284+00:00"}
{"study_id": 61310, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop an ophthalmic delivery system using chitosan combined with poloxamer to improve mechanical strength, mucoadhesion, and prolonged retention time for treating ocular diseases.", "results_summary": "Chitosan enhanced the mechanical and mucoadhesive properties of poloxamer formulations in a concentration-dependent manner, with the 16:1 poloxamer/chitosan formulation showing a fourfold increase in retention time compared to conventional solutions. The formulation remained in contact with the eye surface for prolonged periods and exhibited adequate mechanical and sensorial properties.", "population_specificity": "Human subjects (specific demographics not detailed).", "effective_dosage": "Poloxamer/chitosan 16:1 ratio (specific concentration not provided).", "study_duration": "Single 10-minute instillation (long-term duration not assessed).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:15.741509+00:00"}
{"study_id": 61315, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the state of the art in carbohydrate-based polymeric vehicles, including chitosan, for nucleic acid delivery, focusing on synthetic routes and biological performance.", "results_summary": "The study highlighted chitosan's unique properties and potential for modification, noting its favorable performance in biological systems and preclinical models for nucleic acid delivery. It also discussed chitosan's role in developing alternative biomaterials beyond typical polyplexes.", "population_specificity": "Preclinical models (in vitro and in vivo)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:15.839419+00:00"}
{"study_id": 61316, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review chitosan's potential in developing safe and effective drug delivery systems, focusing on organ-specific delivery and cancer therapy.", "results_summary": "Chitosan's unique properties enable chemical modifications for targeted drug delivery, forming nanoparticles that encapsulate drugs and enhance bioavailability. Its mucoadhesive properties improve gastrointestinal residence time and drug absorption.", "population_specificity": "Not specified (review article)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:16.043944+00:00"}
{"study_id": 61312, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine the efficacy of a novel chitosan/dextran (CD) gel on hemostasis and wound healing after endoscopic sinus surgery (ESS).", "results_summary": "CD gel achieved rapid hemostasis (mean time 2 minutes vs. 10 minutes for control) and significantly reduced adhesion formation at all follow-up time points, with no significant differences in crusting, mucosal edema, infection, or granulation tissue formation.", "population_specificity": "40 patients undergoing ESS for chronic rhinosinusitis.", "effective_dosage": "Not specified", "study_duration": "Immediate post-surgery application, with follow-up assessments at 2, 6, and 12 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:16.073443+00:00"}
{"study_id": 61313, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether chitosan-g-fluorescein (CHFL) could act as a biocompatible, water-soluble photosensitizer to stimulate hydroxyapatite deposition under visible light for potential bone/dental repair applications.", "results_summary": "The study found that CHFL films activated calcium phosphate crystal deposition under visible light, supported osteoblast-like cell adhesion and proliferation, and significantly improved mineralization ability under light exposure.", "population_specificity": "In vitro study using MG63 osteoblast-like cells.", "effective_dosage": "Not specified.", "study_duration": "7 days for mineralization; 1-14 days for cell culture tests.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:16.207075+00:00"}
{"study_id": 61311, "supplement_id": 1015, "safety_score": "70", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the pharmacokinetic profiles and tolerability of fentanyl chitosan nasal spray (FChNS) and fentanyl in chitosan-poloxamer 188 nasal spray (FChPNS) with oral transmucosal fentanyl citrate (OTFC) in opioid-naïve volunteers.", "results_summary": "The study found that FChNS and FChPNS significantly increased bioavailability (154.1% and 122.3%, respectively) and reduced time to peak plasma levels compared to OTFC. However, FChNS and FChPNS had higher nasal reactogenicity symptom incidence (28 and 45, respectively) compared to FPNS (2).", "population_specificity": "Healthy, opioid-naïve adult volunteers.", "effective_dosage": "100 µg in 100 µL nasal spray.", "study_duration": "Single dose per occasion, with measurements up to 24 hours post-dose.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:17.648666+00:00"}
{"study_id": 61314, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether sulphated chitosan, compared to heparin and dextran sulfate, could enhance the antithrombotic properties of PET materials for medical applications.", "results_summary": "Sulphated chitosan with high sulfur concentration demonstrated antithrombotic activity equivalent to heparin, and a correlation was found between sulfur concentration and blood compatibility.", "population_specificity": "Not specified (in vitro study using PET foils and blood compatibility testing).", "effective_dosage": "Not specified (sulphated chitosan with low and high sulfur concentrations were tested).", "study_duration": "Not specified (measurements were taken over an unspecified period).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:17.989712+00:00"}
{"study_id": 61317, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of chitosan-based nanosystems as a delivery platform for hydrophilic and lipophilic drugs and polynucleotides in ocular therapy.", "results_summary": "The study found that chitosan-based nanosystems effectively interacted with ocular structures, overcame barriers, and prolonged drug residence in target tissues, demonstrating potential for ocular drug delivery.", "population_specificity": "Not specified (preclinical focus).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:18.452596+00:00"}
{"study_id": 61319, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review chitosan's potential as a target-specific drug delivery carrier, focusing on organ-specific delivery and cancer therapy applications.", "results_summary": "Chitosan's unique properties enable chemical modifications for controlled drug delivery, including self-assembled nanoparticles and prodrugs, enhancing bioavailability and targeting efficacy, particularly in cancer therapy.", "population_specificity": "Not specified (review article)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:23.020401+00:00"}
{"study_id": 61320, "supplement_id": 1015, "safety_score": "85", "efficacy_score": null, "quality_score": 70, "study_goal": "The researchers aimed to review the potential of chitosan nanoparticles in molecular imaging applications, discussing their biocompatibility, strengths, limitations, and challenges.", "results_summary": "The abstract highlights chitosan's excellent biocompatibility, low toxicity, and potential for advanced biomedical imaging when conjugated with other materials. It also discusses the broader strengths and limitations of molecular imaging technologies.", "population_specificity": "Not specified (review paper, not a clinical study)", "effective_dosage": "Not provided", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:23.352830+00:00"}
{"study_id": 61318, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review chitosan-based polymers for delivering therapeutic peptides/proteins and antigens, focusing on their physicochemical properties and applications in mucosal and parenteral administrations.", "results_summary": "Chitosan enhances absorption and cellular uptake of peptides/proteins across mucosal sites and has immunoadjuvant properties. Its mucoadhesive nature and functional groups allow for tunable derivatives, making it versatile for protein and antigen delivery.", "population_specificity": "Not specified (review article).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:23.569871+00:00"}
{"study_id": 61321, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the latest developments in chitosan hydrogel preparation and define design parameters for physically and chemically cross-linked hydrogels in drug delivery systems.", "results_summary": "The study highlights chitosan's biocompatibility, low toxicity, and biodegradability, making it suitable for hydrogels in drug delivery. Advanced chitosan hydrogels can release therapeutics under environmental stimuli, and thermosensitive variants enable in situ formation without surgical implantation.", "population_specificity": "Not specified (review of general chitosan hydrogel applications).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:24.047908+00:00"}
{"study_id": 61322, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review chitosan-based formulations for DNA and siRNA delivery systems and identify factors affecting transfection efficiency for clinical application.", "results_summary": "The study found that chitosan's transfection efficiency is low for clinical use but can be improved by optimizing formulation parameters, modifying chitosan structure, or incorporating additives to enhance stability, targeted delivery, and endo-lysosomal release.", "population_specificity": "Not specified (in vitro and in vivo studies reviewed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:25.348253+00:00"}
{"study_id": 197006, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of low- and high-molecular weight chitosan on lipid metabolism in the intestine and liver of high-fat diet-fed rats.", "results_summary": "Both low- and high-MW chitosan improved lipid metabolism by reducing liver weight, enhancing fecal lipid excretion, and modulating key protein expressions related to lipid regulation. High-MW chitosan was more effective than low-MW chitosan in inhibiting intestinal lipid absorption and increasing hepatic fatty acid oxidation.", "population_specificity": "High-fat diet-fed rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:25.971737+00:00"}
{"study_id": 197008, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether oral chitooligosaccharides could reduce plasma lipid levels in smokers and non-smokers, given smoking's association with cardiovascular disease risk.", "results_summary": "Total cholesterol and low-density lipoprotein cholesterol levels significantly decreased in both smokers and non-smokers after 6 weeks of chitooligosaccharide supplementation, suggesting its effectiveness as a dietary supplement for lowering cholesterol.", "population_specificity": "Healthy men (11 smokers and 8 non-smokers).", "effective_dosage": "500 mg twice daily before meals (breakfast and dinner).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:26.438791+00:00"}
{"study_id": 197007, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of chitosan on oxidative stress and related factors, particularly uremic toxins and hyperphosphatemia, in hemodialysis patients.", "results_summary": "Chitosan ingestion over 12 weeks significantly reduced serum indoxyl sulfate, phosphate levels, oxidized albumin ratio, and advanced oxidized protein products. In vitro, chitosan bound 38.5% of indoxyl sulfate and 17.8% of phosphate, suggesting it reduces pro-oxidants in the gastrointestinal tract.", "population_specificity": "Hemodialysis patients", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:27.315430+00:00"}
{"study_id": 197009, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review recent patents and developments related to the use of chitosan in the food industry, focusing on its applications such as biodegradable films, enzyme immobilization, antimicrobial properties, and dietary benefits.", "results_summary": "The study highlights chitosan's versatility in food applications, including its role in creating biodegradable films, acting as an antimicrobial agent, and serving as a dietary supplement with hypocholesterolemic effects. The increasing number of patents indicates growing interest and potential in chitosan's food industry applications.", "population_specificity": "Not specified (general food industry applications)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:31.620319+00:00"}
{"study_id": 7248, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether cell-free supernatants from Chlorella sp. strains HS2 and ABC001 could enhance disease resistance, plant growth, and rhizosphere microbiota diversity in pepper plants under greenhouse and field conditions.", "results_summary": "Application of Chlorella supernatants reduced bacterial leaf spot disease severity, improved seedling growth in greenhouses, and under field conditions, decreased viral/bacterial diseases and insect infestation while increasing fruit yield and rhizosphere microbiota diversity.", "population_specificity": "Pepper (Capsicum annum L.) seedlings in greenhouse and field settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:32.220017+00:00"}
{"study_id": 7250, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the carbon-fixing metabolic pathways of Chlorella sp. MIHQ61 in municipal wastewater containing complex carbon sources and assess its autotrophic and heterotrophic metabolic interplay.", "results_summary": "The study found that Chlorella sp. MIHQ61 achieved 73.0% total carbon removal, with DIC removal exceeding 50.0%, and demonstrated a shift from heterotrophic to autotrophic metabolism dominance over time. The combination of glucose and NaHCO3 promoted both metabolic pathways, revealing a time-dependent mixotrophic carbon allocation mechanism.", "population_specificity": "Municipal wastewater (not human or animal subjects)", "effective_dosage": "Not specified", "study_duration": "6 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:34.096495+00:00"}
{"study_id": 7253, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of various Chlorella species in treating industrial effluents by removing contaminants.", "results_summary": "The study found that Chlorella species, including C. vulgaris and C. pyrenoidosa, exhibit strong bioremediation properties and can effectively eliminate contaminants from industrial wastewater. The mechanisms of contaminant removal by Chlorella were also highlighted.", "population_specificity": "Industrial effluents (not human or animal subjects).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:34.292173+00:00"}
{"study_id": 7249, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate Chlorella vulgaris's potential for bioplastic production, carbon sequestration, and wastewater remediation.", "results_summary": "The study found that Chlorella vulgaris achieved a biomass yield of 3.472 g/L and produced 20 mg/L of PHA, validated by FTIR spectroscopy. It also demonstrated complete CO2 reduction in three days and significant declines in wastewater contaminants (COD, BOD, nitrogen, phosphorus).", "population_specificity": "Wastewater-fed bioreactor (environmental application, not human subjects).", "effective_dosage": "Not specified (cultivation in wastewater).", "study_duration": "Not specified (monitored for CO2 reduction over three days).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:34.359958+00:00"}
{"study_id": 7252, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the performance of Chlorella sp. MC18 in treating sugarcane vinasse while producing biomass in photobioreactors.", "results_summary": "Chlorella achieved high nutrient removal efficiencies (up to 99% for nitrates, 90% for phosphates) and reduced COD by over 75% at 5-10% SCV. The highest growth rate (0.711 day-1) and biomass productivity (116 mg L-1 day-1) occurred at 10% SCV, with potential for energy recovery and high-value product production.", "population_specificity": "Industrial sugarcane vinasse (SCV) as the nutrient source in photobioreactors.", "effective_dosage": "5-25% v/v SCV (optimal at 10%).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:36.305731+00:00"}
{"study_id": 7256, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the mechanisms by which Chlorella pyrenoidosa degrades fluoroquinolone antibiotics (enrofloxacin and ciprofloxacin) in wastewater, focusing on co-metabolic pathways and biotransformation processes.", "results_summary": "Chlorella pyrenoidosa effectively degraded EFX and CFX, with glucose and glycine enhancing degradation rates. The process involved upregulated nitrogen metabolism and photosynthesis pathways, leading to increased biotransformation and non-toxic transformation products.", "population_specificity": "Wastewater containing fluoroquinolone antibiotics (enrofloxacin and ciprofloxacin).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:41.340490+00:00"}
{"study_id": 7255, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a genetically modified Chlorella vulgaris strain with reduced starch biosynthesis to enhance the production of valuable metabolites like lipids and carotenoids for biorefinery applications.", "results_summary": "The study found that RNAi-mediated downregulation of AGPase in Chlorella reduced starch content by 33% and increased lipid and carotenoid levels by 19.3% and 23%, respectively. Supplementation with PEG 6000 further boosted metabolite production, with lipid content rising to 22.5% (DCW) and carotenoids to 25.5 μg/mg in treated RNAi lines.", "population_specificity": "Laboratory-cultured Chlorella vulgaris microalgae.", "effective_dosage": "PEG 6000 at 0.5% w/v.", "study_duration": "5 days for shake flask culture; 7 days for PEG treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:42.180545+00:00"}
{"study_id": 7257, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether gradient domestication of *C. vulgaris* could enhance its tolerance to high concentrations of anaerobic digestate food waste effluent (ADFE) and improve nutrient removal efficiency.", "results_summary": "*C. vulgaris* showed improved tolerance and growth performance after domestication, though *S. quadricauda* outperformed it. Domestication increased biomass production and extracellular polymeric substances (EPS) secretion, aiding in pollutant shielding and nutrient removal.", "population_specificity": "Microalgae (*C. vulgaris* and *S. quadricauda*) cultured in ADFE.", "effective_dosage": "ADFE concentrations ranging from 20% to 60%.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:43.674797+00:00"}
{"study_id": 7258, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the potential of Chlorella pyrenoidosa for removing and degrading acetylsalicylic acid (ASA) from aquatic environments and its effects on cellular growth and metabolism.", "results_summary": "Chlorella pyrenoidosa effectively removed 98.8% of ASA, with 89.0% attributed to biodegradation, while also promoting cellular growth, enhancing protein and sugar accumulation, and improving photosynthetic and respiratory activities. Transcriptomic analysis showed ASA promoted carbon and nitrogen metabolism.", "population_specificity": "Aquatic environments (in vitro study, not human or animal subjects).", "effective_dosage": "2.2 to 22.1 mg/L ASA.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:43.741156+00:00"}
{"study_id": 7260, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of Chlorella-based biofertilizers in enhancing lettuce growth, soil nutrient dynamics, and microbial community composition.", "results_summary": "Chlorella biomass significantly improved lettuce growth (31.89% increase in shoot length, 27.98% in root length, 47.33% in fresh weight) and chlorophyll levels, while also enhancing soil nutrient release and microbial diversity.", "population_specificity": "Lettuce seedlings and soil microbial communities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:44.151052+00:00"}
{"study_id": 7259, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate Chlorella sp.'s nitrite tolerance and the underlying mechanisms affecting its photosynthesis, DNA processing, and metabolic pathways in a microalgal-bacterial consortium system.", "results_summary": "The study found that nitrite inhibited photosystem II and caused DNA damage in Chlorella sp., but the microalgae upregulated carbon metabolism, oxidative phosphorylation, and DNA repair pathways to mitigate these effects. Exopolysaccharides were secreted for energy storage, and protein processing was downregulated to reduce proteotoxic stress.", "population_specificity": "Chlorella sp. isolated from a partial nitrification-microalgal-bacterial consortium (PN-MBC) system.", "effective_dosage": "Nitrite concentrations tested ranged from 10-300 mg/L.", "study_duration": "Observations included biomass growth stagnation between Days 5-7.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:44.350242+00:00"}
{"study_id": 7251, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of deuterium on the growth and metabolic processes of Chlorella sorokiniana and clarify the interaction between them.", "results_summary": "Deuterium treatment inhibited cell growth and photosynthetic pigment accumulation, reducing photosynthetic efficiency and energy transfer. Under 100% D2O conditions, starch and lipid accumulation increased significantly, reaching 52% and 22% of dry cell weight, respectively, with transcriptomics revealing upregulated pathways for starch, fatty acid, and nucleic acid synthesis.", "population_specificity": "Chlorella sorokiniana (microalgae)", "effective_dosage": "100% D2O conditions", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:45.087884+00:00"}
{"study_id": 7254, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether dietary inclusion of Chlorella vulgaris could mitigate the haemato-immunological toxic effects induced by diclofenac (DCF) exposure in fish.", "results_summary": "Chlorella supplementation normalized red blood cell count, eosinophil percentage, and packed cell volume, reduced erythrocyte abnormalities, and improved spleen histopathology in DCF-exposed fish, though some immune markers (phagocytic index, lysozyme activity, IL-6 levels) showed mixed responses.", "population_specificity": "Clarias gariepinus (African catfish)", "effective_dosage": "25% Chlorella in diet", "study_duration": "2 weeks", "interactions": "Diclofenac (DCF)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:47.100593+00:00"}
{"study_id": 7262, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether Chlorella fusca CHK0059 promotes plant health by altering the plant microbiota community, particularly in strawberries.", "results_summary": "CHK0059-treated strawberries showed increased leaf count and shoot weight compared to untreated plants. The treatment correlated with changes in rhizosphere microbiota, particularly an increase in beneficial bacteria (Pseudomonas, Duganella, Rhizomicrobium) linked to phosphate solubility and nutrient cycling.", "population_specificity": "Strawberry plants", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:50.454705+00:00"}
{"study_id": 7261, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify specific E. coli genes involved in metabolic symbiosis that promote or inhibit the growth of Chlorella sorokiniana.", "results_summary": "The study identified 31 algal growth-promoting and 56 growth-inhibiting genes in E. coli, with metabolic symbiosis involving bacteria-derived cobalamin, biotin, riboflavin, and 2,3-butanediol. Supplementing these metabolites into axenic algal cultures resulted in a maximum four-fold increase in biomass productivity and improved growth rates.", "population_specificity": "Chlorella sorokiniana (microalgae) co-cultured with E. coli knockout mutants.", "effective_dosage": "Not specified (dose-dependent trends observed for metabolites).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:50.919792+00:00"}
{"study_id": 7265, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to understand the mechanism of action of combined erythromycin and roxithromycin on Chlorella pyrenoidosa, focusing on physiological-biochemical responses and transcriptomic analysis.", "results_summary": "The study found that combined antibiotics inhibited Chlorella biomass but showed antagonistic effects, with the photosystem as the main target. Compensatory mechanisms like pigment adjustment and upregulated detoxification genes increased resistance.", "population_specificity": "Chlorella pyrenoidosa (microalgae)", "effective_dosage": "Not specified", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:52.035158+00:00"}
{"study_id": 7264, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Chlorella vulgaris in reducing biogenic CO2 emissions and nutrient pollutants in wastewater treatment through phycoremediation.", "results_summary": "The study found that Chlorella vulgaris co-cultivated with activated sludge significantly outperformed normal activated sludge in removing CO2, COD, TP, and NH4+-N, though NO3--N increased due to nitrification. Optimal algae-bacteria balance required activated sludge addition every 4 days.", "population_specificity": "Municipal wastewater treatment systems (not human subjects).", "effective_dosage": "Not specified (activated sludge added every 4 days).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:53.304135+00:00"}
{"study_id": 7263, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to optimize an ozone-based extraction method to maximize long-chain fatty acids (LCFAs) yields from Chlorella vulgaris for biodiesel production.", "results_summary": "The study found that ozone treatment at 5 mg/L for 15 minutes significantly increased LCFAs yield (33.12 mg/g) compared to the control (9.71 mg/g), and combining ozone with ultrasound further enhanced yield to 52.32 mg/g. The mechanism involved cell wall weakening and enhanced lipid synthesis under oxidative stress.", "population_specificity": "Chlorella vulgaris (microalgae)", "effective_dosage": "5 mg/L ozone concentration for 15 minutes, with optional 100 W ultrasound", "study_duration": "Not specified (single treatment session)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:53.372580+00:00"}
{"study_id": 7266, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of photoperiod and wastewater composition (specifically glucose concentration) on Chlorella vulgaris' ability to remove methylparaben (MetP) from synthetic wastewater.", "results_summary": "Chlorella vulgaris effectively removed over 88% of MetP under a 24-hour photoperiod with glucose concentrations below 30 mg/L, though higher glucose levels reduced removal efficiency. The microalga also removed over 80% of nitrogen and phosphorous, unaffected by MetP presence.", "population_specificity": "Synthetic wastewater (laboratory setting)", "effective_dosage": "Glucose concentrations of 0, 3, 30, or 300 mg/L in synthetic wastewater", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:53.414173+00:00"}
{"study_id": 7267, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of Chlorella vulgaris, with and without lysozyme, on growth performance, diarrhea rate, immune function, plasma biochemical parameters, and gut microbiota in weaned piglets.", "results_summary": "Chlorella vulgaris reduced diarrhea rates and improved some plasma biochemical markers and immune responses without affecting growth performance. The combination with lysozyme further enhanced beneficial gut bacteria and modulated immune markers.", "population_specificity": "Weaned Xiangcun black piglets (initial body weight 11.47 ± 1.13 kg).", "effective_dosage": "5% Chlorella vulgaris replacing soybean meal, with or without 100 mg/kg lysozyme.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:54.409407+00:00"}
{"study_id": 7268, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of microplastics (MPs), antibiotic sulfamethoxazole (SMX), and nitrite co-exposure on Chlorella sorokiniana's growth, nutrient removal, oxidative responses, and N2O emissions.", "results_summary": "Microalgal biofilm growth was inhibited under MPs and SMX exposure, with co-exposure showing toxicity antagonism. Intracellular NO conversion to N2O nearly doubled during co-exposure, potentially offsetting CO2 sequestration benefits by up to 176.2%.", "population_specificity": "Attached Chlorella sorokiniana (microalgal biofilm)", "effective_dosage": "10 μg/L MPs, 100 μg/L SMX", "study_duration": "Not specified", "interactions": "MPs, SMX, and nitrite co-exposure", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:57.407653+00:00"}
{"study_id": 7269, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of air temperature and CO2 concentration on Chlorella protothecoides' growth and nutrient removal efficiency in wastewater treatment.", "results_summary": "Optimal biomass productivity and nutrient removal (100% TN, 85% TP) occurred at 25-30°C, with peak performance at 6% CO2. Temperature significantly impacted growth kinetics, with the Arrhenius model accurately predicting lower-temperature growth rates.", "population_specificity": "Tertiary municipal wastewater (not human or animal subjects).", "effective_dosage": "Not specified (focus on environmental conditions, not dosage).", "study_duration": "Not specified (study focused on conditions, not time).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:59.619174+00:00"}
{"study_id": 7271, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feed digestibility and performance effects of autotrophic Chlorella vulgaris in broiler diets, comparing unprocessed and PEF-processed biomass at varying inclusion levels.", "results_summary": "Increasing Chlorella inclusion levels impaired nutrient digestibility (crude protein, fat, energy, ash) and reduced broiler performance (body weight, feed intake, breast filet weight). PEF processing improved protein digestibility compared to unprocessed biomass, but higher inclusion still negatively impacted outcomes.", "population_specificity": "Male broilers (Ross 308)", "effective_dosage": "0%, 1%, 2%, 5%, 10%, 15%, and 20% (w/w on dry matter)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:01.734729+00:00"}
{"study_id": 7270, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effectiveness of Chlorella as a photosensitizer in antimicrobial photodynamic therapy (aPDT) for reducing Streptococcus salivarius in vitro.", "results_summary": "Chlorella at 500 µg/mL combined with 660 nm diode laser irradiation for 4 minutes significantly reduced S. salivarius counts compared to other groups (P<0.001). A sublethal dose of 250 µg/mL with 3 minutes of irradiation was also identified.", "population_specificity": "In vitro study on Streptococcus salivarius.", "effective_dosage": "250 µg/mL (sublethal dose) and 500 µg/mL (effective dose).", "study_duration": "3-4 minutes of laser irradiation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:01.937307+00:00"}
{"study_id": 7272, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop and evaluate magnetic Chlorella-based microrobot swarms for targeted therapy applications, focusing on their assembly, actuation, and functional performance.", "results_summary": "The study found that magnetic Chlorella swarms (MCS) exhibited excellent degradation capability and mobility, enabling automatic navigation in various scenarios, including movement on spiral channels with bovine serum and crossing simulated channels. In vitro studies also demonstrated the MCS's motion capacity on real articular cartilage fragments.", "population_specificity": "Not specified (in vitro and simulated environments)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:02.033385+00:00"}
{"study_id": 7275, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify and characterize a high ammonium-tolerant strain of Chlorella sorokiniana (hact) to enhance wastewater treatment efficiency.", "results_summary": "The hact strain demonstrated remarkable tolerance to high ammonium concentrations (1000 mg/L) by maintaining intracellular homeostasis, while the wild-type strain showed suppressed metabolic activity and increased harmful metabolites under the same conditions. The study identified transport inhibition as the key resistance mechanism against high ammonium stress.", "population_specificity": "Chlorella sorokiniana (microalgae)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:02.772810+00:00"}
{"study_id": 7274, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effectiveness of Chlorella@Fe3O4@ZIF-8 microrobots in removing phosphates and harmful microalgae (M. aeruginosa) from eutrophic water environments.", "results_summary": "The Chlorella@Fe3O4@ZIF-8 microrobot demonstrated efficient dual removal of phosphates and M. aeruginosa, leveraging its small size and controllable motion for targeted treatment in microenvironments like microchannels. This approach offers a novel strategy for eutrophication treatment and expands microrobot application research.", "population_specificity": "Water environments with eutrophication issues (not human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:02.921070+00:00"}
{"study_id": 7273, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of Chlorella sorokiniana in bioremediating dissolved organic pollutants in petroleum-derived produced water (PW) while assessing its growth and survival in such environments.", "results_summary": "C. sorokiniana demonstrated effective bioremediation, with TOC removal peaking at 85% for 50% PW, nitrogen removal reaching 87% at 10% PW, and phosphorus removal achieving 98.5% at 40% PW. Biomass output ranged from 733 to 1077 mg/L, and lipid content varied between 12-16%.", "population_specificity": "Synthetic produced water (SPW) supplemented with synthetic municipal wastewater (SMW) under controlled laboratory conditions.", "effective_dosage": "Not specified (cultivation in photobioreactors with varying PW concentrations).", "study_duration": "16 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:03.798671+00:00"}
{"study_id": 7276, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine Chlorella vulgaris's ability to degrade phenolic compounds in olive mill wastewaters (OMWW) and assess its growth and bioremediation efficiency under different conditions.", "results_summary": "Chlorella vulgaris showed high polyphenol removal efficiency (83%) and COD reduction (98%) in a 20% (v/v) OMWW medium without compromising growth. The process remained effective (over 75% degradation) under non-sterile conditions, suggesting scalability for industrial applications.", "population_specificity": "Not specified (laboratory study on Chlorella vulgaris cultures).", "effective_dosage": "20% (v/v) OMWW medium.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:06.743365+00:00"}
{"study_id": 7277, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to investigate the toxic effects of Tire-wear particles (TWPs) and Zinc-Oxide nanoparticles (ZNPs), individually and combined, on Chlorella vulgaris in the presence of Humics.", "results_summary": "The study found that TWPs and ZNPs, both individually and combined, negatively impacted Chlorella vulgaris by inhibiting growth, reducing chlorophyll levels, damaging cell membranes, and increasing oxidative stress. Synergistic toxic effects were observed in combined exposure groups.", "population_specificity": "Chlorella vulgaris (microalgae) in an aquatic system.", "effective_dosage": "Not specified (concentrations implied but not quantified for human relevance).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:09.170136+00:00"}
{"study_id": 7278, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the nitrogen removal performance, enzymatic activity, antioxidant response, and metabolic pathway of Chlorella pyrenoidosa under different salinity levels during aquaculture wastewater treatment.", "results_summary": "The study found that higher salinity (1% to 3%) negatively impacted Chlorella pyrenoidosa's growth, chlorophyll content, photosynthetic activity, and nitrogen removal efficiency. High salinity also disrupted the antioxidant defense system, damaged the photosystem II reaction center, and altered metabolic pathways, reducing nitrogen assimilation.", "population_specificity": "Chlorella pyrenoidosa in aquaculture wastewater treatment systems.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:10.488231+00:00"}
{"study_id": 7280, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the bioremediation potential of genetically engineered Chlorella sorokiniana for glyphosate biodegradation in aquatic environments.", "results_summary": "The engineered Chlorella strain demonstrated complete glyphosate biodegradation at concentrations below 10 ppm within 4-6 days, outperforming the wild type. Enhanced metabolic efficiency, photosynthetic parameters, and antioxidant enzyme activities were observed, along with metabolic shifts toward lipogenesis.", "population_specificity": "Aquatic environments (specifically freshwater contaminated with glyphosate).", "effective_dosage": "Not specified (study focused on glyphosate concentrations below 10 ppm).", "study_duration": "4-6 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:10.910855+00:00"}
{"study_id": 7282, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine the toxic effects of microplastic leachates, particularly from biodegradable MPs, on Chlorella pyrenoidosa.", "results_summary": "The study found that leachates from biodegradable MPs (PLA and PBAT/PLA) caused more damage to Chlorella pyrenoidosa than conventional MPs (PS and PE), evidenced by higher differential gene expression and physiological/histopathological changes. This damage was attributed to higher levels of dissolved organic matter and nano-plastic particles in biodegradable MP leachates.", "population_specificity": "Chlorella pyrenoidosa (a species of microalgae)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:12.283523+00:00"}
{"study_id": 7281, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore how different light qualities regulate the secretion, composition, and structure of extracellular polymeric substances (EPS) in Chlorella vulgaris and their impact on wastewater recycling and microalgal growth.", "results_summary": "Chlorella vulgaris under green light produced the highest EPS (82% higher than white light) but the lowest biomass (17% lower). EPS composition varied, with green light increasing polysaccharides, proteins, and humic acid-like compounds. Transcriptome analysis linked EPS accumulation to up-regulated metabolic pathways and down-regulated photosynthesis under green light.", "population_specificity": "Chlorella vulgaris microalgae in a laboratory cultivation setting.", "effective_dosage": "Not specified", "study_duration": "Four cycles of cultivation (exact time not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:12.610203+00:00"}
{"study_id": 7279, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the impact of dietary Chlorella sp. extract, alone and in combination with Schizochytrium sp. extract, on growth performance, nutrient utilization, and gene expression related to growth, digestion, antioxidant defense, and immune response in rainbow trout.", "results_summary": "The combined Chlorella and Schizochytrium group showed significantly improved growth, higher crude protein content, and upregulated expression of genes related to growth, digestion, antioxidant defense, and immune response compared to other groups.", "population_specificity": "Rainbow trout (Oncorhynchus mykiss) with an average initial weight of 8.92 ± 0.04 g.", "effective_dosage": "0.5% Chlorella sp. extract (CH), 0.25% Chlorella sp. + 0.25% Schizochytrium sp. extract (CH + SC).", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:13.026248+00:00"}
{"study_id": 7283, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of varying light intensities on Chlorella sp. biofilm growth and nutrient removal efficiency in treating anaerobically digested food effluent (ADFE).", "results_summary": "Chlorella sp. biofilm showed optimal biomass yield and nutrient removal (100% TAN and phosphate) under high light, but low light enhanced COD removal (2.9-fold higher than medium light). Photosynthetic stability was best under medium light, while stress signs appeared under high and low light after day 4.", "population_specificity": "Anaerobically digested food effluent (ADFE) treatment system", "effective_dosage": "Not specified (light intensities: 53, 208, and 518 μmol m-2 s-1)", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:14.492512+00:00"}
{"study_id": 7284, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the biotransformation mechanism of sulfathiazole (STZ) by Chlorella sorokiniana at the molecular level to understand its role in antibiotic degradation.", "results_summary": "Chlorella sorokiniana efficiently degraded STZ with a maximum degradation rate of 94.74%, primarily through biodegradation routes involving hydroxylation, oxidation, ring cleavage, and formylation. Key enzymes and transporters, such as monooxygenases and ABC transporters, were identified as crucial for STZ uptake and degradation.", "population_specificity": "Microalgae (Chlorella sorokiniana) in a laboratory setting.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:15.851504+00:00"}
{"study_id": 7286, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of TiO2 and Fe2O3-TiO2 modified membranes in reducing biofouling caused by Chlorella vulgaris in ultrafiltration processes.", "results_summary": "The Fe2O3-TiO2 nanocomposite membrane demonstrated superior antifouling performance, reducing relative flux reduction to 5% compared to 60% for the pristine membrane, and maintained higher water flux under visible light conditions. SEM images confirmed reduced microalgal deposition on the modified membrane surface.", "population_specificity": "Marine microalgae Chlorella vulgaris and its biofouling effects on ultrafiltration membranes.", "effective_dosage": "Not specified", "study_duration": "Short-term and long-term tests (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:20.312269+00:00"}
{"study_id": 7287, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the long-term effects of low-concentration PFOS exposure on marine Chlorella sp., focusing on hormesis, growth inhibition, and cellular/molecular responses.", "results_summary": "Low-level PFOS exposure initially showed hormesis but disappeared at the population level by Day 18, though effects persisted at cellular/molecular levels. PFOS caused cell swelling (100 ng/L) or shrinkage (1 mg/L), accelerated apoptosis, and disrupted energy metabolism, reducing biomass and chlorophyll content.", "population_specificity": "Marine Chlorella sp. (phytoplankton)", "effective_dosage": "100 ng/L, 10 μg/L, and 1 mg/L PFOS", "study_duration": "26 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:20.994955+00:00"}
{"study_id": 7288, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether Chlorella vulgaris supplementation could improve health, modulate microbiota, and enhance stress resilience in Atlantic salmon.", "results_summary": "Chlorella supplementation (2% and 14%) improved protein retention and modulated intestinal microbiota, while weekly 14% dosing reduced oxidative stress responses. High inclusion (14%) impaired feed conversion but shifted microbiota composition.", "population_specificity": "Atlantic salmon (~126 g) reared in a recirculating aquaculture system.", "effective_dosage": "2% daily (CV2), 14% daily (CV14), 14% once weekly (CV14w).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:21.026079+00:00"}
{"study_id": 7285, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antioxidant, cardioprotective, and anti-inflammatory effects of Chlorella vulgaris against thioacetamide-induced cardiotoxicity in rats.", "results_summary": "Chlorella supplementation ameliorated cardiac damage by reducing oxidative stress, inflammatory markers, and apoptosis, and restored hematological and biochemical parameters to near-normal levels. It also improved histological heart tissue structure compared to the thioacetamide-intoxicated group.", "population_specificity": "Male rats with induced cardiotoxicity.", "effective_dosage": "400 mg/kg body weight, administered for 30 days.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:21.333063+00:00"}
{"study_id": 7289, "supplement_id": 1016, "safety_score": "85", "efficacy_score": 78, "quality_score": 72, "study_goal": "The researchers aimed to examine the neuroprotective effects of ethanolic extracts from Chlorella variabilis and Chlorella pyrenoidosa in an oxidative stress model using SH-SY5Y cells.", "results_summary": "The study found that both Chlorella extracts exhibited significant antioxidant properties and neuroprotective effects, with C. variabilis showing the highest activity at 75 µg/mL, maintaining 73.7% cell viability. No cytotoxicity was observed within the tested concentration range (6.25-125 µg/mL).", "population_specificity": "SH-SY5Y cell line (in vitro model).", "effective_dosage": "6.25-125 µg/mL (concentration range tested).", "study_duration": "Not specified (cell-based assay).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:22.841464+00:00"}
{"study_id": 7291, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the potential of Chlorella vulgaris supernatant as a fertilizer for lettuce growth under different cultivation modes (autotrophic, heterotrophic, and mixotrophic).", "results_summary": "The study found that Chlorella vulgaris supernatant significantly promoted lettuce growth, increasing fresh shoot weight, fresh root weight, root length, and levels of chlorophyll, soluble sugar, and soluble protein, while reducing nitrate content compared to the control.", "population_specificity": "Lettuce plants (no human or animal subjects).", "effective_dosage": "Not specified (supernatant used as fertilizer, exact concentrations not detailed).", "study_duration": "Not specified (duration of lettuce treatment not mentioned).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:23.852286+00:00"}
{"study_id": 7290, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to evaluate the mechanisms (biodegradation, photodegradation, and adsorption) by which Chlorella vulgaris removes the dye Direct Black 22 (DB22) and assess potential toxicity effects.", "results_summary": "Chlorella vulgaris achieved 62.6% dye removal, primarily through photodegradation (47.7%) and biodegradation (13.2%). DB22 and its byproducts showed no toxicity but induced cytotoxicity and genotoxicity, which were reduced post-remediation.", "population_specificity": "Microalga Chlorella vulgaris and bioindicator organism Allium cepa.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:25.441262+00:00"}
{"study_id": 7293, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effectiveness of heat-activated peroxydisulfate (PMS) and coagulation (PACI) in reducing membrane fouling during Chlorella-laden water treatment.", "results_summary": "Combined heat-activated PMS and PACI pretreatment effectively reduced membrane fouling by increasing adhesive repulsion and reducing cohesion between foulants, leading to looser cake layers and improved filtration flux. The treatment also removed organic foulants like proteins, polysaccharides, and humic-like organics.", "population_specificity": "Chlorella-laden water treatment systems", "effective_dosage": "PMS (0.2-1.0 mM) and PACI (20 mg/L)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:29.752984+00:00"}
{"study_id": 7295, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the effectiveness of pure Chlorella pyrenoidosa (PA) versus a microalgae-bacteria consortia (MBC) system in treating levofloxacin (LEV) wastewater.", "results_summary": "The MBC system significantly improved LEV removal efficiency (33.62-57.20%) compared to pure Chlorella (3.50-5.41%), enhanced microalgae biomass and EPS secretion, and upregulated metabolic pathways linked to LEV degradation and tolerance.", "population_specificity": "LEV wastewater (not human or animal subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:30.660772+00:00"}
{"study_id": 7297, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop strain-specific SSR markers to differentiate between various strains of Chlorella sorokiniana for applications like wastewater treatment, biofertilizers, and biofuel production.", "results_summary": "Seventeen SSR markers were developed and validated across eight strains, demonstrating their potential to detect genetic differences and serve as tools for intra-species population genetic analysis and conservation studies.", "population_specificity": "Eight different strains of Chlorella sorokiniana from culture collections and lab samples.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:31.289152+00:00"}
{"study_id": 7296, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the growth tolerance mechanisms of Chlorella pyrenoidosa to 3-fluorophenol and its removal efficiency by algal cells.", "results_summary": "Chlorella pyrenoidosa tolerated up to 100 mg/L of 3-fluorophenol, showing a hormesis effect with initial growth inhibition followed by promotion. The treatment activated metabolic pathways enhancing cell repair, and over 50% of 3-fluorophenol was removed by adsorption after 240 h.", "population_specificity": "Algal cells (Chlorella pyrenoidosa) in a laboratory setting.", "effective_dosage": "100 mg/L of 3-fluorophenol.", "study_duration": "240 hours (10 days).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:31.599031+00:00"}
{"study_id": 7299, "supplement_id": 1016, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of Chlorella vulgaris against 5-FU-induced nephrotoxicity in rats.", "results_summary": "Chlorella vulgaris significantly ameliorated 5-FU-induced nephrotoxicity by reducing kidney damage markers, oxidative stress, and inflammation, while improving antioxidant activity.", "population_specificity": "Male rats", "effective_dosage": "400 mg/kg", "study_duration": "15 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:32.944687+00:00"}
{"study_id": 7298, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to optimize parameters for immobilized Chlorella vulgaris in wastewater treatment and resource recovery within a recirculating aquaculture system (RAS).", "results_summary": "The study found that immobilized C. vulgaris, under optimized conditions, improved water purification and biomass reutilization, enhanced nitrogen removal, and increased lipid accumulation. The microalgal-bacterial consortium also facilitated nitrate reduction, organic matter degradation, and resource recovery (biomass, struvite, and alginate).", "population_specificity": "Recirculating aquaculture system (RAS) environment", "effective_dosage": "23 × 10^6 cells/mL initial cell number, 474 μmol/(m²·s) light intensity, 2.07 mm particle size", "study_duration": "Every two weeks (resource recovery cycle)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:33.764677+00:00"}
{"study_id": 7292, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the impact of Chlorella Vulgaris supplementation, alone and combined with interval resistance training, on plasma Metrnl levels and oxidative stress markers in obese men.", "results_summary": "Chlorella supplementation significantly reduced malondialdehyde and increased total antioxidant capacity but did not affect superoxide dismutase or Metrnl levels. Combining Chlorella with interval resistance training did not yield greater benefits than resistance training alone.", "population_specificity": "Obese men (BMI: 32.0 ± 1.5 kg/m², age: 23-35 years)", "effective_dosage": "1800 mg daily", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:34.240447+00:00"}
{"study_id": 7300, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how Chlorella sorokiniana could treat winery wastewater (WWW) and produce value-added ingredients for food, cosmetics, and animal feedstock.", "results_summary": "Chlorella sorokiniana effectively removed pollutants (COD and NH4-N) from WWW and produced high-protein biomass, pigments, and tocopherols, with the one-stage SBR system yielding the highest concentrations of lutein, β-carotene, and tocopherols.", "population_specificity": "Winery wastewater (WWW) treatment systems", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:39.035177+00:00"}
{"study_id": 7301, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 85, "study_goal": "The researchers aimed to investigate the purification of radioactive thorium (Th4+) by Chlorella vulgaris in aquatic environments and elucidate its metabolic response mechanisms.", "results_summary": "Chlorella demonstrated high Th4+ purification efficiency (94.3–98.2%) under optimal conditions, achieved through self-flocculation, environmental pH regulation, redox reactions, and metabolic adjustments involving carbohydrates, nucleotides, and amino acids.", "population_specificity": "Aquatic environments contaminated with Th4+", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:40.181041+00:00"}
{"study_id": 7303, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the applicability of Chlorella vulgaris for wastewater remediation and biomass productivity in potato processing side streams.", "results_summary": "Cultivating Chlorella vulgaris in blanching water II increased specific growth rate by 45% and biomass productivity by 48%, while fully metabolizing nitrogen and phosphate in the wastewater. The study demonstrated the potential of Chlorella for water purification and waste-to-value applications.", "population_specificity": "Wastewater side streams from an Austrian potato processing company.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:40.252310+00:00"}
{"study_id": 7294, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to clarify the relationship between trichocyst regeneration in Paramecium bursaria and the presence or absence of symbiotic Chlorella variabilis.", "results_summary": "Alga-free P. bursaria showed significantly higher trichocyst regeneration compared to algae-bearing cells. Trichocyst protein abundance also differed significantly before and after establishing symbiosis with Chlorella.", "population_specificity": "Paramecium bursaria (a ciliate organism)", "effective_dosage": "Not specified", "study_duration": "Observations made after 24 hours and one week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:41.147594+00:00"}
{"study_id": 7304, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective function and mechanism of Chlorella pyrenoidos polysaccharides (CPPs) against high-temperature stress injury in Drosophila melanogaster.", "results_summary": "Supplementation with CPPs significantly extended lifespan, improved motility, and enhanced resistance to starvation and oxidative stress under high-temperature conditions, primarily through Nrf2 signaling activation and antioxidant capacity enhancement. CPPs also prevented intestinal barrier disruption and reactive oxygen species accumulation caused by heat stress.", "population_specificity": "Drosophila melanogaster (fruit flies)", "effective_dosage": "20 mg/mL CPPs", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:41.596783+00:00"}
{"study_id": 7306, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of different mechanical/physical pre-treatments and enzymatic treatments on protein extraction and peptide formation from Chlorella vulgaris biomass.", "results_summary": "Extrusion significantly increased total peptides, while trypsin enhanced peptide formation in bead-milled and freeze-dried samples. Some pre-treatments, like bead milling and microwave, effectively released specific protein fractions, but pancreatin reduced certain protein fractions when combined with mechanical treatments.", "population_specificity": "Not specified (in vitro study on Chlorella biomass)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:43.023060+00:00"}
{"study_id": 7305, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the use of wastewater for Chlorella vulgaris biomass production and assess its potential for biodiesel and food industry applications.", "results_summary": "The study found that Chlorella vulgaris cultivated in wastewater without nutrient supplementation produced lipids suitable for biodiesel, with TAG content ranging from 22.5-41.3% w/w. Biomass productivity was comparable to that achieved with standard WC medium, highlighting wastewater as a viable alternative.", "population_specificity": "Not specified (laboratory cultivation study).", "effective_dosage": "Not specified (cultivation conditions described in mg L-1 for nitrates).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:43.320657+00:00"}
{"study_id": 7302, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining Chlorella vulgaris with interval resistance training could modulate plasma levels of leptin, adiponectin, and neuregulin-4 in obese men.", "results_summary": "The combination of Chlorella vulgaris and interval resistance training reduced leptin levels and increased adiponectin and neuregulin-4 levels more effectively than either intervention alone. Chlorella alone did not significantly alter leptin levels but showed some effect on adiponectin and neuregulin-4 compared to placebo.", "population_specificity": "Obese men (n = 44, BMI 32.1 ± 1.5 kg/m²)", "effective_dosage": "1800 mg daily", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:44.753033+00:00"}
{"study_id": 7309, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether Chlorella vulgaris (ChV) could protect against doxorubicin (DOX)-induced testicular toxicity in rats.", "results_summary": "ChV administration significantly improved testosterone levels, sperm parameters, testicular tissue apoptosis, antioxidant enzymes, and structural integrity of the testes in rats exposed to DOX. The study suggests ChV may mitigate DOX-induced reproductive toxicity.", "population_specificity": "Male Wistar rats (230 ± 20 g)", "effective_dosage": "300 mg/kg/day (oral gavage)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:48.663290+00:00"}
{"study_id": 7307, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of hydraulic retention time (HRT) on Chlorella proteinosa's biomass yield and nutrient removal efficiency in treating secondary effluents.", "results_summary": "Lower HRT (8 hr) improved Chlorella proteinosa's productivity (20.18 mg/L/day) and ammonia nitrogen removal (99.2%), while higher HRT (24 hr) achieved better total nitrogen (74.5%) and chemical oxygen demand (82.6%) removal rates.", "population_specificity": "Secondary effluents (wastewater treatment context)", "effective_dosage": "Not specified (focus on HRT: 8 hr and 24 hr)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:48.840339+00:00"}
{"study_id": 7308, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to elucidate the synergistic mechanism between Chlorella vulgaris and Pseudomonas sp. in CO2 sequestration and nitrate removal.", "results_summary": "Co-cultivation with Pseudomonas sp. enhanced photosynthesis and energy metabolism in Chlorella vulgaris, increased carbon fixation by 20%, and improved nitrate removal by 8%. Nutrient exchange between algae and bacteria, including amino acids and phytohormones, promoted microalgae growth.", "population_specificity": "Microbial co-culture system (Chlorella vulgaris and Pseudomonas sp.)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:49.164729+00:00"}
{"study_id": 7310, "supplement_id": 1016, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to develop a Chlorella-loaded hydrogel patch (HAP-Chl) for diabetic wound healing, evaluating its antibacterial, antioxidant, and wound-healing properties.", "results_summary": "HAP-Chl demonstrated sustained hydrogen production, antibacterial activity, reduced oxidative stress, and promoted wound healing in Staphylococcus aureus-infected chronic wounds by enhancing collagen deposition and angiogenesis.", "population_specificity": "Diabetic wound models (not human subjects).", "effective_dosage": "Not specified.", "study_duration": "24 hours (H2 production under mild conditions); wound healing duration not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:50.394613+00:00"}
{"study_id": 7312, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess how domestic storage and cooking practices affect the lipid quality and antioxidant activity of Chlorella vulgaris.", "results_summary": "Storage and processing conditions (light, frozen, heated) reduced fatty acid content and altered lipid species ratios in Chlorella vulgaris. Light storage decreased antioxidant activity, while heat impacted antioxidant activity in Tetraselmis chui.", "population_specificity": "Not specified (laboratory study on dried biomass)", "effective_dosage": "Not specified", "study_duration": "Three weeks (storage conditions)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:50.916656+00:00"}
{"study_id": 7311, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential of Chlorella vulgaris as a functional ingredient and natural preservative in beef burgers by assessing its nutritional, antimicrobial, and antioxidant properties.", "results_summary": "The study found that Chlorella vulgaris extracts, particularly the aqueous extract, exhibited high antioxidant activity, while the 50% ethanol extract showed the best antimicrobial effects. Fortified burgers demonstrated improved microbial stability and reduced spoilage indicators compared to the control.", "population_specificity": "Beef burgers (food product study, not human subjects).", "effective_dosage": "0.5%, 1%, and 1.5% by weight in burgers.", "study_duration": "Up to 5 months (storage period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:50.992299+00:00"}
{"study_id": 7314, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of carbamazepine (CBZ) exposure on the growth, cell viability, pigment content, and photosynthetic system of Chlorella vulgaris.", "results_summary": "CBZ inhibited C. vulgaris growth (IC50 of 27.2 mg/L at 96 h), damaged algal membranes, reduced pigment levels, and disrupted PSII function. C. vulgaris adapted by increasing Chl b synthesis and non-photochemical quenching but suffered permanent PS damage under prolonged high-dose CBZ exposure.", "population_specificity": "Chlorella vulgaris (microalgae)", "effective_dosage": "27.2 mg/L (IC50 at 96 h)", "study_duration": "96 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:55.563068+00:00"}
{"study_id": 7316, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of Chlorella vulgaris for crude oil spill phycoremediation under mixotrophic conditions and varying crude oil concentrations.", "results_summary": "Chlorella vulgaris demonstrated resilience up to 1% crude oil exposure, efficiently degraded aliphatic hydrocarbons, and showed optimal growth at 0.5% exposure. Chlorophyll a content increased at 0.5% exposure but declined above 1%, while carotenoid levels varied with concentration.", "population_specificity": "Aquatic ecosystems (in vitro study)", "effective_dosage": "Crude oil concentrations of 0.5-2%", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:58.350096+00:00"}
{"study_id": 7315, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to analyze the growth and flocculation characteristics of microalgae (including Chlorella) when cultured with different carbon sources.", "results_summary": "The study found that organic carbon sources increased extracellular protein content in microalgae, with sodium acetate showing the highest concentration (97.3 mg/g). However, excessive extracellular proteins from sodium acetate inhibited flocculation, reducing efficiency to below 50.0% with alum and chitosan.", "population_specificity": "Microalgae cultures (not human or animal subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:58.417994+00:00"}
{"study_id": 7317, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the potential of Chlorella vulgaris in bioremediating complex wastewaters (nejayote, cheese-whey, tequila vinasses) while producing added-value compounds.", "results_summary": "Chlorella vulgaris demonstrated robust growth in all three effluents, with nejayote being the optimal medium. Significant pollutant reductions were observed, including complete removal of nitrogen and phosphates in nejayote, and high protein and phenolic compound yields.", "population_specificity": "Wastewater effluents from Mexican food and beverage industries (nejayote, cheese-whey, tequila vinasses).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:58.781349+00:00"}
{"study_id": 7318, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of green-synthesized silver nanoparticles (AgNPs) on Chlorella sp. biomass growth and hydrogen production, as well as their potential for CO2 reduction.", "results_summary": "Low concentrations of AgNPs (0.24 mg L-1) significantly enhanced hydrogen production (10.8 mmol L-1) and hydrogenase activity (5-fold increase) in Chlorella sp., while also improving biomass growth and photosynthetic efficiency.", "population_specificity": "Microalga Chlorella sp. cultivated in BG11 and BG110 media.", "effective_dosage": "0.24 mg L-1 and 0.48 mg L-1 AgNPs.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:00.438711+00:00"}
{"study_id": 7319, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of sulfadiazine (SDZ) on Chlorella sp. growth, SDZ removal efficiency, and transformation pathways in microalgal systems.", "results_summary": "SDZ inhibited microalgal growth, but higher initial algal biomass alleviated this effect and improved SDZ removal rates (53.27%-89.07%). The main degradation mechanisms were biodegradation (37.82%) and photodegradation (23%), with degradation products generally less toxic than SDZ.", "population_specificity": "Chlorella sp. in a controlled microalgal cultivation system.", "effective_dosage": "Initial algal biomass of 0.25 g L-1.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:00.723834+00:00"}
{"study_id": 7320, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate how Chlorella pyrenoidosa and associated bacterial communities respond to antibiotic stress, particularly focusing on changes in antibiotic resistance genes (ARGs) and metabolites.", "results_summary": "Chlorella pyrenoidosa exhibited a \"low-dose promotion and high-dose inhibition\" pattern under antibiotic stress, with ARGs enriched in particle-attached bacteria by 117%. Key bacterial communities and metabolites were linked to ARG distribution.", "population_specificity": "Bacterial communities and Chlorella pyrenoidosa in the phycosphere under antibiotic stress.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:01.662023+00:00"}
{"study_id": 7321, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to analyze the impact of pre-treatment and simulated gastrointestinal digestion on the bioaccessibility and in vitro antioxidant activity of compounds from Chlorella vulgaris.", "results_summary": "The study found that pre-treatment and digestion released bioactive peptides and phenolic compounds from Chlorella, contributing to potent antioxidant activity through radical scavenging and iron reduction capacities. These findings suggest potential benefits against oxidative stress-associated diseases at intestinal and systemic levels.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:04.102100+00:00"}
{"study_id": 7323, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Chlorella vulgaris (CV) could mitigate kidney damage associated with non-alcoholic fatty liver disease (NAFLD) in mice.", "results_summary": "Chlorella vulgaris significantly reduced ALT and AST levels, lowered kidney damage marker genes (KIM-1 and NGAL), and improved kidney tissue structure in NAFLD-induced mice. The combined therapy with Lactobacillus casei (LBC) showed enhanced effects.", "population_specificity": "C57BL/6 mice with NAFLD induced by a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "35 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:07.508709+00:00"}
{"study_id": 7324, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the formation and toxicity alteration of halonitromethanes (HNMs) from Chlorella vulgaris during UV/chloramination in the presence of bromide ion (Br-).", "results_summary": "The study found that HNMs formation increased and then decreased during UV/chloramination, with intracellular organic matter of Chlorella vulgaris more susceptible to forming HNMs. Toxicity indices of HNMs increased with higher Br-:Cl2 ratios and Chlorella concentration but decreased with higher pH.", "population_specificity": "Not applicable (laboratory study on Chlorella vulgaris in water treatment)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:07.938604+00:00"}
{"study_id": 7322, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the aerobic biodegradability of polymer composites by integrating Chlorella vulgaris biomass at varying percentages into SBS copolymer composites.", "results_summary": "The study found that adding Chlorella vulgaris biomass to SBS copolymers increased biodegradability, with higher biomass content leading to greater CO2 production, cross-linking, and porosity in the polymer structure. Physical and chemical changes, including decreased density and altered melt flow index, were observed after industrial composting.", "population_specificity": "Industrial composting conditions (58 °C and 50% relative humidity).", "effective_dosage": "5%, 10%, and 20% mass percentages of Chlorella vulgaris biomass.", "study_duration": "180 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:08.435881+00:00"}
{"study_id": 7326, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to synthesize silica nanoparticles using a green synthesis method involving microalgae extract and evaluate their antimicrobial activity against E. coli.", "results_summary": "The study successfully synthesized silica nanoparticles using microalgae extract, demonstrating low-cost, eco-friendly production with antimicrobial activity against E. coli. Characterization confirmed nanoparticle formation, and the method avoided toxic chemicals.", "population_specificity": "Not specified (in vitro study involving E. coli)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:09.715956+00:00"}
{"study_id": 7327, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the ability of Chlorella sp. LH2 to grow in hospital wastewater, remove nutrients, and eliminate E. coli ATCC 8739.", "results_summary": "Chlorella sp. LH2 effectively reduced BOD5 and COD levels in hospital wastewater, meeting treatment standards, and achieved 68.64% total nitrogen and 64.44% total phosphorus removal after 10 days. It also eliminated 88.92% of E. coli ATCC 8739 after 7 days.", "population_specificity": "Hospital wastewater", "effective_dosage": "Not specified", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:10.588220+00:00"}
{"study_id": 7325, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate the combined effects of amino-functionalized polystyrene nanoplastics (PS-NH2), the herbicide atrazine (ATZ), and humic acid (HA) on Chlorella vulgaris.", "results_summary": "Low concentrations of PS-NH2 alone did not significantly affect Chlorella's biomarkers, but the combination of PS-NH2 and ATZ caused notable toxicity. HA mitigated this toxicity by reducing oxidative stress and altering particle interactions.", "population_specificity": "Chlorella vulgaris microalgae in an aquatic environment.", "effective_dosage": "PS-NH2 (0.05–0.4 mg/L), ATZ (10 μg/L), HA (1 mg/L).", "study_duration": "21 days.", "interactions": "PS-NH2 and ATZ showed synergistic toxicity, while HA reduced their adverse effects.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:11.074798+00:00"}
{"study_id": 7328, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the effectiveness of freeze-drying versus oven-drying in the sequential extraction of biochemicals from three Chlorella strains.", "results_summary": "Freeze-drying yielded higher total ash-plus biochemical contents, lipid yields, carbohydrate yields, and protein extraction compared to oven-drying, particularly for Chlorella vulgaris IG-R-96. Differences in cell wall strength among strains influenced biochemical content variability.", "population_specificity": "Three microalgae strains (Chlorella sorokiniana IG-W-96, Chlorella sp. PG-96, and Chlorella vulgaris IG-R-96).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:13.513835+00:00"}
{"study_id": 7313, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the removal mechanisms and metabolomic responses of Chlorella pyrenoidosa to different dissolved organic phosphorus (DOP) forms in wastewater.", "results_summary": "Chlorella pyrenoidosa efficiently removed over 96% of DOP through direct transport and post-hydrolysis pathways, with metabolite profiling revealing significant alterations in central carbon metabolism depending on the DOP source. G-6-P enhanced glycolysis and TCA cycle intermediates, while ATP downregulated carbohydrate and purine metabolism, inhibiting sustainable microalgae growth.", "population_specificity": "Microalgae (Chlorella pyrenoidosa) in a laboratory setting.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:15.323739+00:00"}
{"study_id": 7330, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of dielectric barrier discharge (DBD) plasma-activated peracetic acid (PAA) in deactivating Chlorella algae.", "results_summary": "The DBD plasma-activated PAA system achieved 89% algae removal within 15 minutes by generating reactive species (·OH, 1O2, RO·) that damaged Chlorella's cell structure, membrane, DNA, and chlorophyll-a. The treatment increased reactive oxygen species (ROS) within the cells, leading to their inactivation.", "population_specificity": "Chlorella algae in a controlled experimental setting.", "effective_dosage": "Not specified (ideal trial conditions mentioned).", "study_duration": "15 minutes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:17.394834+00:00"}
{"study_id": 7332, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the influence of Chlorella sp. in an algal-bacterial symbiotic system on nitrite accumulation compared to Navicula sp.", "results_summary": "The Chlorella-bacterial symbiotic system showed lower nitrite accumulation efficiency (compared to Navicula) and produced fewer extracellular polymeric substances. Nitrospira and SM1A02 were dominant nitrite-oxidizing bacteria in the Chlorella system.", "population_specificity": "Algal-bacterial symbiotic systems in sequencing batch reactors (laboratory setting).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:18.461841+00:00"}
{"study_id": 7331, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the toxic effects of amino-functionalized polystyrene nanoplastics (PS-NH2) and lead (Pb2+) on Chlorella vulgaris, both individually and in combination.", "results_summary": "The study found that PS-NH2 and Pb2+ exposure caused dose-dependent toxicity in Chlorella vulgaris, reducing chlorophyll a content and biomass. Combined exposure showed synergistic toxicity, with the highest effects observed at elevated concentrations of both PS-NH2 and Pb2+.", "population_specificity": "Microalga Chlorella vulgaris (aquatic organism)", "effective_dosage": "PS-NH2 concentrations: 0, 0.125, 0.25, 0.5, and 1 mg/L; Pb2+ concentrations: 20 μg/L (PbL) and 80 μg/L (PbH)", "study_duration": "96 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:18.866577+00:00"}
{"study_id": 7329, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the suitability of three Chlorella strains (C. kessleri, C. sorokiniana, C. vulgaris) for biodiesel production by analyzing their lipid content, fatty acid composition, and nutrient removal efficiency when grown in different nitrogen media and dairy wastewater.", "results_summary": "The study found that Chlorella strains effectively removed nitrogen and phosphorus from dairy wastewater (90% ammonium nitrogen, 53% total nitrogen, 95% phosphate ions) while achieving maximum biomass growth. All strains exhibited a similar fatty acid profile, with palmitic acid (C16:0) as the dominant saturated fatty acid, suitable for biodiesel, and oleic, linoleic, and alpha-linolenic acids as the main unsaturated fatty acids.", "population_specificity": "Microalgae strains (C. kessleri, C. sorokiniana, C. vulgaris) cultivated in laboratory conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:20.421995+00:00"}
{"study_id": 7334, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of different drying techniques on the protein quality and sensory properties of heterotrophic Chlorella vulgaris for potential food applications.", "results_summary": "Agitated thin film drying (ATFD) improved techno-functional properties and in vitro protein digestibility but increased earthy off-flavor, while pulse combustion drying (PCD) enhanced cacao odor and freeze drying (FD) resulted in lower flavor and volatile organic compounds (VOCs). The study demonstrated that drying methods can steer protein quality and sensory properties of C. vulgaris.", "population_specificity": "Not specified (laboratory study on Chlorella vulgaris).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:20.969264+00:00"}
{"study_id": 7333, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of pulsed electric field (PEF) processing in reducing microbial contamination in Chlorella vulgaris suspensions and its potential for shelf-life extension.", "results_summary": "PEF treatment achieved maximum microbial inactivation of 4.1, 3.7, and 3.6 logs for the tested spoilage microorganisms, with critical electric field strengths ranging from 22.6 to 24.6 kV/cm. Repeated PEF treatment showed similar efficiency, suggesting its potential for enhancing shelf-life.", "population_specificity": "Microalgae Chlorella vulgaris suspensions inoculated with food spoilage microorganisms (Pseudomonas guariconensis, Enterobacter soli, and Lactococcus lactis).", "effective_dosage": "Electric field strength of 16 to 28 kV/cm, pulse repetition rate of 100 to 140 Hz, pulse width of 20 μs, and inlet temperature of 30 °C.", "study_duration": "10-day cold storage period (10 °C).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:22.112487+00:00"}
{"study_id": 7335, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the feasibility of growing Chlorella sp. MUR 269 in biofilm to treat anaerobic digestate food effluent (ADFE) with high total ammonia nitrogen (TAN) concentrations.", "results_summary": "Chlorella biofilm growth was effective in treating ADFE, with biomass yields and nutrient removal rates varying by TAN concentration. Growth inhibition occurred at the highest TAN concentration (1000 mg N NH3 L-1), but the perfused biofilm strategy was efficient, minimized water consumption, and improved light exposure.", "population_specificity": "Anaerobic digestate food effluent (ADFE) treatment systems.", "effective_dosage": "Various TAN concentrations (55, 100, 200, 300, 500, 1000 mg N NH3 L-1).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:23.778648+00:00"}
{"study_id": 7336, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the optimal dilution rate and pretreatment method of kitchen wastewater (KWW) for enhancing Chlorella vulgaris biomass production, lipid content, and nutrient removal.", "results_summary": "The study found that 50% (v/v) dilution of sterilized KWW yielded the highest nutrient removal (90.23% sCOD, 85.87% TKN, 80.64% TP), biomass (1.447 g/L), and lipid content (37.9%). Pretreatment with 50 μm filtration further improved these outcomes (90.51% sCOD, 84.74% TKN, 77.50% TP, 1.496 g/L biomass, 39.4% lipid content).", "population_specificity": "Not specified (laboratory study on Chlorella vulgaris).", "effective_dosage": "50% (v/v) dilution of KWW.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:27.484754+00:00"}
{"study_id": 7339, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of Chlorella vulgaris in wastewater treatment, biofuel production, biopolymers, food additives, and other industrial applications.", "results_summary": "The study highlights Chlorella vulgaris as a promising solution for environmental challenges due to its fast growth, carbon dioxide uptake, and versatility in producing biofuels, biopolymers, and other valuable products. It also reviews market size and technical/nontechnical barriers to industrial-scale production.", "population_specificity": "Not specified (focus on industrial and environmental applications).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:27.740567+00:00"}
{"study_id": 7338, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effectiveness of Chlorella vulgaris in converting pollutants from municipal wastewater into hydrogen via a light and dark fermentative process.", "results_summary": "The study found that Chlorella vulgaris achieved 80% removal of chemical oxygen demand (COD) and ammoniacal nitrogen, with the highest hydrogen production recorded at 52 mL under optimal light conditions. The microalgae's performance remained stable over five cycles, indicating minimal cell washout and sustained efficacy.", "population_specificity": "Municipal wastewater pollutants (not human or animal subjects).", "effective_dosage": "Not specified (microalgae immobilized on 1 cm³ polyurethane foam cubes).", "study_duration": "Five cycles (exact time per cycle not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:28.684538+00:00"}
{"study_id": 7337, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether GABA could improve the growth and metabolic processes of Chlorella sorokiniana under chromium (Cr III) stress and assess its potential for bioremediation and biodiesel production.", "results_summary": "GABA significantly enhanced microalgal growth, biomass productivity (19.14 mg/L/day), lipid productivity (3.445 mg/L/day), and lipid content (18%) compared to Cr (III)-only cultures. It also improved chlorophyll a content (5.992 μg/ml), protein percentage (23.75%), and biodiesel quality by increasing SFA and reducing PUFA, while mitigating Cr (III) levels by 97.7%.", "population_specificity": "Chlorella sorokiniana microalgae cultures under Cr (III) stress.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:28.896920+00:00"}
{"study_id": 7340, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the potential of Chlorella vulgaris K-01 for selenium biotransformation and assess its heterotrophic selenium tolerance and incorporation.", "results_summary": "The study found that low-level selenium treatment increased biomass accumulation and carrying capacity in Chlorella vulgaris K-01, with an EC50 value of 38.08 mg/L and maximum organic selenium in biomass reaching 154.00 μg/g DW. The maximum biomass productivity was 0.26 g/L/d.", "population_specificity": "Chlorella vulgaris K-01 (microalgal strain)", "effective_dosage": "EC50 value of 38.08 mg/L selenium", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:29.531844+00:00"}
{"study_id": 7341, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to optimize enzymatic hydrolysis conditions for extracting Chlorella pyrenoidosa proteins and evaluate its potential as an alternative protein source.", "results_summary": "The study optimized protein extraction conditions (45.56 °C, pH 9.1, 49.85 min) and found that enzymatically hydrolyzed C. pyrenoidosa protein extract (CPE) had higher essential amino acid content, antioxidant activity, and phenol content compared to unprocessed Chlorella powder.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:29.743628+00:00"}
{"study_id": 7342, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effects of suspended particulate matter (SPM) from Jinjiang Estuary on the physiological, biochemical, and photosynthetic properties of Chlorella pyrenoidosa.", "results_summary": "The study found that SPM increased SOD, CAT activities, and MDA content while decreasing soluble protein content in Chlorella. High SPM concentrations and small particle sizes significantly affected chlorophyll a content and photosynthetic parameters like ETRmax and Ik, with some recovery observed.", "population_specificity": "Freshwater algae (Chlorella pyrenoidosa)", "effective_dosage": "SPM concentrations of 70 and 90 mg/L, particle sizes of 0-75 and 75-120 μm", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:31.402217+00:00"}
{"study_id": 7343, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Chlorella-loaded microneedles (PILMN-Chl) in providing oxygen and antibacterial therapy for MRSA-infected chronic diabetic wounds.", "results_summary": "The PILMN-Chl stably produced oxygen for over 30 hours via Chlorella photosynthesis, enhanced wound healing by targeted sterilization and hypoxia relief, and showed promise for treating chronic diabetic wounds.", "population_specificity": "Chronic diabetic wounds infected with MRSA (in vivo study).", "effective_dosage": "Not specified", "study_duration": "Oxygen production was monitored for over 30 hours; full intervention duration not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:32.988027+00:00"}
{"study_id": 7345, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to identify the most impactful physicochemical factors affecting Chlorella vulgaris growth and CO2 conversion using Design of Experiment (DoE) and Response Surface Methodology (RSM).", "results_summary": "Aeration significantly affected microalgae growth, evidenced by prolonged exponential growth phases and delayed deceleration phases. Initial pH levels also influenced growth, with higher pH cultures reaching stationary phases earlier.", "population_specificity": "Chlorella vulgaris cultures in a laboratory batch setting.", "effective_dosage": "Not specified", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:35.950107+00:00"}
{"study_id": 7346, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining lutein-rich Chlorella with ascidian PlsEtn activates the BDNF-TrkB-CREB signaling pathway in the hippocampus, potentially offering a preventive effect against dementia.", "results_summary": "The study found that while Chlorella or ascidian PlsEtn alone did not activate the BDNF-TrkB-CREB pathway, their combination at equal doses did, suggesting a synergistic effect that may help prevent dementia.", "population_specificity": "Sprague-Dawley rats", "effective_dosage": "Equal doses (specific amounts not provided)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:37.125022+00:00"}
{"study_id": 185189, "supplement_id": 1016, "safety_score": "70", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the nutritional value and potential of Chlorella vulgaris as a food substitute in the industry, including its health benefits and challenges in commercialization.", "results_summary": "Chlorella offers substantial nutritional benefits, including antioxidant activity, immune support, and detoxification, but faces challenges like contamination risks, sensory issues, and heavy metal accumulation. Future prospects involve strain improvement and cost-effective production methods.", "population_specificity": "Not specified (general potential as a food ingredient).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:37.893672+00:00"}
{"study_id": 185191, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the literature on Chlorella and other nutritional compounds to assess their effects on maintaining healthy skin conditions.", "results_summary": "The abstract does not provide specific findings about Chlorella's effects, only mentioning it as one of the reviewed compounds.", "population_specificity": "Not specified", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:38.260286+00:00"}
{"study_id": 185190, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to investigate the efficacy of a short-term (2-day) chlorella supplementation regimen on exercise performance during submaximal cycling in healthy young adults.", "results_summary": "The abstract does not provide specific results regarding the impact of 2-day chlorella supplementation on submaximal exercise performance, only stating the study's design and objectives.", "population_specificity": "Healthy young adults (16 males, 4 females; age 22 ± 6 years; VO2max 42.7 ± 9.6 mL/(kg·min)).", "effective_dosage": "6 g/day", "study_duration": "2 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:38.661353+00:00"}
{"study_id": 7344, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the properties of a gelatin-polyethylene glycol hydrogel loaded with silver nanoparticle Chlorella and its effects on healing infected full-thickness skin wounds in mice.", "results_summary": "The composite hydrogel demonstrated excellent thermosensitivity, photothermal properties, injectability, mechanical strength, antibacterial effects, and biocompatibility. It significantly enhanced wound healing rates in infected mice, with the best outcomes observed when combined with near-infrared light irradiation.", "population_specificity": "6-8-week-old C57BL/6J female mice and primary human fibroblasts (HFbs) from a 6-year-old healthy boy.", "effective_dosage": "Composite hydrogel extracts with final mass concentrations of 100.0, 50.0, 25.0, 12.5, and 0 mg/mL were tested on HFbs.", "study_duration": "Wound healing was assessed over 14 days post-injury.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:39.006097+00:00"}
{"study_id": 7347, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the stress effect of Cu (II) on Chlorella vulgaris growth, its Cu (II) removal capability, and its nutrient removal efficiency in biogas slurries.", "results_summary": "C. vulgaris showed the highest biomass at 0.5 mg/L Cu (II), with 30.1% greater growth than the 2.5 mg/L group. It effectively removed Cu (II) at 0.1–1.5 mg/L and achieved high nutrient removal rates (COD: 89.0%, NH3-N: 53.7%, TN: 69.6%, TP: 47.3%) at 0.5 mg/L Cu (II).", "population_specificity": "Pig farm biogas slurry (in vitro study, not human or animal subjects).", "effective_dosage": "Cu (II) concentrations of 0.1–2.5 mg/L (specific algal dosage not provided).", "study_duration": "6 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:40.547616+00:00"}
{"study_id": 185192, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the cardio-protective benefits of Chlorella supplementation and explore the underlying molecular mechanisms.", "results_summary": "Some studies indicated Chlorella supplementation may reduce inflammation and oxidative stress, but others found no benefits on cardiovascular risk factors based on hematological indices, and no molecular mechanisms were identified.", "population_specificity": "Not specified (general human health context).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:40.713695+00:00"}
{"study_id": 185193, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of chlorella supplementation on endurance, time trial performance, lactate threshold, and power indices in trained male cyclists.", "results_summary": "The study examined chlorella's impact on performance metrics, but the abstract does not specify the outcomes, leaving efficacy unclear without full results.", "population_specificity": "Fourteen male trained cyclists.", "effective_dosage": "6 g/day", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:43.374720+00:00"}
{"study_id": 185194, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize the effects of Chlorella vulgaris supplementation on lipid profiles (TG, TC, LDL-C, HDL-C) in adults.", "results_summary": "Chlorella vulgaris supplementation significantly reduced TC and LDL-C levels but had no significant effect on TG and HDL-C. The LDL-C reduction was effective at dosages up to 1500 mg/d but not at higher amounts.", "population_specificity": "539 adults (264 in the Chlorella group, 275 in the control group) across 10 RCTs.", "effective_dosage": "Effective LDL-C reduction at dosages between zero and 1500 mg/d.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:46.122503+00:00"}
{"study_id": 185195, "supplement_id": 1016, "safety_score": "80", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Chlorella supplementation on glycemic control, lipid profile, and anthropometric indices in patients with type 2 diabetes mellitus (T2DM).", "results_summary": "The study found no significant changes in glycemic control, lipid profile, or anthropometric measurements after 8 weeks of Chlorella supplementation at 1500 mg/day. The researchers concluded that Chlorella at this dosage and duration does not improve these outcomes in T2DM patients.", "population_specificity": "Patients with type 2 diabetes mellitus (T2DM).", "effective_dosage": "1500 mg/day of C. vulgaris.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:47.015732+00:00"}
{"study_id": 185196, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the potential role of microalgae, including Chlorella, as functional foods for human oral health, focusing on their anti-inflammatory, antioxidant, antimicrobial, and disease-preventive properties.", "results_summary": "The study found that microalgae, including Chlorella, exhibit significant anti-inflammatory, antioxidant, antimicrobial, and disease-preventive effects, with potential applications in oral cancer prevention and treatment of chronic periodontitis and microbial oral diseases. However, more research is needed to identify optimal strains and ensure safe, effective products.", "population_specificity": "General human population (not specified further)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:47.323820+00:00"}
{"study_id": 185200, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the efficacy of Chlorella supplementation on cardiovascular risk factors through a meta-analysis of randomized controlled trials.", "results_summary": "Chlorella supplementation significantly reduced total cholesterol, LDL-C, systolic and diastolic blood pressure, and fasting blood glucose, but had no significant effect on triglycerides, HDL-C, or BMI.", "population_specificity": "Subjects with varying health statuses (797 participants across 19 RCTs).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:48.414830+00:00"}
{"study_id": 185201, "supplement_id": 1016, "safety_score": "70", "efficacy_score": null, "quality_score": 60, "study_goal": "The researchers aimed to identify dietary supplements, including Chlorella, associated with kidney toxicity based on PubMed case reports.", "results_summary": "Chlorella was listed among dietary supplements linked to kidney injury in case reports, but no specific details on frequency or severity were provided. The abstract notes that most dietary supplements had only one to three publications over 50+ years.", "population_specificity": "Not specified (case reports from PubMed, 1966–2016)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:48.806304+00:00"}
{"study_id": 185199, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of Chlorella supplementation on the severity of menstrual pain and systemic symptoms in young women with primary dysmenorrhea.", "results_summary": "Chlorella supplementation significantly reduced menstrual pain severity, duration, and systemic symptoms (fatigue, headache, nausea, etc.), while also lowering serum levels of prostaglandins, inflammatory markers (hs-CRP), and oxidative markers (MDA). No significant changes were observed in menstrual characteristics, anthropometric indices, or dietary intake.", "population_specificity": "Young women with primary dysmenorrhea (n=44).", "effective_dosage": "1500 mg/day (as 5 soft gels).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:49.332727+00:00"}
{"study_id": 185202, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to study the effects of Chlorella vulgaris supplementation on glucose homeostasis, insulin resistance, and inflammatory biomarkers in patients with non-alcoholic fatty liver disease (NAFLD).", "results_summary": "Chlorella supplementation significantly reduced weight, liver enzymes, fasting serum glucose, and hs-CRP, while increasing serum insulin and HOMA score in NAFLD patients. The effects on serum glucose and TNF-α levels remained significant even after adjustments.", "population_specificity": "Seventy NAFLD patients confirmed by ultra-sonographic findings.", "effective_dosage": "Four 300 mg tablets of C. vulgaris daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:52.117172+00:00"}
{"study_id": 185204, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize the health benefits of Chlorella supplementation and the molecular mechanisms underlying these effects.", "results_summary": "The study found that Chlorella vulgaris supplementation may help ameliorate hyperlipidemia and hyperglycemia, protect against oxidative stress, cancer, and chronic obstructive pulmonary disease, due to its unique composition of functional nutrients. Clinical trials supported these benefits.", "population_specificity": "Not specified (general human health context).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:53.990815+00:00"}
{"study_id": 185207, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to assess the ability of Chlorella vulgaris to detoxify carcinogenic heterocyclic amines (HCAs) in Korean young adults.", "results_summary": "Chlorella supplementation showed marginally significant effects in reducing urinary MeIQx levels but did not significantly alter PhIP or IQx-8-COOH levels. The study suggests Chlorella may interfere with HCA absorption or metabolism.", "population_specificity": "6 Korean females, aged 27.17±7.73 years.", "effective_dosage": "Not specified", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:56.789355+00:00"}
{"study_id": 185205, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether Chlorella vulgaris induces epigenetic modulation and aids in detoxification against polycyclic aromatic hydrocarbons (PAHs).", "results_summary": "Chlorella reduced global hypermethylation (5-methylcytosine) compared to placebo and lowered urinary 1-hydroxypyrene (1-OHP) levels, suggesting PAH-detoxification through epigenetic modulation and interference with PAH absorption, distribution, metabolism, or excretion (ADME). However, no changes were observed in DNA methylation at DNMT1 or NQO1.", "population_specificity": "12 healthy females", "effective_dosage": "4 tablets (≈8.3mg chlorophyll/tablet) three times daily before meals", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:57.343254+00:00"}
{"study_id": 185198, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to investigate the immune-stimulating effects of Chlorella and its potential association with autoimmune disease flares.", "results_summary": "The abstract suggests Chlorella activates immune cells via cytokines and chemokines, but case reports link it to flares in autoimmune conditions like lupus and dermatomyositis. No direct efficacy for dermatologic conditions was demonstrated.", "population_specificity": "Dermatology patients, particularly those with autoimmune conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:57.393318+00:00"}
{"study_id": 185208, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Chlorella vulgaris supplementation could improve antioxidant status and reduce oxidative stress in chronic cigarette smokers.", "results_summary": "Six-week supplementation with Chlorella vulgaris significantly increased serum antioxidant measures and reduced malonedialdehyde (MDA) levels, indicating reduced lipid peroxidation. The effects were consistent across genders, except for vitamin E changes, which were more pronounced in males.", "population_specificity": "Iranian smokers (mean age 37.11 ± 1.69 years, 18.4% female).", "effective_dosage": "3600 mg/day of Chlorella vulgaris extract.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:58.291036+00:00"}
{"study_id": 185209, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a Chlorella-derived supplement could prevent the reduction in salivary SIgA secretion rates during intensive kendo training camps.", "results_summary": "The study found that the Chlorella supplement prevented the decrease in salivary SIgA secretion rates observed in the placebo group during the training camps, suggesting it may help maintain immune function under physical stress.", "population_specificity": "Ten female kendo athletes participating in inter-university training camps.", "effective_dosage": "Not specified", "study_duration": "Tablets were taken starting 4 weeks before the camp until post-camp saliva sampling (total duration varied by camp length: 6-day spring and 4-day summer camps).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:59.070600+00:00"}
{"study_id": 185206, "supplement_id": 1016, "safety_score": "90", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic effectiveness of Chlorella vulgaris extract (CVE) as an adjunct to standard antidepressant therapy in patients with major depressive disorder (MDD).", "results_summary": "The study found that CVE significantly improved physical and cognitive symptoms of depression and anxiety compared to standard therapy alone, though affective symptoms improved more in the control group. CVE was well tolerated with no serious adverse events reported.", "population_specificity": "Patients diagnosed with MDD according to DSM-IV criteria who were already receiving standard antidepressant therapy.", "effective_dosage": "1800 mg/day", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:00.504290+00:00"}
{"study_id": 185210, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Chlorella supplementation enhances immune and inflammatory responses, specifically NK cell activity and cytokine production, in healthy humans.", "results_summary": "Chlorella supplementation significantly increased NK cell activity and serum levels of interferon-γ and interleukin-1β, with a trend toward increased interleukin-12. These changes were significantly greater in the Chlorella group compared to placebo, suggesting immunostimulatory effects.", "population_specificity": "Healthy humans", "effective_dosage": "5g of Chlorella daily (tablet form)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:01.128402+00:00"}
{"study_id": 185211, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Chlorella ingestion increases salivary secretory immunoglobulin A (SIgA) secretion, potentially improving mucosal immune function in humans.", "results_summary": "The study found that 4-week Chlorella ingestion significantly increased salivary SIgA concentrations and secretion rates compared to baseline, while placebo ingestion showed no effect.", "population_specificity": "15 men", "effective_dosage": "30 tablets per day", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:01.726316+00:00"}
{"study_id": 185213, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether 6 weeks of Chlorella supplementation could protect smokers against oxidative damage by measuring plasma antioxidant levels and lymphocyte DNA damage.", "results_summary": "Chlorella supplementation increased plasma antioxidant vitamins (vitamin C and alpha-tocopherol) and improved erythrocyte antioxidant enzyme activities. It also reduced lymphocyte DNA damage, though the placebo group also showed a decrease.", "population_specificity": "52 smokers aged 20-65 years.", "effective_dosage": "6.3g daily.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:05.567537+00:00"}
{"study_id": 185212, "supplement_id": 1016, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether Chlorella supplementation could prevent pregnancy anemia and pregnancy-induced hypertension (PIH) in Japanese pregnant women.", "results_summary": "Chlorella supplementation significantly reduced the proportion of anemic subjects and lowered incidences of proteinuria and edema (signs of PIH) compared to the control group during the second and third trimesters.", "population_specificity": "Japanese pregnant women (n=70, with 32 in the Chlorella group and 38 in the control group).", "effective_dosage": "6 g of Chlorella supplement daily.", "study_duration": "From 12th-18th week of gestation until delivery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:06.224308+00:00"}
{"study_id": 48422, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of chlorogenic acid (CGA) on human semen quality, oxidative stress in spermatozoa, and its potential mechanism of action via the Nrf2 pathway.", "results_summary": "CGA increased rapid progressive sperm motility and reduced oxidative stress markers (F2-IsoPs) in semen. It also reversed oxidative damage and DNA fragmentation induced by H2O2 while upregulating Nrf2 mRNA expression.", "population_specificity": "Human semen samples and spermatozoa in vitro.", "effective_dosage": "100 µM CGA.", "study_duration": "Not specified (in vitro study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:06.724619+00:00"}
{"study_id": 48423, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether chlorogenic acid (CGA), alone or in combination with cilomilast (CILO), could protect against scopolamine-induced cognitive impairment in mice, focusing on neuroprotective and anti-inflammatory effects.", "results_summary": "CGA, especially when combined with CILO, reversed scopolamine-induced cognitive deficits, reduced neuronal damage and amyloid beta accumulation, and decreased neuroinflammatory markers like TNF-α and NF-κB. The combination also enhanced cAMP-related pathways, improving neuronal plasticity and survival.", "population_specificity": "Male albino mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:07.632094+00:00"}
{"study_id": 48428, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Chlorogenic Acid (CGA) could protect against acetaminophen-induced liver injury (AILI) by modulating the AMPK/mTOR/ULK1 autophagy pathway.", "results_summary": "CGA protected mice and LO2 cells from oxidative stress and liver injury caused by APAP by activating the AMPK/mTOR/ULK1 pathway, promoting autophagy. These effects were reversed by AMPK inhibition, confirming the pathway's role in CGA's protective action.", "population_specificity": "Mice and LO2 cells (human liver cell line).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:10.472998+00:00"}
{"study_id": 48429, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the therapeutic effect of Chlorogenic Acid (CGA) on atopic dermatitis (AD) in mice and explore its mechanism of action.", "results_summary": "Topical application of CGA significantly reduced dermatitis scores, inflammation markers, and skin fibrosis in AD-induced mice. CGA inhibited the PI3K/Akt and NF-κB signaling pathways, suggesting its anti-inflammatory effects via the Akt1/NF-κB pathway.", "population_specificity": "BALB/c mice with AD induced by 2,4-dinitrochlorobenzene (DNCB).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:10.561729+00:00"}
{"study_id": 48426, "supplement_id": 1017, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether chlorogenic acid (CGA) could mitigate the toxicity of a glyphosate-based herbicide (GBH) in rats by evaluating biochemical, oxidative stress, and histopathological parameters.", "results_summary": "CGA dose-dependently improved biochemical and oxidative stress markers (reducing MDA, 8-OHdG, and restoring GSH, SOD, CAT levels) and reversed histopathological damage caused by GBH in rats. The findings suggest CGA is a promising natural agent against glyphosate-induced toxicity.", "population_specificity": "42 Wistar rats divided into six groups of seven animals each.", "effective_dosage": "12.5, 25, or 50 mg/kg of CGA administered orally.", "study_duration": "49 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:10.702510+00:00"}
{"study_id": 48425, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether chlorogenic acid (CA) could inhibit the virulence and transmission of drug resistance in outer membrane vesicles (OMVs) released by carbapenem-resistant Klebsiella pneumoniae (CRKp) under meropenem (MEM) pressure.", "results_summary": "The study found that CA inhibits macrophage pyroptosis by blocking the interaction between GroEL and LOX-1, reduces the spread of resistance genes by disrupting conjugation, and prevents MEM hydrolysis by inhibiting resistance enzymes in KOMV-MEM. These effects were demonstrated both in vitro and in vivo.", "population_specificity": "Mice infected with CRKp-derived OMVs (KOMV-MEM) and bacterial cultures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:11.079797+00:00"}
{"study_id": 48431, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether chlorogenic acid could protect against cisplatin-induced intestinal barrier damage and microbiota disruption in mice.", "results_summary": "Chlorogenic acid reduced inflammatory markers (IL-6, IL-1β, TNF-α), improved intestinal barrier integrity (increased occludin and ZO-1 expression), and reversed cisplatin-induced gut microbiota dysbiosis, particularly when administered as a pretreatment.", "population_specificity": "C57BL/6J mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:14.258287+00:00"}
{"study_id": 48430, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the antioxidant, anti-inflammatory, and mucosal protective properties of chlorogenic acid in mitigating 5-FU-induced intestinal mucositis in mice.", "results_summary": "Chlorogenic acid reduced intestinal histopathological damage, lowered proinflammatory mediators and oxidative stress markers, and modulated key signaling pathways (TLR4/NF-κB/MAPK, AMPK/SIRT1, PI3K/AKT) to protect against 5-FU-induced tissue damage.", "population_specificity": "Mice with 5-FU-induced intestinal mucositis.", "effective_dosage": "10 and 20 mg/kg, administered daily via intraperitoneal injection.", "study_duration": "10 consecutive days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:14.934861+00:00"}
{"study_id": 48433, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a composite sensor for accurate detection of Chlorogenic Acid (CGA) in complex matrices like plant extracts, coffee, and fruit juices.", "results_summary": "The study successfully designed a MIPs-CS:ZnS QDs/PDA composite sensor with high selectivity for CGA, demonstrating a linear detection range of 0.02-11 μg/mL and a low detection limit of 8.9 × 10-3 μg/mL. The sensor showed good recovery rates (88.93-98.49%) in real samples without requiring pre-treatment.", "population_specificity": "Not applicable (in vitro study on sensor development).", "effective_dosage": "Not applicable (detection method study).", "study_duration": "Not applicable (no intervention period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:16.984134+00:00"}
{"study_id": 48434, "supplement_id": 1017, "safety_score": "30", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to assess the acute effects of Chlorogenic Acid (CGA) on liver and kidney function in mice.", "results_summary": "CGA elevated hydrogen peroxide levels in the liver and kidneys, impaired liver function parameters, and variably affected potassium ion concentration in the kidneys, with more pronounced effects at higher doses (≥240 mg/kg). Histological findings supported these biochemical perturbations.", "population_specificity": "Swiss mice (n=48, weight-matched into 8 groups of 6).", "effective_dosage": "30, 60, 120, 240, 480, and 1000 mg/kg (single dose).", "study_duration": "Acute exposure (24-hour post-treatment assessment).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:16.992819+00:00"}
{"study_id": 48436, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of chlorogenic acid, alone and combined with endurance training, on oxidative and nitrosative stress indicators in skeletal muscle tissue of pre-diabetic mice.", "results_summary": "Chlorogenic acid significantly decreased glutathione peroxidase and increased total antioxidant capacity. Combined with endurance training, it showed potential to improve antioxidant capacity and reduce diabetes-related complications.", "population_specificity": "Male C57BL/6 mice fed a high-fat diet to induce pre-diabetes.", "effective_dosage": "110 mg/kg body weight, administered three times a week via gavage.", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:18.828506+00:00"}
{"study_id": 48437, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chlorogenic acid (CGA) enhances beta-lapachone (β-Lap)-induced cancer cell death by inhibiting autophagy, potentially overcoming drug resistance.", "results_summary": "CGA significantly enhanced β-Lap-induced apoptosis in cancer cells by activating PKA, which suppressed autophagy via LC3 phosphorylation. This combination was particularly effective in NQO1-overexpressing breast and lung cancers.", "population_specificity": "Cancer cells (specifically NQO1-overexpressing breast and lung cancer cells)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:19.035605+00:00"}
{"study_id": 48438, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the effects and mechanisms of Chlorogenic Acid (CGA) on PTSD-like behaviors using network pharmacology, molecular docking, and experimental validation.", "results_summary": "CGA alleviated PTSD-like behaviors, improved hippocampal damage, and enhanced synaptic plasticity through antioxidant and anti-inflammatory effects by regulating Nrf2 and NF-κB pathways.", "population_specificity": "Not specified (animal model implied by \"vivo experiments\").", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:19.140305+00:00"}
{"study_id": 48435, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Chlorogenic Acid (Cga) could mitigate pyrrolizidine alkaloid (PA)-induced liver damage by influencing the SIRT1/FXR signaling pathway.", "results_summary": "Cga enhanced SIRT1 activation and FXR signaling, improving bile acid balance in PA-induced liver injury. The protective effects of Cga were significantly reduced when SIRT1 inhibitors were used or in Fxr-KO mice, highlighting the role of the SIRT1/FXR axis.", "population_specificity": "Murine model (mice)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:20.476409+00:00"}
{"study_id": 48440, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Chlorogenic Acid (CGA) could protect the pancreas from severe injury in severe acute pancreatitis (SAP) by reducing inflammation and mitigating pathological damage.", "results_summary": "CGA significantly reduced serum amylase and lipase levels, decreased pro-inflammatory cytokines (IL-1β, IL-6, TNF-α), and alleviated pancreatic tissue damage in SAP rats by inhibiting NF-κB and NLRP3 inflammasome activation and activating the Nrf2/HO-1 pathway. Similar anti-inflammatory effects were observed in AR42J cells.", "population_specificity": "Rats with severe acute pancreatitis (SAP) and AR42J cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:24.211662+00:00"}
{"study_id": 48439, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of chlorogenic acid (CHA) in treating Alzheimer's disease (AD) when delivered via bifunctional nanomicelles (CI@SPK) designed to enhance bioavailability and target AD lesions.", "results_summary": "The study found that CHA, when encapsulated in nanomicelles, effectively scavenged reactive oxygen species (ROS), inhibited β-amyloid (Aβ) aggregation, and modulated microglia phenotype from M1 to M2, promoting Aβ phagocytosis and clearance. In vivo results showed improved learning and cognitive function in APP/PS1 mice, with reduced Aβ plaque and inflammation.", "population_specificity": "APP/PS1 mice (a model for Alzheimer's disease)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:25.059372+00:00"}
{"study_id": 48441, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the inhibitory mechanism of chlorogenic acid-grafted chitosan (CA-g-CS) against Pseudomonas fluorescens at the gene level, focusing on iron transport and membrane integrity.", "results_summary": "CA-g-CS treatment significantly down-regulated genes related to iron transport in P. fluorescens, caused membrane surface collapse, reduced bacterial membrane protein content, and decreased iron uptake and intracellular iron content, ultimately retarding bacterial growth.", "population_specificity": "Pseudomonas fluorescens (bacterial strain)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:25.335361+00:00"}
{"study_id": 48442, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Chlorogenic Acid (CGA) regulates innate immunity and its underlying molecular mechanisms, particularly its effects against Gram-negative pathogen Pseudomonas aeruginosa PA14.", "results_summary": "CGA increased resistance to P. aeruginosa PA14 in a dose-dependent manner, enhanced innate immunity in Caenorhabditis elegans by reducing bacterial burden, inhibited bacterial proliferation and toxin production, and activated mitochondrial unfolded protein response (UPRmt) via transcription factor ATFS-1. It also protected mice from infection and activated UPRmt independently of known immune pathways.", "population_specificity": "Caenorhabditis elegans and mice.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:27.243186+00:00"}
{"study_id": 48443, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of ultrasound-assisted non-enzymatic covalent binding of chlorogenic acids (3-CQA and 4-CQA) with β-lactoglobulin on protein structure and properties, and their potential as delivery vehicles for curcumin and lycopene.", "results_summary": "The study found that ultrasound-assisted covalent binding, particularly with 4-CQA and alkali-ultrasound treatment, enhanced protein hydrophilicity and thermal stability while altering protein structure. The covalent complexes successfully delivered curcumin and lycopene with high encapsulation efficiencies (82.81–90.51%) and superior stability compared to other delivery systems.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:28.697849+00:00"}
{"study_id": 48444, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Chlorogenic Acid (CGA) could effectively manage Olanzapine-induced metabolic syndrome in a rat model, comparing its effects to metformin.", "results_summary": "CGA mitigated Olanzapine-induced hyperphagia, weight gain, hypertension, liver damage, elevated fasting blood glucose, triglycerides, and leptin levels, while also reversing alterations in hypothalamic protein levels (NPY, POMC, AMPK, and 5-HT2CR). However, it did not affect Olanzapine-induced elevation of adiponectin levels.", "population_specificity": "Female Wistar rats", "effective_dosage": "20, 40, and 80 mg/kg/day (gavage)", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:28.727836+00:00"}
{"study_id": 48445, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine Chlorogenic Acid's anti-aging activity, specifically its ability to mitigate skin photoaging by reducing inflammatory and aging biomarkers while enhancing antioxidant and extracellular matrix integrity markers.", "results_summary": "Chlorogenic Acid reduced inflammatory markers (NO, COX-2, IL-6) and down-regulated aging-related genes (MMP-1, CASP-3, CASP-8), while up-regulating antioxidant (GPX-1) and ECM integrity markers (TIMP-1, FGF-2), with the most significant effects observed at 25 µg/mL.", "population_specificity": "UV-exposed human skin fibroblast cells", "effective_dosage": "6.25, 12.5, and 25 µg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:28.912513+00:00"}
{"study_id": 48446, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chlorogenic acid (CGA) could protect against chronic unpredictable stress (CUS)-induced diminished ovarian reserve (DOR) by modulating the ovarian renin-angiotensin system (OVRAS) and reducing oxidative stress and apoptosis.", "results_summary": "CGA improved ovarian function, reduced oxidative stress, and downregulated the ACE-AngII-AT1R axis activity in mice subjected to CUS, suggesting it may alleviate stress-induced DOR.", "population_specificity": "Female mice subjected to chronic unpredictable stress.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:29.071175+00:00"}
{"study_id": 48448, "supplement_id": 1017, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to determine whether a novel selenium-based chlorogenic acid nanoparticle (CHSe NPs) could effectively disrupt the cyclic synergy between oxidative stress and inflammatory response in acute lung injury (ALI).", "results_summary": "CHSe NPs demonstrated potent antioxidant and anti-inflammatory effects by scavenging ROS, modulating macrophage polarization, and regulating key signaling pathways (MAPK and PI3K-Akt), outperforming dexamethasone in ALI mice models.", "population_specificity": "ALI mice models", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:32.684647+00:00"}
{"study_id": 48447, "supplement_id": 1017, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to explore the regulatory effects of chlorogenic acid (CHA) on the immune microenvironment in glioma and assess its potential for clinical application.", "results_summary": "CHA slowed tumor growth in model mice, extended survival time, enhanced macrophage antigen-presenting function, activated microglia via the JAK-STAT pathway, and improved antitumor effects. A patient treated with CHA achieved partial remission and survived for 5 years and 6 months without toxic side effects.", "population_specificity": "Model mice and a single human patient with glioma.", "effective_dosage": "Not specified", "study_duration": "9 months (human patient)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:33.511914+00:00"}
{"study_id": 48449, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic effect of chlorogenic acid on CCl4-induced hepatic fibrosis and explore its potential molecular target via the autophagy pathway.", "results_summary": "Chlorogenic acid improved liver function, reduced oxidative stress and inflammation, and modulated autophagy markers (increasing LC3 and Beclin-1 while decreasing PI3K, AKT, and mTOR). It also lowered NF-κB expression, suggesting anti-inflammatory effects.", "population_specificity": "Rats with CCl4-induced liver fibrosis.", "effective_dosage": "20, 40, and 60 mg/kg daily.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:33.792861+00:00"}
{"study_id": 48450, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the renoprotective effect of Chlorogenic Acid (CGA) in diabetic nephropathy and elucidate its anti-inflammation mechanisms, particularly focusing on Nrf2 pathway activation and NLRP3 inflammasome inhibition.", "results_summary": "CGA significantly reduced serum creatinine, blood urea nitrogen, and urinary protein excretion in diabetic rats, activated the Nrf2 pathway, and inhibited NLRP3 inflammasome activation. Nrf2 siRNA transfection nullified CGA's effects, confirming its mechanism of action.", "population_specificity": "Diabetic rat model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:36.823003+00:00"}
{"study_id": 48454, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the dynamic in vitro digestion properties and prebiotic activities of lotus seed starch-chlorogenic acid complexes under autoclaving treatment.", "results_summary": "The study found that chlorogenic acid attached to starch via hydrogen bonding, improving its bioavailability, and the digested complexes stimulated the proliferation of beneficial bacteria (Bifidobacterium and Lacticaseibacillus species) and increased acetic acid production.", "population_specificity": "In vitro study (no human or animal subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:37.369662+00:00"}
{"study_id": 48452, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the biological activities and mechanisms of chlorogenic acid (CGA) in treating septic acute liver injury (SALI) using network pharmacology, molecular docking, and in vivo studies.", "results_summary": "Chlorogenic acid showed significant anti-inflammatory effects and improved liver pathology and apoptosis in a SALI mouse model, likely through the TLR4/NF-κB pathway. Molecular docking confirmed strong binding activity between CGA and core targets related to SALI.", "population_specificity": "SALI mouse model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:38.408722+00:00"}
{"study_id": 48453, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether chlorogenic acid (CGA) could inhibit UVA-induced cellular senescence in human dermal fibroblasts and prevent skin photoaging in a mouse model.", "results_summary": "CGA significantly inhibited UVA-induced senescence in human dermal fibroblasts by targeting Enolase 1 (ENO1) and blocking the glycolytic pathway. In a photoaging mouse model, CGA reduced skin wrinkles, alleviated pathological features, and inhibited senescence-associated secretory phenotype (SASP) secretion.", "population_specificity": "Human dermal fibroblasts (HDF cells) and a photoaging mouse model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:39.108845+00:00"}
{"study_id": 48451, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the anti-inflammatory effects of Chlorogenic Acid (CGA) in RAW264.7 macrophage cells and its therapeutic potential for allergic rhinitis (AR) in mice, focusing on the TLR4/MAPK/NF-κB pathway.", "results_summary": "CGA significantly reduced inflammation markers (NO, TNF-α, IL-6) and suppressed TLR4/MAPK/NF-κB pathway activity in vitro and in AR mice, demonstrating anti-inflammatory effects. Tlr4 overexpression counteracted CGA's benefits, while its inhibition enhanced them.", "population_specificity": "RAW264.7 macrophage cells and ovalbumin-induced allergic rhinitis mice.", "effective_dosage": "Varying concentrations (specific amounts not detailed in abstract).", "study_duration": "Not specified in abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:40.581404+00:00"}
{"study_id": 48455, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether chlorogenic acid (CGA), when co-delivered with Rhein (RH) via nanoparticles, could synergistically treat ulcerative colitis through anti-inflammatory and antioxidant mechanisms.", "results_summary": "The study found that CP@CGA-FA/TA@RH NPs effectively inhibited the TLR4/MyD88/NF-κB inflammatory pathway and activated the Nrf2/HO-1 antioxidant pathway, demonstrating a significant co-medication effect between RH and CGA for UC treatment.", "population_specificity": "Not specified (likely preclinical or in vitro/in vivo models, given the nanoparticle development focus).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:42.329415+00:00"}
{"study_id": 48456, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop enteric-coated mucoadhesive beads of Chlorogenic Acid (CGA) for targeted colon delivery to treat ulcerative colitis (UC).", "results_summary": "The optimized CGA-F2 formulation demonstrated high mucoadhesive efficiency (94.33%), sustained drug release (95.07% over 24 hours), and compatibility with polymers, suggesting promise for UC treatment.", "population_specificity": "Not specified (in vitro study).", "effective_dosage": "Not specified (drug loading: 1.14 ± 0.09).", "study_duration": "24 hours (in vitro release study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:42.880918+00:00"}
{"study_id": 48457, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the bactericidal activity of Chlorogenic Acid (CGA) combined with ultraviolet-A light (UVA) against Escherichia coli DH5α, focusing on its potential for food preservation and healthcare applications.", "results_summary": "CGA + UVA treatment significantly reduced bacterial survival, particularly at acidic pH, and disrupted bacterial cell membranes, DNA, and enzyme activity, including reducing β-lactamase activity and plasmid transforming efficacy. The treatment was also effective in acidic food products like green plum juice.", "population_specificity": "Escherichia coli DH5α (bacterial strain)", "effective_dosage": "0.3% CGA", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:43.088832+00:00"}
{"study_id": 48458, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of chlorogenic acid (CGA) on laying performance, antioxidant capacity, egg quality, hepatic inflammation, mitochondrial function, and lipid metabolism in hens under oxidative stress induced by hydrogen peroxide (H2O2).", "results_summary": "CGA at 600 and 800 mg/kg significantly improved egg production rate, egg quality, and reduced lipid peroxidation compared to the control group. It also mitigated oxidative stress, liver inflammation, mitochondrial dysfunction, and lipid accumulation caused by H2O2, with 800 mg/kg showing greater efficacy.", "population_specificity": "360 healthy 43-week-old Hy-Line brown hens.", "effective_dosage": "600 mg/kg and 800 mg/kg CGA in the diet.", "study_duration": "84 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:46.775294+00:00"}
{"study_id": 48459, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the synergistic antioxidant and anti-inflammatory effects of chlorogenic acid (CA) combined with Lycium barbarum polysaccharide (LBP) in LPS-induced inflammation in rat alveolar macrophages.", "results_summary": "The study found that CA and LBP combinations exhibited synergistic antioxidant properties, with the highest activity at a 1:7 ratio. The CA-LBP complex reduced LPS-induced nitric oxide, reactive oxygen species, and inflammatory factors like TNF-α and IL-6.", "population_specificity": "Rat alveolar macrophages (in vitro study).", "effective_dosage": "Not specified (ratios tested: CA:LBP = 1:7, among others).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:46.837486+00:00"}
{"study_id": 48461, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify the molecular targets and anticancer mechanisms of Chlorogenic Acid (CGA) and validate its efficacy in inhibiting tumor growth.", "results_summary": "The study discovered that mitochondrial acetyl-CoA acetyltransferase 1 (ACAT1) is a primary target of CGA, and demonstrated that CGA inhibits cancer cell proliferation by blocking ACAT1 phosphorylation at Y407, both in vitro and in vivo. The findings highlight CGA's potential as a novel anticancer agent.", "population_specificity": "Preclinical models and phase II clinical trial patients with glioma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:46.956934+00:00"}
{"study_id": 48462, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate chlorogenic acid's molecular mechanism and potential targets for treating oral squamous cell carcinoma (OSCC).", "results_summary": "Chlorogenic acid targeted 23 OSCC-related proteins, with strong binding affinity to MMP9, and downregulation of core targets correlated with improved survival. Enrichment analysis highlighted the importance of MAPK-ERK and MAPK-JNK signaling pathways in its efficacy.", "population_specificity": "Oral squamous cell carcinoma (OSCC) patients (in silico and survival analysis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:47.936907+00:00"}
{"study_id": 48464, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether chlorogenic acid (CGA) could prevent urogenital damage caused by particulate matter exposure in rats by enhancing antioxidant defenses and modulating oxidative stress pathways.", "results_summary": "CGA improved urogenital biomarkers and histopathology structures by enhancing antioxidant enzymes and modulating the OXR1 signaling pathway, counteracting the oxidative stress and kidney dysfunction induced by particulate matter exposure.", "population_specificity": "Wistar rats exposed to particulate matter.", "effective_dosage": "100, 200, and 400 mg/kg, administered via gavage 3 days a week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:50.265394+00:00"}
{"study_id": 48465, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate chlorogenic acid's effectiveness as a disinfectant for alginate dental impressions and its impact on physical properties and dimensional accuracy.", "results_summary": "Chlorogenic acid demonstrated significant antimicrobial effects against common oral pathogens without compromising the physical properties or dimensional accuracy of alginate impressions. All tested concentrations met ISO standards for key properties, though only the 10 mg/mL concentration met the Japanese standard for initial setting time.", "population_specificity": "Alginate dental impression materials (in vitro study, no human subjects).", "effective_dosage": "Mixed concentrations: 10 mg/mL, 15 mg/mL, 20 mg/mL; sprayed concentrations: 50 mg/mL, 55 mg/mL, 60 mg/mL.", "study_duration": "Five-minute incubation period, with disinfection effects assessed at 10, 20, and 30 minutes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:52.859271+00:00"}
{"study_id": 48466, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Chlorogenic Acid (CGA) could protect against reproductive damage induced by cyclophosphamide (CP) in mice.", "results_summary": "CGA increased serum testosterone, luteinizing hormone, and follicle-stimulating hormone activity, improved oxidative stress markers, restored testicular morphology, and enhanced steroid regulatory factors and synthase levels, suggesting protective effects against CP-induced reproductive damage.", "population_specificity": "Male mice treated with cyclophosphamide.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:54.098489+00:00"}
{"study_id": 48469, "supplement_id": 1017, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review advancements in nanotechnology for improving the delivery and efficacy of Chlorogenic Acid (CGA) as a medicinal agent or food supplement.", "results_summary": "The study found that CGA-loaded nanomaterials enhance its bioavailability, stability, and targeted distribution, improving its therapeutic effects and extending food shelf life in nano-packaging.", "population_specificity": "Not specified (review of existing research).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:55.620533+00:00"}
{"study_id": 48468, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the inhibitory effects of Chlorogenic Acid (CGA) on tongue cancer using patient-derived xenograft (PDX) models and hydrogel-embedded drug sensitivity tests (HDST), while also investigating the underlying molecular mechanisms.", "results_summary": "CGA demonstrated robust inhibition of tongue cancer in both in vivo and ex vivo models, downregulating CD31 and Ki-67 expression, promoting apoptosis, and involving the EGFR-AKT-MMP9 signaling cascade. The study highlights CGA's potential as a therapeutic agent due to its ability to disrupt angiogenesis, suppress proliferation, and induce apoptosis.", "population_specificity": "Patient-derived xenograft (PDX) models of tongue cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:55.986102+00:00"}
{"study_id": 48472, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the medicinal value of chlorogenic acid compounds (CGAs) from sweetpotato leaves and their potential as a novel therapeutic strategy for treating idiopathic thrombocytopenic purpura (ITP).", "results_summary": "CGAs promoted megakaryocyte differentiation and platelet formation in a murine ITP model, activating the PI3K/AKT signaling pathway. The study demonstrated CGAs' potential to enhance platelet production through this mechanism.", "population_specificity": "Murine model of ITP (antiplatelet antibody-induced).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:56.839166+00:00"}
{"study_id": 48470, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to analyze the pharmacological impact and underlying mechanisms of Chlorogenic Acid (CGA) in treating idiopathic pulmonary fibrosis (IPF).", "results_summary": "CGA demonstrated antifibrotic effects by modulating key genes (EGFR, MMP9, AKT1, BCL2, IL1B) and pathways, reducing pulmonary fibrosis in a bleomycin-induced mouse model. Network pharmacology and molecular docking identified multiple targets, supporting CGA's multi-target therapeutic potential for IPF.", "population_specificity": "Murine model (mice) with bleomycin-induced lung fibrosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:57.189692+00:00"}
{"study_id": 48471, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop and evaluate folic acid-TPGS-modified chlorogenic acid liposomes (FTCLP) for improved stability, bioavailability, and anti-inflammatory effects in colitis.", "results_summary": "FTCLP demonstrated high encapsulation efficiency (84.85%) and sustained-release properties, significantly reducing pro-inflammatory cytokines (INF-γ, IL-1β, IL-6, TNF-α, NF-κB) and improving colitis symptoms in a DSS-induced model. It also modulated gut microbiota by increasing beneficial bacteria (Lactobacillaceae, Peptostreptococcaceae) and reducing harmful ones (Bacteroidaceae, Rikenellaceae, Helicobacteraceae).", "population_specificity": "DSS-induced colitis model (animal study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:57.460901+00:00"}
{"study_id": 48473, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the impact of chlorogenic acid on the multi-scale structure and digestive properties of lotus seed starch under autoclaving treatment.", "results_summary": "Chlorogenic acid promoted the formation of a loose gel structure in lotus seed starch, reduced its ordered structure, and increased the proportion of resistant starch from 58.25% to 63.85%. It also decreased thermal stability and viscoelasticity of the starch-chlorogenic acid complexes.", "population_specificity": "Lotus seed starch (in vitro study, no human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:58.967258+00:00"}
{"study_id": 48474, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to improve the bioavailability and stability of chlorogenic acid (CA) by developing chlorogenic acid nanoparticles (CA NPs) for targeted therapy in ulcerative colitis (UC).", "results_summary": "CA NPs demonstrated enhanced cellular uptake, prolonged retention in inflamed colonic tissues, and significant benefits in UC mice, including reduced weight loss, improved colon length, lower disease activity index (DAI), and reduced oxidative stress and inflammation.", "population_specificity": "DSS-induced UC mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:01.092367+00:00"}
{"study_id": 48476, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic effects of Chlorogenic Acid (CGA) on kidney fibrosis and its underlying mechanisms, focusing on the TLR4/NF-қB signaling pathway.", "results_summary": "CGA significantly reduced kidney injury, inflammation, oxidative stress, and fibrosis in UUO models. It also inhibited inflammatory factors and oxidative stress in both in vivo and in vitro models, primarily by modulating the TLR4/NF-қB pathway.", "population_specificity": "C57BL/6 mice and HK-2 cells (human kidney proximal tubular cell line).", "effective_dosage": "40 and 80 mg/kg/d in mice; 50 and 100 μM in HK-2 cells.", "study_duration": "10 days in mice.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:03.569331+00:00"}
{"study_id": 48478, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chlorogenic acid (CGA) could provide neuroprotective effects against pentylenetetrazole (PTZ)-induced acute epileptic seizures in mice.", "results_summary": "CGA pre-treatment significantly reversed behavioral changes, improved neurotransmitter levels, enhanced antioxidant defenses, reduced neuroinflammation, and counteracted hippocampal apoptosis in epileptic mice. The results suggest CGA mediates neuroprotection via modulation of oxidative damage, inflammation, and apoptosis.", "population_specificity": "Mice with PTZ-induced acute epileptic seizures.", "effective_dosage": "200 mg/kg", "study_duration": "Four weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:04.713101+00:00"}
{"study_id": 48479, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of chlorogenic acid (ChA) in maintaining tomato fruit quality and mitigating chilling injury symptoms during cold storage.", "results_summary": "ChA treatments (10, 50, and 100 mg L-1) delayed weight loss, maintained firmness, reduced oxidative damage (lower MDA and EL), and preserved phenolic content, with optimal results at 50 mg L-1. Higher concentrations did not significantly improve quality further.", "population_specificity": "Tomato fruit (Solanum lycopersicum L.)", "effective_dosage": "10, 50, and 100 mg L-1", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:05.697344+00:00"}
{"study_id": 48480, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chlorogenic acid (CGA) could protect against sodium nitrite-induced toxicity in the submandibular salivary glands and livers of rats.", "results_summary": "CGA treatment restored normal histological features, increased superoxide dismutase (SOD) levels, and reduced malondialdehyde (MDA) levels in both salivary glands and livers, indicating antioxidative and anti-inflammatory effects.", "population_specificity": "Male Sprague Dawley Albino rats (5-6 weeks old, 100-150 g).", "effective_dosage": "50 mg/mL CGA every other day, administered orally.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:05.973499+00:00"}
{"study_id": 48477, "supplement_id": 1017, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how high-intensity ultrasound (HIU) treatment affects the physiochemical, conformational, and immunomodulatory properties of the OVT-CA complex, focusing on the structure-function relationship.", "results_summary": "HIU treatment improved the binding efficiency between OVT and CA, reduced particle size, enhanced dispersion, and increased immunomodulatory activity by altering structural properties like surface hydrophobicity and secondary structure. Optimal HIU treatment duration (within 30 min) was crucial for activity enhancement, with structural changes closely linked to immunomodulatory effects.", "population_specificity": "Not specified (in vitro or ex vivo study implied).", "effective_dosage": "Maximum grafting degree of 45.22 mg/g CA.", "study_duration": "Interaction time reduced from 2 h to 15 min with HIU treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:06.795810+00:00"}
