{"study_id": 7037, "supplement_id": 1022, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to investigate the tolerability and efficacy of a food supplement containing chromium, among other ingredients, on glucose and lipid metabolism in individuals with mildly impaired fasting blood glucose.", "results_summary": "The study found that the supplement significantly reduced fasting blood glucose and glycated hemoglobin (HbA1c) at one tablet/day but had no effect on other metabolic parameters. No biochemical evidence of kidney or liver toxicity was observed.", "population_specificity": "81 individuals aged 18-75 with mildly impaired fasting blood glucose (98-125 mg/dL).", "effective_dosage": "One or two tablets/day (groups 1 and 2, respectively).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:02.286007+00:00"}
{"study_id": 7042, "supplement_id": 1022, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of selenium on chromium uptake and associated mechanisms in the arsenic-hyperaccumulator plant Pteris vittata.", "results_summary": "P. vittata effectively accumulated chromium, primarily in roots as insoluble chromite (CrIII), with selenium enhancing Cr uptake by reducing oxidative stress. Neither Cr nor Se upregulated key transporters, suggesting alternative mechanisms for Cr accumulation.", "population_specificity": "Pteris vittata (arsenic-hyperaccumulator plant)", "effective_dosage": "10 or 100 μM chromate (CrVI) and 1 μM selenate", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:02.417293+00:00"}
{"study_id": 7041, "supplement_id": 1022, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the cardioprotective effects of α-asarone against hexavalent chromium (Cr(VI))-induced myocardial oxidative damage in mice.", "results_summary": "α-asarone significantly reduced markers of myocardial damage (CK-MB, Troponin I), lipid peroxidation (MDA), and inflammatory biomarkers (TNF-α, IL-1β), while enhancing antioxidant enzyme activity (CAT, SOD) and upregulating PPAR-γ, thereby mitigating Cr(VI)-induced cardiotoxicity.", "population_specificity": "Mice exposed to Cr(VI)", "effective_dosage": "25 mg and 50 mg of α-asarone", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:02.437590+00:00"}
{"study_id": 7038, "supplement_id": 1022, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the corrosion-electrochemical properties and microhardness of chromium-aluminum coatings on Ti-6Al-4V alloy compared to the uncoated alloy.", "results_summary": "The study found that chromium-aluminum coatings increased microhardness by 2.3 times and demonstrated improved corrosion resistance in aggressive environments, making them suitable for practical applications in titanium products.", "population_specificity": "Ti-6Al-4V titanium alloy samples (in vitro study, no human or animal subjects).", "effective_dosage": "Not specified (diffusion coating parameters like temperature and saturation time varied but exact amounts not detailed).", "study_duration": "Not specified (experimental conditions varied but duration not explicitly stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:03.004032+00:00"}
{"study_id": 7040, "supplement_id": 1022, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Fucus vesiculosus as a biosorbent for removing Cr(III) ions from aqueous solutions.", "results_summary": "The study found that Fucus vesiculosus effectively removed Cr(III) ions, with optimal conditions including a pH of 5, a biosorbent dose of 4.0 g/L, and a contact time of 90 minutes, achieving up to 98.9% removal. The biosorption capacity was 14.12 mg/g, and the process fit the Langmuir equilibrium isotherm model.", "population_specificity": "Aqueous solutions containing Cr(III) ions.", "effective_dosage": "4.0 g/L biosorbent dose.", "study_duration": "90 minutes (contact time).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:03.007727+00:00"}
{"study_id": 7046, "supplement_id": 1022, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and efficacy of trivalent chromium (Cr III) in treating rheumatoid arthritis (RA) compared to baricitinib.", "results_summary": "Cr III showed superior improvements in disease activity scores (DAS28-CRP, DAS28-ESR) and ultrasound measures (GLOESS, SH, PDUS, joints effusions) compared to baricitinib, with fewer side effects.", "population_specificity": "RA patients", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:09.675427+00:00"}
{"study_id": 7045, "supplement_id": 1022, "safety_score": "Not Assessed", "efficacy_score": 74, "quality_score": 82, "study_goal": "The researchers aimed to evaluate cost-effective methods for reducing chromium (Cr+6) from polluted water using chemically and bacterially treated agro-waste.", "results_summary": "The study found that chemically and bacterially treated agro-waste significantly improved chromium adsorption, achieving a maximum 74% reduction under optimized conditions (HCl 4.52 N, NaOH 3.53 N, bacterial suspension 7.41%, and 14.32 min interaction time).", "population_specificity": "Polluted water effluent (not human or animal subjects).", "effective_dosage": "HCl 4.52 N, NaOH 3.53 N, bacterial suspension 7.41%.", "study_duration": "14.32 min interaction time.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:10.910025+00:00"}
{"study_id": 7850, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the cardioprotective effects of chrysin against cyclophosphamide-induced cardiotoxicity in rats.", "results_summary": "Chrysin dose-dependently improved cardiac function, reduced serum cardiac injury markers, restored regulatory T cell expression, attenuated apoptosis, and suppressed inflammatory responses, with the highest dose (100 mg/kg) showing the most significant effects.", "population_specificity": "Male Wistar rats", "effective_dosage": "25, 50, or 100 mg/kg orally for 7 days before and 7 days after CP administration", "study_duration": "14 days (7 days pre- and post-CP injection)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:11.328672+00:00"}
{"study_id": 7847, "supplement_id": 1023, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the effectiveness of chrysin-loaded Maillard nanoparticles (P@CMPs) for targeted oral drug delivery in inflammatory bowel disease (IBD) therapy, focusing on its anti-inflammatory and hyperoxia properties.", "results_summary": "P@CMPs effectively encapsulated chrysin (96% efficiency, 16% loading capacity), mitigated inflammation, suppressed proinflammatory cytokines, and enhanced MUC2 expression in a colitis mouse model, demonstrating targeted delivery and prolonged retention in inflamed colonic regions.", "population_specificity": "Dextran sodium sulfate-induced colitis mouse model.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:11.410290+00:00"}
{"study_id": 7048, "supplement_id": 1022, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of MXene-based composites in removing toxic chromium (Cr (VI)) from water through adsorption and photocatalysis.", "results_summary": "MXene-based composites demonstrated high removal efficiency for Cr (VI), with adsorption capacities of 100-1500 mg g-1 and degradation percentages of 80-100%. The study highlighted their dual role as adsorbents and photocatalysts but noted limitations like instability and regeneration challenges.", "population_specificity": "Not specified (focused on water treatment applications).", "effective_dosage": "Not specified (study focused on material performance, not dosage).", "study_duration": "Not specified (study did not mention intervention duration).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:11.549803+00:00"}
{"study_id": 7047, "supplement_id": 1022, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop an electrocoagulation model for hexavalent chromium reduction and precipitation using iron electrodes, focusing on operational parameters for Cr(VI) removal.", "results_summary": "The study developed a batch reactor model for Cr(VI) removal, validated with experimental data, and suggested design parameters for flow-through electrocoagulation reactors treating Cr(VI) concentrations of 10-50 mg/L. The model integrated ionic transport and chemical reactions, with recommended current densities of 0.05-0.3 mA/cm².", "population_specificity": "Not applicable (laboratory/model study)", "effective_dosage": "Not applicable (current density: 0.05-0.3 mA/cm²)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:12.331504+00:00"}
{"study_id": 7849, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate Chrysin's therapeutic effects on endothelial inflammation in a Kawasaki disease (KD) mouse model and elucidate its molecular mechanisms, particularly its role in the NFAT2 signaling pathway.", "results_summary": "Chrysin significantly reduced coronary artery inflammation in KD mice, decreasing inflammatory cell infiltration and cytokine levels (IL-6, IL-17, TNFα, MCP-1). In vitro, it protected against TNFα-induced endothelial injury by lowering IL-6, IL-8, IL-23, ICAM-1, and VCAM-1, primarily via the NFAT2 pathway.", "population_specificity": "KD mouse model and TNFα-stimulated human coronary artery endothelial cells (HCAECs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:12.706605+00:00"}
{"study_id": 7848, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the anti-cancer potential of newly synthesized chrysin-1,3,5-triazine derivatives, comparing their efficacy to cisplatin and chrysin.", "results_summary": "Some chrysin-1,3,5-triazine derivatives exhibited superior anti-cancer activity compared to cisplatin and chrysin, particularly against HeLa cervical cancer cells. Compound 4c showed strong antiproliferative effects in vitro and in vivo, inhibiting tumor growth and activating apoptotic pathways via PI3K and Caspase-3 modulation.", "population_specificity": "Cancer cell lines (MDA-MB-231, HeLa, HCCLM3, HCT116) and HeLa tumor xenografts in vivo.", "effective_dosage": "IC50 values provided (e.g., 9.86 ± 0.37 μM for compound 4c against HeLa cells), but specific dosage for in vivo use not detailed.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:15.407542+00:00"}
{"study_id": 7851, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether chrysin induces autophagy in SHED cells and its potential role in modulating stem cell function.", "results_summary": "Chrysin at 20 μM increased autophagy-related proteins (LC3-II, Beclin-1) and autophagic vesicles while decreasing p62 levels, suggesting enhanced autophagy. It also induced slight apoptosis but maintained SHED cell proliferation and differentiation potential.", "population_specificity": "Stem cells from human exfoliated deciduous teeth (SHED).", "effective_dosage": "20 μM.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:18.252214+00:00"}
{"study_id": 7857, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antioxidant, anti-apoptotic, and anti-inflammatory effects of Chrysin against gentamicin-induced nephrotoxicity in rats.", "results_summary": "Chrysin protected renal tissues from gentamicin-induced damage by normalizing renal markers, reducing oxidative stress and inflammation, and improving histopathological outcomes.", "population_specificity": "Male rats", "effective_dosage": "100 mg/kg/day", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:20.230008+00:00"}
{"study_id": 7856, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the therapeutic effects of Chrysin on ulcerative colitis, focusing on its anti-inflammatory properties and gut microbiota modulation.", "results_summary": "Chrysin significantly reduced weight loss, disease activity scores, serum TNF-α levels, and histological colon damage in DSS-induced mice. It also altered gene expression in NF-κB and IL-17 pathways, shifted gut microbiota populations, and changed colon metabolites.", "population_specificity": "DSS-induced ulcerative colitis model in mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:21.884546+00:00"}
{"study_id": 7853, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of chrysin-loaded PLGA nanoparticles in counteracting cisplatin-induced toxicity in submandibular salivary glands.", "results_summary": "Chr-loaded PLGA NPs demonstrated significant in vivo effectiveness in mitigating cisplatin-induced toxicity in submandibular salivary glands compared to pure Chr and blank NPs. The study suggests Chr-loaded PLGA NPs as a promising therapy to reduce chemotherapy-related adverse effects.", "population_specificity": "Albino rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:21.906013+00:00"}
{"study_id": 7852, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the use of nanocarriers to improve the solubility, bioavailability, and targeted delivery of chrysin, focusing on its pharmacological properties and potential clinical applications.", "results_summary": "The study found that nanocarriers, particularly polymer-based NPs like PLGA, significantly enhance chrysin's solubility, bioavailability, and tumor-targeted delivery, improving its anticancer effects by modulating key signaling pathways in tumorigenesis. Lipid-based and inorganic nanocarriers also showed promise in enhancing chrysin delivery.", "population_specificity": "Not specified (review of existing studies).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:22.919844+00:00"}
{"study_id": 7854, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antiproliferative and anti-migratory effects of chrysin on various human cervical cancer cell lines, including HPV-positive and HPV-negative types, compared to non-cancerous HaCaT cells.", "results_summary": "Chrysin selectively inhibited proliferation and induced apoptosis in all cervical cancer cell lines tested while minimally affecting HaCaT cells. It also caused mitochondrial redox imbalance and significantly reduced cancer cell migration and invasion.", "population_specificity": "Human-derived cervical cancer cell lines (C33A, HeLa, SiHa, CaSKi) and non-cancerous HaCaT cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:24.465144+00:00"}
{"study_id": 7858, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether encapsulating chrysin (CR) in a GA-GMS hydrogel could effectively target hypoxia in ulcerative colitis (UC) and restore colonic tissue damage.", "results_summary": "The CR@GA-GMS hydrogel demonstrated enzyme-responsive release of CR, restored DSS-induced colonic tissue damage, downregulated HIF-1α-mediated NLRP3 inflammasome signaling, and upregulated MUC2 production.", "population_specificity": "Study focused on an in vivo model of ulcerative colitis (specific human or animal details not specified in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:24.854932+00:00"}
{"study_id": 7860, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to evaluate whether chrysin nanocrystals could protect against thyroid gland hormone disruption and histological damage caused by chlorpyrifos exposure in male rats.", "results_summary": "Chrysin nanocrystals did not prevent the reduction in T3 and T4 levels caused by chlorpyrifos, nor did they mitigate oxidative stress or histological damage in the thyroid gland. No significant changes in TSH levels or oxidative biomarkers were observed.", "population_specificity": "Male rats", "effective_dosage": "5 mg/kg and 10 mg/kg", "study_duration": "15 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:28.528660+00:00"}
{"study_id": 7859, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to uncover the molecular mechanisms by which Chrysin exerts its anti-breast cancer effects, identifying key targets and pathways involved.", "results_summary": "The study identified 140 intersection targets between Chrysin and breast cancer, with ten core targets (TP53, JUN, HIF1A, ALB, CASP3, STAT3, BCL2, TNF, AKT1, IL6) showing stable binding to Chrysin. Functional analysis linked these targets to prostate cancer and IL17 signaling pathways, suggesting Chrysin's potential efficacy in breast cancer treatment.", "population_specificity": "Breast cancer (in silico and molecular docking analysis, no human or animal subjects specified).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:30.243710+00:00"}
{"study_id": 7863, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore Chrysin-loaded PLA nanoparticles as a targeted therapy for pancreatic cancer stem cells by manipulating the Notch pathway and improving drug delivery.", "results_summary": "The study suggests that Chrysin-loaded PLA nanoparticles could enhance the bioavailability and effectiveness of gemcitabine in pancreatic cancer cells, potentially contributing to novel treatment approaches.", "population_specificity": "Pancreatic cancer stem cells (CSCs) with aberrant Notch signaling.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:31.008996+00:00"}
{"study_id": 7862, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of a new chrysin derivative, HYS-072, as a therapeutic agent for triple-negative breast cancer (TNBC) by assessing its ability to induce apoptosis and autophagy in cancer cells.", "results_summary": "HYS-072 demonstrated micromolar inhibition of MDA-MB-231 cells (IC50 = 3.3 μM), triggered apoptosis and autophagy via modulation of the PI3K/AKT/mTOR pathway, and suppressed tumor growth in a xenograft model.", "population_specificity": "Triple-negative breast cancer (TNBC) cells (MDA-MB-231) and a xenograft mouse model.", "effective_dosage": "Not specified (in vitro IC50 = 3.3 μM).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:33.321134+00:00"}
{"study_id": 7864, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether HE-chrysin, a derivative of chrysin, possesses antioxidant and anti-melanogenic properties in vitro and in silico.", "results_summary": "HE-chrysin demonstrated enhanced antioxidant capacity and significantly reduced melanin production by suppressing tyrosinase activity without cytotoxicity at 2.5 μM. Molecular docking confirmed its inhibitory interaction with key tyrosinase residues and Cu+ ions, outperforming arbutin in binding affinity.", "population_specificity": "B16F10 murine melanoma cells (in vitro)", "effective_dosage": "2.5 μM", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:33.384583+00:00"}
{"study_id": 7865, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the anxiolytic-like effects of Chrysin in preclinical models and explore its potential mechanism of action involving γ-aminobutyric acid A receptors.", "results_summary": "Chrysin showed a biphasic dose-response in zebrafish, with anxiolytic-like effects at low doses (1 mg/kg) and anxiogenic-like effects at high doses (10 mg/kg). Its anxiolytic effects were blocked by picrotoxin, suggesting interaction with GABA-A receptors, particularly α5 subunits.", "population_specificity": "Zebrafish (preclinical model)", "effective_dosage": "0-10 mg/kg (acute treatment)", "study_duration": "Acute (single-dose administration)", "interactions": "Picrotoxin (GABA-A receptor antagonist) blocked Chrysin's anxiolytic effects.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:35.252529+00:00"}
{"study_id": 7868, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic potential of chrysin against amyloid-beta-induced IL-17 signaling and memory decline in a mouse model of Alzheimer's disease.", "results_summary": "Chrysin at oral doses of 25, 50, and 100 mg/kg alleviated Aβ1-42-induced memory decline, oxidative stress, and inflammation, and downregulated IL-17-mediated signaling in the brain.", "population_specificity": "Male BALB/c mice exposed to intranasal Aβ1-42.", "effective_dosage": "25, 50, and 100 mg/kg orally in 0.5% sodium carboxy methyl cellulose suspension.", "study_duration": "7 days of chrysin administration following 5 days of Aβ1-42 exposure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:40.698149+00:00"}
{"study_id": 7867, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the anti-obesity effects of chrysin in high-fat diet-induced obese rats and compare its impact to physical activity (swimming).", "results_summary": "Chrysin reduced weight gain, hyperglycemia, and insulin resistance in obese rats, likely through anti-inflammatory and antioxidative mechanisms. Physical activity was more effective than chrysin alone, but combining both showed the best anti-obesity results.", "population_specificity": "High-fat diet-induced obese rats", "effective_dosage": "100 mg/kg/day (oral)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:42.083519+00:00"}
{"study_id": 7870, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanism by which chrysin improves memory deficits in hypothyroid mice and its effects on the BDNF/TrkB/AKT/Creb neuroplasticity pathway.", "results_summary": "Chrysin treatment reversed memory deficits and cognitive flexibility impairments in hypothyroid mice, restored protein levels in the BDNF/TrkB/AKT/Creb pathway, and improved synaptic function in the hippocampus and prefrontal cortex.", "population_specificity": "C57BL/6 female mice with induced hypothyroidism", "effective_dosage": "20 mg/kg, administered intragastrically once daily", "study_duration": "28 consecutive days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:42.132468+00:00"}
{"study_id": 7866, "supplement_id": 1023, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to characterize and compare the molecular interactions of chrysin with wild-type and mutated androgen receptors (ARs) and evaluate its cytotoxic effect in an in vitro model of prostate cancer (PCa).", "results_summary": "Chrysin showed higher affinity for mutated ARs than wild-type ARs and exerted specific cytotoxic effects against PCa cells (DU-145 and PC3) but not non-tumoral cells (RWPE-1), unlike Bicalutamide, which was cytotoxic to all cell lines.", "population_specificity": "In vitro prostate cancer cell lines (DU-145 and PC3) and non-tumoral RWPE-1 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:42.370735+00:00"}
{"study_id": 7869, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of targeted delivery of chrysin (CH) and 5-fluorouracil (5FU) using polymer nanoparticles on MDA-MB-231 cells to develop a novel treatment for triple-negative breast cancer (TNBC).", "results_summary": "The study found that poly(L-DOPA)-CH-peptide nanocomposites selectively targeted MDA-MB-231 cells, reduced cell proliferation, increased apoptosis, and induced cell cycle arrest in vitro. The targeted delivery system showed promise for inhibiting cancer growth, though animal studies are needed for further validation.", "population_specificity": "MDA-MB-231 cells (a model for triple-negative breast cancer).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:43.092443+00:00"}
{"study_id": 7855, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to analyze biomarkers related to pain in serum and evaluate the analgesic properties of chrysin in a rat model of pain.", "results_summary": "Chrysin treatment reduced paw licking events, flinching response, and pain scores in rats. It also influenced metabolic pathways (glycine-serine-threonine, taurine-hypotaurine, and arginine), suggesting potential mechanisms for its analgesic effects.", "population_specificity": "Male Wistar rats (n = 5 per group)", "effective_dosage": "10 mg/kg, intraperitoneal injection", "study_duration": "Single dose administered 30 minutes before pain induction", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:45.467496+00:00"}
{"study_id": 7871, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify and study the anticancer properties of a new co-crystal of chrysin and oroxylin A isolated from Oroxylum indicum, focusing on its apoptosis induction mechanism in cervical cancer cells.", "results_summary": "The co-crystal of chrysin and oroxylin A (1:1 ratio) demonstrated strong antiproliferative effects in HeLa cells with an IC50 of 8.49μM, inducing caspase-dependent apoptosis via ERK inhibition and p38 activation in the MAPK pathway. The co-crystal was more effective than the individual compounds.", "population_specificity": "Cervical cancer cells (HeLa)", "effective_dosage": "IC50 of 8.49μM (specific dosage not detailed)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:45.915916+00:00"}
{"study_id": 7872, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess Chrysin's therapeutic efficacy in reducing ovarian toxicity caused by methidathion (MD) in rats.", "results_summary": "Chrysin significantly repaired MD-induced ovarian damage by reducing oxidative stress, inflammation, and apoptosis, while improving antioxidant status and restoring sex hormone balance. The study demonstrated statistically significant (p < 0.001) improvements in key biomarkers.", "population_specificity": "Female rats (24 animals, divided into four groups of six).", "effective_dosage": "50 mg/kg of Chrysin.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:49.912441+00:00"}
{"study_id": 7875, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chrysin could induce immunogenic cell death (ICD) and enhance radiotherapy-induced immunogenicity in melanoma cells.", "results_summary": "Chrysin alone and in combination with radiotherapy increased immunogenic cell death markers (CRT, HSP70, HMGB1, ATP) and reduced p-STAT3/STAT3 and PD-L1 expression, while also promoting IL-12 secretion in dendritic cells, indicating enhanced immunogenicity. The combination therapy showed a synergistic anti-cancer effect with increased apoptosis.", "population_specificity": "B16-F10 melanoma cell line (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:51.917411+00:00"}
{"study_id": 7861, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether chrysin could bind to DPP-8/9 and potentially inhibit inflammation-driven osteoclastogenesis in RAW264.7 macrophages.", "results_summary": "Molecular docking identified chrysin as a potential DPP-8/9 inhibitor, and blotting assays confirmed its binding. Inhibition of DPP-8/9 with chrysin reduced inflammatory cytokines and osteoclastogenesis markers.", "population_specificity": "RAW264.7 macrophages (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:52.099256+00:00"}
{"study_id": 7874, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a green, efficient method for the simultaneous determination of chrysin and resveratrol in complex matrices like human plasma and river water.", "results_summary": "The study successfully developed an IS-VA-LLME-NaDES method for extracting chrysin, demonstrating high sensitivity (LOD of 161.60 ng/mL), good linearity (0.50-15.0 μg/mL), and excellent precision (%RSDs below 2.0%). The method achieved satisfactory recoveries (97.80%-102.04%) in human plasma and river water.", "population_specificity": "Human plasma and environmental (river water) samples.", "effective_dosage": "Not specified (analytical method study).", "study_duration": "Not specified (analytical method study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:52.708606+00:00"}
{"study_id": 7873, "supplement_id": 1023, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to investigate the sedative effects of Chrysin (CHR) and its interactions with diazepam (DZP) and flumazenil (FLU) in a thiopental sodium-induced sleep model, as well as its pharmacokinetics and GABAA receptor binding affinity.", "results_summary": "CHR significantly reduced sleep latency and increased sleep duration in a dose-dependent manner, with the highest dose (10 mg/kg) showing the most potent effects. Molecular docking revealed CHR had higher binding affinity for GABAA receptors than DZP or FLU, and it exhibited favorable pharmacokinetic properties.", "population_specificity": "Swiss albino mice", "effective_dosage": "5 and 10 mg/kg (intraperitoneal administration)", "study_duration": "Not specified", "interactions": "Synergistic effects with diazepam (DZP) were noted.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:52.887251+00:00"}
{"study_id": 7876, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chrysin could regulate multiple stages of neurogenesis (proliferation, differentiation, and neurite outgrowth) and identify its mechanisms of action via TrkB and FGFR1 signaling.", "results_summary": "Chrysin enhanced human neural stem cell proliferation, neuronal differentiation, and neurite outgrowth by activating TrkB and FGFR1 signaling pathways, including downstream ERK1/2 and AKT. It also increased levels of brain-derived neurotrophic factor (BDNF), FGF1, and FGF8, and promoted neurogenesis in human cerebral organoids.", "population_specificity": "Human neural stem cells and cerebral organoids (in vitro study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:53.047840+00:00"}
{"study_id": 7877, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chrysin nanocrystals (CHN) could protect against Chlorpyrifos (CPF)-induced reproductive deficits in male Wistar rats by leveraging its antioxidant and anti-inflammatory properties.", "results_summary": "CHN effectively countered CPF-induced hormonal reductions, oxidative stress, and inflammation, while improving antioxidant defenses and preserving tissue integrity in the hypothalamus, testes, and epididymis.", "population_specificity": "Male Wistar rats", "effective_dosage": "5 mg/kg and 10 mg/kg", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:54.338862+00:00"}
{"study_id": 7878, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether chrysin-functionalized gold nanoparticles (CHR-AuNPs) could enhance the cytotoxicity of paclitaxel (PTX) in lung cancer treatment while minimizing toxicity.", "results_summary": "CHR-AuNPs demonstrated superior efficacy compared to chrysin alone and showed synergistic effects with PTX, inducing apoptosis, increasing ROS production, and disrupting mitochondrial membrane potential. The combination also modulated key signaling pathways (PPAR-γ, Akt, PTEN, Wnt/β-catenin) implicated in lung cancer.", "population_specificity": "Lung cancer (specific cell line or model not detailed in abstract).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:56.156522+00:00"}
{"study_id": 7879, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the anticancer activity of chrysin, alone and in combination with quercetin, in breast cancer cell lines.", "results_summary": "Chrysin inhibited cellular proliferation in a dose-dependent manner and, when combined with quercetin, enhanced cytotoxicity, induced cell cycle arrest, and promoted apoptosis in breast cancer cells.", "population_specificity": "MCF-7 and MDA-MB-231 breast cancer cell lines.", "effective_dosage": "Different concentrations (specific amounts not provided).", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:21:58.634855+00:00"}
{"study_id": 7881, "supplement_id": 1023, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to identify and evaluate a chrysin-based compound (YGT-31) as a novel selective PPARγ modulator for its potential to improve glucose metabolism and reduce hepatic steatosis without the side effects associated with traditional PPARγ-targeting drugs.", "results_summary": "YGT-31 demonstrated potent glucose-lowering effects, alleviated hepatic steatosis, and selectively improved insulin sensitivity-related markers while reducing insulin resistance and inflammation-linked genes. It effectively inhibited CDK5-mediated PPARγ-Ser273 phosphorylation without causing TZD-associated side effects.", "population_specificity": "Not specified (in vitro and in vivo models used).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:01.432119+00:00"}
{"study_id": 7884, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to characterize the metabolism of selenium-chrysin (SeChry) and investigate its cytotoxic effects in non-small cell lung cancer (NSCLC), including its impact on redox homeostasis and potential synergy with other treatments.", "results_summary": "SeChry induced metabolic shifts in NSCLC cells, affecting pathways like glycolysis, the TCA cycle, and amino acid metabolism, disrupting redox homeostasis. Combining SeChry with glycolysis inhibition or chemotherapy enhanced efficacy, and lactic acid-conjugated nanoparticles improved targeted delivery.", "population_specificity": "Non-small cell lung cancer (NSCLC) cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:02.074829+00:00"}
{"study_id": 7880, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a chrysin-loaded calixarene-cyclodextrin ternary drug delivery system could effectively reverse liver fibrosis in a diabetic mouse model.", "results_summary": "The chrysin-loaded DDS significantly reduced liver fibrosis markers, restored hepatic structure, and modulated fibrotic pathways, outperforming the control treatment with sulfobutylated β-cyclodextrin alone. It downregulated TGF-β1/Smad signaling and galectin-1 expression while improving liver function.", "population_specificity": "Adult male CD1 mice with streptozotocin-induced chronic diabetes.", "effective_dosage": "Not specified (intraperitoneal treatments twice weekly).", "study_duration": "Two weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:02.142309+00:00"}
{"study_id": 7885, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of Chrysin against diabetes-induced cardiac complications using both chick embryo and rat models.", "results_summary": "Chrysin improved blood glucose levels, dyslipidemia, and reduced cardiac and inflammatory markers in diabetic models. It also protected against cellular damage and cytotoxicity in the chick embryo model.", "population_specificity": "Chick embryos and Wistar albino rats with induced diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:02.147737+00:00"}
{"study_id": 7882, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether Chrysin-loaded mesoporous dopamine nanoparticles (Chrysin@mPDA) combined with photothermal therapy (PTT) could enhance the delivery and efficacy of Chrysin for treating estrogen receptor-positive (ER+) breast cancer.", "results_summary": "Chrysin@mPDA nanoparticles showed high drug-loading capacity and stability, with PTT significantly enhancing Chrysin release. The combination therapy reduced tumor volume and weight, decreased ER+ cells, and increased immune cell infiltration in tumor tissues.", "population_specificity": "Mouse model of breast cancer (ER+ subtype).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:02.595846+00:00"}
{"study_id": 7883, "supplement_id": 1023, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of chrysin on the ventral prostate of spontaneously hypertensive rats (SHR) and normotensive Wistar rats.", "results_summary": "Chrysin increased epithelial height in normotensive rats but decreased it in hypertensive rats, reduced hyperplastic alveoli in hypertensive rats, and lowered oxidative stress markers in both groups. The effects of chrysin varied depending on the physiological context, showing anabolic potential in normal conditions and anti-hyperplastic effects in predisposed animals.", "population_specificity": "Male Wistar and spontaneously hypertensive rats (SHR), 10 weeks old.", "effective_dosage": "100 mg/kg/day", "study_duration": "70 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:02.683284+00:00"}
{"study_id": 7886, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the photocytotoxic potential of cobalt(III) complexes containing chrysin as a ligand for cancer photodynamic therapy (PDT).", "results_summary": "Complexes Co5 and Co6, containing chrysin, showed significant cytotoxicity against cervical (HeLa) and lung (A549) cancer cells under visible light irradiation, with low micromolar IC50 values (2.3-3.4 μM) and high phototoxicity indices (~15-30). The complexes induced apoptotic cell damage and generated reactive oxygen species (ROS), particularly singlet oxygen, upon light irradiation.", "population_specificity": "Cervical (HeLa) and lung (A549) cancer cell lines, with low toxicity observed in normal HPL1D lung epithelial cells.", "effective_dosage": "2.3-3.4 μM (IC50 values under light irradiation).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:06.727681+00:00"}
{"study_id": 7888, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chrysin could mitigate bortezomib-induced nephrotoxicity by reducing oxidative stress, endoplasmic reticulum stress, inflammation, and apoptosis.", "results_summary": "Chrysin reduced oxidative stress, endoplasmic reticulum stress, inflammation, and apoptosis while improving renal function and tissue integrity in rats treated with bortezomib.", "population_specificity": "Male Wistar rats", "effective_dosage": "25 mg/kg (BTZ + CHR25) and 50 mg/kg (BTZ + CHR50)", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:06.941364+00:00"}
{"study_id": 7889, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the combined neuroprotective effects of kaempferol and chrysin on ischemic brain injury in rats, focusing on anti-inflammatory and antioxidant mechanisms.", "results_summary": "The combination of kaempferol and chrysin significantly reduced brain infarct area, neurological deficits, and expression of inflammatory markers (NF-κB and STAT3), demonstrating synergistic neuroprotective effects.", "population_specificity": "Ischemic rat brain model induced by endothelin-1.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:09.458069+00:00"}
{"study_id": 7895, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to improve the solubility and anti-schizophrenic activity of chrysin by formulating it as a nanosuspension coated with tannic acid.", "results_summary": "The study found that tannic acid-coated nanosuspension significantly enhanced chrysin's solubility and anti-schizophrenic effects in mice, outperforming uncoated nanosuspension and free chrysin. The formulations improved demyelination, behavioral deficits, and neurotransmitter balance while reducing markers of neurodegeneration.", "population_specificity": "Mice with cuprizone-induced schizophrenia", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:11.128521+00:00"}
{"study_id": 7891, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate chrysin derivatives as PARP1 inhibitors and assess their potential as therapeutic agents for BRCA wild-type breast cancer.", "results_summary": "Compound 5d, a chrysin derivative, effectively inhibited PARP1, reduced cancer cell proliferation and migration, induced apoptosis, and slowed tumor growth in a xenograft model.", "population_specificity": "Breast cancer cell lines (HCC-1937 and MDA-MB-436) and a xenograft model.", "effective_dosage": "Not specified (IC50 value of 108 nmol·L-1 for compound 5d).", "study_duration": "Not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:11.431097+00:00"}
{"study_id": 7890, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Chrysin could mitigate high-fat diet-induced endoplasmic reticulum stress-mediated apoptosis in rat myocardium.", "results_summary": "Chrysin significantly reversed elevated marker enzymes and lipid profiles in HFD-fed rats, improved Nrf2 and its target genes, and reduced expression of ER stress and apoptosis-related genes (PERK, CHOP, ATF6, GRP78, Caspase-3). Immunohistochemistry confirmed enhanced Nrf2 and reduced PERK and Caspase3-7 protein expression.", "population_specificity": "Male Wistar rats fed a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:11.486465+00:00"}
{"study_id": 7892, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of a novel chrysin derivative prodrug (C-1) in improving solubility and bioavailability for treating non-alcoholic fatty liver disease (NAFLD).", "results_summary": "The study found that C-1 effectively reduced lipid accumulation, cellular damage, and oxidative stress in NAFLD model cells and improved hyperlipidemia, liver injury, and insulin resistance in db/db mice. Proteomic analysis indicated C-1 enhanced protein expression related to metabolism, and pharmacokinetic studies showed improved oral bioavailability of chrysin.", "population_specificity": "db/db mice (a model for NAFLD and type 2 diabetes) and NAFLD model cells.", "effective_dosage": "69.3 mg/kg (high dose, oral administration).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:12.558536+00:00"}
{"study_id": 7894, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Chrysin and its derivative Chrysin-7-sulfate (C7S) could displace ochratoxin A (OTA) from serum albumin in rats and influence OTA plasma and kidney levels.", "results_summary": "Chrysin had minimal impact on OTA levels in plasma and kidneys, while C7S significantly reduced plasma OTA levels initially but showed only minor differences after 24 hours. The study highlighted C7S's superior ability to displace OTA from albumin compared to Chrysin.", "population_specificity": "Rats (animal study)", "effective_dosage": "Repeated peroral treatment for Chrysin; single intravenous administration for C7S (specific dosages not provided)", "study_duration": "Not specified (follow-up at 24 hours for C7S)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:14.338445+00:00"}
{"study_id": 7897, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether chrysin could protect against iron overload-associated hepatotoxicity by examining its effects on redox balance, inflammation, and apoptosis in a rat model.", "results_summary": "Chrysin reduced hepatocellular damage, oxidative stress, and inflammation, while upregulating protective proteins (SIRT1, PPARγ, Nrf2, HO-1) and suppressing harmful pathways (NLRP3 inflammasome, NF-κB, apoptosis markers).", "population_specificity": "Male Wistar rats with induced iron overload.", "effective_dosage": "50 mg/kg daily.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:15.985505+00:00"}
{"study_id": 7898, "supplement_id": 1023, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to evaluate the effectiveness of a ternary complex (CHR-OTX008-SBECD) in improving the solubility and bioavailability of Chrysin for treating fibrosis and diabetes complications.", "results_summary": "The study found that combining SBECD with OTX008 significantly enhanced Chrysin's solubility by forming a water-soluble ternary complex, with no cytotoxicity observed in hyperglycemic in vitro conditions. Structural analyses confirmed non-covalent interactions essential for complex formation.", "population_specificity": "In vitro (hyperglycemic conditions)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:17.604207+00:00"}
{"study_id": 7896, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the antidepressant-like effects of low and high doses of chrysin, investigate its mechanism via GABAA receptors, and compare its efficacy with fluoxetine and allopregnanolone.", "results_summary": "Both low and high doses of chrysin produced antidepressant-like effects, with low doses acting rapidly and high doses showing delayed but sustained effects. The GABAA receptor mediated the effect of low-dose chrysin, while high-dose effects may involve other systems.", "population_specificity": "Male Wistar rats (n = 8 per group).", "effective_dosage": "1 mg/kg and 5 mg/kg chrysin, administered daily.", "study_duration": "28 days, with evaluations at 0, 1, 14, 28 days, and 48 hours post-treatment.", "interactions": "Picrotoxin blocked low-dose chrysin's effects but not high-dose, fluoxetine, or allopregnanolone.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:17.745725+00:00"}
{"study_id": 7901, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-PEDV activity of chrysin and its potential mechanism of action against PEDV replication.", "results_summary": "Chrysin demonstrated significant anti-PEDV activity by increasing cell viability, reducing viral copy numbers, and inhibiting viral titer, mRNA, and protein levels. It interacted with viral replicase proteins (3CLpro and PLP-2) through hydrogen bonds and hydrophobic forces, suggesting interference with virus replication.", "population_specificity": "In vitro PEDV-infected cells (no human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:21.037047+00:00"}
{"study_id": 7902, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether combining chrysin with pyrotinib enhances antitumor efficacy in HER2-positive breast cancer by exploring underlying mechanisms.", "results_summary": "The study found that chrysin combined with pyrotinib synergistically inhibited HER2-positive breast cancer cell proliferation, induced autophagy via endoplasmic reticulum stress, and suppressed tumor growth in mice by modulating the miR-16-5p/ZBTB16/G6PD axis.", "population_specificity": "HER2-positive breast cancer cells (BT-474 and SK-BR-3) and xenograft mice models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:21.903729+00:00"}
{"study_id": 7903, "supplement_id": 1023, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to develop a nasal gel formulation of chrysin complexed with HP-β-CD to enhance its solubility and stability for Parkinson's disease therapy.", "results_summary": "The optimized nasal gel showed superior drug release and effective permeation through nasal mucosa without harm. Chrysin and its formulations provided significant neuroprotection by improving cell viability and reducing oxidative damage in neuronal cells.", "population_specificity": "Neuronal cells exposed to oxidative stress (H2O2-induced) and ex vivo nasal mucosa.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:23.002372+00:00"}
{"study_id": 7900, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to test the anti-fibrotic effects of a supramolecular system combining Chrysin (CHR) with sulfobutylated β-cyclodextrin (SBECD) and OTX008 in hyperglycemic cardiomyocytes and a chronic diabetes mouse model.", "results_summary": "The combined treatment (SBECD + OTX + CHR) significantly reduced TGF-β/SMAD pathways, MAPKs, and Gal-1 levels in hyperglycemic cardiomyocytes and improved cardiac remodeling and extracellular matrix in diabetic mice, outperforming single-compound treatments.", "population_specificity": "Hyperglycemic H9c2 cardiomyocytes and male CD1 mice with chronic diabetes.", "effective_dosage": "In vitro: OTX008 (0.75-2.5 µM); in vivo: OTX (5 mg/kg) + SBECD + CHR administered twice weekly.", "study_duration": "In vitro: 6 days; in vivo: 22 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:23.714274+00:00"}
{"study_id": 7906, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of chrysin on cognitive impairment and seizure severity in a PTZ-induced kindling mice model of epilepsy.", "results_summary": "Chrysin reduced seizure severity comparably to diazepam, prevented PTZ-induced memory impairment, increased BDNF and CREB levels, and reduced apoptotic biomarkers in the hippocampus.", "population_specificity": "Swiss albino male mice", "effective_dosage": "5 mg/kg, p.o.", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:25.926721+00:00"}
{"study_id": 7905, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining Chrysin with cisplatin or topotecan enhances anticancer efficacy and reduces side effects compared to single-agent treatments.", "results_summary": "The study found that Chrysin combined with cisplatin showed synergistic anticancer effects (CI < 1), promoting apoptosis via increased Bax and caspase 8 expression and reduced Bcl-2. However, Chrysin combined with topotecan showed antagonistic effects (CI > 1).", "population_specificity": "HeLa cells (human cervical cancer cell line)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Antagonistic interaction with topotecan (CI > 1), synergistic interaction with cisplatin (CI < 1)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:27.054614+00:00"}
{"study_id": 7904, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify SARS-CoV-2 inhibitors from Scutellaria baicalensis Georgi, specifically targeting the proteases 3CLpro and PLpro, and evaluate chrysin-7-O-β-D-glucuronide's potential as a therapeutic agent.", "results_summary": "Chrysin-7-O-β-D-glucuronide was found to be a potent SARS-CoV-2 inhibitor with a half-maximal effective concentration of 8.72 µM, binding to key protease sites (H41 of 3CLpro and K157/E167 of PLpro) and altering PLpro conformation. It also demonstrated anti-inflammatory activity by reducing pro-inflammatory cytokines IL-1β and IL-6.", "population_specificity": "Vero E6 cells (in vitro study)", "effective_dosage": "8.72 µM (half-maximal effective concentration)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:27.739928+00:00"}
{"study_id": 7907, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review Chrysin's therapeutic potential for liver and kidney protection against toxicity induced by various harmful substances.", "results_summary": "Chrysin demonstrated hepatoprotective and nephroprotective effects by reducing toxicity biomarkers, oxidative stress, and enhancing antioxidant levels against multiple toxicants. It shows promise as an alternative treatment for drug-induced liver and kidney damage.", "population_specificity": "Not specified (review of existing studies).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:29.036014+00:00"}
{"study_id": 7908, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether chrysin could protect against TBI-induced spatial cognitive decline and explore potential mechanisms, such as synaptic plasticity and BBB integrity.", "results_summary": "Chrysin (especially 100 mg/kg) improved TBI-induced cognitive decline, restored hippocampal synaptic plasticity, reduced BBB disruption, brain edema, and neuronal loss.", "population_specificity": "Rats subjected to diffuse traumatic brain injury (TBI)", "effective_dosage": "25, 50, or 100 mg/kg/day", "study_duration": "Administered immediately post-TBI (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:30.618138+00:00"}
{"study_id": 7909, "supplement_id": 1023, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of Chrysin against Paclitaxel-induced hepatorenal toxicity in rats, focusing on inflammation, apoptosis, antioxidant levels, oxidative DNA damage, and histopathology.", "results_summary": "Chrysin reduced oxidative DNA damage, exhibited anti-apoptotic and anti-inflammatory properties, and mitigated Paclitaxel-induced hepatorenal toxicity, improving gene expression, histological structure, and immunohistochemical staining results.", "population_specificity": "Male Sprague-Dawley rats", "effective_dosage": "25 mg/kg and 50 mg/kg", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:31.122882+00:00"}
{"study_id": 7899, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether chrysin could mitigate DNA damage in retinal pigment epithelium (RPE) cells and reduce inflammation and angiogenesis in choroidal neovascularization (CNV).", "results_summary": "Chrysin reduced DNA damage, particularly telomere erosion, in RPE cells, alleviated dysfunction, and decreased expression of senescence-associated secretory phenotype (SASP) factors. It also ameliorated inflammatory responses in laser-induced CNV lesions, primarily via the IL-17 signaling pathway and STAT3 activity.", "population_specificity": "In vitro study (RPE cells) and laser-induced CNV model (likely animal-based, though not explicitly stated).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:31.431399+00:00"}
{"study_id": 7911, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the protective effects of chrysin against cadmium-induced lung toxicity in rats by examining oxidative stress, inflammation, apoptosis, and histological changes.", "results_summary": "Chrysin significantly reduced oxidative stress and inflammation markers, down-regulated endoplasmic reticulum stress and apoptosis markers, and improved lung tissue histopathology in cadmium-exposed rats.", "population_specificity": "Rats exposed to cadmium-induced lung toxicity.", "effective_dosage": "25 mg/kg and 50 mg/kg (oral gavage, daily).", "study_duration": "7 consecutive days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:32.271140+00:00"}
{"study_id": 7913, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether chrysin exerts antitumoral effects in melanoma by modulating angiogenesis, oxidative stress, and DNA damage pathways.", "results_summary": "Chrysin induced DNA breaks via ATM/Chk2 and ATR/Chk1 pathways, limited angiogenesis, and reduced VEGF-A secretion in melanoma cells, with confirmed effects in a syngeneic B16 melanoma model.", "population_specificity": "Melanoma cells and a syngeneic B16 melanoma model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:35.060918+00:00"}
{"study_id": 7912, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of TPGS-b-PCL micelles (CHR-M) as a carrier for chrysin to enhance its anticancer potential, particularly in hepatocellular carcinoma.", "results_summary": "The study found that CHR-M demonstrated improved encapsulation efficiency (63.50%), drug loading (2.05%), and sustained release (70.70% over 72 hours). It also showed enhanced absorption in Hep G2 cells and lower IC50 values compared to free chrysin, indicating better anticancer efficacy.", "population_specificity": "Hep G2 cells (in vitro study)", "effective_dosage": "Drug to polymer ratio of 1:30 (specific chrysin dosage not detailed)", "study_duration": "72 hours (release study); 24 and 48 hours (MTT assay)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:36.121802+00:00"}
{"study_id": 7914, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chrysin-7G from cherry peduncle extracts could stimulate LDLR gene promoter activity and increase LDLR expression and activity.", "results_summary": "The study found that chrysin-7G increased LDLR expression and activity, mediated through AMPK activation, suggesting potential benefits for reducing LDL cholesterol levels. The effect was abolished by an AMPK inhibitor, confirming the mechanism.", "population_specificity": "Not specified (in vitro or cell-based study implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:36.676675+00:00"}
{"study_id": 7916, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess whether chrysin could mitigate sevoflurane-induced cognitive impairments in aged rats by reducing oxidative stress via Nrf signaling activation.", "results_summary": "Chrysin significantly alleviated cognitive impairments in sevoflurane-exposed rats, improved performance in memory tests, reduced oxidative stress markers, and activated Nrf signaling pathways.", "population_specificity": "Aged rats (18 months old) with sevoflurane-induced cognitive impairments.", "effective_dosage": "25, 50, and 100 mg/kg/day via oral gavage.", "study_duration": "Seven days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:39.306711+00:00"}
{"study_id": 7917, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Chrysin could mitigate cadmium-induced nephrotoxicity by regulating oxidative stress, apoptosis, autophagy, and inflammation.", "results_summary": "Chrysin reversed cadmium-induced renal damage by reducing oxidative stress, inflammation, apoptosis, and autophagy markers while improving antioxidant enzyme activity and renal function.", "population_specificity": "Animal model (specific species not mentioned in the abstract).", "effective_dosage": "25 and 50 mg/kg body weight, administered orally.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:40.217409+00:00"}
{"study_id": 7918, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine Chrysin's therapeutic potential and mechanism against high-fat diet-induced non-alcoholic fatty liver disease (NAFLD).", "results_summary": "Chrysin significantly reduced liver-fat accumulation, inflammation, and fibrosis in NAFLD mice by modulating AMPK activation and inhibiting NLRP3 inflammasome expression. Proteomic analysis revealed improved protein expression related to energy, metabolism, and inflammation.", "population_specificity": "C57BL/6 mice with high-fat diet-induced NAFLD.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Three months of Chrysin administration following two months of high-fat diet.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:40.357750+00:00"}
{"study_id": 7915, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate chrysin's role in mitigating cyclophosphamide-induced hemorrhagic cystitis in rats and explore the underlying signaling pathways involved.", "results_summary": "Chrysin significantly reduced oxidative stress and inflammatory biomarkers, stabilized PARP-1 protein expression, and restored cGMP levels in the urinary bladder. It also inhibited key inflammatory pathways (NF-κB/p38-MAPK, NO/PARP-1, and STAT-3), aligning with histopathological improvements.", "population_specificity": "Rats with cyclophosphamide-induced hemorrhagic cystitis.", "effective_dosage": "25, 50, and 100 mg/kg orally, administered daily.", "study_duration": "7 days prior to cyclophosphamide administration and 7 days afterward (total 14 days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:40.455131+00:00"}
{"study_id": 7919, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-arthritic activity of chrysin and compare its effects with piroxicam in a rat model of CFA-induced arthritis.", "results_summary": "Chrysin significantly reduced arthritis scores, inflammatory markers, and joint damage while increasing anti-inflammatory cytokines, showing comparable effects to piroxicam. It demonstrated anti-inflammatory and immunomodulatory properties, suggesting potential as an arthritis treatment.", "population_specificity": "Rats with CFA-induced arthritis.", "effective_dosage": "50 and 100 mg/kg.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:40.802493+00:00"}
{"study_id": 7920, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-inflammatory and anti-arthritic potential of Chrysin, both alone and in combination with methotrexate, in animal models.", "results_summary": "Chrysin, especially in combination with methotrexate, significantly reduced paw edema and pain, restored body weight, improved blood parameters, and modulated inflammatory markers in rats with induced arthritis. It also enhanced antioxidant enzyme activity and reduced oxidative stress in liver tissue.", "population_specificity": "Wistar rats with induced arthritis.", "effective_dosage": "25, 50, and 100 mg/kg of Chrysin, administered orally.", "study_duration": "21 days.", "interactions": "Positive interaction noted with methotrexate.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:44.431728+00:00"}
{"study_id": 7922, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether chrysin reduces cerebral ischemia-reperfusion injury in rats by inhibiting ferroptosis.", "results_summary": "Chrysin improved neurological function, reduced cerebral infarction, and alleviated pathological changes in rats. It also modulated iron metabolism and ferroptosis-related markers, suggesting a protective effect against CIRI.", "population_specificity": "Male Sprague-Dawley rats with induced cerebral ischemia-reperfusion injury.", "effective_dosage": "50, 100, and 200 mg·kg⁻¹ (low, medium, and high doses).", "study_duration": "24 hours post-operation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:45.478800+00:00"}
{"study_id": 7921, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Chrysin (CHR) could ameliorate synovitis and fibrosis in knee osteoarthritis (KOA) and explore its mechanism via the PERK/TXNIP/NLRP3 signaling pathway.", "results_summary": "CHR improved synovitis and fibrosis in a rat KOA model and attenuated TGF-β1-induced inflammation and fibrosis in synovial fibroblasts. It suppressed fibrosis markers and inhibited TXNIP-NLRP3 interactions.", "population_specificity": "Male Sprague-Dawley (SD) rats with induced KOA and cultured synovial fibroblasts.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:47.028281+00:00"}
{"study_id": 7923, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if chrysin could act as a radiosensitizer to enhance the anti-cancer effects of radiation therapy in triple-negative breast cancer (TNBC) cells.", "results_summary": "Chrysin combined with radiation therapy showed synergistic anti-tumor effects, increasing apoptosis, reducing HIF-1α expression, and altering apoptotic gene expression (increased Bax and p53, decreased Bcl-2). The combination also reduced Cyclin D1 and p-STAT3 levels.", "population_specificity": "MDA-MB-231 cell line (a model of TNBC).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:48.061247+00:00"}
{"study_id": 7926, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic effects of chrysin on obesity and NAFLD in rats, focusing on its role in modulating AMPK/mTOR pathways.", "results_summary": "Chrysin treatment reduced weight gain, hyperglycemia, and insulin resistance in obese rats, boosted antioxidant effects, activated AMPK, suppressed mTOR and lipogenic pathways, and stimulated mitochondrial biogenesis genes in hepatic tissues.", "population_specificity": "Male Wistar rats with diet-induced obesity.", "effective_dosage": "25, 50, and 75 mg/kg/day orally.", "study_duration": "One month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:48.695742+00:00"}
{"study_id": 7925, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the radiosensitizing effects of copper nanoparticles synthesized using chrysin in combination with gamma radiation on tumor suppression in mice with Ehrlich solid tumors.", "results_summary": "The combined treatment of CuNPs and gamma radiation significantly reduced tumor volume, altered biochemical markers (e.g., decreased ALT, CAT, creatinine, calcium, GSH; increased MDA, caspase-3), and inhibited key proliferation pathways (NF-κB, p38 MAPK, cyclin D1), leading to tumor regression and increased apoptosis.", "population_specificity": "Mice transplanted with Ehrlich solid tumors.", "effective_dosage": "0.67 mg/kg body weight of CuNPs.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:49.569215+00:00"}
{"study_id": 7924, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of chrysin and chrysin nanoparticles (CCNPs) with 5-fluorouracil (5-FLU) on mitochondrial complex II activity and apoptosis induction in pancreatic (PANC-1) and lung (A549) cancer cells.", "results_summary": "CCNPs showed superior efficacy in reducing enzyme activity, decreasing expression of SDH C and D, SIRT-3, and HIF-1α mRNA, and increasing apoptosis compared to chrysin alone and 5-FLU. Mitochondrial swelling was also significantly affected by CCNPs.", "population_specificity": "Pancreatic (PANC-1) and lung (A549) cancer cell lines.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:49.888839+00:00"}
{"study_id": 7927, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the cytotoxic effects of nano-niosomes containing chrysin (Chr-Nio) on the SKOV3 ovarian cancer cell line and assess its potential as an improved drug delivery method.", "results_summary": "Chr-Nio demonstrated higher cytotoxicity than free chrysin in a time- and dose-dependent manner, significantly altered apoptotic gene expression (Bcl-2, Bax, caspase-3), and inhibited SKOV3 cell migration in vitro. Encapsulation in niosomes enhanced chrysin's anticancer effects.", "population_specificity": "SKOV3 ovarian cancer cell line (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:50.048663+00:00"}
{"study_id": 7928, "supplement_id": 1023, "safety_score": "85", "efficacy_score": 78, "quality_score": 72, "study_goal": "The researchers aimed to evaluate the anti-cancer activities of chrysin, focusing on its potential as an adjuvant in cancer therapy.", "results_summary": "The study found that chrysin exhibits anti-cancer effects by stimulating apoptosis, inhibiting tumor growth, and inducing cytotoxic effects in cancer cells, while being non-toxic to normal cells.", "population_specificity": "Human cells and rats (in vitro and in vivo studies).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:52.182995+00:00"}
{"study_id": 7929, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of chrysin and/or BM-MSCs on STZ/NA-induced diabetic rats as a model of T2DM, focusing on metabolic and inflammatory markers.", "results_summary": "Chrysin, alone or combined with BM-MSCs, significantly improved glucose tolerance, liver glycogen content, serum insulin, and inflammatory markers in diabetic rats, with the combination showing the greatest therapeutic effect.", "population_specificity": "Male Wistar rats with STZ/NA-induced T2DM.", "effective_dosage": "100 mg/kg body weight orally every other day.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:54.842020+00:00"}
{"study_id": 7930, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to summarize existing literature on chrysin's effects on gastric cancer, focusing on its cellular mechanisms and antitumor pathways.", "results_summary": "The study found that chrysin exhibits antitumor effects against gastric cancer cell lines in vitro, mediated through various pathways and miRNA expression. The abstract highlights its potential as a novel therapeutic approach but does not provide specific clinical outcomes.", "population_specificity": "Gastric cancer cell lines (in vitro)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:55.742997+00:00"}
{"study_id": 7931, "supplement_id": 1023, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the anticancer potential of chrysin when delivered via folic acid-conjugated mesoporous silica nanoparticles, focusing on targeted delivery and enhanced therapeutic efficacy in breast cancer cells.", "results_summary": "The study found that chrysin-loaded nanoparticles induced apoptosis in MCF-7 cells through oxidative stress and mitochondrial dysfunction, leading to G1 arrest. In vivo, the nanoparticles enhanced tumor regression, restored tissue architecture, and maintained healthy body weight without serious systemic toxicity.", "population_specificity": "Breast cancer (MCF-7) cells and tumor-bearing mice.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:57.463948+00:00"}
{"study_id": 7932, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate a chrysin derivative's potential as a multi-target therapeutic for Alzheimer's disease, focusing on metal homeostasis restoration, anti-oxidative properties, and Aβ1-42 aggregation inhibition.", "results_summary": "The chrysin derivative demonstrated potent anti-oxidative activity, effectively scavenged reactive oxygen species, inhibited Aβ1-42 aggregation, and targeted copper dyshomeostasis. It also showed potential brain availability and oral bioavailability in silico studies.", "population_specificity": "Not specified (in vitro and in silico study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:57.908913+00:00"}
{"study_id": 7935, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of chrysin on lead-induced cognitive impairment and explore potential mechanisms, including synaptic plasticity, inflammation, and neuronal loss.", "results_summary": "Chrysin improved cognitive dysfunction, restored hippocampal synaptic plasticity, modulated inflammatory cytokines, reduced lead levels, and prevented neuronal loss in lead-exposed rats.", "population_specificity": "Adult male Wistar rats", "effective_dosage": "30 mg/kg daily (oral administration)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:57.956869+00:00"}
{"study_id": 7933, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanisms behind chrysin-induced vasorelaxation in rats' aortic rings and assess its antihypertensive effects in spontaneously hypertensive rats (SHRs).", "results_summary": "Chrysin induced vasorelaxation through multiple pathways, including NO/sGC/cGMP signaling, muscarinic and β-adrenergic receptors, and potassium and calcium channels. However, it did not significantly reduce blood pressure in SHRs after 21 days of oral treatment.", "population_specificity": "Rats (aortic rings and spontaneously hypertensive rats).", "effective_dosage": "Not specified.", "study_duration": "21 days (in vivo antihypertensive experiment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:22:58.669338+00:00"}
{"study_id": 7936, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibacterial activity of chrysin in combination with colistin against Acinetobacter baumannii and assess its potential as a synergistic therapeutic option.", "results_summary": "Chrysin and colistin showed synergistic effects against A. baumannii by damaging the extracellular membrane and altering bacterial membrane potential. The combination also inhibited biofilm formation, suggesting potential for reduced colistin dosage in treatment.", "population_specificity": "Acinetobacter baumannii (in vitro and in vivo models)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:00.901003+00:00"}
{"study_id": 7934, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the efficacy of chrysin-loaded nanoemulsion (CH NE) in treating lithium/pilocarpine-induced epilepsy in rats and its effects on neuronal hyperactivity, oxidative stress, and neuroinflammation.", "results_summary": "The optimized CH NE formulation reduced seizure severity, corrected behavioral and histological changes, restored neurotransmitter balance and oxidative stress markers, and modulated microglia polarization and energy metabolism. CH NE enhanced drug delivery to the hippocampus compared to a higher-dose CH suspension.", "population_specificity": "Rats with lithium/pilocarpine-induced epilepsy.", "effective_dosage": "CH NE at a dose 30-fold lower than the oral CH suspension (specific dosage not provided).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:01.058965+00:00"}
{"study_id": 7937, "supplement_id": 1023, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chrysin (CHR) could mitigate diclofenac (DF)-induced hepatotoxicity by regulating oxidative stress, apoptosis, autophagy, and endoplasmic reticulum (ER) stress.", "results_summary": "CHR at 25 and 50 mg/kg significantly reduced oxidative stress, apoptosis, autophagy, and ER stress caused by DF in liver tissue, demonstrating protective effects against DF-induced liver damage.", "population_specificity": "Animal model (specific species not mentioned in the abstract).", "effective_dosage": "25 mg/kg and 50 mg/kg body weight, orally administered for 5 days.", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:03.925299+00:00"}
{"study_id": 7938, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether chrysin enhances the cytotoxicity of YM155 and synergistically suppresses survivin expression in SMARCB1/INI1-deficient tumor cells.", "results_summary": "Chrysin enhanced YM155-induced apoptosis and synergistically suppressed survivin expression in SMARCB1/INI1-deficient tumor cells, particularly in TTN45 cells, where suppression was observed as early as 6 hours after exposure.", "population_specificity": "SMARCB1/INI1-deficient tumor cell lines (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "6 hours (acute exposure).", "interactions": "Enhanced cytotoxicity with YM155.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:06.226854+00:00"}
{"study_id": 7940, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the molecular and cellular mechanisms of chrysin on bladder tumor cell lines with different TP53 statuses.", "results_summary": "Chrysin reduced cell viability and induced apoptosis across all cell lines, regardless of TP53 status. In TP53-mutated cells, it also modulated the expression of epigenetic genes (DNMT1, HAT1, HDAC1), potentially enhancing cell death.", "population_specificity": "Bladder tumor cell lines (RT4, 5637, T24) with varying TP53 statuses.", "effective_dosage": "20, 40, 60, 80, and 100 µM concentrations.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:07.493797+00:00"}
{"study_id": 7939, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chrysin inhibits tumor progression in hypoxic PC-3 prostate cancer cells by targeting SPHK-1/HIF-1α signaling.", "results_summary": "Chrysin significantly inhibited 3D cell growth, reduced hypoxia-induced vasculogenic mimicry, and suppressed HIF-1α and VE-cadherin expression. It also induced apoptosis, inhibited VEGF and Bcl-2, and reduced tumor growth in PC-3 xenografts by 80.4%.", "population_specificity": "Hypoxic PC-3 prostate cancer cells and PC-3 xenografts in mice.", "effective_dosage": "50 mg/kg in xenograft study (in vitro concentrations not specified).", "study_duration": "Not specified for in vitro; xenograft duration not mentioned.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:07.835210+00:00"}
{"study_id": 7942, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of chitosan-chrysin nano-formulations (CCNPs) as a therapeutic option for pancreatic adenocarcinoma (PDAC) and lung cancer by inhibiting mitochondrial complex ΙΙ (CΙΙ) and ubiquinone oxidoreductase.", "results_summary": "The study suggests that CCNPs, due to their improved bioavailability and efficacy, may be promising candidates for treating PDAC and lung cancer by blocking succinate ubiquinone oxidoreductase. Chitosan's properties enhance the therapeutic potential of chrysin.", "population_specificity": "Not specified (in vitro or in vivo study not detailed in the abstract).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:08.277782+00:00"}
{"study_id": 7941, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether chrysin suppresses pancreatic cancer progression through GPER activation and reductions in ROCK1, TAGLN2, and FCHO2 expressions.", "results_summary": "Chrysin caused cell cycle arrest, decreased cell viability, and delayed tumor growth in a xenograft model. It also reduced Ki-67 and c-Myc expressions and lowered ROCK1, TAGLN2, and FCHO2 levels, which are linked to poor pancreatic cancer survival.", "population_specificity": "MIA PaCa-2 cells and a xenograft model (not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:08.549154+00:00"}
{"study_id": 7944, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether chrysin enhances the cytotoxic effects of TRAIL on osteosarcoma cells (Saos-2 and MG-63) by sensitizing them to apoptosis.", "results_summary": "Chrysin synergistically increased TRAIL-induced cytotoxicity, amplified caspase 8 activity, and reduced expression of antiapoptotic genes, suggesting it sensitizes osteosarcoma cells to TRAIL-induced apoptosis via the death receptor pathway.", "population_specificity": "Osteosarcoma cell lines (Saos-2 and MG-63)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:10.085398+00:00"}
{"study_id": 7943, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Chrysin-loaded folate-bound chitosan solid lipid nanoparticles (CHY-SCF-NPs) as a potential anti-cancer treatment, particularly for pancreatic cancer.", "results_summary": "CHY-SCF-NPs demonstrated anti-cancer effects by inhibiting malignant cell lines (PANC, MCF-7, A2780, HepG2) and exhibited antioxidant and anti-angiogenic properties, along with pro-apoptotic effects confirmed by gene up-regulation and cell cycle analysis.", "population_specificity": "In vitro studies on malignant cell lines (PANC, MCF-7, A2780, HepG2) and normal cells (HFF).", "effective_dosage": "IC50 values: ~53 µg/mL (PANC), ~55 µg/mL (MCF-7), ~249 µg/mL (A2780), >250 µg/mL (HepG2).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:12.922488+00:00"}
{"study_id": 7945, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the effects and underlying mechanism of chrysin on diabetic nephropathy (DN) in mice, focusing on lipid metabolism and AMPK activation.", "results_summary": "Chrysin improved obesity, insulin resistance, renal function, and pathological injury in DN mice, while also reducing lipid accumulation, oxidative stress, and inflammation. The study identified AMPK activation as a critical mechanism for chrysin's effects, confirmed by partial suppression of benefits with an AMPK inhibitor.", "population_specificity": "High-fat-diet (HFD) and streptozotocin (STZ)-induced diabetic nephropathy mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:13.678727+00:00"}
{"study_id": 7946, "supplement_id": 1023, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate Chrysin's cardioprotective effects against oxidative and ER stress in cardiomyoblast cells and its mechanism via Nrf2 signaling.", "results_summary": "Chrysin pre-treatment increased Nrf2-regulated gene expression, reduced ER stress markers (CHOP, GRP78), and decreased apoptosis markers (PI3K, NF-κB, caspase-3). It also reduced ROS generation and improved mitochondrial membrane potential, but these effects were abolished when Nrf2 was silenced.", "population_specificity": "H9c2 cardiomyoblast cell lines", "effective_dosage": "50 μM for 24 hours", "study_duration": "24 hours pre-treatment, followed by 1-hour H2O2 exposure", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:15.613462+00:00"}
{"study_id": 7788, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine if combining cinnamon essential oil (CEO) with fusidic acid (FA) in a nanoemulsion-hydrogel could enhance antibacterial effects against multidrug-resistant bacteria.", "results_summary": "The FA-NE-hydrogel demonstrated acceptable physical properties for topical use, extended in vitro release, stability for 3 months, and effective inhibition of both Gram-positive and Gram-negative bacteria, with CEO enhancing FA's antibacterial activity.", "population_specificity": "Multidrug-resistant bacteria (no human subjects mentioned).", "effective_dosage": "Not specified (topical formulation).", "study_duration": "3 months (stability testing).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:16.623588+00:00"}
{"study_id": 7790, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether cinnamon, particularly its extracts and bioactive compounds, could act synergistically with infliximab to mitigate inflammation in non-responders to anti-TNF-α therapy.", "results_summary": "Cinnamon extracts (especially C. cassia) and trans-cinnamaldehyde showed dose-dependent synergistic effects with infliximab, modulating gene expression related to inflammation, apoptosis, and matrix remodeling. The study found differential effects on specific genes, with C. cassia aCE being the most effective.", "population_specificity": "In vitro study using fibroblast (L929) and monocytic (U937) cell lines.", "effective_dosage": "Not specified (dose-dependent effects observed but exact amounts not detailed).", "study_duration": "Not specified (in vitro study without explicit duration mentioned).", "interactions": "Synergistic interaction with infliximab noted; no other interactions mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:19.206804+00:00"}
{"study_id": 7789, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antibacterial mechanisms of cinnamon essential oil (CIEO) and cinnamaldehyde (CID) in vivo using C. elegans and in vitro against common pathogens.", "results_summary": "Both high (100 mg/L) and low (10 mg/L) doses of CIEO and CID significantly improved locomotion behavior, lifespan, and reduced bacterial accumulation in C. elegans infected with P. aeruginosa. Low doses upregulated antimicrobial peptide-related genes, while high doses suppressed this trend, suggesting involvement of the PMK-1 mediated p38 signaling pathway.", "population_specificity": "Caenorhabditis elegans (C. elegans) and in vitro bacterial strains (P. aeruginosa and 4 other strains).", "effective_dosage": "10 mg/L (low dose) and 100 mg/L (high dose).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:19.208145+00:00"}
{"study_id": 7787, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the inhibitory properties of cinnamon bark oil (CBO) against Penicillium digitatum, a major citrus fruit pathogen, and uncover its antifungal mechanisms at the molecular level.", "results_summary": "CBO at 0.03% effectively inhibited spore germination, germ tube elongation, mycelial growth, and other fungal activities in P. digitatum. Higher concentrations (exceeding 0.06%) also inhibited green mold rots in citrus fruit, with transcriptomic analysis revealing significant gene expression changes linked to metabolic disturbances and ROS generation.", "population_specificity": "In vitro study on Penicillium digitatum and citrus fruit.", "effective_dosage": "0.03% and concentrations exceeding 0.06%.", "study_duration": "Not specified (abstract mentions 4 h and 8 h treatment periods for transcriptomic analysis).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:19.418353+00:00"}
{"study_id": 7792, "supplement_id": 1024, "safety_score": "90", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of different cinnamon species on blood glucose control in diabetes and assess study quality and bias in existing literature.", "results_summary": "Overall, 62% of studies showed statistically significant positive effects on blood glucose control, though ranking systems reduced this to around 50%. Cinnamon supplementation likely has a modest positive effect on blood glucose, with an excellent safety profile.", "population_specificity": "Human subjects with diabetes mellitus.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:21.439135+00:00"}
{"study_id": 7791, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether cinnamon powder could improve the quality and mitigate off-flavors in fried chicken drumsticks made from long-term thawed Korean native chicken.", "results_summary": "Cinnamon powder (0.03% in marinade or 1.35% in batter) reduced lipid oxidation volatiles and increased pleasant aroma compounds, with the 0.03% marinade group (CM) receiving higher aroma scores. The study found that cinnamon effectively discriminated treatment groups and improved sensory qualities.", "population_specificity": "Fried chicken drumsticks made from long-term thawed Korean native chicken (Woorimatdag No. 1, WRMD1).", "effective_dosage": "0.03% in marinade (CM), 1.35% in batter (CB), or both (0.03% + 1.35%, CMB).", "study_duration": "Not specified (single preparation and evaluation).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:21.782874+00:00"}
{"study_id": 7793, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of Cinnamomum verum oil as an inhibitor to restore imipenem susceptibility in carbapenem-resistant Acinetobacter baumannii (CRAB) strains.", "results_summary": "Cinnamomum verum oil, along with other inhibitors, showed promising results by reducing imipenem MIC by 2-6-fold in 90% of CRAB strains and downregulating efflux pump genes. The effect was confirmed in 24-hour killing kinetics.", "population_specificity": "Clinical Acinetobacter baumannii isolates from Egyptian ICU patients.", "effective_dosage": "Not specified", "study_duration": "24-hour killing kinetics", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:23.180637+00:00"}
{"study_id": 7794, "supplement_id": 1024, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether daily cinnamon supplementation (4 g/d) improves glucose control in adults with obesity and prediabetes.", "results_summary": "Cinnamon significantly lowered 24-hour glucose concentrations, reduced glucose peaks, and decreased triglyceride levels compared to placebo, with no differences in digestive symptoms between groups.", "population_specificity": "Adults with obesity and prediabetes (mean age 51.1 y; mean fasting plasma glucose 102.9 mg/dL).", "effective_dosage": "4 g/d", "study_duration": "4 weeks per intervention phase (with a 2-week washout period).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:24.845708+00:00"}
{"study_id": 7796, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of incorporating cinnamon essential oil (CEO) Pickering emulsion into chitosan-based films on physical properties, biological activities, and potential for food packaging applications.", "results_summary": "The study found that CEO Pickering emulsion improved mechanical and barrier properties, light transmittance, thermal stability, antioxidant activities, and antimicrobial properties of the films, with slow-release behavior extending biological activity.", "population_specificity": "Not specified (in vitro study on film properties)", "effective_dosage": "15% (v/v) CEO Pickering emulsion", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:24.975710+00:00"}
{"study_id": 7798, "supplement_id": 1024, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to summarize the effect of cinnamon supplementation on adipokines and appetite-regulating hormones.", "results_summary": "Cinnamon supplementation decreased leptin and visfatin levels, increased ghrelin levels, and had inconsistent effects on other biomarkers like adiponectin, glucose-dependent insulinotropic polypeptide, glucagon-like peptide 1, and resistin.", "population_specificity": "363 participants, including one study on children and two on obese individuals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:27.180307+00:00"}
{"study_id": 7797, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of cinnamon oil as an antibiotic substitute on blood biochemical parameters, antioxidant capacity, and histopathological profiles in growing Japanese quails.", "results_summary": "Cinnamon oil significantly reduced AST and urea levels, lowered cholesterol, and improved antioxidant capacity (TAC, SOD, GPX, GSR) compared to control and antibiotic groups. It also enhanced intestinal and hepatic histology, suggesting potential as an antibiotic alternative.", "population_specificity": "Growing Japanese quails", "effective_dosage": "0.5 mL and 1.0 mL of cinnamon oil per kg of diet", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:27.874899+00:00"}
{"study_id": 7799, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether polyphenol-enriched fractions of cinnamon could enhance the anticancer effects of cetuximab in colorectal cancer therapy.", "results_summary": "The study found that cinnamon-derived fractions, rich in procyanidins and flavonoids, significantly reduced the required dose of cetuximab for antiproliferative activity in EGFR-sensitive colorectal cancer cells. These fractions induced apoptosis through ERK activation and mitochondrial membrane potential impairment.", "population_specificity": "Colorectal cancer cell line E705 (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "Co-administered with cetuximab (an anticancer drug).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:28.084602+00:00"}
{"study_id": 7800, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the synergistic bactericidal effects of RF heating combined with cinnamon essential oil nanoemulsion (CEON) against Salmonella and explore the underlying mechanisms.", "results_summary": "The combination of RF heating and CEON enhanced membrane permeability and ROS accumulation in Salmonella, with the major mechanism being significant inhibition of intracellular ATP synthesis. The combined treatment also disrupted multiple intracellular metabolisms, leading to synergistic bactericidal effects.", "population_specificity": "Salmonella bacterial cells (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:30.651071+00:00"}
{"study_id": 7802, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether cinnamon powder (CP) could reduce glycemia in diabetic mice by regulating liver glucose metabolism.", "results_summary": "CP treatment reduced fasting blood glucose, improved glucose tolerance and insulin levels, increased liver glycogen content, and decreased gluconeogenesis precursors. The effects were mediated through AMPKα/PGC1α and PI3K/AKT pathways.", "population_specificity": "Diabetic mice", "effective_dosage": "200, 400, or 800 mg/kg body weight, administered once daily", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:31.371720+00:00"}
{"study_id": 7801, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the antiviral potential of a galangal-cinnamon mixture (GCAE) against Low Pathogenic HCoV-229E as a proxy for SARS-CoV-2 inhibition.", "results_summary": "The GCAE showed significant antiviral activity against HCoV-229E (IC50 15.083 µg/mL), with rutin identified as the most active compound. Quantum-chemical and docking analyses supported the experimental findings, indicating potential inhibition of coronavirus infection pathways.", "population_specificity": "In vitro study using Low Pathogenic HCoV-229E (not human subjects).", "effective_dosage": "Not specified (tested as an aqueous extract).", "study_duration": "Not specified (in vitro assay).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:32.816351+00:00"}
{"study_id": 7804, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effects of cinnamon supplementation on glycemic control in patients with type 2 diabetes mellitus (T2DM) through a meta-analysis of randomized controlled trials.", "results_summary": "Cinnamon supplementation significantly reduced fasting blood sugar, Homeostatic Model Assessment for Insulin Resistance, and hemoglobin A1C in patients with T2DM, but did not significantly change serum insulin levels. The findings suggest cinnamon may have clinical potential as an adjunct therapy for managing T2DM.", "population_specificity": "Patients with type 2 diabetes mellitus (T2DM).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:33.390113+00:00"}
{"study_id": 7803, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of dietary supplementation with cinnamon essential oil on growth performance, fatty acid composition, and fillet quality in tilapia.", "results_summary": "The study found that increasing doses of cinnamon essential oil improved weight gain, reduced saturated fatty acids, increased polyunsaturated fatty acids (especially n-3 and n-6 PUFA), and enhanced fillet quality (hardness, cohesiveness, and reduced b* values and volatile nitrogen levels).", "population_specificity": "Tilapia (Oreochromis niloticus)", "effective_dosage": "0.2%, 0.35%, and 0.5% cinnamon essential oil in diet", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:33.861710+00:00"}
{"study_id": 7805, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibacterial activity and mechanism of cinnamon essential oil nanoemulsion (CON) against Pseudomonas deceptionensis CM2.", "results_summary": "CON effectively inhibited P. deceptionensis CM2 proliferation in a time- and concentration-dependent manner, disrupting membrane integrity, increasing oxidative stress, and causing intracellular leakage. The antimicrobial activity was significantly reduced by glutathione, confirming oxidative stress's role in CON's mechanism.", "population_specificity": "Pseudomonas deceptionensis CM2 bacterial cells.", "effective_dosage": "Minimum inhibitory concentration of 0.125 mg/mL.", "study_duration": "4 hours of incubation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:35.977325+00:00"}
{"study_id": 7806, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential intestinal anti-inflammatory effects of Cinnamomum cassia (cinnamon) in vitro and in vivo.", "results_summary": "Cinnamon hot water extract (CWE) improved tight junction barrier function, reduced proinflammatory cytokine expression in Caco-2 cells, and alleviated colitis symptoms in mice, suggesting it may enhance intestinal health.", "population_specificity": "Caco-2 cells (in vitro) and colitis model mice (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:35.978667+00:00"}
{"study_id": 7807, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antimicrobial and anti-biofilm effects of cinnamon oil against multidrug-resistant Klebsiella pneumoniae isolates from pneumonic sheep and goats.", "results_summary": "Cinnamon oil demonstrated strong antibacterial and anti-biofilm effects against K. pneumoniae, with inhibition zones of 35-45 mm, lower MIC/MBC values than norfloxacin, and significant reduction in biofilm-associated gene expression.", "population_specificity": "Pneumonic sheep and goats in Sharika Governorate, Egypt.", "effective_dosage": "100%, 75%, 50%, and 25% concentrations of cinnamon oil.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:38.686656+00:00"}
{"study_id": 7808, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of cinnamon on the pharmacodynamic and pharmacokinetic properties of amlodipine in hypertensive rats.", "results_summary": "The study found that cinnamon significantly reduced blood pressure and enhanced the pharmacokinetic parameters (Cmax and AUC0-t) of amlodipine in hypertensive rats, showing a synergistic effect when combined with amlodipine.", "population_specificity": "Hypertensive Wistar rats", "effective_dosage": "200 mg/kg, daily, orally", "study_duration": "14 days", "interactions": "Enhanced pharmacokinetics of amlodipine (Cmax and AUC0-t) when co-administered with cinnamon", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:38.768486+00:00"}
{"study_id": 7809, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether cinnamon essential oil (CEO) vapor treatment could mitigate chilling injury-induced aroma loss and internal browning in \"Feicheng\" peaches during cold storage.", "results_summary": "CEO vapor (50 μL/L) reduced internal browning and restored aroma content in peaches during refrigeration, while also promoting the release of aroma-related volatiles and upregulating genes linked to volatile biosynthesis.", "population_specificity": "\"Feicheng\" peach fruits", "effective_dosage": "50 μL/L CEO vapor", "study_duration": "7–21 days of refrigeration plus 2 days of shelf life", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:39.820544+00:00"}
{"study_id": 7810, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the dose-response relationship between cinnamon and glycolipid metabolism in type 2 diabetic patients, focusing on its effects on triglyceride, LDL-C, and HDL-C levels.", "results_summary": "Cinnamon intervention significantly reduced triglyceride and LDL-C levels while increasing HDL-C levels in type 2 diabetic patients, with dosage influencing TG and LDL-C effects. However, it had no significant impact on fasting blood glucose, HbA1c, or total cholesterol levels.", "population_specificity": "Type 2 diabetic patients", "effective_dosage": "≤1200 mg (specific frequency not mentioned)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:41.487696+00:00"}
{"study_id": 7811, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the antidepressant effects and mechanisms of a Cinnamon Oil Solid Self-Microemulsifying Drug Delivery System (CO-S-SME) in mice with chronic unpredictable mild stress (CUMS)-induced depression-like behavior.", "results_summary": "CO-S-SME improved depression-like behaviors in CUMS mice, increased neurotransmitter levels, reduced corticosterone and inflammatory factors, and modulated intestinal flora composition by decreasing the Firmicutes to Bacteroidetes ratio and altering microbial diversity.", "population_specificity": "Mice subjected to CUMS to induce depression-like behavior.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:41.622226+00:00"}
{"study_id": 7813, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the antioxidative activity of cinnamon oil (CO) in mitigating APAP-induced uterine toxicity in female rats.", "results_summary": "Cinnamon oil significantly reduced oxidative stress markers (LPO), inflammatory cytokines (IL-1β, IL-6), and caspase expression while restoring uterine tissue architecture in a dose-dependent manner.", "population_specificity": "Female rats", "effective_dosage": "50-200 mg/kg body weight", "study_duration": "Single-dose intervention (acute study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:43.865027+00:00"}
{"study_id": 7814, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of cinnamon on glycemic control in patients with type 2 diabetes (T2D) or polycystic ovary syndrome (PCOS) by conducting an umbrella meta-analysis of previous interventional meta-analyses.", "results_summary": "Cinnamon supplementation significantly reduced fasting plasma glucose, insulin levels, HOMA-IR, and HbA1c, indicating its potential as an anti-diabetic agent for glycemic control in T2D and PCOS patients.", "population_specificity": "Patients with type 2 diabetes (T2D) or polycystic ovary syndrome (PCOS).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:45.119352+00:00"}
{"study_id": 7816, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanisms by which digested cinnamon extract pre-treatment prevents inflammation-related intestinal barrier dysfunction, focusing on claudin-2 regulation and autophagy-mediated degradation.", "results_summary": "Pre-treatment with cinnamon extract prevented transepithelial electrical resistance (TEER) loss by regulating claudin-2 protein levels, influencing both gene transcription and autophagy-mediated degradation, suggesting cinnamon polyphenols mediate adaptive responses against inflammation.", "population_specificity": "In vitro model of inflamed intestinal barrier (not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:46.913161+00:00"}
{"study_id": 7815, "supplement_id": 1024, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the antimicrobial, antifungal, antioxidant, and cytotoxicity properties of cinnamon essential oil nanoemulsions versus pure cinnamon essential oil.", "results_summary": "Cinnamon essential oil nanoemulsions showed higher antioxidant and antimicrobial activity compared to pure essential oil, along with improved cell viability in cytotoxicity tests.", "population_specificity": "3T3 cell line (in vitro study).", "effective_dosage": "25% w/w nanoemulsion (specific dosage not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:47.601326+00:00"}
{"study_id": 7817, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of oral cinnamon extract (Cinn) on glucose transporter gene expressions in the hippocampus and spatial memory in a streptozotocin-induced Alzheimer's disease rat model.", "results_summary": "The study found that cinnamon extract, especially when combined with insulin, improved spatial memory performance in the Morris Water Maze test and upregulated GLUT gene expressions in hippocampal tissue. The synergistic treatment showed significant improvements compared to individual treatments.", "population_specificity": "Adult male Sprague-Dawley rats (280±20 g) with streptozotocin-induced Alzheimer's disease model.", "effective_dosage": "200 mg/kg (orally for 14 days).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:48.919227+00:00"}
{"study_id": 7818, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of cinnamaldehyde-rich cinnamon extract (CRCE) on colorectal cancer cell lines HCT 116 and HT-29, focusing on cell viability, proliferation, migration, and apoptosis.", "results_summary": "CRCE treatment (10-60 µg/mL) significantly reduced cell viability in a dose- and time-dependent manner, inhibited cell proliferation and migration, induced mitochondrial stress, and activated apoptotic proteins Caspase-3, -9, and PARP.", "population_specificity": "Colorectal cancer cell lines (HCT 116 and HT-29)", "effective_dosage": "10-60 µg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:49.951636+00:00"}
{"study_id": 7819, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to synthesize the mechanisms of action and evaluate the hypoglycemic activity of cinnamon in treating Type 2 diabetes mellitus.", "results_summary": "The abstract indicates that cinnamon demonstrated hypoglycemic activity in clinical studies and animal models, suggesting potential efficacy in managing blood glucose levels. However, the extent of its effectiveness and specific outcomes were not detailed.", "population_specificity": "Not specified (general reference to clinical studies and animal models)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:52.936495+00:00"}
{"study_id": 7820, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of a red betel combination extract (including cinnamon) on blood glucose levels, pancreatic Langerhans islets, lipid profile, and body weight in diabetic rats.", "results_summary": "The red betel combination extract (with cinnamon) significantly reduced blood glucose levels by up to 55.42%, increased Langerhans islets by 10.9%-30.6%, improved HDL and triglyceride levels, and reduced weight loss in diabetic rats.", "population_specificity": "Streptozotocin-induced diabetic male Sprague Dawley rats.", "effective_dosage": "9 mL/kg BW and 13.5 mL/kg BW (oral administration).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:54.368618+00:00"}
{"study_id": 7821, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the optimal gamma radiation dose for preserving and decontaminating cinnamon sticks while enhancing their antioxidant capacity.", "results_summary": "Gamma irradiation at 7.5 kGy was found to be the most effective dose for reducing microbial load and improving antioxidant activity in cinnamon, though higher doses (above 5 kGy) reduced total phenolic content.", "population_specificity": "Not specified (study focused on spice samples, not human subjects).", "effective_dosage": "Gamma radiation doses of 0.0, 2.5, 5.0, 7.5, 10, and 15 kGy.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:54.779922+00:00"}
{"study_id": 7822, "supplement_id": 1024, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the pharmacologic activities of an ethyl-acetate fraction from cinnamon-cortex extract (CCE) on pancreatic β cells under oxidative stress and its potential to enhance insulin secretion.", "results_summary": "The study found that the ethyl-acetate fraction (EA) reduced reactive oxygen species (ROS) accumulation, improved cell survival, upregulated protective proteins, and enhanced insulin secretion in β cells. Three compounds in EA—cinnamyl alcohol, coumarin, and cinnamic acid—showed similar protective effects.", "population_specificity": "Rat and mouse β cell lines.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:56.426007+00:00"}
{"study_id": 7823, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the efficacy of cinnamon essential oil in inhibiting fungal growth in postharvest bagging-free apples and to clarify its molecular mechanism of action.", "results_summary": "Cinnamon essential oil exhibited high inhibitory activity against fungal pathogens (B. dothidea and C. gloeosporioides), significantly reducing decay incidence and lesion diameter. It altered fungal morphology, damaged cellular structures, and downregulated genes involved in membrane integrity and ergosterol synthesis.", "population_specificity": "Postharvest bagging-free apples (in vitro and in vivo conditions).", "effective_dosage": "60 μL L-1 (vapor phase).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:56.905152+00:00"}
{"study_id": 7825, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the interactions between ApoE4 (a genetic risk factor for Alzheimer's disease) and cinnamon-derived compounds to identify potential therapeutic candidates for AD.", "results_summary": "Epicatechin, a cinnamon-derived compound, showed the highest binding affinity to ApoE4, with hydroxyl groups forming strong hydrogen bonds. Modified epicatechin derivatives exhibited increased binding affinity, suggesting potential as inhibitors for ApoE4 in AD therapy.", "population_specificity": "In silico (computational) study focusing on molecular interactions, not human or animal subjects.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:58.694579+00:00"}
{"study_id": 7824, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antioxidant and anti-cancer properties of cinnamon extracts and cinnamon-Ag nanoparticles (CNPs) in normal (Bj-1) and cancer (HepG-2) cells.", "results_summary": "Cinnamon extracts and CNPs demonstrated dose-dependent cytotoxicity and anti-proliferative effects, with CNPs showing higher antioxidant activity and greater cell death in cancer cells. Biomarker enzyme activities and apoptosis-related protein levels were significantly altered, indicating potent anti-cancer properties.", "population_specificity": "In vitro study using Bj-1 normal cells and HepG-2 cancer cells.", "effective_dosage": "CNPs at 16 µg/mL showed significant effects; other samples' concentrations not specified.", "study_duration": "48 hours for CNPs treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:23:58.717047+00:00"}
{"study_id": 7826, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the mechanisms of action of cinnamon in treating myocardial ischemia-reperfusion injury (MIRI) using network pharmacology and experimental validation.", "results_summary": "The study identified key active compounds in cinnamon (e.g., taxifolin) and their potential targets (e.g., PI3K/Akt, MAPK pathways), demonstrating protective effects against MIRI in a zebrafish model. Molecular docking confirmed strong binding abilities of these compounds to their targets.", "population_specificity": "Zebrafish model (preclinical study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:01.247618+00:00"}
{"study_id": 7812, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of cinnamon bark essential oil (CBO) on analgesia, motor activity, balance, and coordination in rats with sciatic nerve damage.", "results_summary": "CBO significantly improved motor activity, balance, and coordination in rats with sciatic nerve injury compared to the untreated group, as shown by rotarod and accelerod tests. It also enhanced analgesia and increased vimentin expression, suggesting potential therapeutic benefits for nerve damage.", "population_specificity": "Rats with induced sciatic nerve injury", "effective_dosage": "Not specified", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:01.514888+00:00"}
{"study_id": 7827, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to formulate optimal film-forming gel compositions containing cinnamon leaf essential oil for wound treatment, focusing on physicochemical properties and stability.", "results_summary": "The study found that films with cinnamon leaf essential oil exhibited good physicochemical properties (drying rate, swelling, adhesion, flexibility) and absorbed significant amounts of wound exudate. The formulations showed no microbial contamination and remained stable for three months.", "population_specificity": "Not specified (in vitro study on film formulations).", "effective_dosage": "Not specified (concentrations of nitrocellulose were 13.4% and 15%, but cinnamon leaf essential oil dosage not detailed).", "study_duration": "Stability assessed for three months post-production.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:03.296561+00:00"}
{"study_id": 7828, "supplement_id": 1024, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to explore whether cinnamon twig (CT) extract could prevent Listeria monocytogenes infection by targeting the virulence factor listeriolysin O (LLO).", "results_summary": "CT extract, containing compounds like cinnamic acid and cinnamaldehyde, inhibited LLO-mediated hemolysis and cytotoxicity, reduced bacterial load, and improved survival and inflammatory responses in infected mice without antimicrobial activity.", "population_specificity": "In vitro assays and a mouse model infected with Listeria monocytogenes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:03.780440+00:00"}
{"study_id": 7829, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to enhance the antimicrobial activity of erythromycin by incorporating cinnamon oil into a transethosome-based emulgel for topical bacterial infection treatment.", "results_summary": "The cinnamon oil-based emulgel significantly improved erythromycin's transdermal delivery and antimicrobial efficacy, showing higher transdermal flux (120.19 μg/cm2·h) and greater bacterial growth inhibition compared to controls.", "population_specificity": "Not specified (in vitro and ex vivo studies).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:04.528169+00:00"}
{"study_id": 7830, "supplement_id": 1024, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of cinnamon water extract (CWE) and metformin on T2DM-related gene expression, glucose uptake, and cell viability in HepG2 cells.", "results_summary": "CWE improved cell viability, increased glucose uptake to the same degree as metformin (1.4-fold), and induced comparable gene expression changes. The effects of 0.125 mg mL-1 CWE were similar to 1.5 mg mL-1 metformin.", "population_specificity": "HepG2 human hepatoma cells", "effective_dosage": "0.125 mg mL-1 CWE", "study_duration": "24 or 48 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:05.786420+00:00"}
{"study_id": 7832, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of cinnamon extract in alleviating symptoms of irritable bowel syndrome with diarrhea (IBS-D) and explore its underlying mechanism of action.", "results_summary": "Cinnamon extract reduced defecation frequency and visceral hyperalgesia in IBS-D rat models, comparable to the drug Ramosetron. It decreased excessive 5-HT levels and inhibited Tph1 expression, suggesting a mechanism involving 5-HT synthesis control.", "population_specificity": "Maternally separated (MS) and TNBS-induced post-inflammatory IBS-D rat models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:07.016847+00:00"}
{"study_id": 7831, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the potential mechanisms by which cinnamon may alleviate complications in chronic kidney disease (CKD) and its role as a nutritional strategy for CKD patients.", "results_summary": "The study highlights cinnamon's bioactive compounds (e.g., cinnamaldehyde, cinnamic acid) and their potential to mitigate oxidative stress, inflammation, hyperglycemia, gut dysbiosis, and dyslipidemia—common complications in CKD. However, its therapeutic effectiveness for CKD remains unproven.", "population_specificity": "Patients with chronic kidney disease (CKD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:07.161717+00:00"}
{"study_id": 7833, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the antimicrobial activity of cinnamon essential oil against multidrug-resistant Pseudomonas aeruginosa and its effects on mex efflux pumps gene expression.", "results_summary": "Cinnamon essential oil demonstrated 100% antimicrobial activity against all tested MDR P. aeruginosa isolates at a low concentration (0.05% v/v) and significantly under-expressed mexA and mexB efflux pump genes (66.5%).", "population_specificity": "Seventy-two clinical isolates of multidrug-resistant Pseudomonas aeruginosa collected between 2020-2022.", "effective_dosage": "0.05% v/v concentration of cinnamon essential oil.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:10.644931+00:00"}
{"study_id": 7834, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to systematically review the relationship between cinnamon and its key components in memory and learning.", "results_summary": "The study found that cinnamon and its bioactive compounds significantly improved cognitive function (memory and learning) in most included studies, with in vivo and in vitro studies showing positive effects on tau aggregation, Amyloid β reduction, and cell viability. Clinical studies showed mixed results, with one reporting positive effects and another no changes.", "population_specificity": "Not specified (includes in vivo, in vitro, and limited clinical studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:11.024055+00:00"}
{"study_id": 7835, "supplement_id": 1024, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether cinnamon powder could effectively replace antibiotic growth promoters in broiler chickens by assessing its impact on growth performance, intestinal microbiota, and hematological profile.", "results_summary": "Cinnamon powder improved body weight gain, feed conversion ratio, and intestinal microbiota (increased beneficial bacteria, decreased harmful bacteria) while enhancing hematological parameters (increased red and white blood cell counts, hemoglobin). It performed comparably to oxytetracycline in some aspects.", "population_specificity": "One-day-old broiler chickens (ROSS 308).", "effective_dosage": "0.5% and 1.0% of diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:12.585291+00:00"}
{"study_id": 7837, "supplement_id": 1024, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to elucidate the antibacterial mechanism of cinnamon essential oil (CEO) against Salmonella enteritidis to support its use as a natural food preservative.", "results_summary": "CEO reduced bacterial metabolic activity by inhibiting key enzymes in the TCA cycle, lowering ATP levels and ATPase activity, and disrupting protein metabolism, thereby impairing S. enteritidis respiration and energy production.", "population_specificity": "Salmonella enteritidis (bacterial culture, not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:12.705131+00:00"}
{"study_id": 7836, "supplement_id": 1024, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of cinnamon powder (CNP) on growth performance, antioxidant status, liver function, meat quality, and lactate dehydrogenase activity in broiler chickens under heat stress.", "results_summary": "Cinnamon powder significantly improved body weight gain, feed intake, and feed conversion ratio, enhanced antioxidant enzyme activity, reduced oxidative stress markers, improved liver function, and enhanced meat quality by increasing beneficial fatty acids and water-holding capacity while reducing saturated fatty acids and cook loss.", "population_specificity": "One-day-old broiler chickens (ROSS 308) under heat stress conditions.", "effective_dosage": "0.5% and 1.0% CNP in feed.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:12.997015+00:00"}
{"study_id": 7838, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the inhibitory effect of cinnamon extract (CE) against Pseudomonas aeruginosa and evaluate its impact on meat quality at different storage temperatures.", "results_summary": "Cinnamon extract showed significant antimicrobial activity against Pseudomonas aeruginosa, with a 13.50 mm zone of inhibition at 100% concentration. Marinating meat with 50% CE reduced microbial counts, particularly at 5°C and 10°C, and improved sensory attributes like color and texture.", "population_specificity": "Meat samples (in vitro and in situ)", "effective_dosage": "25% (v/v) for MIC, 50% (v/v) for MBC and meat marination", "study_duration": "48 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:15.045661+00:00"}
{"study_id": 7840, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the chemopreventive efficacy of cinnamon and its bioactive compounds against prostate carcinogenesis induced by MNU and testosterone in rats.", "results_summary": "Cinnamon and its bioactive compounds reduced prostatic hyperplasia and neoplasia, corrected oxidative stress, and increased apoptotic enzyme activity, suggesting inhibitory effects on premalignant prostate lesions.", "population_specificity": "Male Wistar/National Institute of Nutrition rats with induced prostate carcinogenesis.", "effective_dosage": "Not specified", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:15.247257+00:00"}
{"study_id": 7839, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether cinnamon supplementation could improve sex hormone levels, metabolic health, and anthropometric indices in women with PCOS, compared to ginger, metformin, and placebo.", "results_summary": "Cinnamon significantly reduced insulin resistance (HOMA-IR) and testosterone levels, similar to metformin, while also contributing to weight and BMI reductions. It showed comparable efficacy to metformin in improving metabolic markers but did not affect FSH, LH, or DHEA levels.", "population_specificity": "Women diagnosed with polycystic ovary syndrome (PCOS).", "effective_dosage": "500 mg of cinnamon, three times daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:15.554197+00:00"}
{"study_id": 7842, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibacterial activity of cinnamon essential oil against bovine uterine pathogens (Escherichia coli and Trueperella pyogenes) isolated from dairy cows with clinical endometritis.", "results_summary": "Cinnamon essential oil demonstrated the lowest Minimum Inhibitory Concentration (MIC) and Minimum Bactericidal Concentration (MBC) values among the tested essential oils, indicating strong antimicrobial activity. However, combinations with other essential oils sometimes showed antagonistic effects.", "population_specificity": "Dairy cows with clinical endometritis.", "effective_dosage": "Not specified (only MIC/MBC values reported).", "study_duration": "Not specified.", "interactions": "Antagonism observed in some combinations with other essential oils (oregano, thyme).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:20.174241+00:00"}
{"study_id": 7841, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of cinnamon essential oil (CIEO) inhalation on mouse behaviors, particularly its anxiolytic potential and impact on social behavior.", "results_summary": "CIEO inhalation demonstrated anxiolytic effects in mice, increasing time spent in open arms and enhancing social behavior, while showing no effect in other behavioral tests. The study identified cinnamaldehyde as the main component of CIEO, which also alleviated anxiety-related changes in zebrafish.", "population_specificity": "Mice and zebrafish", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:20.509699+00:00"}
{"study_id": 7845, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the synergistic antifungal effects of cinnamon oil (CIN) combined with petit-high pressure CO2 (p-HPCO2) against Saccharomyces cerevisiae.", "results_summary": "The combined treatment of CIN and p-HPCO2 significantly reduced S. cerevisiae population by 3.35 log10 CFU/mL, demonstrating a synergistic antifungal effect. The treatment disrupted cell membrane structure and function, induced mitochondrial membrane depolarization, and altered ergosterol synthesis gene expression.", "population_specificity": "Saccharomyces cerevisiae (yeast) in a laboratory setting.", "effective_dosage": "0.02% CIN final concentration.", "study_duration": "2 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:21.770073+00:00"}
{"study_id": 7843, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the suppressive effect of Cinnamomum verum (CV) and salicylic acid (SA) on green and blue mold in citrus fruits and their impact on defense enzyme activity.", "results_summary": "Cinnamon methanolic extract showed the highest inhibition of mold growth in vitro, and its combination with SA reduced disease incidence and severity in citrus fruits while upregulating defense enzymes (PPO, PAL, POD). The SA+CV treatment was most effective in enhancing enzyme activity and suppressing mold.", "population_specificity": "Citrus fruits (sweet oranges) infected with P. digitatum and P. italicum.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:22.364405+00:00"}
{"study_id": 7844, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify the active components in cinnamon aqueous extract and explore its mechanisms targeting GABAergic synaptic dysfunction in Alzheimer's disease.", "results_summary": "The study identified 30 chemical components in cinnamon extract, with 17 crossing the blood-brain barrier. Network pharmacology and molecular docking revealed GABA pathway targets (GABRA1, GABRB2, GABRA5, GABRG2) and five active compounds (methyl cinnamate, propyl cinnamate, (+)-procyanidin B2, procyanidin B1, myristicin) as potential therapeutic agents for Alzheimer's-related synaptic dysfunction.", "population_specificity": "Not specified (in vitro/network pharmacology study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:22.666915+00:00"}
{"study_id": 7846, "supplement_id": 1024, "safety_score": "40", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the antibacterial and antibiofilm effects of cinnamon essential oil and its emulsion against clinical isolates of Acinetobacter baumannii, as well as assess their toxicological aspects.", "results_summary": "Both cinnamon essential oil and its emulsion showed significant antibacterial and antibiofilm effects, with the emulsion demonstrating stronger efficacy despite containing only 20% pure oil. However, cytotoxicity was high, especially for the emulsion, though genotoxicity was not detected.", "population_specificity": "Clinical isolates of Acinetobacter baumannii (biofilm-forming strains).", "effective_dosage": "Minimal inhibitory concentrations ranged from 0.125-0.5 mg/ml.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:23.893732+00:00"}
{"study_id": 62396, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to explore the molecular mechanisms behind cinnamon's metabolic benefits, including its effects on inflammation, oxidative stress, and glucose regulation.", "results_summary": "The study found that cinnamon exhibits antihypertensive, antihyperglycemic, lipid-lowering, weight-lowering, and cardioprotective properties by modulating inflammation, oxidative stress, and cellular signaling pathways. Meta-analyses and clinical trials support its protective effects on metabolic syndrome components.", "population_specificity": "Not specified (abstract refers to animal experiments, clinical trials, and meta-analyses).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:23.963089+00:00"}
{"study_id": 62397, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the pharmacological effects and molecular pathways of C. zeylanicum in diabetes mellitus (DM) and its complications across in vitro, in vivo, and clinical studies.", "results_summary": "The study found that C. zeylanicum exhibits anti-diabetic, anti-dyslipidemia, anti-inflammatory, and anti-obesity effects, suggesting potential for human studies to control and modify DM and related disorders.", "population_specificity": "Not specified (review of in vitro, in vivo, and clinical studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:25.482943+00:00"}
{"study_id": 62400, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the evidence on cinnamon's effects on cardiometabolic health markers, including blood pressure, oxidative stress, and inflammation, to provide a definitive clarification.", "results_summary": "Cinnamon showed favorable effects on systolic and diastolic blood pressure, total antioxidant capacity, and interleukin-6, but no significant impact on malondialdehyde, C-reactive protein, or intercellular adhesion molecule 1.", "population_specificity": "Individuals with metabolic disorders (implied by the focus on cardiometabolic health markers).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:28.779528+00:00"}
{"study_id": 62399, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the acute effect of raw cinnamon consumed either dissolved in water or as gelatin capsules on postprandial hyperglycemia in T2DM patients.", "results_summary": "Raw cinnamon dissolved in water reduced postprandial glucose spikes, while gelatin capsules diminished or eliminated this effect. Cinnamon flattened the glycemic curve without altering the typical T2DM glycemic profile.", "population_specificity": "Fasting patients with type 2 diabetes mellitus (n = 19).", "effective_dosage": "3 g or 6 g of raw cinnamon, taken once before a standardized meal.", "study_duration": "Acute (single-dose intervention with measurements up to 2 hours postprandially).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:29.517271+00:00"}
{"study_id": 62403, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the anticancer properties of cinnamaldehyde derived from cinnamon, focusing on its mechanisms and potential therapeutic applications in cancer treatment.", "results_summary": "The study found that cinnamaldehyde exhibits multiple anticancer mechanisms, including inducing apoptosis, inhibiting tumor angiogenesis, anti-proliferation, anti-inflammatory, and antioxidant effects, as well as reducing oxidative stress and preventing DNA damage.", "population_specificity": "Not specified (in vitro or preclinical focus implied)", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:30.536916+00:00"}
{"study_id": 62404, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the cardioprotective and antihypertensive effects of cinnamon and its potential interactions with antihypertensive drugs.", "results_summary": "The abstract does not provide specific findings for cinnamon, but it suggests that cinnamon was among the phytotherapy products reviewed for potential antihypertensive and cardioprotective effects.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "Possible interactions with antihypertensive drugs were mentioned, but specifics for cinnamon were not provided.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:30.604912+00:00"}
{"study_id": 62405, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of ginger (not cinnamon) on metabolic syndrome components in a clinical trial.", "results_summary": "The abstract does not provide results related to cinnamon, as the study focused on ginger.", "population_specificity": "Not specified (abstract mentions a clinical trial but does not describe the population).", "effective_dosage": "Not available", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:30.688194+00:00"}
{"study_id": 62406, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to determine if social media challenges involving cinnamon ingestion temporally correlated with increased reports of cinnamon ingestion to poison centers.", "results_summary": "The study found a temporal relationship between peak Google Trends searches for cinnamon ingestion challenges and reported ingestions to poison centers, though cinnamon was not the most frequently reported substance.", "population_specificity": "School-aged children in the United States.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:30.998885+00:00"}
{"study_id": 62402, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the potential of cinnamaldehyde (CA), derived from cinnamon, as a therapeutic agent for various cancers by summarizing its physicochemical properties, pharmacokinetics, and mechanisms of action.", "results_summary": "The study found that CA and its derivatives exhibit antitumor effects, including inhibiting cell proliferation, inducing apoptosis, and suppressing angiogenesis, suggesting potential applications in cancer prevention and treatment. The review also highlights advancements in targeted CA formulations.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:31.436080+00:00"}
{"study_id": 62409, "supplement_id": 1024, "safety_score": "30", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to document and review cases of gingival hypersensitivity reactions to toothpastes, particularly those containing cinnamon.", "results_summary": "The study found that cinnamon-containing toothpastes were associated with gingival hypersensitivity reactions, primarily redness, in middle-aged women, with symptoms resolving upon discontinuation.", "population_specificity": "Middle-aged women with documented gingival hypersensitivity reactions to toothpastes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:32.730478+00:00"}
{"study_id": 62410, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether cinnamon could reduce lipid levels in people with Type 2 Diabetes Mellitus.", "results_summary": "The study found that 3g of cinnamon daily for 90 days significantly increased HDL levels and reduced LDL levels, but had no significant effect on total cholesterol or triglycerides.", "population_specificity": "Adults aged 18-80 with Type 2 Diabetes Mellitus, using oral antidiabetics.", "effective_dosage": "3g per day", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:36.233642+00:00"}
{"study_id": 62416, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the potential mechanisms and effects of cinnamon and other spices in rheumatic diseases, including their anti-inflammatory and antioxidant properties.", "results_summary": "The abstract highlights cinnamon's bioactive compounds and their potential benefits in rheumatic diseases, such as anti-inflammatory and antioxidant effects, but does not provide specific results from human studies on cinnamon alone.", "population_specificity": "Patients with rheumatic diseases (Rheumatoid Arthritis, Osteoarthritis, Fibromyalgia).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:38.584677+00:00"}
{"study_id": 62413, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to systematically review the effects of cinnamaldehyde (CA) in preventing and attenuating metabolic syndrome (METS) components, including its mechanisms of action, pharmacokinetics, and potential structure-activity relationship.", "results_summary": "CA demonstrated various anti-METS activities, such as anti-inflammatory, antioxidant, antidiabetic, and antihypertensive properties, through multiple molecular mechanisms. However, no robust clinical data supporting these effects in humans is currently available.", "population_specificity": "Not specified (review of existing studies, not a clinical trial)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:38.639492+00:00"}
{"study_id": 62414, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare and rank the effects of herbal formulations, including cinnamon, on glycemic control in type 2 diabetes patients.", "results_summary": "Cinnamon significantly reduced fasting blood glucose (SMD = -9.73) compared to placebo, but it was not found to significantly reduce HbA1C levels.", "population_specificity": "Adults (>18 years old) with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:39.687479+00:00"}
{"study_id": 62417, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to characterize the phytochemicals in commonly consumed herbs/spices, including Cinnamon, and their pharmacokinetic profile in humans over 24 hours after consumption.", "results_summary": "The study found that phytochemicals from herbs/spices, including Cinnamon, are absorbed and undergo phase I and phase II metabolism, peaking at different times. The results suggest metabolic processing but do not specify clinical outcomes.", "population_specificity": "Obese/overweight adults (n=24, aged 37 ± 3 years, BMI=28.4 ± 0.6 kg/m²).", "effective_dosage": "Not available", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:39.800683+00:00"}
{"study_id": 62418, "supplement_id": 1024, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and efficacy of dietary polyphenols, including Cinnamon extract, in improving disease activity and inflammation in rheumatoid arthritis (RA) patients.", "results_summary": "The study found that Cinnamon extract improved disease activity score for 28 joints (DAS28), inflammation, or oxidative stress levels in RA patients, with no reported increase in adverse events. However, only one RCT involved Cinnamon extract, limiting the robustness of conclusions.", "population_specificity": "Rheumatoid arthritis (RA) patients (3852 participants across all included RCTs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:40.479490+00:00"}
{"study_id": 62420, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the potential of Cinnamon, among other traditional herbs, as a natural therapy for Alzheimer's disease by examining its antioxidant, anti-amyloidogenic, neuroprotective, and anti-inflammatory properties.", "results_summary": "The study suggests that Cinnamon, as part of traditional Ayurvedic herbs, may improve cognitive memory and brain function through neurogenesis, but specific efficacy data for Cinnamon alone are not detailed. The abstract highlights the broader potential of herbal compounds in Alzheimer's treatment without isolating Cinnamon's individual effects.", "population_specificity": "Not specified (general review of potential Alzheimer's treatment)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:42.206452+00:00"}
{"study_id": 62421, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to summarize the hypoglycemic properties of cinnamon and its potential to reduce the glycemic impact of a diet when incorporated.", "results_summary": "The abstract indicates that cinnamon possesses hypoglycemic properties, suggesting it may help manage type II diabetes by lowering the glycemic impact of a diet and improving insulin sensitivity. However, specific results or effect sizes are not detailed.", "population_specificity": "Not specified (general discussion on type II diabetes management)", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:43.772194+00:00"}
{"study_id": 62423, "supplement_id": 1024, "safety_score": "90", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to summarize existing evidence on cinnamon's effects on blood glucose in diabetes, evaluating both safety and efficacy.", "results_summary": "The study found conflicting evidence on cinnamon's impact on glucose parameters, with modest effects observed in some cases. The safety profile was highly favorable, with few adverse events reported.", "population_specificity": "Adults with diabetes (specific characteristics not detailed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:46.335860+00:00"}
{"study_id": 62422, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the physicochemical and pharmacokinetic features of cinnamaldehyde (CA) and discuss its potential mechanisms and targets for cardiovascular disease (CVD) prevention and treatment.", "results_summary": "The study found that CA exhibits cardiovascular protective effects through multiple mechanisms, including anti-inflammatory and antioxidant properties, improved lipid and glucose metabolism, and regulation of cell processes. Clinical trials are advocated to validate these findings for clinical use.", "population_specificity": "Not specified (general cardiovascular disease context)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:46.375649+00:00"}
{"study_id": 62425, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the effects of cinnamon on clinical parameters of diabetes and summarize its molecular mechanisms of action on glucose and lipid metabolism.", "results_summary": "The study found that cinnamon improved glycemic and lipidemic indicators in type 2 diabetes mellitus and possesses anti-inflammatory effects that may benefit diabetes management.", "population_specificity": "Individuals with type 2 diabetes mellitus (studies from 2000-2022).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:47.641622+00:00"}
{"study_id": 62424, "supplement_id": 1024, "safety_score": "90", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a single dose of cinnamon infusion on energy metabolism, appetite responses, and food intake in healthy individuals.", "results_summary": "Cinnamon infusion did not alter energy metabolism but reduced the feeling of satiety and increased energy intake in the first meal after treatment, with no differences in macronutrient or overall food intake.", "population_specificity": "21 healthy volunteers", "effective_dosage": "2 g of cinnamon infusion (Cinnamomum sp.)", "study_duration": "Single dose with a minimum 7-day washout", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:47.794059+00:00"}
{"study_id": 62426, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the lipid-regulating effects and safety of cinnamon in patients with metabolic syndrome (MetS) and related disorders.", "results_summary": "Cinnamon significantly reduced total cholesterol, triglycerides, and low-density lipoprotein cholesterol, with higher doses (≥1.5 g/d) also increasing high-density lipoprotein cholesterol. However, no significant lipid profile effects were observed in European and American patients.", "population_specificity": "Patients with metabolic syndrome and related metabolic disorders.", "effective_dosage": "≥1.5 g/d (high-dose)", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:50.513357+00:00"}
{"study_id": 62427, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of cinnamaldehyde mucoadhesive patches on minor recurrent aphthous stomatitis lesions.", "results_summary": "The study found that cinnamaldehyde patches significantly reduced ulcer size and pain intensity compared to placebo by the third, fifth, and seventh days. Pain intensity decreased notably in the cinnamaldehyde group after baseline.", "population_specificity": "Patients with minor recurrent aphthous stomatitis.", "effective_dosage": "Three daily mucosal adhesive patches (morning, afternoon, night).", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:50.943826+00:00"}
{"study_id": 62428, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of aqueous cinnamon extract on postprandial glycemia levels in adults with type 2 diabetes mellitus (DM2).", "results_summary": "The abstract does not provide specific results, but the study design suggests an investigation into cinnamon's hypoglycemic effects in DM2 patients.", "population_specificity": "36 adults with type 2 diabetes mellitus (DM2).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:51.160155+00:00"}
{"study_id": 62429, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the potential medicinal qualities of cinnamon essential oil, particularly its constituents (cinnamaldehyde, eugenol, beta-caryophyllene), in relation to glucose metabolism and diabetic pathogenesis.", "results_summary": "The study found that cinnamon essential oil constituents may interact with key enzymes in glucometabolic pathways, suggesting potential antidiabetic effects. Molecular docking simulations supported these interactions, though clinical evidence was not presented.", "population_specificity": "Not specified (literature review and simulations).", "effective_dosage": "Not available.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:54.500595+00:00"}
{"study_id": 62431, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the molecular mechanisms behind cinnamon's potential hypoglycemic properties and assess related clinical data to develop novel therapeutic strategies for diabetes management.", "results_summary": "The study found that cinnamon has potential antihyperglycemic effects, supported by clinical data confirming its experimental results. It suggests cinnamon could be beneficial for managing diabetes.", "population_specificity": "Patients with diabetes (specific details not provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:55.094203+00:00"}
{"study_id": 62430, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify the most effective dietary supplements and medicinal herbs, including cinnamon, for controlling glycemic status in diabetes mellitus.", "results_summary": "The study compiled meta-analyses on dietary supplements and medicinal herbs, including cinnamon, focusing on their effects on fasting blood sugar (FBS) and Hemoglobin A1C (HbA1C). Cinnamon was among the supplements evaluated for glycemic control, but specific results for cinnamon were not detailed in the abstract.", "population_specificity": "Individuals with diabetes mellitus (specific subtype not mentioned).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:55.335689+00:00"}
{"study_id": 62432, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to synthesize evidence on the potential benefits of cinnamon as a complementary therapy for women with PCOS, focusing on its role in alleviating symptoms and improving health outcomes.", "results_summary": "The abstract suggests that cinnamon may be beneficial for women with PCOS, based on evidence from randomized controlled trials, systematic reviews, and meta-analyses, though areas of uncertainty and limitations in the literature remain.", "population_specificity": "Women with polycystic ovary syndrome (PCOS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:55.806692+00:00"}
{"study_id": 62433, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential role of TRPA1 channels, activated by compounds like cinnamaldehyde in cinnamon, in linking neuropsychiatric and metabolic disorders.", "results_summary": "The study suggests that TRPA1 modulators, including cinnamaldehyde from cinnamon, may help regulate appetite, lipid metabolism, glucose, and insulin homeostasis in neuropsychiatric disorders, but does not provide specific efficacy data for cinnamon itself.", "population_specificity": "Patients with neuropsychiatric disorders and associated metabolic comorbidities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:58.762129+00:00"}
{"study_id": 62434, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the mechanisms by which cinnamon regulates cardiovascular diseases (CVDs) and diabetes to provide a theoretical basis for its clinical application.", "results_summary": "The study found that cinnamon has beneficial effects against CVDs through endothelium protection, immune response regulation, lipid-lowering, antioxidative, anti-inflammatory, and anti-thrombotic properties. It also improves diabetes by enhancing insulin sensitivity, regulating glucose metabolism, and protecting islet cells.", "population_specificity": "Not specified (general review of existing evidence)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:00.245541+00:00"}
{"study_id": 62435, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the potential effect of cinnamon on metabolic status in women with PCOS, focusing on inflammatory, oxidative stress, lipid profile, glycemic, hormonal, and anthropometric parameters.", "results_summary": "Cinnamon supplementation increased high-density lipoprotein and insulin sensitivity while decreasing low-density lipoprotein, triglycerides, and blood glucose in PCOS patients. Effects on body weight and BMI were inconsistent, and further studies are needed to clarify cinnamon's impact on oxidative stress and ovarian function.", "population_specificity": "Women with polycystic ovary syndrome (PCOS) at reproductive age.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:00.366686+00:00"}
{"study_id": 62419, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 30, "study_goal": "The researchers were attempting to determine the anticancer activity of allyl derivatives, potentially including those found in Cinnamon.", "results_summary": "The abstract mentions that many allyl derivatives have shown anticancer activity, but specific results regarding Cinnamon are not detailed.", "population_specificity": "Not specified", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:01.893579+00:00"}
{"study_id": 62436, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to evaluate the neuropharmacological effects of Cinnamomum verum (Cinnamon) oil, focusing on its antioxidant capacity and enzyme inhibition relevant to Alzheimer's disease.", "results_summary": "Cinnamon oil contained 34 bioactive compounds and demonstrated antioxidant activity in DPPH and ABTS assays. It also showed inhibitory effects on acetylcholinesterase (AChE) and butyrylcholinesterase (BChE), enzymes linked to Alzheimer's disease.", "population_specificity": "Not specified (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:03.372875+00:00"}
{"study_id": 62438, "supplement_id": 1024, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review the neuroprotective properties of cinnamon and its bioactive compounds in relation to Alzheimer's disease (AD).", "results_summary": "The study found that cinnamon has antioxidant and anti-inflammatory properties that may inhibit acetylcholinesterase and amyloid aggregation in AD, but there is no consensus on dosage or long-term safety and efficacy.", "population_specificity": "Adults, elderly, animals, and in vitro studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:03.794616+00:00"}
