{"study_id": 33999, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to examine how religious sounds and music were used or avoided in early psychedelic therapy sessions to facilitate spiritual epiphanies during peak experiences.", "results_summary": "The study found that contemporary psychedelic therapy practices often replicate historical approaches, relying on aesthetic elements that may limit broader applicability. It highlighted the importance of \"set and setting\" in influencing therapeutic outcomes alongside pharmacological effects.", "population_specificity": "Patients in treatment-resistant categories (specific details not provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:05:47.908938+00:00"}
{"study_id": 34000, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the safety, efficacy, and mechanistic understanding of psychedelic therapy in treating addiction, covering historical studies, real-world evidence, and modern clinical trials.", "results_summary": "The abstract suggests growing evidence for the safety and efficacy of psychedelic therapy in treating psychiatric disorders like addiction, with ongoing research into its mechanisms using neuroimaging techniques.", "population_specificity": "Individuals with addiction (broadly, no specific subtype mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:05:48.843827+00:00"}
{"study_id": 34003, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential benefits of integrating metaphysical discussions into psychedelic-assisted therapy and proposed a new tool (MMQ) for evaluating psychedelic experiences.", "results_summary": "The study suggests that incorporating metaphysical frameworks during the integrative phase of psychedelic therapy may offer additional benefits to patients, proposing the \"Metaphysics Matrix\" and MMQ as tools for both therapy and research.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:05:49.955133+00:00"}
{"study_id": 34001, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential of psychedelic-assisted psychotherapy (PAP) to alleviate psychiatric and psychospiritual distress in ALS patients and explore its possible neuroprotective effects on ALS neuropathology.", "results_summary": "The study suggests that PAP could effectively treat psychological distress in ALS patients and may have neuroprotective properties, warranting further preclinical trials. Robust improvements in psychiatric and existential distress from PAP in other populations support its potential use for ALS-related distress.", "population_specificity": "Patients with amyotrophic lateral sclerosis (ALS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:05:50.499678+00:00"}
{"study_id": 33997, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the effectiveness and safety of group-based therapy augmented by ketamine at a psychedelic dose for Indigenous participants, while exploring cultural and reconciliation aspects.", "results_summary": "Participants reported significant benefits from the program, emphasizing the importance of Indigenous team members, traditional healing approaches, and authentic relationships, though challenges were also noted. The study highlighted directions for further improvement in psychedelic therapies for Indigenous peoples.", "population_specificity": "Indigenous participants (specifically from the Snuneymuxw First Nation)", "effective_dosage": "Three sessions of ketamine at a psychedelic dose (exact dosage not specified)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:05:50.977756+00:00"}
{"study_id": 34005, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate ibogaine's potential as an \"addiction interrupter\" and its effects on alleviating drug craving, opioid withdrawal symptoms, and preventing relapse.", "results_summary": "The study found that ibogaine demonstrated positive benefits in treating addiction, with testimonials and pilot studies indicating alleviation of cravings and withdrawal symptoms, and prevention of relapse for extended periods. Animal models and human reports support its efficacy as an addiction treatment.", "population_specificity": "Individuals with addictive behaviors, particularly opioid addiction.", "effective_dosage": "Not specified (mentions low doses for fatigue/hunger/thirst and high doses for ritual use).", "study_duration": "Single dose effects reported to last weeks, months, or years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:05:52.044708+00:00"}
{"study_id": 34008, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to advocate for the use of non-stigmatizing, medically precise terminology in psychedelic research and therapy to improve scientific communication and public acceptance.", "results_summary": "The study argues that adopting a medicalized linguistic framework for psychedelics can mitigate risks, correct misconceptions, and enhance professional communication, particularly in informed consent processes. It draws on communications research in addiction medicine to support these recommendations.", "population_specificity": "Not specified (focus on terminology and communication, not a clinical population)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:05:56.908866+00:00"}
{"study_id": 34007, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the therapeutic effects of classic psychedelics (psilocybin, ayahuasca, LSD) on depressive symptoms through a systematic review and meta-analysis.", "results_summary": "The study found significant short- and long-term reduction of depressive symptoms across all conditions studied, supported by psychological support, though long-term follow-up results were less conclusive due to methodological limitations.", "population_specificity": "Individuals with Major Depressive Disorder (especially treatment-resistant) and life-threatening illness distress.", "effective_dosage": "Not specified", "study_duration": "Follow-up periods included 1-day, 1-week, 3-5 weeks, and 6-8 weeks post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:05:57.283524+00:00"}
{"study_id": 34012, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the transdiagnostic therapeutic potential of psychedelic therapy across various mental health disorders and explore its underlying neurobiological mechanisms.", "results_summary": "The study found that psychedelic therapy shows promise in treating disorders like depression, addiction, anxiety, OCD, PTSD, and eating disorders by targeting maladaptive patterns of emotion, cognition, and behavior. It highlights the need for further characterization of clinical dimensions and neurobiological pathways.", "population_specificity": "Patients with depression (MDD), treatment-resistant depression (TRD), addiction disorders, anxiety disorders, OCD, PTSD, and eating disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:05:58.397885+00:00"}
{"study_id": 33996, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to advocate for the development of regulatory, clinical, and payment systems to maximize the utility of psychedelic-assisted treatment (PAT) for addiction and mental health, addressing social and health inequities.", "results_summary": "The abstract highlights the potential of PAT to address addiction and mental health challenges but emphasizes the need for intentional regulatory and clinical frameworks to ensure equitable access and reduce barriers to care. It calls for a collaborative approach rooted in mutual social support and public accountability.", "population_specificity": "Individuals with addiction, particularly those affected by social dispossession and stigma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:05:58.736262+00:00"}
{"study_id": 34015, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether psychedelic therapy's ability to increase neuronal and mental plasticity could provide transdiagnostic and prophylactic benefits for psychiatric disorders.", "results_summary": "The study suggests that psychedelic therapy enhances neuronal and mental plasticity, potentially offering broad therapeutic benefits across psychiatric disorders when combined with psychotherapy. It links these effects to neurological and psychological markers and a predictive processing model.", "population_specificity": "Not specified (theoretical framework, not a clinical trial).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:05:59.233484+00:00"}
{"study_id": 34011, "supplement_id": 1481, "safety_score": "85", "efficacy_score": 78, "quality_score": 72, "study_goal": "The researchers aimed to evaluate the effects of psychedelic therapy on suicidality by conducting the first meta-analysis of patient-level data from clinical trials.", "results_summary": "Psychedelic therapy was associated with large effect sizes for acute and sustained decreases in suicidality, with medium effects at 6 months. Acute and post-acute elevations in suicidality were rare (6.5% and 3.0%, respectively).", "population_specificity": "Patients in clinical trials for psychedelic therapy with measures of suicidality.", "effective_dosage": "Not specified", "study_duration": "Follow-up periods ranged from acute (80-240 min) to sustained (1 day, 1-8 weeks, 3-4 months, and 6 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:05:59.325995+00:00"}
{"study_id": 34019, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to examine participants' experiences of music in psychedelic therapy and its role in emotional and imagery experiences, self-exploration, and therapeutic outcomes.", "results_summary": "Music was found to be integral for meaningful emotional and imagery experiences during psychedelic therapy, with transformative effects including eliciting anthropomorphic, transportive, and synesthetic sensations. Optimal outcomes were associated with participant openness to music and participant-centered music selection.", "population_specificity": "180 participants aged 18-69 with varied backgrounds.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:00.363790+00:00"}
{"study_id": 34018, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine how different musical genres (\"set and setting\") influence the subjective and therapeutic effects of psilocybin therapy for tobacco smoking cessation.", "results_summary": "Mystical experiences were slightly higher with overtone-based music compared to Western classical music, and participants slightly preferred the overtone-based genre. Smoking abstinence rates were marginally better for those choosing overtone-based music (66.7% vs. 50%).", "population_specificity": "10 participants undergoing psilocybin therapy for tobacco smoking cessation.", "effective_dosage": "20-30 mg/70 kg in two sessions, with a third session at 30 mg/70 kg.", "study_duration": "Three psilocybin sessions (duration not specified beyond dosage).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:00.502487+00:00"}
{"study_id": 34021, "supplement_id": 1481, "safety_score": "60", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the historical efficacy and safety of a large-scale psychedelic therapy program at Modum Bad Nervesanatorium from 1961-76.", "results_summary": "Initial reports indicated psychedelic therapy was efficacious without serious negative reactions, but later reports revealed long-term harm. Insights from this program may inform modern psychedelic treatment efforts.", "population_specificity": "379 inpatients at a psychiatric clinic.", "effective_dosage": "Not specified", "study_duration": "1961-1976 (15 years)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:05.471154+00:00"}
{"study_id": 34020, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to propose a conceptual model explaining the psychological mechanisms behind the efficacy of psychedelic-assisted therapies in shifting from experiential avoidance to acceptance, drawing parallels with cognitive behavioral therapy.", "results_summary": "The study suggests that psychedelic therapy, under controlled conditions, can relax avoidance-related beliefs and enhance motivation for acceptance, leading to long-term increases in acceptance and reductions in psychopathology. The model highlights potential parallels between psychedelic therapy and cognitive behavioral therapy in facilitating therapeutic change.", "population_specificity": "Not specified (abstract does not mention a specific population)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:05.543130+00:00"}
{"study_id": 34027, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the central role of music in psychedelic therapy and its therapeutic effects.", "results_summary": "The study found evidence supporting music's significant role in enhancing the therapeutic outcomes of psychedelic therapy, suggesting it acts as a \"hidden therapist.\" The results highlight the importance of music in facilitating emotional and psychological breakthroughs during treatment.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:07.566686+00:00"}
{"study_id": 34026, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to identify perceived mechanisms of change leading to smoking cessation and key themes in participant experiences and long-term outcomes from psilocybin-facilitated therapy.", "results_summary": "Participants reported vivid insights into self-identity and reasons for smoking, with experiences of interconnectedness and awe persisting beyond acute effects. Preparatory counseling and rapport with the study team were vital for abstinence, and participants noted lasting positive changes beyond smoking cessation.", "population_specificity": "15 participants in a psilocybin-facilitated smoking cessation pilot study.", "effective_dosage": "Not specified", "study_duration": "Follow-up interviews conducted an average of 30 months after initial psilocybin sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:08.125458+00:00"}
{"study_id": 34022, "supplement_id": 1481, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to explore the therapeutic potential of psychedelics by examining their effects on neurotrophins and neuroplasticity, comparing different psychedelics' mechanisms and outcomes.", "results_summary": "The study found that psychedelics like psilocybin, LSD, MDMA, and ibogaine induce rapid and lasting therapeutic effects through neurogenic and plastic mechanisms, involving different neurotrophic factors (BDNF and GDNF). While results are promising, questions remain about whether benefits can be achieved without psychotomimetic effects or toxicity concerns.", "population_specificity": "Not specified (literature review, not a clinical study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:08.554240+00:00"}
{"study_id": 34028, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the meaning-enhancing properties of psychedelics and their potential role in therapeutic processes, creativity, and mystical-type experiences.", "results_summary": "The study suggests that psychedelics amplify perception of meaning, which may explain their therapeutic benefits, creativity enhancement, and ability to induce mystical experiences. It also explores how these properties might enhance placebo responses.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:10.040959+00:00"}
{"study_id": 34029, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the influence of music on the acute experience and clinical outcomes of psychedelic therapy with psilocybin for treatment-resistant depression.", "results_summary": "The study found that music had both welcome (e.g., evoking meaningful emotion, promoting calm) and unwelcome (e.g., unpleasant emotion, resistance) influences on patients' experiences. The nature of the music experience significantly predicted reductions in depression one week post-treatment, while general drug intensity did not.", "population_specificity": "19 patients with treatment-resistant depression.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:10.502311+00:00"}
{"study_id": 34030, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to identify the features of music that optimally support mystical experiences during psilocybin therapy sessions.", "results_summary": "The study found that peak psychedelic experiences were best supported by music with regular phrase structure, continuous movement, and lower perceptual brightness, while pre-peak music differed in these features. These findings can guide music selection for future psychedelic therapy sessions.", "population_specificity": "Individuals with extensive experience administering psilocybin or psilocybin-containing mushrooms in research or therapeutic settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:14.165561+00:00"}
{"study_id": 34032, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of ketamine-assisted psychedelic therapy (KPT) as a supplement to standard alcoholism treatment and investigate its psychological and neurochemical mechanisms.", "results_summary": "KPT significantly improved treatment efficacy, with 65.8% of patients achieving over one year of abstinence compared to 24% in the control group. Psychological changes included harmonized personality profiles, transformed self-concept, and enhanced spiritual development, while neurochemical data indicated effects on monoaminergic and opioidergic systems.", "population_specificity": "Alcoholic patients (111 in KPT group, 100 in control group).", "effective_dosage": "Subanesthetic doses (specific amount not stated).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:15.455106+00:00"}
{"study_id": 33272, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential long-term harms of popular and emerging psychosocial interventions for youth with anxiety disorders, particularly those not grounded in strong empirical evidence.", "results_summary": "The study found that some psychosocial interventions for anxious youth may inadvertently prolong anxiety by promoting avoidance-based strategies and lacking a strong theoretical or evidence base, while gold-standard CBT with exposure therapy remains difficult to access.", "population_specificity": "Children and adolescents with anxiety disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:16.044001+00:00"}
{"study_id": 33274, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to propose an implementation and prescription grid (GRIP-INM) to facilitate the application of non-pharmacological strategies in clinical practice by rationalizing resources and addressing institutional barriers.", "results_summary": "The study suggests that the GRIP-INM grid helps care teams and institutions identify available resources, anticipate shortcomings, and mobilize both internal and external resources to implement non-pharmacological interventions effectively.", "population_specificity": "Not specified (general institutional and care team contexts).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:16.402356+00:00"}
{"study_id": 33273, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate how psychosocial interventions affect wellbeing (hedonic and eudaimonic components) in individuals with severe mental illness (SMI) and assess the clinical implications of these interventions.", "results_summary": "Over 70% of studies reported significant positive effects on wellbeing, with effect sizes ranging from small to large, though methodological heterogeneity and limited high-quality studies were noted. Few studies provided a full rationale for wellbeing measures or used Intention-To-Treat data.", "population_specificity": "Adults with severe mental illness (SMI) receiving outpatient psychosocial interventions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:17.152126+00:00"}
{"study_id": 34025, "supplement_id": 1481, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to provide an overview of past and present models of psychedelic therapy and discuss considerations for future interventions.", "results_summary": "The study highlights historical and recent advances in psychedelic therapy, emphasizing the importance of set and setting for efficacy and safety, and explores its therapeutic potential for various conditions.", "population_specificity": "Not specified (general overview of therapeutic applications)", "effective_dosage": "Not specified (mentions low and high doses but no exact amounts)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:18.667754+00:00"}
{"study_id": 33276, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "To summarize the best available evidence on the views and experiences of adults experiencing homelessness in high-income countries regarding psychosocial interventions.", "results_summary": "The study identified three key themes: (1) individuals play a pivotal role in their recovery, (2) accessibility is crucial for intervention success, and (3) relationships are an important component of interventions. The review could not assess differences between interventions due to the small number of studies.", "population_specificity": "Adults aged 18+ experiencing homelessness in high-income countries.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:18.936416+00:00"}
{"study_id": 33275, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore healthcare professionals' perceptions on the acceptability and effectiveness of psychosocial interventions for patients with severe and enduring eating disorders in Ireland.", "results_summary": "The study identified four key themes: therapeutic relationship, patient-centred approaches, co-morbidities, and pathway of care and services. Findings highlighted the importance of patient-set goals and trauma-informed care for improving treatment outcomes and quality of life.", "population_specificity": "Healthcare professionals (n=16) in mental health settings treating patients with severe and enduring eating disorders in Ireland.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:19.466533+00:00"}
{"study_id": 33277, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of psychosocial interventions for improving psychological, positive, and interpersonal adjustment in adolescents and young adults with parents suffering from serious physical or mental illness.", "results_summary": "Psychosocial interventions showed small post-intervention effects for psychological and positive adjustment, with effects maintained at short-term follow-up but not long-term. No significant effects were found for externalizing problems or interpersonal adjustment.", "population_specificity": "Adolescents (mean age 12.17-16.33 years) and young adults with parents suffering from serious physical or mental illness.", "effective_dosage": "Not specified", "study_duration": "Varied; follow-up periods ranged from 3-12 months (short-term) to 15 months or longer (long-term).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:24.319678+00:00"}
{"study_id": 33280, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to understand how ward and staff processes impacted the delivery of the TULIPS psychosocial intervention in acute mental health settings.", "results_summary": "The study identified four themes highlighting barriers and facilitators to delivering TULIPS, including conflicts between the intervention's person-centered approach and the wards' rule-based culture, staff prioritization of task-oriented activities over relationship-building, inter-staff conflicts, and the stressful ward environment driving staff away from patient-facing activities.", "population_specificity": "Staff and patients in acute mental health wards participating in the TULIPS intervention arm of a cluster randomized controlled trial.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:25.445517+00:00"}
{"study_id": 33283, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the comparative effectiveness of psychosocial interventions in enhancing family function and resilience among caregivers of cancer patients.", "results_summary": "Psychosocial interventions moderately improved family function, with family interaction approaches and psychoeducation showing the most significant potential. However, no positive effects on resilience were found.", "population_specificity": "Caregivers of cancer patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:25.652164+00:00"}
{"study_id": 33278, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to synthesize recent evidence on the effectiveness of psychosocial interventions in improving mental health, quality of life, and wellbeing in adults living with HIV in high-income countries.", "results_summary": "Psychosocial interventions showed small to moderate positive effects on reducing depression, anxiety, stress, and improving coping/self-efficacy, with stronger effects when targeted at individuals screening positive for mental health symptoms or compared to standard care controls. Weak evidence supported improvements in stigma, social support, and quality of life, but no effect was found on loneliness.", "population_specificity": "Adults living with HIV in high-income countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:25.907398+00:00"}
{"study_id": 33279, "supplement_id": 1482, "safety_score": "75", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of combining pharmacological and psychosocial interventions for treating alcohol use disorder (AUD) in adults compared to using either intervention alone or no intervention.", "results_summary": "Combined interventions probably reduce heavy drinkers and may increase continuous abstinence compared to psychosocial interventions alone, with little to no effect on other outcomes. Compared to pharmacological interventions alone or treatment as usual, the benefits of combined interventions were less clear due to very low-certainty evidence.", "population_specificity": "Adults (74% men, average age ~44) with AUD, mostly without comorbid mental or substance use disorders; 15 studies detoxified participants before treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:25.924601+00:00"}
{"study_id": 33281, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine which psychosocial interventions are most effective for improving mental health and psychosocial outcomes in IPV survivors, using Individual Participant Network Meta-analysis to compare interventions and identify optimal approaches for different contexts.", "results_summary": "The abstract notes that existing evidence shows small to moderate effect sizes for psychosocial interventions in improving mental health outcomes among IPV survivors, with considerable heterogeneity due to variations in participants, interventions, and contexts. The study proposes a novel IPDNMA approach to better estimate moderating effects and intervention effectiveness.", "population_specificity": "Intimate Partner Violence (IPV) survivors", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:26.202812+00:00"}
{"study_id": 33282, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to systematically review the feasibility, acceptability, efficacy, and benefits of digitally-delivered psychoeducational and psychosocial interventions for individuals with schizophrenia or psychotic disorders.", "results_summary": "Digitally-delivered interventions showed positive effects in maintaining treatment effectiveness, providing personalized and flexible care, and were found acceptable and feasible in clinical practice. The interventions included web-based psychoeducation, integrated therapy, social networking, and virtual reality-assisted methods.", "population_specificity": "Individuals suffering from schizophrenia or psychotic disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:26.747840+00:00"}
{"study_id": 33284, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the efficacy of psychosocial interventions in managing depressive symptoms in patients with chronic kidney disease (CKD).", "results_summary": "Psychosocial interventions, particularly cognitive-behavioral therapy (CBT), significantly reduced depressive symptoms in CKD patients compared to routine care, though no significant improvement in quality of life was observed. The results were robust despite high heterogeneity among studies.", "population_specificity": "Patients with CKD (Stage 4 or 5) or those undergoing hemodialysis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:27.497190+00:00"}
{"study_id": 33287, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to synthesize the effects of psychosocial interventions compared to standard care in improving psychosocial outcomes for parents of children with cancer undergoing active treatment.", "results_summary": "Psychosocial interventions were effective in reducing anxiety and depressive symptoms among parents of children with cancer, but no significant differences were observed in parental stress or quality of life compared to control groups.", "population_specificity": "Parents of children with cancer receiving active treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:32.873520+00:00"}
{"study_id": 33289, "supplement_id": 1482, "safety_score": "90", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of psychosocial interventions in improving the well-being of teenage and young adult survivors of childhood cancer.", "results_summary": "Psychosocial interventions showed varied effects on mental well-being, with psychoeducation and physical activity programs demonstrating promising improvements, while others had limited or mixed results. No significant adverse effects were reported.", "population_specificity": "Teenage and young adult (TYA) survivors of childhood cancer, aged 13-39 years.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:33.217301+00:00"}
{"study_id": 33286, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of psychosocial interventions in improving psychosocial outcomes for patients with cardiac implantable electronic devices.", "results_summary": "Psychosocial interventions significantly reduced anxiety for patients with implantable cardioverter-defibrillators, with small to medium effects, particularly for cognitive-behavioral and face-to-face interventions. No significant effects were found for cardiac-specific anxiety, depression, or quality of life in the meta-analysis.", "population_specificity": "Patients with cardiac implantable electronic devices (primarily implantable cardioverter-defibrillators, with a smaller subset of pacemaker patients).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:34.039927+00:00"}
{"study_id": 33288, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 45, "study_goal": "The researchers aimed to assess the effectiveness of psychosocial interventions, particularly mindfulness and CBT, in improving quality of life for individuals with EDS/JHMS.", "results_summary": "The study found weak evidence that psychosocial interventions, including mindfulness and CBT, generally improved quality of life compared to no intervention, though methodological flaws and high risk of bias limit confidence in these findings. Some studies also noted improvements in pain and fatigue.", "population_specificity": "Individuals diagnosed with EDS/JHMS, aged 13-69, predominantly female (248 females, 8 males), ethnicity not reported.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:34.128940+00:00"}
{"study_id": 33290, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to examine the benefits and harms of different types of psychosocial interventions for smoking cessation in people with coronary heart disease (CHD).", "results_summary": "The abstract describes a protocol for a Cochrane Review, so no results are provided yet. The study will assess the effectiveness and equity of psychosocial interventions for smoking cessation in CHD patients.", "population_specificity": "People with coronary heart disease (CHD).", "effective_dosage": "Not specified", "study_duration": "Brief (< one month) and extended (≥ one month) interventions will be compared.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:34.322662+00:00"}
{"study_id": 33291, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of the Discover, Design and Build, and Test (DDBT) framework in improving usability, engagement, and appropriateness of psychosocial interventions in community settings.", "results_summary": "The study found that DDBT is a useful approach for identifying and addressing implementation challenges, with three core studies underway as of January 2025. The framework aims to enhance clinical interventions and implementation strategies by integrating human-centered design and implementation science.", "population_specificity": "Youth and adults with mental illness in accessible, nonspecialty community settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:34.731995+00:00"}
{"study_id": 33292, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of psychosocial interventions in mitigating internalizing and externalizing problems among children and adolescents exposed to adverse childhood experiences (ACEs).", "results_summary": "Psychosocial interventions significantly reduced internalizing (SMD = -0.36) and externalizing problems (SMD = -0.57) but showed no significant effects on family relationships, coping, or self-esteem. Subgroup analyses identified specific interventions effective for each outcome.", "population_specificity": "Children and adolescents aged 6-18 who experienced ACEs.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:35.760834+00:00"}
{"study_id": 33293, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the characteristics, effectiveness, and implementation outcomes of psychosocial interventions for teachers' mental health and mental problems, integrating lived experiences to inform interventions in LMICs.", "results_summary": "The study combines a scoping review with advisory group insights to evaluate psychosocial interventions for teachers, focusing on relevance and feasibility in LMICs, but specific efficacy results are not yet detailed in the abstract.", "population_specificity": "Grade 1-12 school teachers of all genders, ages, and contexts, excluding those in specialized settings (e.g., special education centers, disaster zones).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:41.223283+00:00"}
{"study_id": 33294, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the quality of evidence for psychosocial interventions delivered by non-mental health workers in disaster contexts.", "results_summary": "The study found that most universal interventions had \"very low\" evidence ratings, while Problem Management Plus (PM+) and Self-Help Plus (SH+) had \"high\" evidence ratings for indicated interventions. Rigorous methodologies with large samples were lacking for most interventions.", "population_specificity": "Individuals exposed to disasters, with a focus on non-hospital or clinic settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:41.295572+00:00"}
{"study_id": 33298, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and acceptability of psychosocial interventions for reducing symptoms of PTSD, depression, and anxiety in migrant populations.", "results_summary": "Certain interventions (e.g., Narrative Exposure Therapy, Integrative therapy) showed potential benefits over treatment as usual for PTSD, depression, and anxiety, but confidence in the evidence was generally low due to heterogeneity and bias concerns. Acceptability varied across interventions.", "population_specificity": "Migrant populations (excluding second-generation migrants if they comprised over 20% of participants).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:42.958161+00:00"}
{"study_id": 33295, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of psychosocial interventions in reducing problematic substance use, mental ill-health, and housing instability among homeless adults in high-income countries.", "results_summary": "Psychosocial interventions showed small but significant benefits over standard care for substance use and mental ill-health, though effects on housing instability were not statistically significant. Contingency Management and Motivational Interviewing demonstrated notable effectiveness for specific outcomes, while other interventions had mixed or non-significant results.", "population_specificity": "Homeless adults in high-income countries (all studies were from the United States, with a gender bias toward male participants).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:43.122020+00:00"}
{"study_id": 33299, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 60, "study_goal": "The researchers aimed to assess the availability and types of psychosocial interventions for children with dog bite injuries at pediatric trauma centers in the U.S.", "results_summary": "Most institutions (64.3%) lacked protocols for psychosocial interventions for pediatric dog bite patients. Among the 35.7% with interventions, resources included automated order sets, specialized teams, psychology referrals, pet therapy, and trauma resiliency programs.", "population_specificity": "Children presenting with dog bite injuries at pediatric trauma centers in the U.S.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:43.882195+00:00"}
{"study_id": 33296, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the impact of different antipsychotics (metabolically more problematic vs. metabolically less problematic) in mediating the effectiveness of psychosocial interventions on healthy lifestyle behaviors in patients with severe mental disorders.", "results_summary": "At 6-month follow-up, patients receiving the experimental lifestyle intervention and treated with metabolically less problematic antipsychotics reported a significant reduction in BMI. The study highlights the need for a multilevel, personalized therapeutic approach for long-term management of severe mental disorders.", "population_specificity": "401 participants (mean age 45.6 ± 11.8 years, 57.1% female) with bipolar disorder (43.4%), schizophrenia spectrum disorders (29.7%), and depressive disorders (26.9%).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:43.961630+00:00"}
{"study_id": 33297, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of psychosocial interventions for individuals experiencing first-episode psychosis (FEP) across multiple recovery outcomes, including symptom reduction, social and role functioning, continuity of care, and hospitalization rates.", "results_summary": "Psychosocial interventions, including specialized FEP programs, CBT, and skills training, demonstrated efficacy in reducing symptoms (positive, negative, and general), improving social and role functioning, reducing hospitalization rates, and enhancing psychological outcomes like coping skills and cognitive functioning. Most higher-quality studies reported positive outcomes across multiple domains.", "population_specificity": "Individuals experiencing first-episode psychosis (FEP).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:44.604027+00:00"}
{"study_id": 33301, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review and organize multi-layered mental health interventions for forcibly displaced migrant women using the MHPSS Framework.", "results_summary": "The study found promising community-based interventions, including empowerment-focused approaches, group-based care, and trauma-focused treatments, though longitudinal evaluation is needed. Clinicians and care systems should collaborate with non-clinical psychosocial intervention providers.", "population_specificity": "Forcibly displaced migrant women, including sexual and gender minority refugees.", "effective_dosage": "Not specified", "study_duration": "Primarily short-term interventions (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:49.549939+00:00"}
{"study_id": 33300, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of psychosocial interventions on mental health issues and quality of life in head and neck cancer patients.", "results_summary": "The study found that psychosocial interventions, including cognitive-behavioral adjustments, family support, and mindfulness practices, improved psychological adaptation, reduced stress, and enhanced quality of life. The abstract also highlighted the potential role of AI in mental health interventions.", "population_specificity": "Head and neck cancer patients experiencing mental health issues such as anxiety, depression, and adjustment disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:49.585242+00:00"}
{"study_id": 33285, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To map the current AI-informed psychosocial interventions research landscape, identifying key themes, trends, and future directions.", "results_summary": "The study identified 207 articles, with key themes including machine learning, mental health, cognitive-behavioral therapy, and personalization. Emerging trends since 2020 show growing interest in ChatGPT and AI-driven therapy, indicating a shift toward personalized and innovative mental health care.", "population_specificity": "Not specified (bibliometric analysis of published research)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:50.540315+00:00"}
{"study_id": 33304, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to compare the impact of psychosocial interventions on fear of cancer recurrence among individuals diagnosed with cancer.", "results_summary": "The study found that the ConquerFear-HK intervention was associated with a statistically significant reduction in fear of cancer recurrence, ranking as the most effective psychological treatment among the interventions analyzed.", "population_specificity": "Individuals diagnosed with cancer.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:50.874454+00:00"}
{"study_id": 33302, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to examine the types and efficacy of psychosocial interventions for caregivers of people with psychosis in inpatient and crisis settings.", "results_summary": "Psychosocial interventions (family interventions, psychoeducation, and support groups) were found useful for caregivers, with improvements in burden, distress, and family functioning. Psychoeducation was the most common intervention type.", "population_specificity": "Caregivers of people with psychosis in inpatient and crisis settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:51.013752+00:00"}
{"study_id": 33303, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review the available literature on the combination of evidence-based psychosocial interventions (EBPIs) and non-invasive brain stimulation (NIBS) for treating schizophrenia.", "results_summary": "The field of combining EBPIs and NIBS in schizophrenia is still emerging, with only 11 studies reviewed. While some promising results were found for combinations like cognitive remediation with rTMS/iTBS and HF-rTMS with family intervention, overall findings were inconclusive.", "population_specificity": "Patients living with schizophrenia (PLWS), particularly those with negative and cognitive symptoms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:52.339226+00:00"}
{"study_id": 33305, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of pre-operative, peri-operative, and post-operative psychosocial interventions on reducing chronic pain after total knee arthroplasty (TKA).", "results_summary": "The review found a variable but positive impact of psychosocial interventions, such as pre-operative education, relaxation techniques, and cognitive-behavioral therapy, on post-TKA pain, with 9 out of 15 studies showing reduced pain. Cognitive-behavioral therapy also appeared to reduce kinesiophobia, pain catastrophizing, and knee pain intensity.", "population_specificity": "Patients undergoing total knee arthroplasty (TKA) for end-stage osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:52.704040+00:00"}
{"study_id": 33306, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the cost-effectiveness of psychological and psychosocial interventions (CBT-informed therapy for adults and DBT-A for CYP) in reducing repeat self-harm.", "results_summary": "CBT-informed therapy was found to be cost-effective for adults who self-harmed, while DBT-A was not cost-effective for CYP. The clinical evidence supporting these interventions was of moderate-to-low quality.", "population_specificity": "Adults and children/young people (CYP) who have self-harmed.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:53.048945+00:00"}
{"study_id": 33307, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effectiveness of psychosocial interventions in preventing postpartum depression, specifically among teenage mothers.", "results_summary": "Psychosocial interventions were found to reduce the incidence of postpartum depression compared to usual maternal health care, with a pooled effect size of -0.5, though significant mean differences were observed in only three of the nine included studies. The meta-analysis indicated effectiveness, particularly within the first 3 months postpartum, but noted substantial heterogeneity and a scarcity of studies in low-income countries.", "population_specificity": "Teenage mothers within the first 12 weeks postpartum.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:57.949162+00:00"}
{"study_id": 33308, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to synthesize evidence on the effects of psychosocial interventions for families of school-age children with asthma and identify optimal features of effective interventions.", "results_summary": "Psychosocial interventions improved asthma control, sleep problems, cough, wheezing, and parental stress in the short term, with some benefits in health-related quality of life and parental anxiety at later follow-ups. Effects on other outcomes were inconsistent.", "population_specificity": "School-age children (6-12 years) with asthma and their parents.", "effective_dosage": "Not specified", "study_duration": "Follow-ups ranged from short-term (≤3 months) to long-term (>6 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:58.418774+00:00"}
{"study_id": 33309, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to synthesize literature on the implementation and evaluation of psychosocial interventions designed to reduce distress in post-treatment haematological cancer survivors.", "results_summary": "The study found that psychosocial interventions improved outcomes for haematological cancer survivors, with four main categories (care planning, psychological therapy-based, supported self-care/self-management, and survivorship clinic visits) showing benefits. However, the evidence base was limited and heterogeneous, indicating a need for more research.", "population_specificity": "Post-treatment haematological cancer survivors.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:58.761472+00:00"}
{"study_id": 33311, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to synthesize existing reviews of psychosocial interventions to determine their availability and effectiveness in promoting the well-being of carers for people with cancer.", "results_summary": "The study anticipates completing a meta-review by October 2024 to provide a clear picture of the intervention evidence base, identify strengths and gaps, and offer future research directions for psychosocial interventions for carers of cancer patients.", "population_specificity": "Carers of people with cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:58.881603+00:00"}
{"study_id": 33310, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 87, "quality_score": 85, "study_goal": "The researchers aimed to review randomized controlled trials to evaluate the effectiveness of psychological and psychosocial interventions in treating ADHD, particularly when used alongside medication.", "results_summary": "The study found that 87% of included trials showed significant improvements in ADHD symptoms when psychosocial interventions were combined with medication. The results suggest these interventions contribute meaningfully to ADHD treatment, though more research is needed in specific regions like Türkiye.", "population_specificity": "Children, adolescents, and adults with ADHD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:06:59.574333+00:00"}
{"study_id": 33313, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of psychosocial interventions for geriatric depression in China across different treatment settings, regions, and comorbidities.", "results_summary": "Psychosocial interventions were significantly effective in reducing geriatric depression, with a large pooled effect size (Hedges' g: -1.48). Comorbidity with physical disease influenced the effect size, and the quality of evidence was generally moderate despite substantial heterogeneity.", "population_specificity": "Older adults with depression in China, including those with and without physical comorbidities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:00.910297+00:00"}
{"study_id": 33312, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to identify psychosocial interventions targeting physical health in young people and adults with ADHD, particularly those transitioning from pediatric to adult care.", "results_summary": "The study identified 22 papers covering psychosocial interventions targeting sleep, smoking, substance/alcohol use, physical health/exercise, and general health, with significant heterogeneity in intervention framing, outcomes, and population. The results highlight the need for standardized reporting and further research on targeted physical health interventions in ADHD.", "population_specificity": "Adolescents, young people, and adults aged 16-25 with clinical or research diagnoses of ADHD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:01.340885+00:00"}
{"study_id": 33314, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine mental health service utilization, users' needs for psychosocial support (PSS), and the feasibility of developing online PSS interventions.", "results_summary": "The study identified critical shortcomings in PSS, with 75.8% of participants highlighting gaps. Six common types of self-determined PSS were identified, with psychoeducational programs deemed feasible for online development, while support groups and counseling could be integrated into an \"all-at-once\" online intervention. Users with mood disorders showed potential for benefiting from online interventions.", "population_specificity": "Individuals with self-perceived conditions or diagnoses of schizophrenia (n=100), mood disorders (n=84), and others including alcohol/substance use, anxiety, and personality disorders (n=52) in Thailand.", "effective_dosage": "Not specified", "study_duration": "Data collected from March to May 2023 (exact intervention duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:04.071719+00:00"}
{"study_id": 33315, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to explore the challenges and benefits of working as and supervising trial therapists in psychosocial interventions, comparing trial therapy to standard care.", "results_summary": "The abstract highlights key differences between trial therapy and standard care, offering recommendations for best practice but does not report specific outcomes or effects of the interventions.", "population_specificity": "Investigators and trial therapists involved in psychosocial interventions.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:04.738794+00:00"}
{"study_id": 33317, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to synthesize evidence on the effectiveness of technology-delivered psychosocial interventions (TPIs) in reducing burden, depression, anxiety, and stress, while improving self-efficacy among family caregivers of dementia patients.", "results_summary": "TPIs resulted in slight reductions in depression, burden, and anxiety, and a slight increase in self-efficacy. Subgroup differences were noted by geographical region for burden, and attrition rate was a significant moderator for depression.", "population_specificity": "Family caregivers of patients with dementia (PwD) from eight countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:07.224816+00:00"}
{"study_id": 33316, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether providing CBT or mindfulness to women seeking fertility treatment adds value from a VBHC perspective by assessing clinical outcomes and intervention costs.", "results_summary": "CBT reduced anxiety by 12%, depression by 40%, and improved fertility quality of life by 6%, with a 6-percentage-point increase in clinical pregnancy rates. Mindfulness reduced anxiety by 8%, depression by 45%, and improved fertility quality of life by 21%, with a 19-percentage-point increase in clinical pregnancy rates. Potential cost savings were €1.2 million for CBT and €11 million for mindfulness annually.", "population_specificity": "Women seeking fertility treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:07.424162+00:00"}
{"study_id": 33319, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically review and meta-analyze the efficacy of psychological and psychosocial interventions specifically targeted at treating auditory hallucinations in individuals with schizophrenia spectrum disorders.", "results_summary": "The study protocol outlines a rigorous approach to assess the efficacy of targeted interventions for auditory hallucinations, with planned analyses on multiple outcomes including symptom reduction, social functioning, and quality of life. The results are anticipated to provide comprehensive evidence on effective treatment strategies for this population.", "population_specificity": "Adult patients with schizophrenia spectrum disorders experiencing auditory hallucinations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:07.891809+00:00"}
{"study_id": 33321, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of psychosocial interventions for individuals with comorbid substance use and psychotic disorders, specifically schizophrenia and schizophrenia spectrum disorders.", "results_summary": "The meta-analysis found no statistically significant effect of psychosocial interventions on substance use or other outcomes, with low certainty of evidence. Firm conclusions were limited due to insufficient evidence.", "population_specificity": "Individuals with comorbid substance use and psychotic disorders, including schizophrenia and schizophrenia spectrum disorders (total 5176 participants, approximately 2840 with SSD).", "effective_dosage": "Not specified", "study_duration": "Ranged from 30 minutes to 3 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:09.615000+00:00"}
{"study_id": 33320, "supplement_id": 1482, "safety_score": "30", "efficacy_score": 40, "quality_score": 20, "study_goal": "The researchers examined the unexpected increase in suicidal ideation following ketamine infusion therapy in a patient with treatment-resistant depression, highlighting the need for cautious administration and individualized treatment plans.", "results_summary": "The study found that ketamine infusion therapy led to increased suicidal ideation in a 75-year-old female with treatment-resistant depression, contrary to its typical efficacy. The case underscores the importance of considering psychosocial and genetic factors in treatment responses.", "population_specificity": "75-year-old female with treatment-resistant depression, psychosocial stressors, genetic predisposition to depression, and personality traits.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:09.751463+00:00"}
{"study_id": 33318, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the clinical and cost effectiveness of three psychosocial interventions (PREVAIL, SAFETEL, BrighterSide) compared to treatment as usual (TAU) in reducing psychiatric hospital admissions and suicidal thoughts/behaviors among people with serious mental health problems (SMHP) following a recent suicidal crisis.", "results_summary": "The study is ongoing, with an interim analysis planned for the first 385 participants. The BrighterSide arm was removed due to efficacy data from an independent RCT, suggesting adjustments in the trial design. The primary outcome is psychiatric hospital admissions over 6 months, with secondary assessments on suicidality, hope, recovery, and mood symptoms.", "population_specificity": "Adults with serious mental health problems (SMHP) who experienced a recent suicidal crisis, recruited from five UK sites.", "effective_dosage": "Not specified (remote treatments delivered over 3 months).", "study_duration": "3 months (intervention), with 6-month follow-up for primary outcome.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:09.763486+00:00"}
{"study_id": 33322, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the effectiveness of nurses' psychosocial interventions for addressing sensory deprivation in intensive care units (ICUs).", "results_summary": "Psychosocial interventions significantly improved patients' level of consciousness and sleep quality in ICUs, with auditory stimuli and aromatherapy showing particularly high effect sizes. The effectiveness varied based on intervention type, patient age, ICU type, patient group, and duration.", "population_specificity": "Patients in intensive care units (ICUs) experiencing sensory deprivation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:11.659999+00:00"}
{"study_id": 33325, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the efficacy of psychosocial interventions for patients with co-occurring anxiety and substance use disorders (A-SUD).", "results_summary": "Psychosocial interventions showed moderate effects on anxiety, alcohol use, and other substance use, with large effects on depression at post-intervention, which were maintained at follow-up. Moderation analyses for demographic and intervention factors were non-significant.", "population_specificity": "Patients with co-occurring anxiety and substance use disorders (A-SUD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:15.158455+00:00"}
{"study_id": 33324, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of psychosocial interventions in improving abstinence and reducing drinking frequency and amount in adults with alcohol use disorder (AUD).", "results_summary": "Psychosocial interventions increased the relative risk of abstinence by 28% compared to treatment-as-usual but did not significantly reduce drinking frequency or amount. Treatment discontinuation rates were similar between intervention and control groups.", "population_specificity": "Adults with alcohol dependence (ICD 10/DSM-IV) and moderate to severe AUD (DSM-5), predominantly male (71.5%).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:15.362661+00:00"}
{"study_id": 33327, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to review evidence-based psychosocial interventions for ADHD in children and adolescents, identifying ways to improve their efficacy and effectiveness.", "results_summary": "The study highlights existing evidence-based interventions for ADHD but notes limitations in their efficacy and effectiveness, suggesting potential improvements and broader recommendations for intervention strategies.", "population_specificity": "Children and adolescents with ADHD", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:16.930033+00:00"}
{"study_id": 33326, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy, acceptability, and tolerability of psychological and psychosocial interventions as add-on treatments for patients with treatment-resistant schizophrenia.", "results_summary": "Cognitive behavioral therapy for psychosis (CBTp), virtual reality intervention, integrated intervention, and music therapy were found to be more efficacious than standard care in reducing overall symptoms, with CBTp showing robust evidence. Other interventions showed promise but require further investigation.", "population_specificity": "Patients with treatment-resistant schizophrenia (mean age 38.05 years, 33.2% female, 66.8% male).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:17.644612+00:00"}
{"study_id": 33329, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to critique the proposal of advancing psychosocial interventions directly from pilot trials to effectiveness studies without efficacy trials, advocating for a more structured approach to intervention development and testing.", "results_summary": "The commentary argues that while testing psychosocial interventions in their intended contexts is complex, it can be done without compromising programmatic development or safety and efficacy testing. It highlights the need for balanced strategies in translational behavioral intervention research.", "population_specificity": "Not specified (general discussion on psychosocial interventions)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:17.783562+00:00"}
{"study_id": 33328, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to synthesize evidence on midwife/nurse-led psychosocial interventions for parents experiencing perinatal loss, their mental health impacts, and the experiences of healthcare providers in delivering these interventions.", "results_summary": "The study identified nine types of psychosocial interventions with positive impacts on grief, anxiety, depression, and posttraumatic stress disorder among bereaved parents, while also highlighting barriers like lack of training and emotional support for midwives/nurses.", "population_specificity": "Parents experiencing perinatal loss and midwives/nurses providing psychosocial interventions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:18.198566+00:00"}
{"study_id": 33330, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effect of psychosocial interventions on emotion regulation outcomes in children and youth (0-23 years) and examine potential moderators, including acceptance focus.", "results_summary": "Psychosocial interventions showed a significant small-to-medium effect on emotion regulation (d = 0.37) and mental health outcomes (d = 0.39), with no significant difference based on acceptance-focus. ACT, DBT, CBT, and behavior parent training interventions were associated with higher effectiveness.", "population_specificity": "Children and youth aged 0-23 years", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:20.083111+00:00"}
{"study_id": 33332, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of psychosocial interventions on the quality of life of cancer caregivers and compare the impact of different psychological intervention programs.", "results_summary": "The meta-analysis found that psychological intervention programs improved cancer caregivers' quality of life, though the effect was not statistically significant (mean difference=0.10; p<0.00001). Further randomized controlled trials are needed to confirm these findings.", "population_specificity": "Cancer caregivers (informal caregivers of people living with cancer).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:23.305302+00:00"}
{"study_id": 33331, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of psychosocial interventions on improving sexual health outcomes in post-treatment pelvic cancer survivors.", "results_summary": "The meta-analysis found a small but statistically significant effect (SMD = 0.24) of psychosocial interventions on sexual health, with six studies showing significant improvements and three showing positive but non-significant effects. Heterogeneity in intervention types and a focus on physical function rather than comprehensive sexual health were noted limitations.", "population_specificity": "Post-treatment pelvic cancer survivors.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:23.364159+00:00"}
{"study_id": 33335, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to assess and compare the influence of psychosocial interventions on death anxiety in patients, providing evidence-based guidance for patients and healthcare providers.", "results_summary": "The study found that Rational-Emotive Hospice Care Therapy significantly reduced death anxiety among patients, ranking as the most effective psychological treatment in the network meta-analysis.", "population_specificity": "Patients with death anxiety (cumulative sample size of 926 across 15 randomized controlled trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:25.733154+00:00"}
{"study_id": 33334, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to identify and summarize existing mental health and psychosocial interventions addressing the impacts of climate change on mental health and wellbeing.", "results_summary": "The study identified 37 unique interventions across various systemic levels, with promising preliminary results in low- and middle-income countries, though most interventions lacked formal evaluation. Emerging multidisciplinary interventions show potential to reduce psychological distress and enhance wellbeing in the context of climate change.", "population_specificity": "Populations affected by climate change, particularly in low- and middle-income countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:25.795328+00:00"}
{"study_id": 33333, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 55, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the characteristics, outcomes, facilitators, and barriers of psychosocial interventions for reducing distress in people with dementia on inpatient mental health wards.", "results_summary": "Psychosocial interventions showed inconsistent reductions in distress and improvements in wellbeing. Implementation was facilitated by individualized care but hindered by staff shortages and turnover.", "population_specificity": "People with dementia experiencing high levels of distress in inpatient mental health wards.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:25.863717+00:00"}
{"study_id": 33336, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of mindfulness-based interventions (MBIs) in improving psychological wellbeing among cancer survivors.", "results_summary": "The meta-analysis found that MBIs significantly increased eudaimonic, hedonic, and social wellbeing in cancer survivors compared to control groups (SMD = 0.599). The interventions were equally effective across various moderators, with a trend favoring homogeneous cancer diagnosis groups.", "population_specificity": "Heterogeneous cancer patients (N = 2651).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:26.597973+00:00"}
{"study_id": 33337, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effectiveness of brief reminiscence-based psychosocial interventions in alleviating psychological distress, specifically hope, anxiety, depression, and spiritual well-being, in cancer patients.", "results_summary": "The meta-analysis found statistically significant improvements in hope, anxiety, and depression post-intervention, with sustained effects at 1 month, but no significant effect on quality of life.", "population_specificity": "Cancer patients (1,744 participants across 20 studies).", "effective_dosage": "Not specified", "study_duration": "Immediate post-intervention and 1-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:28.105469+00:00"}
{"study_id": 33338, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of digital psychosocial interventions in reducing psychological distress, depression, and anxiety, and improving health-related quality of life in patients with gynaecological cancer.", "results_summary": "The meta-analysis found small to medium effect sizes in reducing psychological distress and depression, but no statistically significant effects on anxiety or health-related quality of life. The study concluded that digital psychosocial interventions could be integrated into clinical practice but called for more rigorous trials.", "population_specificity": "Patients with gynaecological cancer", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:31.633221+00:00"}
{"study_id": 33339, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to estimate the costs and consequences of scaling up psychosocial interventions for perinatal mental health care in England.", "results_summary": "The study found that integrating mental health care into routine maternal and child healthcare could be economically viable, with midwives and health visitors providing cost-effective treatment. Primary mental health services were more costly and less effective in addressing the treatment gap.", "population_specificity": "Women during the perinatal period in England.", "effective_dosage": "Not specified", "study_duration": "Modelled over a ten-year period (2015-2024)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:31.638014+00:00"}
{"study_id": 33342, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to critically review the effectiveness of various psychosocial interventions for improving real-world outcomes in individuals with Schizophrenia Spectrum Disorders (SSD).", "results_summary": "The study found that cognitive remediation, metacognitive training, social skills training, psychoeducation, family interventions, cognitive behavioral therapy, physical exercise, lifestyle interventions, and supported employment are evidence-based treatments for SSD, with particular usefulness in early intervention services.", "population_specificity": "Individuals with Schizophrenia Spectrum Disorders (SSD)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:34.198056+00:00"}
{"study_id": 33340, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the feasibility and acceptability of a mobile and web app designed to support frontline health workers in delivering brief psychosocial interventions for depression.", "results_summary": "Participants found the app usable (average System Usability Scale score of 72.5) and important for supporting high-quality mental health care, though concerns included privacy and workload. The net promoter score was 0, indicating medium acceptability.", "population_specificity": "Frontline health workers (FLWs) from a large health system in Texas, varying in role and experience with client care.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:34.492313+00:00"}
{"study_id": 33341, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to review and analyze the evidence of psychosocial interventions for improving quality of life and physical activity self-efficacy in childhood cancer survivors.", "results_summary": "Psychosocial interventions showed no significant effect on general quality of life or physical activity self-efficacy in childhood cancer survivors, but long-term interventions (longer than 24 weeks) were effective in improving these outcomes. The overall quality of evidence was low due to a 50% risk of bias across studies.", "population_specificity": "Childhood cancer survivors diagnosed under age 18 who had completed treatment.", "effective_dosage": "Not specified", "study_duration": "Interventions longer than 24 weeks (including follow-up) were effective.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:34.827608+00:00"}
{"study_id": 33323, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of psychosocial interventions, particularly Cognitive Behavioural Therapy (CBT), in reducing depressive symptoms among young people (aged 10-24 years) in Sub-Saharan Africa (SSA).", "results_summary": "Psychosocial interventions, especially CBT, significantly reduced depressive symptoms in young people in SSA, with a strong effect size (Hedge's g = -1.55). However, high heterogeneity and varying efficacy across intervention types (e.g., Wise Interventions, Interpersonal Psychotherapy) were noted.", "population_specificity": "Young people aged 10-24 years in Sub-Saharan Africa (SSA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:35.304963+00:00"}
{"study_id": 33343, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of psychosocial interventions (CBT and MBI) on non-physiological symptoms of menopause, including depression, anxiety, cognition, and quality of life.", "results_summary": "Psychosocial interventions, particularly CBT and MBI, significantly improved mood symptoms (depression and anxiety), cognition, and quality of life in menopausal women. CBT showed lower therapy hours (11.3) compared to MBI (18.6), suggesting reduced costs and burden.", "population_specificity": "3,501 women experiencing menopause-related non-physiological symptoms.", "effective_dosage": "Mean total therapy hours: CBT (11.3), MBI (18.6).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:36.036315+00:00"}
{"study_id": 33344, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the current state of evidence regarding the efficacy and quality of psychosocial interventions for children and young people with epilepsy (CYPE).", "results_summary": "The review found promising evidence that psychosocial interventions improve epilepsy knowledge, coping strategies, self-efficacy, and quality of life markers, though methodological heterogeneity limited meta-analysis. Forty percent of included studies were rated as high quality, indicating an improvement in evidence base robustness.", "population_specificity": "Children and young people with epilepsy (CYPE).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:36.175415+00:00"}
{"study_id": 33346, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "To evaluate the landscape of digital psychosocial interventions for individuals with spinal cord injury (SCI) and assess their effectiveness and quality.", "results_summary": "The review identified 20 studies (10 RCTs and 10 non-RCTs) evaluating various digital interventions, with cognitive behavioral therapy as the most common theoretical basis. Results were promising but heterogeneous, with significant variability in intervention design, outcomes, and quality.", "population_specificity": "Individuals with spinal cord injury (SCI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:39.427423+00:00"}
{"study_id": 33345, "supplement_id": 1482, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the efficacy and safety of psychosocial interventions for treating stimulant use disorder in adults.", "results_summary": "Psychosocial interventions reduced dropout rates and frequency of drug intake compared to no treatment, with contingency management being the most promising approach. However, they showed little to no difference in abstinence outcomes when compared to treatment as usual (TAU).", "population_specificity": "Adults with stimulant use disorder (primarily cocaine/crack cocaine, amphetamine, methamphetamine, or any stimulant use disorder).", "effective_dosage": "Not specified", "study_duration": "Varies by study (not specified in abstract)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:40.117480+00:00"}
{"study_id": 33347, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify current trends in psychotherapies and psychosocial interventions for people with dementia.", "results_summary": "The review identified eight distinct categories of interventions, highlighting their diversity in improving cognitive abilities, independence, and quality of life for individuals with dementia. Sixteen trials were included, demonstrating varied but promising strategies.", "population_specificity": "Individuals with dementia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:41.294200+00:00"}
{"study_id": 33350, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to assess the effectiveness of psychosocial interventions for parents with cancer on their mental health, quality of life, their children's well-being, and family functioning.", "results_summary": "Psychosocial interventions like Enhancing Connection (EC), Struggle for Life Intervention, Wonders and Worries (W&W), and Cancer PEPSONE Program (CPP) showed success in reducing depressive and anxiety symptoms, parenting stress, and mitigating children's externalizing and internalizing problems, though methodological limitations were noted.", "population_specificity": "Primarily female breast cancer patients and their children (496 parents total).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:43.896450+00:00"}
{"study_id": 33351, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to provide a comprehensive overview of psychosocial interventions for ALS/MND patients and their families and identify research gaps.", "results_summary": "The study found that psychosocial interventions, including education, behavior therapy, counseling, social support, and psychotherapy, showed promising feasibility and acceptability. Quantitative studies reported statistically significant effects, while qualitative studies noted improvements in well-being and awareness.", "population_specificity": "Individuals with ALS/MND and their family caregivers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:43.897854+00:00"}
{"study_id": 33349, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the treatment effects and moderators (e.g., beneficiary, provider, intervention, and study characteristics) of psychosocial interventions on post-traumatic stress (PTS) outcomes in forcibly displaced people (FDP).", "results_summary": "The study plans to conduct an Individual Patient Data meta-analysis (IPD-MA) to synthesize data from randomized controlled trials, focusing on PTS as the primary outcome and other mental health outcomes as secondary measures. The abstract does not yet report specific results but outlines a rigorous methodological approach to assess efficacy and moderators.", "population_specificity": "Adult forcibly displaced people (FDP) with symptoms of post-traumatic stress (PTS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:44.476935+00:00"}
{"study_id": 33352, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine how socio-demographic and clinical characteristics influence initial referrals to psychosocial rehabilitation (PSR) interventions in patients with serious mental illness.", "results_summary": "The study found that referrals to PSR interventions (CBT, CR, PE, VT) were influenced by diagnosis, social functioning, and education level, but predictive accuracy was only moderate. Referral disparities were observed based on clinical and socio-demographic factors.", "population_specificity": "Patients with serious mental illnesses (schizophrenia spectrum, bipolar, autism spectrum, depressive, anxiety, and personality disorders) from a French rehabilitation network.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:45.462629+00:00"}
{"study_id": 33353, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effectiveness and perspectives of psychosocial interventions tailored to ovarian cancer survivors at all disease stages.", "results_summary": "Psychosocial interventions showed generally positive effects across multiple outcome domains (meaning enhancing, cognitive, social, emotional, and cancer-specific), with psychoeducational approaches being most common and Acceptance and Commitment Therapy showing promise for symptom burden. However, findings were constrained by intervention heterogeneity and modest gains.", "population_specificity": "Ovarian cancer survivors at all stages of disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:47.478544+00:00"}
{"study_id": 33354, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to investigate the long-term effectiveness of psychosocial interventions for adolescents on depression and anxiety symptoms and assess the influence of different intervention parameters on long-term effects.", "results_summary": "Psychosocial interventions showed small but sustained reductions in depressive symptoms up to 2 years, particularly when delivered by trained mental health professionals, but no effects were detected for anxiety symptoms.", "population_specificity": "Adolescents", "effective_dosage": "Not specified", "study_duration": "Outcomes assessed at 1-year, 18-months, and 2-years post-intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:47.660087+00:00"}
{"study_id": 33355, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of psychosocial interventions in reducing grief, PTSD, and depression symptoms in bereaved children and adolescents.", "results_summary": "Psychosocial interventions showed significant effects on grief symptoms in both uncontrolled and controlled studies, with stronger effects in uncontrolled settings. Effects on PTSD and depression were significant only in uncontrolled preventive studies, while targeted interventions for high-distress youth showed larger effects across all symptoms.", "population_specificity": "Bereaved children and adolescents.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:48.967836+00:00"}
{"study_id": 33357, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to synthesize the efficacy of psychosocial interventions for improving sexual dysfunction in women with cancer and assess the diversity of included samples.", "results_summary": "Ten of 12 studies targeting sexual functioning showed positive effects, with multimodal interventions (education, mindfulness/acceptance, communication/relationship skills) being most effective. Studies not primarily targeting sexual function showed negligible effects.", "population_specificity": "Women with cancer experiencing sexual dysfunction.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:51.764842+00:00"}
{"study_id": 33358, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "To systematically review the existing literature on psychosocial interventions for homeless persons with mental illness.", "results_summary": "The study found that psychosocial interventions such as critical time intervention, case management, housing support intervention, assertive community treatment, and life skills training were effective in sustaining housing stability, preventing relapse, reducing hospitalizations, and improving quality of life for homeless persons with mental illness.", "population_specificity": "Homeless persons with mental illness.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:51.816517+00:00"}
{"study_id": 33356, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of psychotherapy on depression and quality of life in adults with chronic kidney disease (CKD) through a systematic review and meta-analysis of randomized controlled trials.", "results_summary": "Psychosocial interventions significantly reduced depression levels in CKD patients, with notable improvements on the Hospital Anxiety and Depression Scale (HADS). Preliminary evidence also suggested potential benefits for quality of life, particularly on the Kidney Disease Quality of Life Short Form (KDQOL-SF).", "population_specificity": "Adults with chronic kidney disease (CKD) treated with dialysis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:52.396014+00:00"}
{"study_id": 33359, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of psychosocial interventions on improving affective symptoms (depression, anxiety, distress) in sexual and gender minorities (SGM).", "results_summary": "Psychosocial interventions significantly reduced depression and anxiety symptoms in SGM but showed no significant effect on psychological distress. The study suggests further randomized controlled trials with larger sample sizes and longer follow-up periods are needed.", "population_specificity": "Sexual and gender minorities (SGM), including lesbian, gay, bisexual, transgender, and queer/questioning (LGBTQ) individuals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:53.914622+00:00"}
{"study_id": 33348, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of keyworker engagement on the use of psychosocial interventions within Early Intervention in Psychosis (EIP) services in Ireland.", "results_summary": "The study found a strong positive relationship between keyworker contacts and engagement with psychosocial interventions, including cognitive behavioral therapy for psychosis (CBTp), behavioral family therapy (BFT), and individual placement support (IPS). Qualitative results highlighted the keyworker role as a valuable nodal point for care coordination and communication.", "population_specificity": "Individuals experiencing their first episode of psychosis (FEP) in Ireland.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:54.335073+00:00"}
{"study_id": 33360, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically review and analyze the effectiveness of psychosocial interventions for suicidal and self-injurious-related behaviors (SSIRBs) among Chinese adolescents.", "results_summary": "Short-term psychosocial interventions, particularly cognitive-behavioral therapy (CBT), were significantly effective in reducing self-injurious behavior scores, especially immediately postintervention. More favorable treatment responses were observed in male and smaller samples.", "population_specificity": "Chinese adolescents exhibiting suicidal and self-injurious-related behaviors (SSIRBs).", "effective_dosage": "Not specified", "study_duration": "Varied (short-term and long-term interventions, with some studies assessing immediate postintervention effects).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:56.447338+00:00"}
{"study_id": 33362, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify and map psychosocial interventions used in day care services for older people living with dementia, evaluating their use, outcomes, and effectiveness.", "results_summary": "The review identified 45 papers categorizing interventions into five types: nature, memory/cognitive, social, animal, and physical/sensory. It highlighted potential benefits but noted many studies were brief with limited evidence of long-term continuation.", "population_specificity": "Older adults aged 60+ living with dementia attending day care services.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:57.327889+00:00"}
{"study_id": 33361, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the reporting practices of psychosocial interventions (PIs) in psychedelic clinical trials and compare them to non-psychedelic trials.", "results_summary": "The review found significant underreporting of key aspects of PIs in psychedelic clinical trials, such as session details, provider credentials, and treatment fidelity, compared to non-psychedelic trials. The study emphasizes the need for improved reporting practices to enhance research standardization and treatment outcomes.", "population_specificity": "Patients with psychiatric indications treated with classic psychedelics (psilocybin, LSD, DMT, ayahuasca) or empathogenic drugs (MDMA) since 2000.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:07:58.320542+00:00"}
{"study_id": 33363, "supplement_id": 1482, "safety_score": "80", "efficacy_score": 50, "quality_score": 60, "study_goal": "To systematically review the evidence for post-incident psychosocial interventions offered within one month of a workplace trauma and compare their content, effectiveness, and acceptability.", "results_summary": "The review found no harm caused by interventions like CISD, CISM, PFA, TRiM, EMDR, group counselling, or CBT in workplace settings, but benefits were not conclusively demonstrated. Generic debriefing was associated with some negative outcomes.", "population_specificity": "Employees exposed to workplace trauma.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:00.043270+00:00"}
{"study_id": 33364, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify and evaluate psychosocial interventions designed to help adult cancer survivors reintegrate into daily life after active cancer treatment.", "results_summary": "The review identified six types of interventions, with peer-support groups and follow-up education being the most common. While qualitative studies dominated, quantitative tools were also used, suggesting a need for more consistent measurement methods and further research on implementation.", "population_specificity": "Adult cancer survivors (18+ years at diagnosis) of any cancer type or stage.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:00.110905+00:00"}
{"study_id": 33365, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess whether psychosocial interventions for carers of persons with schizophrenia, bipolar disorder, or substance use disorders produce benefits or harms compared to standard support or control conditions.", "results_summary": "Psychoeducational interventions improved personal burden, well-being, and knowledge in carers of persons with schizophrenia and bipolar disorder, while supportive interventions reduced depressive symptoms and family burden. Psychosocial interventions for carers of persons with substance use disorders showed overall effectiveness on well-being, but limited trials hindered detailed comparisons.", "population_specificity": "Carers of persons with schizophrenia, bipolar disorder, or substance use disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:01.173626+00:00"}
{"study_id": 33366, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the activities school nurses undertake to support young people experiencing mental health problems in Australia.", "results_summary": "The study found that school nurses perform complex and sophisticated interventions, including assessment, referral, and helping young people manage challenging emotions and improve social and occupational functioning. Their work, however, remains largely hidden and unacknowledged.", "population_specificity": "School nurses and young people experiencing mental health problems in Australia.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:01.404390+00:00"}
{"study_id": 33367, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of psychosocial interventions in reducing stress, anxiety, depression, and pediatric medical traumatic stress (PMTS), while increasing social support among parents of preterm infants.", "results_summary": "Psychosocial interventions significantly reduced stress and depression levels in parents of preterm infants compared to control groups, with interventions delivered by psychologists and trained researchers being more effective than those by nurses. The GRADE assessment indicated very low certainty of evidence for all outcomes.", "population_specificity": "Parents of preterm infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:02.273542+00:00"}
{"study_id": 33370, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate women's experiences of psychological interventions for postpartum depression (PPD) to inform patient-centered care.", "results_summary": "Women reported improved emotional well-being and better relationships with their infants after receiving cognitive behavioral therapy or supportive home visits. Establishing a good relationship with healthcare professionals and having treatment choice were key factors in their satisfaction.", "population_specificity": "Women experiencing postpartum depression (N=255).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:05.516184+00:00"}
{"study_id": 33369, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 82, "quality_score": 75, "study_goal": "The researchers aimed to identify psychosocial interventions that could facilitate post-traumatic growth (PTG) in adults with cancer.", "results_summary": "Most interventions (75.7%) were moderately to highly effective in increasing PTG, with Cognitive Behavioral Therapy, Mindfulness-based, and Education/Peer Support interventions showing the strongest effects. However, the majority of studies had a high risk of bias.", "population_specificity": "Adults with cancer, predominantly female (83.8%) and often with a single cancer type (54.1%).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:05.619883+00:00"}
{"study_id": 33368, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effect of psychosocial interventions on reducing kinesiophobia (fear of re-injury) in patients who underwent primary anterior cruciate ligament reconstruction (ACLR).", "results_summary": "The meta-analysis of 5 randomized controlled trials showed that psychosocial interventions were significantly more effective than non-psychosocial comparators in reducing kinesiophobia (MD 0.56, 95% CI 0.28-0.83, p < 0.001), with no heterogeneity among studies. The findings suggest psychosocial interventions can alleviate kinesiophobia, though the limited number of studies and methodological limitations warrant further research.", "population_specificity": "Patients who underwent primary ACLR.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:06.410413+00:00"}
{"study_id": 196269, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to identify and synthesize publicly available research testing psychosocial interventions for mental health, cognition, and psychological well-being in long COVID patients.", "results_summary": "The study found that psychosocial interventions were among the tested treatments, but findings were inconclusive due to high heterogeneity, risk of bias, and insufficient reporting. Some promising results emerged from randomized controlled trials, but many studies lacked controls.", "population_specificity": "Individuals with long COVID symptoms persisting at least 4 weeks after SARS-CoV-2 infection.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:08.002924+00:00"}
{"study_id": 33371, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify and evaluate the effects of psychosocial interventions on self-esteem, mental health, and bracing compliance in teenagers with adolescent idiopathic scoliosis.", "results_summary": "Psychosocial interventions showed significant positive effects on postoperative pain, daily and social activities, brace use, coping abilities, and anxiety, with high acceptability and low dropout rates. However, findings should be interpreted cautiously due to limited studies and methodological concerns.", "population_specificity": "Teenagers with adolescent idiopathic scoliosis (385 participants across four randomized controlled trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:08.464598+00:00"}
{"study_id": 196270, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to identify characteristics of psychoeducation interventions for adults with ADHD, examine patient involvement, determine common themes, and explore definitions of psychoeducation.", "results_summary": "The review found significant overlap in themes covered but noted gaps in newer topics like sexuality and gender-specific issues. Patient involvement in intervention development was rare, and definitions of psychoeducation varied.", "population_specificity": "Adults with ADHD, primarily in Europe.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:09.166748+00:00"}
{"study_id": 196272, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to synthesize currently registered trials examining interventions for mental health, cognition, and psychological wellbeing in patients with long COVID.", "results_summary": "The review identified 42 registered trials, including 11 psychological interventions, but noted the breadth and scope of research remains limited, with most trials being feasibility studies evaluating a wide spectrum of outcomes.", "population_specificity": "Patients with long COVID experiencing mental health, cognition, and psychological wellbeing impacts.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:09.634295+00:00"}
{"study_id": 196271, "supplement_id": 1482, "safety_score": "85", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of psychosocial interventions in reducing antipsychotic medication use among care home residents with behavioral and psychological symptoms of dementia (BPSD).", "results_summary": "The study found mixed results on the effectiveness of psychosocial interventions in reducing antipsychotic prescriptions, with some interventions showing potential benefits while others showed no clear effect. High-certainty evidence indicated little to no difference in adverse events, quality of life, or other secondary outcomes.", "population_specificity": "Care home residents with behavioral and psychological symptoms of dementia (BPSD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:10.001619+00:00"}
{"study_id": 196274, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of PUFA supplementation in managing ADHD and provide guidance to healthcare professionals on its use.", "results_summary": "The panel concluded that PUFA supplementation has a small beneficial effect on behavior in children with ADHD but should not replace treatments with stronger evidence. Further high-quality research is needed to define its role.", "population_specificity": "Children, adolescents, and adults with ADHD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:13.358077+00:00"}
{"study_id": 196273, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of psychosocial support interventions in improving patient survival and identify moderating factors associated with greater effectiveness.", "results_summary": "Psychosocial interventions promoting health behaviors improved survival likelihood (OR = 1.20), while those focusing on social/emotional outcomes did not. Survival time improved (HR = 1.29), but effects were weaker in control groups receiving additional health information and among patients with greater disease severity.", "population_specificity": "40,280 patients (52% female, 48% male; average age 57.2 years) with cardiovascular disease (42%), cancer (36%), or other conditions (22%).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:14.349828+00:00"}
{"study_id": 196275, "supplement_id": 1482, "safety_score": "45", "efficacy_score": 30, "quality_score": 60, "study_goal": "The researchers aimed to assess the effects of pharmacotherapy (specifically SSRIs and buspirone) on treating anxiety disorders in individuals with comorbid alcohol use disorders, evaluating efficacy, tolerability, and alcohol use outcomes.", "results_summary": "The evidence for medication efficacy was limited and of very low quality, with some indication that paroxetine and buspirone may reduce anxiety symptoms but no significant effect on alcohol use. High dropout rates and common adverse effects (e.g., sexual problems with SSRIs) were noted.", "population_specificity": "Individuals with comorbid anxiety disorders (PTSD, SAD, GAD) and alcohol use disorders, predominantly male (70%).", "effective_dosage": "Not specified in the abstract.", "study_duration": "8 to 24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:16.562217+00:00"}
{"study_id": 196276, "supplement_id": 1482, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Guided Self-Determination adapted for schizophrenia (GSD-SZ) improved insight, symptom severity, and social functioning in outpatients with schizophrenia when added to treatment as usual (TAU).", "results_summary": "The study found no significant improvement in cognitive insight with GSD-SZ+TAU, but at 12-month follow-up, clinical insight, symptom severity, and social functioning showed statistically significant improvements compared to TAU alone.", "population_specificity": "Outpatients diagnosed with schizophrenia.", "effective_dosage": "Not specified", "study_duration": "12 months (with assessments at baseline, 3, 6, and 12 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:17.496654+00:00"}
{"study_id": 33793, "supplement_id": 1483, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to synthesize and evaluate the antidiabetic potential of vildagliptin-loaded core-shell nanoparticles of grafted psyllium and alginate (VG@P/A-NPs).", "results_summary": "The study found that VG@P/A-NPs significantly increased glucose uptake in an insulin-resistant cell model, with no observed cytotoxicity. The drug release was highest at pH 7.4, following a diffusion-controlled process.", "population_specificity": "Human lung adenocarcinoma cell line A549 and mouse muscle L6 cell line.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:18.238915+00:00"}
{"study_id": 33794, "supplement_id": 1483, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to summarize the therapeutic potential and mechanisms of psyllium in treating cardiometabolic diseases (CMDs) such as hyperlipidemia, diabetes, hypertension, hyperuricemia, and obesity.", "results_summary": "The study found that psyllium exhibits multiple therapeutic effects, including antioxidant, anti-tumor, antidiabetic, hypotensive, anti-inflammatory, neuroprotective, antidiarrheal, and antiviral activities, with potential benefits for CMDs.", "population_specificity": "Not specified (general review of available studies).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:22.342562+00:00"}
{"study_id": 33796, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of psyllium husk on volatile fatty acid (VFA) production in the canine intestinal microbiome compared to lactulose.", "results_summary": "Psyllium supplementation significantly increased total VFA concentrations in dog feces by day 15, with elevated acetate, propionate, and n-butyrate levels, suggesting it enhances intestinal fermentation. The effects were slightly delayed compared to lactulose but demonstrated distinct benefits, particularly in n-butyrate production.", "population_specificity": "Thirty dogs on a standard diet.", "effective_dosage": "0.2 g/kg body weight, administered in the diet.", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:22.836007+00:00"}
{"study_id": 33795, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of Psyllium husk fiber, alone and combined with lifestyle modification, on insulin resistance and fasting blood glucose in centrally obese individuals.", "results_summary": "The combined intervention of Psyllium husk fiber and lifestyle modification showed the highest reduction in fasting blood glucose (-9%) and HOMA-IR (-58%), followed by Psyllium alone (-7% and -33%, respectively). Both interventions had statistically significant effects (P < 0.05).", "population_specificity": "Centrally obese school teachers (aged 40-60 years) with no chronic disease history in Malakand, Khyber Pakhtunkhwa.", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:22.999431+00:00"}
{"study_id": 33792, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate psyllium husk as a high-temperature-resistant and environmentally friendly filtrate reducer in water-based drilling fluids.", "results_summary": "Psyllium husk improved rheological and fluid loss properties of bentonite-based slurry, with temperature resistance up to 160°C, reducing API fluid loss by 76.04% and high-temperature/high-pressure fluid loss by 56.91%. Its branched structure and uronic acid inhibited molecular degradation, maintaining performance at high temperatures.", "population_specificity": "Bentonite-based slurry (industrial application, not human subjects).", "effective_dosage": "1 w/v % psyllium husk.", "study_duration": "Not specified (evaluated after hot rolling at 160°C).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:24.335104+00:00"}
{"study_id": 33797, "supplement_id": 1483, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether 3-month supplementation with 15 g of psyllium daily affects micronutrient status in overweight and obese adults.", "results_summary": "No significant differences in serum micronutrient concentrations were found between psyllium and control groups after 3 months. However, dietary intake of folate, sodium, zinc, and magnesium decreased in the psyllium group.", "population_specificity": "Overweight and obese adults (BMI 25-40 kg/m², aged 18-65 years) who were otherwise healthy.", "effective_dosage": "5 g sachet three times daily (total 15 g/day).", "study_duration": "3 months (data analyzed from a larger 52-week study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:24.756289+00:00"}
{"study_id": 33799, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the combined effects of swimming training and Plantago psyllium on learning, memory impairment, and glucose tolerance in type 2 diabetic rats.", "results_summary": "The study found that co-administration of swimming training and P. psyllium improved memory deficits, glucose tolerance, and lipid profiles in diabetic rats, with significant improvements in cognitive tests compared to untreated diabetic rats.", "population_specificity": "Streptozotocin-nicotinamide-induced type 2 diabetic rats.", "effective_dosage": "Mixed with standard pelleted food at a weight ratio of 5%.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:26.276891+00:00"}
{"study_id": 33801, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of early oral fiber administration (timothy hay and psyllium) on growth and hindgut environment in preweaning calves.", "results_summary": "The study found that psyllium and timothy hay administration increased body weight at 21 days, altered fecal microbiota (higher beneficial bacteria, lower pathogenic bacteria), and had no adverse effects on health or growth. Fecal fermentation parameters were mostly unaffected, except for higher propionate at 7 days.", "population_specificity": "Newborn female Holstein calves (preweaning stage).", "effective_dosage": "50 g/day from days 3-7, then 100 g/day until weaning.", "study_duration": "From 3 days of age until weaning (56 days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:27.286373+00:00"}
{"study_id": 33800, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the biomedical applications of psyllium, alginate, and their engineered interpenetrating polymer network (IPN) structures, focusing on synthesis, structural properties, and potential uses in drug delivery, wound dressing, and tissue engineering.", "results_summary": "The study highlights psyllium's potential in biomedical applications, such as sustained drug delivery, wound dressing, and tissue engineering, due to its improved swelling ability, biodegradability, biocompatibility, and cost-effectiveness. Further research is suggested to develop psyllium-based IPNs for treating life-threatening diseases, leveraging its inherent pharmacological properties like hypoglycemic, immunomodulatory, antineoplastic, and antimicrobial effects.", "population_specificity": "Not specified (review article)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:27.331989+00:00"}
{"study_id": 33802, "supplement_id": 1483, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine if coadministering psyllium with inulin reduces gas production in patients with IBS, compared to inulin alone.", "results_summary": "Psyllium significantly reduced inulin-related gas production in IBS patients, delaying and reducing the maximum increase in breath hydrogen. However, psyllium did not directly inhibit fermentation in vitro.", "population_specificity": "19 patients with IBS", "effective_dosage": "20 g psyllium (single dose)", "study_duration": "6 hours (acute intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:30.191172+00:00"}
{"study_id": 33803, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the clinical effects and potential mechanisms of psyllium husk in alleviating constipation in women of reproductive age, focusing on gut microbiota changes.", "results_summary": "Psyllium husk relieved constipation symptoms and altered gut microbiota composition, with enriched metabolic pathways compared to placebo. Network analysis showed stronger microbial correlations in the psyllium group.", "population_specificity": "Constipated women of reproductive age (n=25 psyllium, n=29 placebo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:31.170103+00:00"}
{"study_id": 33804, "supplement_id": 1483, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness and safety of psyllium, kiwifruit, and prunes in treating chronic constipation (CC) in US patients.", "results_summary": "Psyllium significantly improved weekly complete spontaneous bowel movements (CSBMs) and straining but had the highest rate of adverse events among the treatments. Patient dissatisfaction with psyllium was higher compared to kiwifruit.", "population_specificity": "US adults with chronic constipation (mean age 42.7 years, 87% female, 77% white).", "effective_dosage": "12 g/d", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:31.911439+00:00"}
{"study_id": 33806, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to compare the effectiveness of powdered *Plantago ovata* (Psyllium) and silver sulfadiazine (SSD) 1% in promoting second-degree burn wound healing in rats.", "results_summary": "Psyllium showed better wound healing (60% complete healing) compared to SSD (50%) and the control group (20%), with significant improvement over the control but no significant difference between Psyllium and SSD.", "population_specificity": "Male Wistar rats with second-degree burns.", "effective_dosage": "Powdered *P. ovata* applied daily (exact dosage not specified).", "study_duration": "22 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:33.788460+00:00"}
{"study_id": 33808, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if psyllium supplementation increases fecal sand passage and alters hindgut bacterial populations in horses.", "results_summary": "Psyllium supplementation decreased fecal ADF concentration in mature mares during and just after treatment but did not affect silica levels. Microbial diversity peaked mid-supplementation and declined post-treatment, with some functional benefits observed.", "population_specificity": "Six yearlings and six mature mares", "effective_dosage": "Not specified", "study_duration": "Seven days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:34.776126+00:00"}
{"study_id": 33807, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of psyllium husk (PH) on gut microbiota, colonic gene expression, histopathology, and immune responses in a DSS-induced colitis mouse model.", "results_summary": "Psyllium husk increased gene expression of tight junction proteins (claudins and occludin) and reduced disease activity index (DAI) in DSS-treated mice, suggesting protective effects against colitis. However, it did not significantly alter gut microbiota richness or immune cell populations compared to controls.", "population_specificity": "Male C57BL/6J mice with DSS-induced colitis.", "effective_dosage": "5% PH diet.", "study_duration": "2 weeks of diet adaptation followed by 5 days of DSS treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:35.929653+00:00"}
{"study_id": 33809, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the hepatoprotective effect of Plantago psyllium L. seed extract against carbon tetrachloride-induced hepatotoxicity in rats.", "results_summary": "Psyllium seed extract significantly alleviated CCl4-induced hepatotoxicity by restoring liver biomarkers, normalizing oxidative stress markers (lipid peroxidation, glutathione, catalase), and reducing TNF-α expression. Histopathological findings confirmed the protective effect on liver architecture.", "population_specificity": "Male albino Wistar rats (10 per group).", "effective_dosage": "Not specified.", "study_duration": "9 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:35.931861+00:00"}
{"study_id": 33810, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a product containing probiotics, prebiotics, and psyllium in clearing colonic sand in horses with naturally acquired sand accumulation.", "results_summary": "The study found a significant reduction in sand accumulation in both treatment and control groups, but no significant differences between the groups in sand clearance as measured by fecal sand sedimentation and radiography.", "population_specificity": "Horses with naturally acquired sand accumulation in the colon.", "effective_dosage": "Not specified", "study_duration": "35 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:37.919008+00:00"}
{"study_id": 33811, "supplement_id": 1483, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to systematically review and meta-analyze the effect of psyllium supplementation on blood pressure in hypertensive patients through randomized controlled trials.", "results_summary": "The meta-analysis found a significant reduction of 2.04 mmHg in systolic blood pressure, with stronger effects in subjects with higher baseline blood pressure. The study concluded that psyllium supplementation is beneficial for hypertensive patients with no reported side effects.", "population_specificity": "Hypertensive patients (592 participants across 11 trials).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:39.783665+00:00"}
{"study_id": 33812, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the effects of psyllium consumption on weight, BMI, lipid profiles, and glucose metabolism in diabetic patients through randomized controlled trials.", "results_summary": "Psyllium consumption significantly reduced triglycerides, LDL, fasting blood sugar, and hemoglobin A1c in diabetic patients, but showed no significant changes in HDL, BMI, cholesterol, or weight.", "population_specificity": "Adult diabetic patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:39.993723+00:00"}
{"study_id": 33813, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of psyllium and coarse wheat bran on stool output and stool water content in patients with chronic idiopathic constipation (CIC) and address misconceptions about fiber in treatment guidelines.", "results_summary": "Psyllium was 3.4 times more effective than insoluble wheat bran for increasing stool output in CIC patients. Both psyllium and coarse wheat bran increased stool water content, while finely ground wheat bran decreased it.", "population_specificity": "Patients with chronic idiopathic constipation (CIC).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:41.919218+00:00"}
{"study_id": 33814, "supplement_id": 1483, "safety_score": "90", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of psyllium, alone or combined with lactitol, on bowel function in adults with functional constipation.", "results_summary": "Psyllium increased bowel movement frequency by 2.9 BMs, similar to lactitol and the combination, but not significantly different from placebo. No serious adverse events were reported, and treatments were well tolerated.", "population_specificity": "Adults (N = 172) diagnosed with functional constipation per Rome III criteria.", "effective_dosage": "3.5 g psyllium.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:43.276180+00:00"}
{"study_id": 33815, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether psyllium seed husk (PSH) could inhibit the progression of vascular dementia (VaD) by attenuating white matter damage in a rat model.", "results_summary": "PSH supplementation reduced astrocytic and microglial activation, attenuated white matter damage, improved pupillary light reflex, and enhanced glial cell survival under hypoxic and glucose-deprived conditions. These effects suggest PSH may inhibit VaD progression due to its high arabinoxylan content.", "population_specificity": "Rats with bilateral common carotid artery occlusion (a model of vascular dementia).", "effective_dosage": "Various dosages (specific amounts not stated).", "study_duration": "33 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:45.495245+00:00"}
{"study_id": 33816, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the impact of psyllium on fecal microbiota, gastrointestinal transit, fecal water content, and short-chain fatty acid levels in healthy volunteers and constipated patients.", "results_summary": "Psyllium supplementation significantly altered microbial composition, increased fecal water content, and affected short-chain fatty acid levels, with more pronounced effects in constipated patients. Several butyrate-producing genera increased, correlating with higher fecal water content.", "population_specificity": "8 healthy volunteers and 16 constipated patients.", "effective_dosage": "Not specified", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:46.038863+00:00"}
{"study_id": 33819, "supplement_id": 1483, "safety_score": "70", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the safety and efficacy of Psyllium as a laxative, particularly focusing on the risks of intestinal obstruction when taken without adequate fluids.", "results_summary": "The study found that Psyllium is generally safe and effective for treating constipation but can cause intestinal obstruction if ingested without sufficient fluids. Similar adverse effects have been reported in elderly patients and post-operative cases.", "population_specificity": "21-year-old man with constipation, with additional context provided for elderly patients and post-gastric banding cases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:48.265105+00:00"}
{"study_id": 33817, "supplement_id": 1483, "safety_score": "100", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of psyllium versus flaxseed and placebo on constipation symptoms, weight, glycemic control, and lipid levels in constipated patients with type 2 diabetes.", "results_summary": "Psyllium significantly improved constipation symptoms, stool consistency, weight, BMI, fasting plasma glucose, cholesterol, LDL-C, and cholesterol/HDL-C ratio compared to placebo, though flaxseed showed superior effects. Compliance was good, and no adverse effects were observed.", "population_specificity": "Constipated patients with type 2 diabetes (n=77).", "effective_dosage": "10 g psyllium pre-mixed in cookies, twice per day.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:48.514480+00:00"}
{"study_id": 33818, "supplement_id": 1483, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether psyllium supplementation in standard enteral nutrition reduces the incidence of diarrhea in tube-fed patients.", "results_summary": "Psyllium supplementation showed no significant benefit in reducing diarrhea incidence or improving stool frequency/scores compared to the control group. The proportion of patients with diarrhea and median diarrhea scores were similar between groups.", "population_specificity": "General medical ward patients expected to receive enteral nutrition for ≥5 days, excluding those with hemodynamic instability, significant gastrointestinal problems, or recent pancreatitis.", "effective_dosage": "15.2 g/L of psyllium (Mucilin SF) added to the enteral formula.", "study_duration": "10 days or until discharge/oral intake/death.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:49.912689+00:00"}
{"study_id": 33820, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to update evidence on psyllium's effect on LDL cholesterol and assess its impact on non-HDL cholesterol and apolipoprotein B (apoB) as alternative markers.", "results_summary": "Psyllium supplementation significantly reduced LDL cholesterol, non-HDL cholesterol, and apoB, with effect estimates graded as moderate to high quality, suggesting it effectively improves lipid markers.", "population_specificity": "Individuals with or without hypercholesterolemia.", "effective_dosage": "Median dose of ~10.2 g psyllium.", "study_duration": "≥3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:50.140134+00:00"}
{"study_id": 33822, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a combination of psyllium and magnesium sulphate for removing large colonic sand accumulations in horses without acute colic.", "results_summary": "The treated group showed significantly greater clearance of sand accumulations compared to the control group, as measured by radiographic evaluation and successful treatment rates (P<0.001 and P=0.004, respectively), though individual variations in clearance were noted.", "population_specificity": "Horses without clinical signs of acute colic but with large colonic sand accumulations.", "effective_dosage": "1g/kg bodyweight of psyllium and 1g/kg bodyweight of MgSO4, administered once daily via nasogastric intubation.", "study_duration": "4 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:53.355218+00:00"}
{"study_id": 33823, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding psyllium fiber to statin therapy would further lower cholesterol levels compared to statin use alone.", "results_summary": "The meta-analysis found that psyllium plus statin significantly lowered cholesterol more than statin alone (p = 0.001), with reductions in LDL-C equivalent to doubling the statin dose. Psyllium provided an effective dietary intervention for those intolerant to higher statin doses.", "population_specificity": "Subjects already receiving statins (specific demographics not detailed).", "effective_dosage": "Not specified in the abstract.", "study_duration": "4 to 12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:54.285626+00:00"}
{"study_id": 33824, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to demonstrate the utility of MRI in evaluating the mode of action of psyllium as a treatment for constipation by assessing its effects on intestinal fluid content and colonic volume.", "results_summary": "Psyllium at 7 g t.d.s. significantly increased fasting colonic volumes in both controls and patients with chronic constipation, improved postprandial small bowel water content, and altered descending colon T1, correlating with stool water content and frequency.", "population_specificity": "Adults without constipation (controls, n=9) and adults with chronic constipation (patients, n=20).", "effective_dosage": "3.5 g t.d.s. and 7 g t.d.s.", "study_duration": "6 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:55.327951+00:00"}
{"study_id": 33826, "supplement_id": 1483, "safety_score": "20", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers aimed to investigate the potential risks of pelleted psyllium products in horses, specifically focusing on gastric impaction and obstruction.", "results_summary": "The study found that a mare developed gastric rupture due to duodenal obstruction caused by psyllium bezoars after receiving 4 times the recommended dosage of pelleted psyllium. It suggests that excessive psyllium use in horses may lead to severe gastrointestinal complications.", "population_specificity": "Horses (specifically a mare with colic)", "effective_dosage": "4 times the recommended dosage (exact amount not specified)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:56.937679+00:00"}
{"study_id": 33825, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of Psyllium seed and oral omeprazole on GERD symptoms and recurrence in patients with functional constipation.", "results_summary": "Psyllium seed showed a high treatment response rate (89.2%) and significantly lower recurrence rate (24.1%) compared to omeprazole (94% response, 69.8% recurrence). The results suggest Psyllium is effective for improving GERD symptoms and reducing recurrence in this population.", "population_specificity": "Patients with GERD and functional constipation (n=132).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:57.097932+00:00"}
{"study_id": 33827, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a hydrogel scaffold made from psyllium seed husk polysaccharide (PSH), human hair keratins (KER), and morin (MOR) in promoting diabetic wound healing.", "results_summary": "The PSH + KER + MOR scaffold significantly reduced re-epithelialization time and enhanced wound contraction in diabetic rats by accelerating collagen synthesis. The scaffold also demonstrated high porosity, fluid absorption capacity, and supported fibroblast cell viability after 48 hours.", "population_specificity": "Diabetic rats with chronic wounds.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:58.903832+00:00"}
{"study_id": 33828, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a synthesized adsorbent based on Gum xanthan-psyllium hybrid backbone for removing auramine-O and eriochrome black-T dyes from aqueous solutions.", "results_summary": "The adsorbent demonstrated high dye removal efficiency (90.53% for EBT and 95.63% for Aur-O) under specified conditions, followed Langmuir and Freundlich isotherms, and exhibited good recyclability with minimal activity decline after multiple cycles.", "population_specificity": "Aqueous solutions contaminated with dyes (no human or animal subjects).", "effective_dosage": "600mg adsorbent dose per 40mL solution.", "study_duration": "5 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:59.102276+00:00"}
{"study_id": 33829, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a moderate carbohydrate diet with psyllium supplementation versus a lower carbohydrate diet with placebo on glycemic control in patients with type 2 diabetes.", "results_summary": "Psyllium supplementation significantly reduced fasting plasma insulin and TNF-α levels and improved insulin sensitivity (HOMA-IR) compared to placebo, though no significant effects were observed on fasting plasma glucose or postprandial measures.", "population_specificity": "Patients with type 2 diabetes (BMI 25-35 kg/m²).", "effective_dosage": "7 grams of psyllium powder daily.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:01.496225+00:00"}
{"study_id": 33830, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to assess the effects of Plantago psyllium (PP) and Ocimum basilicum (OB) on anthropometric measurements in individuals with hepatic steatosis.", "results_summary": "The study found that Psyllium (PP) and its combination with OB led to significant reductions in weight, BMI, soft lean mass, and lean body mass within groups, but no significant differences were observed between groups. The study concluded that Psyllium did not significantly affect anthropometric measures in NAFLD patients.", "population_specificity": "Patients with nonalcoholic fatty liver disease (NAFLD).", "effective_dosage": "10 g/day of Psyllium (PP).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:04.664836+00:00"}
{"study_id": 33833, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the efficacy of psyllium fiber in reducing abdominal pain and improving stool patterns in children with IBS, while also assessing its effects on gut permeability, microbiome composition, and psychological factors.", "results_summary": "Psyllium significantly reduced the number of abdominal pain episodes compared to placebo but did not affect pain intensity, stool consistency, breath hydrogen/methane production, gut permeability, or microbiome composition. Psychological factors did not influence treatment response.", "population_specificity": "Children (mean age 13 ± 3 years) with irritable bowel syndrome (IBS) from primary or tertiary care settings.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:05.348706+00:00"}
{"study_id": 33831, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of three treatment protocols, including psyllium, in clearing colonic sand accumulations in horses.", "results_summary": "Daily nasogastric tubing with psyllium and/or magnesium sulfate for 3-7 days was more effective at removing large sand accumulations than feeding psyllium for at least 10 days. Group 3 (nasogastric tubing) had significantly less residual sand and a higher proportion of resolved cases compared to Groups 1 and 2.", "population_specificity": "Horses and ponies with colonic sand accumulations (n=246).", "effective_dosage": "1 g/kg body weight daily (psyllium), sometimes combined with magnesium sulfate.", "study_duration": "3-7 days (Group 3) or at least 10 days (Groups 1 and 2).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:05.605056+00:00"}
{"study_id": 33834, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effects of psyllium on glycemic control in patients with type 2 diabetes mellitus (T2DM) and those at risk of developing T2DM.", "results_summary": "Psyllium significantly improved fasting blood glucose (-37.0 mg/dL) and glycated hemoglobin (-0.97%) in T2DM patients, with effects proportional to baseline glucose levels. No significant glucose lowering was observed in euglycemic subjects, while modest improvements were seen in pre-T2DM subjects.", "population_specificity": "Nondiabetic, pre-T2DM, and T2DM patients.", "effective_dosage": "Dosed before meals (specific amount not provided).", "study_duration": "Multiweek studies (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:08.379233+00:00"}
{"study_id": 33805, "supplement_id": 1483, "safety_score": "100", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the impact of Plantago psyllium supplementation on LDL and HDL subclasses and IL-6 levels in obese adolescents to assess its potential for reducing cardiovascular disease risk.", "results_summary": "The study found that Plantago psyllium significantly reduced small-dense LDL (sdLDL) and IL-6 levels in obese adolescents, with no differences in HDL subclasses and no reported adverse effects.", "population_specificity": "Obese adolescents aged 15-19 with a BMI of 29-34.", "effective_dosage": "10g/day", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:08.499756+00:00"}
{"study_id": 33835, "supplement_id": 1483, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness and tolerability of psyllium versus loperamide in reducing fecal incontinence episodes and improving symptom severity and quality of life.", "results_summary": "Psyllium was found to be as effective as loperamide in reducing fecal incontinence episodes and improving symptom severity and quality of life, with fewer adverse effects (10% constipation rate for psyllium vs. 29% for loperamide).", "population_specificity": "Community-dwelling adults (n=80, mean age 60.7 ± 10.1 years, 68% men) with at least one fecal incontinence episode in a 7-day bowel diary.", "effective_dosage": "Not specified", "study_duration": "4 weeks per intervention phase, with a 2-week washout period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:08.571139+00:00"}
{"study_id": 33836, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Psyllium fiber in improving residual constipation and defecation urgency after surgery for obstructed defecation.", "results_summary": "Psyllium fiber significantly reduced constipation and defecation urgency at both 1 week and 6 months post-surgery, with better outcomes in the treatment group compared to placebo. It also improved fecal incontinence scores.", "population_specificity": "65 patients who underwent surgery for obstructed defecation.", "effective_dosage": "3.5 g/day of pure Psyllium fiber.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:09.783473+00:00"}
{"study_id": 33838, "supplement_id": 1483, "safety_score": "95", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the LDL-cholesterol-lowering effects and safety of psyllium in dyslipidaemic children and adolescents.", "results_summary": "Psyllium supplementation significantly reduced total cholesterol (7.7%) and LDL-C (10.7%) compared to the control group, with no reported adverse effects or participant aversion. The therapy was deemed safe and acceptable for hypercholesterolaemic children and adolescents.", "population_specificity": "Brazilian dyslipidaemic children and adolescents (6-19 years) with mild-to-moderate hypercholesterolaemia.", "effective_dosage": "7.0 g daily", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:13.563065+00:00"}
{"study_id": 33837, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of psyllium, magnesium sulphate (MgSO4), and their combination in evacuating large sand accumulations in the large colon of horses.", "results_summary": "Psyllium alone resolved sand accumulation in 3/12 horses, while the combination of psyllium and MgSO4 was significantly more effective, resolving it in 9/12 horses. Psyllium was less effective than the combination but showed some efficacy compared to MgSO4 alone (2/10 horses).", "population_specificity": "Adult horses with naturally acquired large sand accumulations (>5 cm × 15 cm) in the large colon.", "effective_dosage": "1 g/kg psyllium administered once daily via nasogastric intubation.", "study_duration": "4 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:14.368176+00:00"}
{"study_id": 33839, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the beneficial effects of psyllium on lipid metabolism and gene expression in liver and skeletal muscle, particularly in the context of high-fat diets.", "results_summary": "Psyllium supplementation significantly reduced plasma total cholesterol, TAG, and blood glucose levels, decreased adipose tissue weight, and up-regulated genes involved in fatty acid oxidation and lipid transport in skeletal muscle. These findings suggest psyllium promotes lipid consumption in muscle and may create a glucose-deficient state in the liver.", "population_specificity": "C57BL/6J mice fed low-fat or high-fat diets.", "effective_dosage": "5% psyllium in the high-fat diet.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:14.698986+00:00"}
{"study_id": 33832, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if psyllium supplementation improves glycemic control indicators and body weight in type 2 diabetic patients.", "results_summary": "Psyllium supplementation significantly reduced BMI, fasting blood sugar, HbA1c, insulin levels, C-peptide, HOMA-IR, and improved HOMA-β% compared to the control group. The study concluded that soluble fiber enhances glycemic response and may improve glucose metabolism in type 2 diabetes patients.", "population_specificity": "40 non-smoking type 2 diabetes patients aged >35 years, stratified by sex, age, BMI, and fasting blood sugar levels.", "effective_dosage": "10.5 g daily", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:15.512426+00:00"}
{"study_id": 33841, "supplement_id": 1483, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to study the prebiotic and hypolipidemic effects of a 12-week psyllium treatment in patients with uncomplicated diverticular disease and hyperlipidemia.", "results_summary": "Psyllium normalized intestinal motility, reduced pain and flatulence, increased short-chain fatty acids in feces, lowered the anaerobic index, and significantly reduced hyperlipidemia levels. It was deemed suitable for monotherapy in cases where baseline cholesterol was below 6.4 mmol/l.", "population_specificity": "Patients with uncomplicated diverticular disease and hyperlipidemia.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:16.519057+00:00"}
{"study_id": 33842, "supplement_id": 1483, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness and safety of a psyllium-containing fiber mixture (AFPFF) with PEG+E in treating chronic functional constipation in children.", "results_summary": "Both AFPFF and PEG+E significantly improved constipation symptoms, with 77.8% and 83% of children showing improvement, respectively, and no clinically significant side effects were reported.", "population_specificity": "100 children (aged 6.5 ± 2.7 years) diagnosed with chronic functional constipation.", "effective_dosage": "16.8 g daily of AFPFF (containing psyllium fiber).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:17.157878+00:00"}
{"study_id": 33840, "supplement_id": 1483, "safety_score": "95", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effects of psyllium supplementation on insulin sensitivity and metabolic syndrome parameters in at-risk adolescent males.", "results_summary": "Psyllium supplementation (6 g/day for 6 weeks) led to a 4% reduction in android-to-gynoid fat ratio and a 6% reduction in LDL cholesterol, with no reported adverse events.", "population_specificity": "45 healthy adolescent males aged 15-16 years from lower socio-economic areas with high obesity rates.", "effective_dosage": "6 g/day", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:17.898187+00:00"}
{"study_id": 33843, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to assess the efficacy of a psyllium-enriched diet for managing constipation in cats.", "results_summary": "The psyllium-enriched diet was well tolerated and improved fecal consistency in most cats, with significant reductions in the need for additional therapies like cisapride and lactulose. Improvement rates were high (93% in trial 1, 82% in trial 2).", "population_specificity": "Cats with constipation (66 total: 15 in trial 1, 51 in trial 2).", "effective_dosage": "Not specified (moderate fiber, psyllium-enriched dry extruded diet).", "study_duration": "At least 2 months (follow-up period).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:18.915349+00:00"}
{"study_id": 33844, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of psyllium fibre supplementation versus a healthy diet on blood pressure and vascular function in overweight and obese adults over 12 weeks.", "results_summary": "Psyllium supplementation showed short-term improvements in blood pressure and vascular function at week 6, but these effects did not persist by week 12. A healthy diet provided more sustained improvements in blood pressure compared to psyllium supplementation.", "population_specificity": "Overweight and obese adults", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:21.207528+00:00"}
{"study_id": 33846, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the potential of psyllium husk as a coagulant and coagulant aid for treating landfill leachate, comparing its effectiveness with poly-aluminum chloride (PACl) and aluminum sulfate (alum).", "results_summary": "Psyllium husk was more effective as a coagulant aid with PACl, achieving maximum removal efficiencies of 64% for COD, 90% for color, and 96% for TSS, outperforming alum. The study also conducted zeta potential tests to enhance jar test results.", "population_specificity": "Landfill leachate (industrial and domestic waste-derived liquid).", "effective_dosage": "7.5 g/L for PACl (primary coagulant), 11 g/L for alum (primary coagulant).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:24.476436+00:00"}
{"study_id": 33848, "supplement_id": 1483, "safety_score": "90", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy and safety of psyllium versus dried plums in treating chronic constipation.", "results_summary": "Psyllium improved stool consistency but was less effective than dried plums in increasing complete spontaneous bowel movements. Both treatments were equally safe and well-tolerated.", "population_specificity": "40 constipated subjects (3 male, 37 female, mean age 38 years).", "effective_dosage": "11 g twice daily (total fiber=6 g/day).", "study_duration": "3 weeks per treatment with a 1-week washout.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:24.482080+00:00"}
{"study_id": 33845, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the usefulness of psyllium during rehabilitation for obstructed defecation compared to a high-fiber diet.", "results_summary": "Psyllium improved the obstructed defecation syndrome (ODS) score and conscious rectal sensitivity threshold (CRST), with patients on psyllium showing lower post-rehabilitative CRST values and shorter volumetric rehabilitation duration than those on a high-fiber diet. Both groups showed significant improvements in stool form and ODS scores, but psyllium was particularly effective for volumetric rehabilitation.", "population_specificity": "45 women (aged 25-71) with obstructed defecation.", "effective_dosage": "3.6 g × 2/day (Psyllogel® Fibra).", "study_duration": "Not explicitly stated (study period: January 2008 to December 2010).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:25.157348+00:00"}
{"study_id": 33847, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 35, "study_goal": "The researchers aimed to evaluate and summarize the evidence on the effectiveness of psyllium supplementation for treating symptoms of irritable bowel syndrome (IBS).", "results_summary": "The review found limited and conflicting evidence supporting psyllium for IBS symptom relief, with 75% of studies being of weak quality. While some studies reported improvements in global symptoms and abdominal pain, others showed no significant benefits, and quality of life and flatulence did not improve in any studies.", "population_specificity": "Patients with diagnosed irritable bowel syndrome (IBS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:25.224667+00:00"}
{"study_id": 33850, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether psyllium inclusion in milk replacer improves nutrient utilization and gastrointestinal function in neonatal calves.", "results_summary": "Psyllium increased digesta viscosity and slowed gastrointestinal passage but did not significantly affect daily weight gain or most nutrient digestibilities. Total-tract apparent digestibility of dry matter was slightly lower with psyllium.", "population_specificity": "Male Holstein calves (neonatal, 2 to 28 days old).", "effective_dosage": "1.1% of dry matter in milk replacer.", "study_duration": "26 days (from 2 to 28 days of age).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:26.309739+00:00"}
{"study_id": 33851, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential role of psyllium in improving metabolic syndrome (MS) markers, including cholesterol, blood pressure, glucose levels, and body weight.", "results_summary": "Psyllium was found to lower serum and liver cholesterol, increase HDL-cholesterol, moderate postprandial glucose and insulin levels, and support body weight reduction and hypertension management. The abstract also highlights psyllium's broader benefits in treating MS.", "population_specificity": "Non-insulin dependent diabetic patients and individuals at risk of metabolic syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:27.566714+00:00"}
{"study_id": 33849, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether psyllium inclusion in milk replacer would enhance gastrointestinal tract (GIT) mass, fermentation, and microbial populations in neonatal dairy calves, potentially improving growth and health.", "results_summary": "Psyllium increased butyrate proportion in the reticulo-rumen, boosted total VFA concentrations in the colon, enhanced bifidobacteria and lactobacilli populations in the reticulo-rumen, and significantly increased GIT mass and intestinal tissue density.", "population_specificity": "Male Holstein dairy calves (2 to 28 days old).", "effective_dosage": "1.1% of dry matter (DM) in milk replacer.", "study_duration": "26 days (from 2 to 28 days of age).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:27.638136+00:00"}
{"study_id": 33852, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of replacing gluten with psyllium on the sensory, chemical, nutritional, and technological characteristics of bread dough.", "results_summary": "Modified psyllium dough achieved high acceptance rates (93.0% for celiac individuals, 97.0% for non-celiac individuals), with reduced energy (32.1%) and fat (42.3%) content. Sensory analysis indicated good acceptance, suggesting psyllium can effectively replace gluten.", "population_specificity": "Individuals with and without celiac disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:29.972668+00:00"}
{"study_id": 33854, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate whether psyllium fiber could serve as a safe and effective therapeutic strategy for functional constipation in pediatric patients.", "results_summary": "The study suggests that psyllium fiber may achieve good results in managing functional constipation, though specific efficacy metrics are not detailed. The abstract implies positive outcomes without providing statistical or clinical data.", "population_specificity": "Pediatric patients with functional constipation.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:31.879674+00:00"}
{"study_id": 33853, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of psyllium on metabolic control, lipoprotein profile, and postprandial lipids in type II diabetic patients.", "results_summary": "Psyllium treatment significantly reduced triglycerides in diabetic patients but showed no postprandial differences in lipoprotein profile compared to dietary measures alone. Both groups experienced improvements in body mass index, waist circumference, HbA1c, and fasting plasma glucose.", "population_specificity": "40 type II diabetic patients on sulfonylureas and a controlled diet.", "effective_dosage": "Not specified", "study_duration": "2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:32.659079+00:00"}
{"study_id": 33857, "supplement_id": 1483, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of psyllium seed husk on fecal bifidobacteria in healthy women and its in vitro metabolism by bifidobacteria.", "results_summary": "Psyllium seed husk did not significantly affect average fecal bifidobacteria levels overall, but increased counts in women with initially low levels. In vitro, bifidobacteria could metabolize psyllium only after partial hydrolysis.", "population_specificity": "Healthy women", "effective_dosage": "7.0 g/d", "study_duration": "1 month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:34.152706+00:00"}
{"study_id": 33856, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the dose-response relationship and long-term lipid-lowering efficacy of psyllium in mild-to-moderate hypercholesterolemic subjects.", "results_summary": "Psyllium significantly lowered serum total cholesterol by 0.375 mmol/l and LDL cholesterol by 0.278 mmol/l compared to placebo, with dose- and time-dependent effects observed. Higher doses and longer treatment periods resulted in greater reductions in cholesterol levels.", "population_specificity": "Mild-to-moderate hypercholesterolemic subjects", "effective_dosage": "3.0 to 20.4 g per day", "study_duration": "More than 2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:34.423467+00:00"}
{"study_id": 33855, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if ball milling could enhance the water extractability and molecular mass of arabinoxylan (AX) in Psyllium seed husk (PSH).", "results_summary": "Ball milling significantly reduced particle size, increased water-extractable AX levels from 13% to 90%, and altered molecular mass and viscosity. Impact and jet milling had minimal effects on AX extractability compared to ball milling.", "population_specificity": "Not specified (laboratory-scale study)", "effective_dosage": "Not specified", "study_duration": "48 hours (ball milling treatment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:35.404628+00:00"}
{"study_id": 33859, "supplement_id": 1483, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to determine if psyllium husk's limited use for hypercholesterolemia in Germany is due to adverse gastrointestinal effects and to assess its cholesterol-lowering efficacy.", "results_summary": "Psyllium husk significantly reduced total cholesterol and LDL-cholesterol levels, while gastrointestinal symptoms decreased over time, though some patients experienced transient adverse reactions.", "population_specificity": "62 outpatients with hypercholesterolemia and constipation from an academic clinical center.", "effective_dosage": "3.5g administered three times daily.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:35.716958+00:00"}
{"study_id": 33858, "supplement_id": 1483, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether daily psyllium fiber supplementation would reduce inflammatory markers (hsCRP, IL-6, fibrinogen, WBC count) in overweight or obese adults.", "results_summary": "Psyllium supplementation did not significantly reduce hsCRP levels, and changes in other inflammatory markers were inconsistent. A small decrease in fibrinogen was observed in the high-fiber group among protocol completers, but no other significant differences were found.", "population_specificity": "Overweight or obese adults with no history of heart disease.", "effective_dosage": "7 g/d or 14 g/d.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:36.263802+00:00"}
{"study_id": 33860, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of psyllium combined with mineral oil versus mineral oil alone in evacuating sand from the equine intestine.", "results_summary": "All horses showed significantly higher crude ash excretion when treated with psyllium and mineral oil compared to mineral oil alone, with the difference being statistically significant on days 2-4 of treatment. The combined treatment resulted in a mean ash output of 51.0% of administered sand mass, versus 26.1% with mineral oil alone.", "population_specificity": "Twelve healthy horses", "effective_dosage": "0.5 kg psyllium twice daily", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:38.974318+00:00"}
{"study_id": 33861, "supplement_id": 1483, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the lipid-lowering mechanisms of combined psyllium and plant sterols in hypercholesterolemic individuals.", "results_summary": "The study found that psyllium and plant sterols significantly reduced LDL cholesterol, modified lipoprotein processing, and increased LDL receptor-mediated uptake. It also decreased smaller LDL and HDL subfractions and altered LDL peak size and pattern prevalence.", "population_specificity": "Hypercholesterolemic individuals (n = 33)", "effective_dosage": "7.28 g psyllium and 2 g plant sterols per day, administered via 2 test cookies", "study_duration": "1 month per treatment period with a 3-week washout", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:41.432561+00:00"}
