{"study_id": 23641, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the impact of Low-Level Laser Therapy (LLLT) on quality of life (QoL) and its association with self-care in patients with diabetic foot ulcers.", "results_summary": "The LG1 group (10 J/cm²) showed the highest proportion of healing and significant associations between QoL domains (physical limitations, pain, general health status) and self-care practices. LLLT overall improved QoL in functional capacity, vitality, and pain domains.", "population_specificity": "Patients with diabetic foot ulcers.", "effective_dosage": "10 J/cm² (LG1), 8 J/cm² (LG2), 4 J/cm² (LG3), administered twice weekly.", "study_duration": "20 sessions (approximately 10 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:42.426602+00:00"}
{"study_id": 23637, "supplement_id": 1300, "safety_score": "90", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Low-Level Laser Therapy (LLLT) enhances osseointegration and secondary stability of immediately loaded dental implants with connective tissue grafts in patients with buccal bone dehiscence.", "results_summary": "LLLT significantly improved secondary implant stability in the buccolingual dimension but not in the mesiodistal dimension. No significant differences were found between the laser and control groups in secondary stability, gingival thickness, or vertical bone gain, and all implants were successful without complications.", "population_specificity": "Patients with buccal bone dehiscence requiring dental implants (n=10, split into intervention and control groups).", "effective_dosage": "940 nm gallium-aluminum-arsenide laser (specific power/dosage not detailed).", "study_duration": "12 weeks (secondary stability measured at this endpoint).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:42.514115+00:00"}
{"study_id": 23642, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of low-level laser therapy (LLLT) on osteoclast differentiation, functional gene expression, molecular signaling pathways, and orthodontic tooth movement in clinical settings.", "results_summary": "LLLT promoted RANKL-dependent osteoclast differentiation and increased expression of osteoclast functional genes (MMP9, NFATc1, TRAP, CTSK) in RAW264.7 cells. Clinically, the laser group showed significantly greater cumulative tooth movement over 90 days compared to the control group.", "population_specificity": "RAW 264.7 cell line (precursor for osteoclasts) and 12 human participants in the clinical study.", "effective_dosage": "808-nm LLLT (specific dosage not detailed).", "study_duration": "90 days (clinical study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:44.796454+00:00"}
{"study_id": 23643, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the preventive effect of low-level laser therapy (LLLT) and gaseous ozone on medication-related osteonecrosis of the jaws (MRONJ) following tooth extraction in rats under zoledronic acid therapy.", "results_summary": "LLLT and ozone groups showed significantly higher bone formation compared to the control group, with no significant difference between LLLT and ozone. The sham group (no zoledronic acid) exhibited the greatest bone formation.", "population_specificity": "Male Wistar rats receiving zoledronic acid therapy.", "effective_dosage": "Not specified for LLLT; zoledronic acid was administered weekly at 0.06 mg/kg.", "study_duration": "4 weeks (post-extraction intervention duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:47.012392+00:00"}
{"study_id": 23644, "supplement_id": 1300, "safety_score": "90", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the safety and efficacy of Low-Level Laser Therapy (LLLT) in promoting wound healing in patients with diabetic foot ulcers (DFU) and uncontrolled diabetes.", "results_summary": "The study found that LLLT improved wound tissue growth in a patient with DFU after 12 weeks of therapy, with no significant adverse effects reported. The therapy was described as minimally invasive, easy-to-use, and inexpensive.", "population_specificity": "A 55-year-old male with diabetes mellitus, diabetic neuropathy, and diabetic foot ulcer, with uncontrolled blood sugar levels (HbA1C of 9.3%).", "effective_dosage": "10 J/cm², 3 times per week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:48.559615+00:00"}
{"study_id": 23645, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the penetration efficacy of Low-Level Laser Therapy (LLLT) using 830 nm continuous waves with various settings and different application techniques through buccal tissue in cats.", "results_summary": "The study found that extraoral application of LLLT demonstrated detectable penetration efficacy through buccal tissue with both contact and non-contact skin (<10 mm), with no significant difference in mean output power between fluences of 2 and 6 J/cm². The absence of media resulted in significantly higher mean output power compared to alcohol but was not significantly different from normal saline solution.", "population_specificity": "Twenty-four healthy cats.", "effective_dosage": "830 nm wavelength, 200 mW output power, fluences of 2 and 6 J/cm² in continuous-wave mode.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:49.489903+00:00"}
{"study_id": 23647, "supplement_id": 1300, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of low-level laser therapy (LLLT) for skin rejuvenation, specifically targeting melasma and wrinkles.", "results_summary": "The study found significant improvement in skin rejuvenation, including melasma reduction and wrinkle improvement, with no reported adverse effects or re-pigmentation. Patient satisfaction scores were also positive.", "population_specificity": "Thirty Syrian female patients aged 25-50 with moderate to severe melasma and wrinkles.", "effective_dosage": "660 nm wavelength, 15.6 mW/cm² power density, 3 J/cm² dose, 32 cm² effective area.", "study_duration": "12 treatment sessions.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:51.536270+00:00"}
{"study_id": 23649, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 20, "study_goal": "The researchers aimed to compare the effectiveness of Low-Level Laser Therapy and transcutaneous electrical nerve stimulation in treating symptomatic Temporomandibular Disorders.", "results_summary": "The study was retracted due to ethical approval discrepancies and retrospective clinical trial registration, so no valid results can be reported.", "population_specificity": "Patients with symptomatic Temporomandibular Disorders.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:51.561920+00:00"}
{"study_id": 23648, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of Low-Level Laser Therapy (LLLT) as a complementary treatment for Paracoccidioidomycosis (PCM) by assessing its effects on lesion resolution, immune response, and fungal viability.", "results_summary": "LLLT reduced cell influx to the infection site but increased activation of remaining cells, enhancing pro-inflammatory cytokine production and fungicidal activity. It also improved infection resolution and promoted healing by increasing fibrocyte presence.", "population_specificity": "Mice with subcutaneous air pouch infections of *P. brasiliensis*.", "effective_dosage": "LLLT irradiation on alternate days (frequency not specified).", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:51.598077+00:00"}
{"study_id": 23646, "supplement_id": 1300, "safety_score": "85", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of low-level laser therapy (LLLT) on the rate of en masse retraction of upper anterior teeth and associated root resorption in adult women with bimaxillary dentoalveolar protrusion.", "results_summary": "LLLT significantly increased the rate of tooth retraction (0.833 mm/month vs. 0.526 mm/month) and reduced root resorption compared to the control group, but the clinical relevance was deemed insufficient to justify its routine use. Pain scores were comparable between groups.", "population_specificity": "36 adult women with bimaxillary dentoalveolar protrusion and Class I Angle molar relationship.", "effective_dosage": "LLLT applied on days 0, 3, 7, and 14 after extraction, then biweekly until retraction completion.", "study_duration": "10.125 months (laser group) and 13.643 months (non-laser group).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:53.171786+00:00"}
{"study_id": 23650, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of Low-Level Laser Therapy (LLLT) and therapeutic ultrasound combined with home-based exercise versus home-based exercise alone in treating subacromial impingement syndrome (SAIS).", "results_summary": "LLLT combined with home-based exercise showed significant short-term improvements in activity pain and shoulder function compared to exercise alone, but no long-term benefits were observed at three months. Therapeutic ultrasound did not provide additional benefits over exercise alone at any time point.", "population_specificity": "60 patients (19 males, 41 females; mean age 51.3±10.4 years) with subacromial impingement syndrome.", "effective_dosage": "LLLT was applied five times a week for a total of 15 sessions.", "study_duration": "3 weeks (15 sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:56.459282+00:00"}
{"study_id": 23651, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Low-Level Laser Therapy (LLLT) could improve the quality of life in women with Lichen sclerosus (LS) who had insufficient response to topical treatment.", "results_summary": "The study found statistically significant improvements in seven of eight quality-of-life domains after ten LLLT treatments. The DoloTest results were significant across most groups, except for smokers.", "population_specificity": "100 women with Lichen sclerosus (median age 62) who had poor response to topical treatment.", "effective_dosage": "808 nm and 500 mW, ten treatments (first four at twice weekly, remaining six at once weekly).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:56.831995+00:00"}
{"study_id": 23652, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of Low-Level Laser Therapy (LLLT) in reducing pain and improving functional capability in patients with osteoarthritis of the first carpometacarpal joint (CMC1) of the thumb.", "results_summary": "The study found that while both the LLLT and control groups showed improvement after four weeks of treatment, the reduction in pain and increase in functional capability were not statistically significant (p-value ≥0.5). LLLT combined with conventional treatment was not significantly more effective than conventional treatment alone.", "population_specificity": "Patients with osteoarthritis of the first carpometacarpal joint (CMC1) of the thumb, primarily in their fifties.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:58.426640+00:00"}
{"study_id": 23653, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To evaluate the comparative effectiveness of Low-Level Laser Therapy (LLLT) versus Muscle Energy Technique (MET) in improving shoulder function, pain, and psychological parameters among diabetic patients with frozen shoulder.", "results_summary": "The study aims to compare LLLT and MET for frozen shoulder in diabetic patients, assessing shoulder function, pain, range of motion, and quality of life, but results are not yet available as the trial is ongoing.", "population_specificity": "Diabetic patients with frozen shoulder.", "effective_dosage": "Treatment administered three times weekly (specific laser dosage not detailed in abstract).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:00.054519+00:00"}
{"study_id": 73358, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of home-based rehabilitation, including Low-Level Laser Therapy (LLLT), with other treatments like occlusal splints or centre-based rehabilitation for temporomandibular joint disorders (TMD).", "results_summary": "The study found that LLLT was superior to home-based rehabilitation in pain relief at short-term follow-up, though the evidence certainty was low or very low. No clinically significant differences were observed between home-based rehabilitation and splints for pain intensity, mouth opening, sleep quality, or quality of life.", "population_specificity": "Patients with temporomandibular joint disorders (TMD).", "effective_dosage": "Not specified", "study_duration": "Short-term follow-up (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:00.442100+00:00"}
{"study_id": 73357, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the overall efficacy of Low-Level Laser Therapy (LLLT) in managing pain associated with Burning Mouth Syndrome (BMS) through a systematic review of existing literature.", "results_summary": "The study found that LLLT significantly reduced pain or burning sensation in 5 out of 9 included studies, with effects persisting at two- and four-month follow-ups in 2 studies. However, the authors noted the need for future studies with standardized methodology to strengthen evidence.", "population_specificity": "Patients suffering from Burning Mouth Syndrome (BMS).", "effective_dosage": "Not specified", "study_duration": "Follow-ups at two and four months were mentioned, but exact intervention duration was not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:00.493272+00:00"}
{"study_id": 73360, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the potential of Low-Level Laser Therapy (LLLT) in modulating biophoton activity and mitigating oxidative stress, with implications for treating neurodegenerative diseases.", "results_summary": "The study suggests that LLLT may modulate biophoton emission and reduce oxidative stress, offering potential therapeutic benefits for neurodegenerative conditions like Alzheimer's and Parkinson's diseases. The dual signaling system involving biophotons could improve neuronal synchronization and information transfer.", "population_specificity": "Not specified (general focus on neurodegenerative diseases).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:01.191181+00:00"}
{"study_id": 73361, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of transcranial photobiomodulation (tPBM) as a treatment for stroke by summarizing recent findings from animal studies and clinical trials.", "results_summary": "The study found that tPBM enhances mitochondrial function, reduces inflammation, improves blood flow, and promotes neurogenesis, demonstrating efficacy in stroke treatment. However, challenges in translation and the need for further validation were noted.", "population_specificity": "Stroke patients (both animal models and human clinical trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:05.281261+00:00"}
{"study_id": 73362, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of high-level laser therapy (HLLT) and low-level laser therapy (LLLT) on post-dry needling soreness (PNS), pain, range of motion (ROM), and neck disability index (NDI) in patients with chronic neck pain.", "results_summary": "Both LLLT and HLLT improved PPT and nVAS scores, with LLLT showing significant pain reduction immediately after treatment and both therapies preventing immediate PNS increase. All groups showed improved VAS, NDI, and ROM 48 hours post-treatment, though the placebo group had increased nVAS after treatment.", "population_specificity": "48 women aged 18-35 with chronic neck pain.", "effective_dosage": "Not specified in the abstract.", "study_duration": "One session of DN and laser therapy, with follow-ups at 24 and 48 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:06.809340+00:00"}
{"study_id": 23624, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Low-Level Laser Therapy (LLLT) on preventing and repairing orthodontically induced inflammatory root resorption (OIIRR) in rats by assessing DSPP expression levels and root resorption volume.", "results_summary": "LLLT showed a preventive effect on OIIRR, with lower resorption volumes in treated groups compared to untreated groups. However, its reparative effect was limited, as there was no significant difference in DSPP levels between retention groups with and without LLLT.", "population_specificity": "6-week-old male Sprague-Dawley rats.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:07.168490+00:00"}
{"study_id": 73366, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the application and mechanisms of photobiomodulation (PBM) in treating diabetes and its complications, assessing its advantages and disadvantages.", "results_summary": "The study suggests PBM is efficacious for a wide range of organ damage related to diabetes, though traditional treatments still face limitations in efficacy and side effects. The abstract highlights PBM's potential but does not provide detailed outcomes.", "population_specificity": "Diabetic patients with complications such as retinopathy, foot ulcers, peripheral neuropathy, and periodontitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:07.446234+00:00"}
{"study_id": 73368, "supplement_id": 1300, "safety_score": "100", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the therapeutic effects of laser therapies, including Low-Level Laser Therapy, on disease severity, facial asymmetry, and facial function in patients with Bell's palsy.", "results_summary": "The meta-analysis found that laser therapy significantly improved disease severity, facial asymmetry, and facial function compared to control care and outperformed electrical stimulation in improving facial severity. No adverse effects were reported.", "population_specificity": "Adult patients with Bell's palsy.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:07.680718+00:00"}
{"study_id": 73367, "supplement_id": 1300, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to explore the applications and benefits of Low-Level Laser Therapy (LLLT) in dentistry, focusing on its ability to stimulate cellular function, promote healing, and reduce pain without thermal damage.", "results_summary": "The study found that LLLT effectively manages pain and inflammation, promotes healing, and enhances patient comfort without causing thermal damage. It highlights LLLT as a valuable tool for pain management and tissue repair in dental procedures.", "population_specificity": "Not specified (general dental applications).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:08.825551+00:00"}
{"study_id": 73369, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Low-Level Laser Therapy (LLLT) in treating dry socket symptoms compared to the traditional Alvogyl treatment.", "results_summary": "The meta-analysis found that LLLT was superior to Alvogyl in reducing pain, with a statistically significant mean difference of -2.01 (95% CI: -2.43 to -1.59) on the third day of treatment. However, the evidence does not conclusively establish LLLT as a complete substitute for conventional therapies.", "population_specificity": "Patients with dry socket (alveolitis) following tooth extraction.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:09.129584+00:00"}
{"study_id": 73370, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to investigate the immediate and 1-month post-treatment effects of PBM (Low-Level Laser Therapy) and TENS on pain intensity in individuals with neck pain.", "results_summary": "The combination of PBM and TENS improved pain intensity during movement and global perceived effect, but PBM alone was not effective for reducing pain intensity at rest. TENS reduced local and distant hyperalgesia.", "population_specificity": "Individuals with neck pain (144 participants).", "effective_dosage": "Not specified (10 treatment sessions over 2 weeks).", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:09.204742+00:00"}
{"study_id": 73372, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of laser treatment modalities in reducing postoperative pain compared to conventional methods after primary and secondary root canal treatments in permanent mature teeth.", "results_summary": "The study conducted a systematic review and meta-analysis, employing a random-effects model to estimate the overall effect measure, but the abstract does not provide specific outcome data regarding the effectiveness of Low-Level Laser Therapy.", "population_specificity": "Patients undergoing primary and secondary root canal treatments in permanent mature teeth.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:14.465290+00:00"}
{"study_id": 73375, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The study aimed to compare the clinical outcomes of platelet-rich fibrin (PRF) combined with low-level laser therapy (LLLT) against other periodontal regeneration modalities.", "results_summary": "The abstract does not provide specific results for LLLT, only mentioning it as one of the compared modalities in Group V without detailed findings.", "population_specificity": "Patients with periodontal intrabony defects.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:15.268603+00:00"}
{"study_id": 73371, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of Photobiomodulation (Low-Level Laser Therapy) in preventing chemotherapy-induced oral mucositis in pediatric patients with Acute Myeloid Leukemia.", "results_summary": "The study found that Photobiomodulation significantly reduced the incidence and severity of oral mucositis compared to the control group, with higher rates of healthy oral mucosa in the laser group at various follow-up intervals (days 5, 12, 19, and 30). The effect sizes were substantial (0.576–0.796), and results were statistically significant (P-value <0.001).", "population_specificity": "Forty-two children diagnosed with Acute Myeloid Leukemia (AML) receiving chemotherapy at a hospital in Cairo, Egypt.", "effective_dosage": "Diode laser (660nm, 15watt, 10 seconds) once daily for five consecutive days.", "study_duration": "Five days (days 1–5 of chemotherapy).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:15.630378+00:00"}
{"study_id": 73373, "supplement_id": 1300, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of Photobiomodulation (PBM) in managing shoulder and neck pain and disability.", "results_summary": "The review found promising results for PBM therapy, particularly in pain relief and functional improvements, with infrared wavelengths being the most commonly used. However, variability in PBM protocols and underrepresentation of chronic/complex conditions indicate a need for further standardized trials.", "population_specificity": "Patients with shoulder and neck conditions, including Subacromial Impingement Syndrome (SAIS) and Myofascial Pain Syndrome (MPS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:15.666240+00:00"}
{"study_id": 73374, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the impact of intraoral photobiomodulation therapy (PBMT) on pain associated with local anaesthetic injections in dentistry.", "results_summary": "Intraoral PBMT significantly reduced pain perception during local anaesthetic injections, with consistent effects in both paediatric and adult populations. Optimal pain reduction was associated with wavelengths of 900-980 nm and irradiation times of 13-40 seconds.", "population_specificity": "Paediatric and adult dental patients receiving local anaesthetic injections.", "effective_dosage": "Wavelengths between 900-980 nm, irradiation time of 13-40 seconds.", "study_duration": "Single session (duration not specified beyond irradiation time).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:15.812182+00:00"}
{"study_id": 73377, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of low-level laser therapy and other modalities in improving outcomes and reducing costs for lymphedema secondary to cancer.", "results_summary": "The study found mixed results for low-level laser therapy, with intervention effects ranging from clinically insignificant to large effects on lymphedema volume. Evidence mapping suggested potential benefits when added to complex decongestive therapy in the intensive reduction phase.", "population_specificity": "Primarily individuals with lymphedema secondary to breast cancer (93% of trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:16.343601+00:00"}
{"study_id": 73378, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to validate a personalized dosimetry model for photobiomodulation therapy in treating orofacial pain and tension headache by analyzing the relationship between photobiomodulation effects and anthropometric/hemodynamic variables.", "results_summary": "The study proposes a Monte Carlo simulation model to calculate appropriate dosimetry for photobiomodulation therapies, but specific efficacy results are not yet reported as the study is ongoing.", "population_specificity": "180 participants with post-COVID orofacial pain and tension headache.", "effective_dosage": "660 nm, 100mW (Therapy EC-DMC device).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:17.857684+00:00"}
{"study_id": 73380, "supplement_id": 1300, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of laser adjuvant therapies, including Low-Level Laser Therapy, for managing postoperative endodontic pain.", "results_summary": "Low-Level Laser Therapy showed reduced pain scores at 24 and 48 hours (SMD = -0.86 and -0.64, respectively), but no significant reduction in pain incidence rates was observed. The study concluded that laser adjuvant therapies, including Low-Level Laser Therapy, positively impact pain intensity reduction.", "population_specificity": "Patients undergoing endodontic treatment (892 patients for pain scores, 422 for pain prevalence).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Pain outcomes measured at 12, 24, and 48 hours post-treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:17.915788+00:00"}
{"study_id": 73381, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of Low-Level Laser Therapy (LLLT) with other conservative treatments for temporomandibular joint disorders (TMD) in improving pain and maximal mouth opening.", "results_summary": "LLLT showed significant improvement in pain (SMD: -2.12) and modest improvement in maximal mouth opening (SMD: 0.63), though the certainty of evidence was very low. It was ranked among the effective treatments alongside self-exercise and stabilization splints.", "population_specificity": "Patients diagnosed with TMD-related myalgia or arthralgia according to DC/TMD and RDC/TMD criteria.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:22.682506+00:00"}
{"study_id": 73387, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of low-level laser therapy (Nd:YAG laser) for tinnitus in patients with temporomandibular disorders (TMD).", "results_summary": "One RCT analyzed low-level laser therapy's effectiveness, but the abstract does not provide specific outcome details. The study concluded that a multidisciplinary non-invasive approach is the most efficacious treatment for tinnitus in TMD patients.", "population_specificity": "Patients with tinnitus and TMD diagnosed through DC/TMD criteria.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:23.285596+00:00"}
{"study_id": 73384, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to comprehensively evaluate the effects of photobiomodulation therapy (PBMT) using four wavelength ranges (blue, green, red, near-infrared) on sperm cell characteristics in vitro and in vivo.", "results_summary": "Most studies showed PBMT had a positive effect on sperm cell motility, with varying effectiveness across different wavelength ranges (6% blue, 10% green, 53% red, 31% NIR). The review highlights PBMT's potential for improving sperm characteristics but notes a need for further biochemical and molecular studies.", "population_specificity": "Human and animal sperm cells (in vitro and in vivo).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:24.071410+00:00"}
{"study_id": 73385, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To review current literature and synthesize clinical outcomes related to different low-level laser techniques as a complement to basic periodontal therapy (BPT).", "results_summary": "Meta-analysis showed that BPT combined with photobiomodulation reduced probing depth and improved clinical attachment levels at various follow-up periods. Transgingival application was particularly effective.", "population_specificity": "Patients undergoing basic periodontal therapy for periodontitis.", "effective_dosage": "Frequency ranged from 1 to 9 sessions, with wavelengths of infrared (89% in intrasulcular techniques) and red (61.5% in transgingival techniques).", "study_duration": "Follow-up periods ranged from 5 days to 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:24.555047+00:00"}
{"study_id": 73388, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of Photobiomodulation therapy (PBMT) as an adjuvant treatment for recurrent herpes labialis (RHL) in combination with acyclovir cream.", "results_summary": "PBMT combined with acyclovir significantly reduced pain intensity within two to three days and lesion size by days 7 and 10 compared to acyclovir alone. Patients in the PBMT group reported higher treatment satisfaction.", "population_specificity": "22 symptomatic patients with recurrent herpes labialis (RHL).", "effective_dosage": "940±10 nm wavelength, 4 J/cm² (specific frequency not stated).", "study_duration": "Intervention duration not explicitly stated.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:24.617184+00:00"}
{"study_id": 73382, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of combined Er:YAG laser (ERL) and low-level laser therapy (LLLT) with single laser applications and traditional scaling and root planing (SRP) for non-surgical periodontal treatment.", "results_summary": "For moderate periodontal pockets, combined ERL+SRP+LLLT and single laser treatments (ERL+SRP, SRP+LLLT) showed greater probing depth reduction and clinical attachment level improvement compared to SRP alone at 3 and 6 months. For deep pockets, only the combined ERL+SRP+LLLT group outperformed SRP alone. No significant differences were observed in bleeding, plaque, inflammatory cytokines, or pathogens among groups.", "population_specificity": "25 non-smoking patients with Stage II or Stage III periodontitis.", "effective_dosage": "Not specified", "study_duration": "6 months (assessed at baseline, 3 months, and 6 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:25.300441+00:00"}
{"study_id": 73389, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of low-level laser therapy (LLLT) and high-intensity laser therapy (HILT) in treating musculoskeletal disorders.", "results_summary": "The study found no statistical differences between LLLT and HILT in most outcomes, but LLLT showed superiority in increasing grip strength, while HILT was more effective in improving certain structural parameters like biceps diameter and supraspinatus thickness.", "population_specificity": "704 participants with various musculoskeletal disorders, including tennis elbow, carpal tunnel syndrome, chronic low back pain, knee arthritis, plantar fasciitis, and subacromial impingement.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:26.074795+00:00"}
{"study_id": 73390, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the short-term effects of Low-Level Laser Therapy (LLLT) combined with home exercise versus peloid therapy plus exercise and exercise alone on pain, functional status, and quality of life in patients with subacromial impingement syndrome (SIS).", "results_summary": "LLLT combined with home exercise showed statistically significant improvements in pain (VAS), functional status (SPADI), quality of life (SF-36), and range of motion (ROM) post-treatment and at 1-month follow-up, with effects comparable to peloid therapy plus exercise. The exercise-only group also improved in ROM and SF-36 physical components.", "population_specificity": "168 patients diagnosed with subacromial impingement syndrome (SIS).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Duration of intervention not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:27.720149+00:00"}
{"study_id": 73391, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of photobiomodulation therapy (PBM) in enhancing bone integration with dental implants.", "results_summary": "PBM showed potential to improve implant stability (measured via Periotest) and bone density, but no significant difference was found in implant stability quotients (ISQ), marginal bone loss, or implant survival rates between PBM and control groups.", "population_specificity": "571 patients undergoing dental implant procedures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:31.423906+00:00"}
{"study_id": 73393, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of nonpharmacological therapies, including Low-Level Laser Therapy, in improving nutrition status and reducing complications in head and neck cancer patients.", "results_summary": "Low-Level Laser Therapy was found to be effective in improving body weight loss and reducing the incidence of severe oral mucositis and gastrointestinal complications during radiotherapy, though it had no significant impact on quality of life.", "population_specificity": "Patients with head and neck cancer undergoing radiotherapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:31.454482+00:00"}
{"study_id": 73392, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to review the safety and effectiveness of fractionated and low-level laser therapy for gynecologic conditions, including vulvovaginal atrophy, lichen sclerosus, and urinary incontinence.", "results_summary": "The study found weak evidence supporting fractionated laser therapy for vaginal atrophy and lichen sclerosus, with no strong evidence for urinary incontinence or low-level laser therapy for chronic pelvic pain. Short-term trials suggest benefits, but larger, long-term, randomized trials are needed.", "population_specificity": "Women with gynecologic conditions such as genitourinary syndrome of menopause, lichen sclerosus, and urinary incontinence.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:31.562674+00:00"}
{"study_id": 73395, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the performance of Low-Level Laser Therapy (LLLT) on wound healing and postoperative discomfort after palatal ASTG removal.", "results_summary": "LLLT improved wound healing and reduced postoperative pain and analgesic consumption. The study noted that the methodological quality of the systematic reviews on LLLT was variable, with some classified as low or critically low.", "population_specificity": "Patients undergoing palatal ASTG removal for periodontal or peri-implant surgeries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:32.351439+00:00"}
{"study_id": 73396, "supplement_id": 1300, "safety_score": "85", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential of photobiomodulation (PBM) as a therapeutic intervention for Alzheimer's disease by targeting gut microbiota and immune modulation.", "results_summary": "The study suggests that PBM may restore gut microbiota balance and modulate immune responses, potentially alleviating AD-associated dysbiosis and neurodegeneration. However, specific clinical outcomes or statistical significance were not detailed in the abstract.", "population_specificity": "Alzheimer's disease patients (implied, not explicitly stated).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:32.532897+00:00"}
{"study_id": 73398, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of combining photobiomodulation (PBM) with orofacial myofunctional therapy (OMT) in managing orofacial pain disorders.", "results_summary": "The combined approach of PBM and OMT showed a pronounced impact on reducing pain and enhancing functional activity in patients with orofacial disorders, with 7 out of 10 RCTs supporting this finding. One study reported significant increases in pressure pain threshold for specific muscles post-treatment.", "population_specificity": "Patients with orofacial pain disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:33.867545+00:00"}
{"study_id": 73394, "supplement_id": 1300, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether diode laser-based photobiomodulation therapy (PBMT) could expedite the resolution of soft tissue anesthesia in children receiving inferior alveolar nerve block (IANB) injections.", "results_summary": "The study found that PBMT reduced the duration of lip anesthesia by 11.66 minutes compared to sham laser treatment, with no significant difference in soft tissue trauma between groups. The results were statistically significant (P < 0.001).", "population_specificity": "Children aged 6-9 requiring pulpotomy procedures on both sides of the mandible.", "effective_dosage": "808 nm, 250 mW, 23s continuous, 0.5 cm², 11.5 J/cm², applied to two points at the injection site and ten points along the infra-alveolar nerve's pathway.", "study_duration": "Single session per treatment side.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:34.639340+00:00"}
{"study_id": 73401, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of Low-Level Laser Therapy (LLLT) for the prevention or treatment of oral mucositis (OM) grade ≥II in pediatric patients undergoing chemo/radiotherapy or hematopoietic stem cell transplantation (HSCT).", "results_summary": "The study found that LLLT was not effective for preventing or treating OM grade ≥II, showing no significant benefit in reducing the risk of severe OM. The therapeutic application of LLLT also did not demonstrate meaningful clinical outcomes.", "population_specificity": "Pediatric patients undergoing chemo/radiotherapy or HSCT.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:35.671964+00:00"}
{"study_id": 73405, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of low-level laser therapy (LLLT) combined with levothyroxine on thyroid function, oxidative stress, and quality of life in Hashimoto's thyroiditis patients.", "results_summary": "The abstract does not provide specific results, but the study examined LLLT's impact on thyroid function, oxidative stress, and quality of life in HT patients.", "population_specificity": "46 patients diagnosed with Hashimoto's thyroiditis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:39.548068+00:00"}
{"study_id": 73402, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of low-level laser therapy (LLLT) and laser acupuncture therapy (LAT) in reducing pain after initial orthodontic archwire placement.", "results_summary": "The study found no significant difference in pain reduction between LLLT, LAT, ibuprofen, and placebo laser treatment. Pain intensity peaked within the first two days post-archwire placement and diminished by the seventh day.", "population_specificity": "60 female patients requiring premolar extractions for orthodontic crowding.", "effective_dosage": "LLLT (808 nm, 200 mW, 2 J/cm²)", "study_duration": "Pain was monitored up to seven days post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:39.654479+00:00"}
{"study_id": 73406, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of Photobiomodulation Therapy (PBMT) on muscle performance in people with multiple sclerosis (pwMS), both in the short-term and over an extended period.", "results_summary": "High-dose PBMT improved force recovery in the short-term, and individualized PBMT doses significantly improved muscle strength over two weeks, though muscle fatigue and endurance time did not show significant improvement.", "population_specificity": "Ambulatory individuals with mild-moderate multiple sclerosis (N = 17 in study I, N = 12 in study II).", "effective_dosage": "40 J, 80 J, 120 J in study I; individualized doses (based on best dose-effect from study I) in study II.", "study_duration": "Single session in study I; two weeks in study II.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:41.655224+00:00"}
{"study_id": 73409, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the mechanisms, applications, and potential benefits of Low-Level Laser Therapy (LLLT) in periodontal care, including its role in improving treatment outcomes and reducing inflammation.", "results_summary": "The study found that LLLT (photobiomodulation) enhances periodontal treatment outcomes, expedites soft tissue wound healing, reduces inflammation, and mitigates post-surgery discomfort. It also highlighted the need for further clinical research to optimize laser procedures and develop antimicrobial photodynamic therapy.", "population_specificity": "Individuals receiving periodontal care, including those undergoing regenerative procedures or post-surgery recovery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:42.670977+00:00"}
{"study_id": 73410, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether photobiomodulation (Low-Level Laser Therapy) improves quadriceps strength and endurance torques in asymptomatic adults.", "results_summary": "The study found no significant difference between photobiomodulation and sham interventions in improving maximum isometric torque or endurance torques, with mean differences below the minimal detectable change.", "population_specificity": "Asymptomatic adults (n=28, randomized into two groups of 14 each).", "effective_dosage": "170 mW for 240 seconds per session, applied over four consecutive days.", "study_duration": "Four consecutive days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:43.646476+00:00"}
{"study_id": 73408, "supplement_id": 1300, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to summarize the parameters, mechanisms, and effects of photobiomodulation (PBM) in regulating bone repair and its clinical applications.", "results_summary": "The study found that PBM, using wavelengths of 635-980 nm, output power of 40-100 mW, and energy density below 100 J/cm², shows promise in accelerating bone repair. It highlighted PBM's non-invasive and painless advantages but did not provide detailed clinical outcome data.", "population_specificity": "Not specified (general bone repair context).", "effective_dosage": "Wavelength 635-980 nm, output power 40-100 mW, energy density <100 J/cm².", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:43.682954+00:00"}
{"study_id": 73403, "supplement_id": 1300, "safety_score": "85", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to systematically review and meta-analyze the effectiveness of Low-Level Laser Therapy (LLLT) in treating allergic rhinitis (AR), comparing it to placebo and other treatments.", "results_summary": "LLLT alleviated nasal symptoms and improved quality of life in AR patients, but the effect may be due to placebo, as it did not significantly outperform placebo in direct comparisons. The analysis had significant publication bias and heterogeneity.", "population_specificity": "People with allergic rhinitis (AR).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:43.775211+00:00"}
{"study_id": 73404, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effectiveness of different lasers in preventing enamel demineralization in high caries risk cases, such as around orthodontic brackets, restorations, and caries-susceptible pits and fissures.", "results_summary": "The study found that low-power CO2 laser irradiation significantly reduced the incidence of white spot lesions (WSLs) in enamel, with a standardized mean difference of 0.21 (95% CI: 0.15-0.30, p < 0.00001). The meta-analysis also indicated a positive effect on enamel microhardness in ex-vivo/in situ studies.", "population_specificity": "High caries risk cases, including patients with orthodontic brackets, restorations, and caries-susceptible pits and fissures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:45.232883+00:00"}
{"study_id": 73411, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to compare and rank various treatments, including Low-Level Laser Therapy (LLLT), for painful temporomandibular disc displacement without reduction (DDwoR) in terms of pain reduction and maximum mouth opening.", "results_summary": "The abstract does not provide specific results for LLLT, focusing instead on arthrocentesis with intra-articular injections and conservative treatments. No significant findings or comparisons involving LLLT were highlighted.", "population_specificity": "Patients with painful temporomandibular disc displacement without reduction (742 participants from 16 RCTs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:47.463418+00:00"}
{"study_id": 73412, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To evaluate the effectiveness of Low-Level Laser Therapy (LLLT) for acute low back pain and provide clinical recommendations based on evidence.", "results_summary": "The study found that LLLT is recommended for acute low back pain, indicating it is an effective treatment option among the reviewed physical therapies. The recommendation was based on systematic reviews and randomized controlled trials, supported by expert consensus.", "population_specificity": "Patients with acute and sub-acute low back pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:47.578525+00:00"}
{"study_id": 73414, "supplement_id": 1300, "safety_score": "100", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to confirm the effect of portable low-level laser therapy in reducing wrist pain and enhancing hand function in patients with wrist pain.", "results_summary": "Both groups showed significant pain reduction, but only the experimental group demonstrated significant functional improvement. Lateral and pinch strength improved in both groups, with no reported side effects.", "population_specificity": "Thirty subjects with wrist pain.", "effective_dosage": "30 minutes a day, 5 days per week for 3 weeks (15 sessions total).", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:50.332524+00:00"}
{"study_id": 73413, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To evaluate and compare the effectiveness of Low-Level Laser Therapy (LLLT) and Low-Intensity Pulsed Ultrasound (LIPUS) in reducing pain induced by orthodontic separation.", "results_summary": "Both LLLT and LIPUS significantly reduced pain scores compared to the control group at all assessment time points, with no significant difference between the two treatments. The maximum pain level was reached after 24 hours, but both interventions effectively mitigated pain when applied in multiple doses.", "population_specificity": "150 patients undergoing orthodontic treatment (145 assessed).", "effective_dosage": "20 seconds per point (maxillary and mandibular first molars), 810-nm AlGaAs diode laser, 150 mW output power, 4 J/cm² energy density, applied at 5 min, 24 h, and 48 h post-separator placement.", "study_duration": "Intervention administered over 48 hours (three doses).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:51.419865+00:00"}
{"study_id": 73415, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of low-level laser therapy (LLLT) and extracorporeal shockwave therapy (ESWT) when added to conventional treatments for improving median nerve cross-sectional area and pain in mild-to-moderate carpal tunnel syndrome (CTS) patients.", "results_summary": "LLLT combined with conventional treatments significantly improved median nerve cross-sectional area (mild effect) and pain (substantial effect), with comparable efficacy to ESWT. No significant differences were found between LLLT and ESWT in pain relief or nerve CSA reduction.", "population_specificity": "Mild-to-moderate carpal tunnel syndrome (CTS) patients", "effective_dosage": "10 sessions of LLLT", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:52.142214+00:00"}
{"study_id": 73420, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "To assess whether low-level laser therapy improves the quality of life in patients with xerostomia undergoing head and neck radiotherapy.", "results_summary": "Low-level laser therapy improved dry mouth sensation and quality of life, with observed increases in stimulated and unstimulated salivary flow. The results were consistent across multiple studies, though the sample size was limited.", "population_specificity": "Patients with xerostomia induced by head and neck radiotherapy.", "effective_dosage": "Infrared wavelength (two studies combined with red wavelength; specific dosage not detailed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:53.336940+00:00"}
{"study_id": 73421, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether phonophoresis and low-level laser therapy (LLLT) provided additional benefits to tendon and nerve gliding exercises in treating moderate Carpal Tunnel Syndrome (CTS).", "results_summary": "The study found that LLLT combined with exercise improved clinical and ultrasonographic parameters in moderate CTS patients, but no additional benefit was observed compared to exercise alone. All groups showed improvement, suggesting exercise therapy alone may be sufficient.", "population_specificity": "45 patients with moderate Carpal Tunnel Syndrome.", "effective_dosage": "Not specified", "study_duration": "Evaluated at 6th and 12th weeks post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:55.573749+00:00"}
{"study_id": 73422, "supplement_id": 1300, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of combining 655 nm low-level laser therapy with topical 2% minoxidil for treating female pattern hair loss (FPHL) in a Chinese population.", "results_summary": "The combination therapy showed statistically significant improvements in mean hair diameter and intermediate hair enlargement in the midscalp area compared to minoxidil alone. Adverse events included mild hair loss, desquamation, pruritus, seborrhea, and hypertrichosis, but were generally manageable.", "population_specificity": "Chinese females with female pattern hair loss (FPHL).", "effective_dosage": "1 ml topical 2% minoxidil solution twice daily + 20 min 655 nm low-level laser helmet once every other day.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:56.804216+00:00"}
{"study_id": 73423, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of two different types of lasers (GRR and Epic10) versus vitamin B in treating lower lip paresthesia after BSSO.", "results_summary": "Both laser therapies and vitamin B accelerated nerve regeneration, with laser groups showing better healing rates than vitamin B. Although no statistically significant difference was found between the two laser groups, clinical observations favored the GRR laser.", "population_specificity": "Thirty patients who underwent BSSO and experienced lower lip paresthesia.", "effective_dosage": "Transcutaneous and transmucosal laser treatments (specific dosage not detailed); vitamin B-complex tablets once daily.", "study_duration": "Not explicitly stated in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:26:58.961003+00:00"}
{"study_id": 73424, "supplement_id": 1300, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of extra-oral salivary glands photobiomodulation (Low-Level Laser Therapy) in treating xerostomia and hyposalivation caused by radiotherapy.", "results_summary": "The meta-analysis found significant improvements in pain reduction and stimulated salivary flow 30 days post-radiotherapy, with wavelengths between 630 and 830 nm and radiant exposure from 2 to 10 J/cm² showing promise. The therapy was deemed safe and beneficial for managing radiotherapy-induced salivary gland dysfunction.", "population_specificity": "Cancer patients experiencing xerostomia and/or hyposalivation after radiotherapy.", "effective_dosage": "Wavelengths 630-830 nm, radiant exposure 2-10 J/cm² (specific frequency not detailed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:00.780179+00:00"}
{"study_id": 73425, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the efficacy of lasers and energy-based devices, including Low-Level Laser Therapy, in minimizing surgical scar formation through a systematic review and network meta-analysis.", "results_summary": "Low-Level Laser Therapy was found to be one of the most efficacious treatments for surgical scar minimization, with a weighted mean difference of -3.78 (95% CI -6.32, -1.24), comparable to pulsed dye laser. Both treatments showed significant effectiveness in reducing scar formation.", "population_specificity": "482 participants with 671 postsurgical wounds, treated no later than 6 months after surgery.", "effective_dosage": "Not specified", "study_duration": "Follow-up period of at least 3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:01.783682+00:00"}
{"study_id": 73426, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effectiveness of Low-Level Laser Therapy (LLLT) in reducing pain induced by orthodontic separation compared to pharmacological methods.", "results_summary": "LLLT was effective in reducing pain at 6 and 24 hours post-separation, with significant standard mean differences. The pain reduction increased over time, though the evidence was rated as weak to moderate.", "population_specificity": "Patients receiving elastomeric separators during orthodontic treatment.", "effective_dosage": "Not specified", "study_duration": "Pain assessed at 6 and 24 hours post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:02.395677+00:00"}
{"study_id": 73416, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy of low-level laser therapy in facilitating nerve recovery and wound healing after wisdom tooth extraction with mandibular impact.", "results_summary": "The study compared low-level laser therapy (808 nm, 30 mW, 10 J/cm²) with oral mecobalamin and CGF gel for nerve recovery and wound healing in patients with IAN injury. Results suggested potential benefits of laser therapy, though specific outcomes were not detailed in the abstract.", "population_specificity": "Thirty-one patients (mean age 27.52 ± 5.79 years) with inferior alveolar nerve injury following wisdom tooth extraction.", "effective_dosage": "808 nm, 30 mW, 10 J/cm² (specific frequency not stated).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:03.466742+00:00"}
{"study_id": 73417, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether daily PBMT using low-intensity LEDs could improve mobility, muscle strength, and reduce ICU length of stay in critically ill patients.", "results_summary": "PBMT significantly reduced ICU stay by ~30%, increased mobility (255% vs. 110%), improved muscle strength (MRC: 12% vs. -9%), and enhanced handgrip dynamometry (34% vs. -13%) compared to sham treatment, with no significant difference in SAPS3 scores.", "population_specificity": "Critically ill patients admitted to an intensive care unit (ICU).", "effective_dosage": "2,073.6 Joules per session (207.36 Joules per site, 10 sites, 90s per site) applied daily.", "study_duration": "Until discharge from the ICU.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:03.469429+00:00"}
{"study_id": 73427, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the mechanisms of hair follicle development and regeneration and evaluate emerging therapies, including Low-Level Laser Therapy, for hair loss management.", "results_summary": "The study highlights Low-Level Laser Therapy as a promising emerging treatment for hair loss, alongside other regenerative medicine-based therapies, but does not provide specific efficacy data for it.", "population_specificity": "Individuals with hair loss conditions, including androgenetic alopecia, alopecia areata, and telogen effluvium.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:03.487678+00:00"}
{"study_id": 73428, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the optimal combination of LLLT parameters for treating breast cancer-related lymphedema (BCRL) by analyzing existing studies.", "results_summary": "The meta-analysis found that post-treatment quality of life was significantly better in the axillary group, with the most effective regimen being three times/week at a laser density of 1.5-2 J/cm². However, no single LLLT regimen was conclusively more effective than others.", "population_specificity": "Patients with breast cancer-related lymphedema (BCRL) who had completed cancer treatment.", "effective_dosage": "1.5-2 J/cm², three times per week", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:06.491424+00:00"}
{"study_id": 73429, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the comparative effectiveness of Low-Level Laser Therapy (LLLT) for chronic pain associated with temporomandibular disorders (TMD).", "results_summary": "The study issued a conditional recommendation against LLLT (alone or in combination with other interventions) for chronic TMD pain, indicating limited efficacy. The recommendation was based on a systematic review and network meta-analysis of available evidence.", "population_specificity": "Adults with chronic pain (≥3 months) associated with temporomandibular disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:07.247032+00:00"}
{"study_id": 73432, "supplement_id": 1300, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and efficacy of nonpharmacological interventions, including Low-Level Laser Therapy, for postoperative pain relief in coronary artery bypass graft surgery patients.", "results_summary": "Low-Level Laser Therapy was found to be safe, effective, and well tolerated as an adjuvant to drug treatment for postoperative pain relief. The study noted that nonpharmacological interventions, including laser therapy, demonstrated positive outcomes without significant adverse effects.", "population_specificity": "Postoperative coronary artery bypass graft surgery patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:10.038875+00:00"}
{"study_id": 73430, "supplement_id": 1300, "safety_score": "100", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the feasibility, safety, and efficacy of low-level laser therapy (LLLT) in reducing local tissue damage and inflammation caused by Bothrops atrox envenomations.", "results_summary": "LLLT significantly reduced muscle damage (lower creatine kinase levels), pain intensity, swelling, and edema compared to the control group, with no observed adverse events. However, no significant differences were found in secondary infections, necrosis, or the need for analgesics between groups.", "population_specificity": "60 adult patients (87% male, 13% female) with Bothrops atrox envenomations in Manaus, Brazil.", "effective_dosage": "4 J/cm² for 40 seconds per application point using a gallium arsenide laser with infrared and red emitters.", "study_duration": "48 hours after admission, with disability assessments 4-6 months post-discharge.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:11.061846+00:00"}
{"study_id": 73435, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to summarize the histological, physiological, and biomechanical effects of Low-Level Laser Therapy (LLLT) on tendon healing in animal and human models.", "results_summary": "Animal studies showed LLLT stimulated collagen organization, growth factors, and biomechanical properties while reducing inflammatory markers. Human studies found only post-LLLT anti-inflammatory effects, with uncertain impacts on physiology and biomechanics.", "population_specificity": "Animal models (50 studies) and human participants (5 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:11.148118+00:00"}
{"study_id": 73431, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic or placebo effect of Low-Level Laser Therapy (LLLT) for temporomandibular disorder (TMD) and compare it with standard treatment methods.", "results_summary": "All groups showed significant improvement in pain (VAS) and jaw movement indicators, but no significant difference was observed between LLLT, placebo, and standard treatment groups. The study concluded that LLLT cannot replace standard treatment alone.", "population_specificity": "42 patients with TMD referred to Kerman Dental School Pain Clinic.", "effective_dosage": "Gallium-aluminium-arsenide laser treatment twice a week for 10 sessions.", "study_duration": "5 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:11.859975+00:00"}
{"study_id": 73434, "supplement_id": 1300, "safety_score": "85", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the mechanisms and effectiveness of photobiomodulation therapy (PBMT) in orthodontic tooth movement (OTM) and its potential to prevent orthodontically induced inflammatory root resorption (OIIRR).", "results_summary": "PBMT shows promise in reducing pain, inflammation, and promoting tissue healing during OTM, but its effectiveness in preventing OIIRR is moderate due to challenges in light penetration and energy delivery to the root surface. The study highlights the need for advanced approaches to optimize PBMT application in orthodontics.", "population_specificity": "Patients undergoing orthodontic treatment (OT).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:12.383823+00:00"}
{"study_id": 73433, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of photobiomodulation therapy (PBMT) in reducing postoperative pain in root canal re-treatment (RCR) cases compared to conventional pharmacologic approaches.", "results_summary": "The systematic review found that PBMT significantly reduced postoperative pain in RCR cases, with statistically significant improvements at 24, 48, and 72 hours. The mean differences in pain scores were clinically meaningful, and PBMT showed superior results compared to conventional methods.", "population_specificity": "Patients undergoing root canal re-treatment (RCR) in endodontics.", "effective_dosage": "Not specified", "study_duration": "Pain outcomes were measured at 24, 48, and 72 hours post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:12.650406+00:00"}
{"study_id": 73436, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To evaluate the effectiveness of photobiomodulation (PBM) therapy in relieving pain in patients with diabetic peripheral neuropathy (DPN) compared to control/placebo groups and other therapies.", "results_summary": "PBM was found to be a promising modality for relieving painful symptoms in DPN, particularly when combined with other therapies, improving the quality of life for diabetic patients. The review included 14 studies that met selection criteria out of an initial 1692 citations.", "population_specificity": "Patients with diabetic peripheral neuropathy (DPN).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:14.732244+00:00"}
{"study_id": 73437, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore innovative treatment options, including Low-Level Laser Therapy (PBMT), for pseudoexfoliative glaucoma (PEG).", "results_summary": "The abstract suggests that photobiomodulation therapy (PBMT) could be a promising non-invasive alternative for treating PEG by improving cellular function and promoting tissue repair, though specific results are not detailed.", "population_specificity": "Patients with pseudoexfoliative glaucoma (PEG).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:14.905618+00:00"}
{"study_id": 73438, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether mitochondrial stimulation occurs in adipose tissue cells after photobiomodulation therapy (PBMT), potentially leading to lipolysis and apoptosis.", "results_summary": "PBMT resulted in positive mitochondrial antibody signals (cAMP, DRP1, FAS, FIS1, MFN2, OPA1) in adipose tissue compared to controls, suggesting mitochondrial stimulation as a mechanism for lipolysis and apoptosis.", "population_specificity": "Obese women undergoing bariatric surgery.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:17.961840+00:00"}
{"study_id": 73439, "supplement_id": 1300, "safety_score": "100", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of PBMT-sMF versus placebo on pain reduction, fibromyalgia impact, pain intensity, and treatment satisfaction in fibromyalgia patients.", "results_summary": "PBMT-sMF significantly reduced the degree-of-pain rating (tender point count) compared to placebo at the end of treatment and follow-up, with no reported adverse events. The therapy was deemed superior to placebo for fibromyalgia management.", "population_specificity": "90 female patients with fibromyalgia.", "effective_dosage": "Nine treatment sessions, three times a week.", "study_duration": "3 weeks of intervention, with a follow-up assessment 4 weeks post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:19.604604+00:00"}
{"study_id": 73443, "supplement_id": 1300, "safety_score": "75", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to review existing literature on the effects of laser therapy, including Low-Level Laser Therapy, for treating vulvodynia in women.", "results_summary": "Three of six studies showed statistically significant pain improvement, while others reported subjective pain reduction. Sexual function improved in two studies, but evidence was limited by small sample sizes and lack of robust controls.", "population_specificity": "Women with vulvodynia (chronic vulvar pain).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:19.971102+00:00"}
{"study_id": 73440, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of low-level laser therapy (LLLT), ultrasound therapy (US), and exercise in improving cervical straightening and reducing pain in children with straight neck syndrome.", "results_summary": "LLLT combined with exercise showed significant improvement in Cobb angle and pain reduction (VAS), outperforming US plus exercise and exercise alone. The effect was statistically significant (P < 0.001) for LLLT and US groups, while exercise alone showed a lesser effect (P = 0.006).", "population_specificity": "Children aged 12-18 years diagnosed with cervical straightening due to long-term electronic device use.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:20.145852+00:00"}
{"study_id": 73441, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of Low-Level Laser Therapy (LLLT) on burning pain, quality of life, and negative emotions in patients with Burning Mouth Syndrome (BMS).", "results_summary": "LLLT was significantly more effective than placebo or clonazepam in reducing burning pain, but its effects on quality of life and negative emotions were not statistically significant. The meta-analysis suggests LLLT may be beneficial for BMS patients, though further research is needed.", "population_specificity": "Patients with Burning Mouth Syndrome (BMS) (total of 550 participants across 14 RCTs).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:21.206739+00:00"}
{"study_id": 73442, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the feasibility of Nd:YAG laser therapy for treating recurrent aphthous stomatitis (RAS) lesions and compare focused vs. defocused irradiation techniques.", "results_summary": "Nd:YAG laser therapy significantly improved pain relief and reduced pain duration compared to placebo, while also decreasing lesion size in treated groups. The placebo group showed an increase in lesion size.", "population_specificity": "138 patients (94 males, 44 females) with untreated recurrent aphthous stomatitis (RAS).", "effective_dosage": "Focused laser (48 J/cm², 0.797 W/cm², spot size 0.1256 cm²); defocused laser (21 J/cm², 0.354 W/cm², spot size 0.2826 cm²).", "study_duration": "3 consecutive days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:22.340729+00:00"}
{"study_id": 73444, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of ozone and low-level laser therapy (LLLT) on postoperative pain after root canal treatment in symptomatic apical periodontitis on vital teeth.", "results_summary": "LLLT reduced postoperative pain and pain on percussion compared to placebo, with significant differences observed on days 1, 2, and 3. However, LLLT and ozone therapy showed no superiority over each other.", "population_specificity": "Eighty patients with symptomatic apical periodontitis on vital teeth.", "effective_dosage": "Not specified", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:22.724888+00:00"}
{"study_id": 73445, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review and classify existing evidence on various body contouring methods, including Low-Level Laser Therapy (LLLT), to help physicians identify the best evidence-based options.", "results_summary": "The study summarized data on LLLT among 11 body contouring methods, including FDA-approved devices, side effects, and common protocols, but specific findings on LLLT were not detailed in the abstract.", "population_specificity": "Not specified (general review of existing evidence)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:23.983041+00:00"}
{"study_id": 73447, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "To investigate the effects of low-level laser therapy (LLLT) as an adjunct to non-surgical periodontal treatment (NSPT) on the plasminogen-activating system in severe periodontitis.", "results_summary": "Adjunctive LLLT modulated the plasminogen activating system by altering GCF tPA and PAI-1 levels, leading to reduced plasminogen activation in severe periodontitis patients. Clinical parameters improved, and total GCF tPA levels were affected.", "population_specificity": "Patients with Stage 3-4 Grade C periodontitis and age-gender-matched healthy individuals.", "effective_dosage": "LLLT applied on Days 0, 2, and 7 (specific dosage not detailed).", "study_duration": "30 days (follow-up).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:27.244000+00:00"}
{"study_id": 73448, "supplement_id": 1300, "safety_score": "80", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of low-level laser therapy (LLLT) in adults with rheumatoid arthritis (RA), focusing on pain, inflammation, and functional outcomes.", "results_summary": "The study found low-quality evidence suggesting no significant difference between infrared laser and sham treatment for pain, stiffness, or other RA symptoms. Evidence for red laser and laser acupuncture was very uncertain, with insufficient data to support or refute their effectiveness.", "population_specificity": "Adults with rheumatoid arthritis (793 participants across 18 RCTs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:28.071420+00:00"}
{"study_id": 73451, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to analyze the effectiveness of photobiomodulation therapy in improving neuropathic pain and plantar pressure distribution in patients with diabetic peripheral neuropathy.", "results_summary": "Photobiomodulation therapy showed improvement in neuropathic pain and nerve conduction velocity, and it reduced plantar pressure distribution, lowering the risk of foot ulcers. The review included eight studies, indicating consistent positive outcomes.", "population_specificity": "Patients with type 2 diabetes mellitus and diabetic peripheral neuropathy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:28.146745+00:00"}
{"study_id": 73452, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of low-level laser therapy (LLLT) and photodynamic therapy (PDT) on oral health and periodontal tissue in fixed orthodontic patients, assessing their efficacy relative to conventional plaque removal methods.", "results_summary": "The meta-analysis found no significant differences between LLLT and control groups in terms of plaque index, bleeding on probing, or other periodontal measures. Limited evidence suggests LLLT may improve oral health, particularly in addressing caries, but further research is needed.", "population_specificity": "Fixed orthodontic patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:29.858946+00:00"}
{"study_id": 73454, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to summarize current knowledge on the use of low-level laser therapy (LLLT) for managing acute pain and discuss clinical findings and considerations for its application.", "results_summary": "The abstract highlights the need for further exploration of non-pharmacological pain management options like LLLT, given the limitations in existing research, but does not provide specific efficacy results.", "population_specificity": "Adults experiencing acute pain (general population, no specific subgroup mentioned).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:30.444093+00:00"}
{"study_id": 73449, "supplement_id": 1300, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to assess the effect of high-intensity laser therapy (HILT) on pain intensity in patients with chronic non-specific neck pain (CNNP), comparing it to a sham laser intervention.", "results_summary": "The abstract does not provide results; it describes the study design and objectives. The study will evaluate pain intensity, range of motion, and disability in CNNP patients after HILT treatment.", "population_specificity": "Internal and external community members associated with Andrés Bello University suffering from chronic non-specific neck pain.", "effective_dosage": "Treatments performed twice a week (specific dosage not mentioned).", "study_duration": "4 weeks of intervention, with follow-up at 12 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:40.122106+00:00"}
{"study_id": 78310, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare and rank the efficacy of non-pharmacological interventions, including massage therapy, in managing agitation in people with dementia.", "results_summary": "The study found that massage therapy was among the most effective non-pharmacological interventions for reducing agitation in dementia patients, outperforming other methods and controls.", "population_specificity": "People with dementia experiencing agitation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:47.389822+00:00"}
{"study_id": 78311, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of foot and hand massage on postoperative pain and anxiety in patients undergoing laparoscopic cholecystectomy.", "results_summary": "Foot and hand massage significantly reduced pain intensity and the need for analgesics compared to the control group, and a positive relationship was found between pain reduction and lower anxiety levels.", "population_specificity": "Patients who underwent laparoscopic cholecystectomy between April 2018 and January 2019.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:48.409192+00:00"}
{"study_id": 78306, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to assess the current state of cancer treatment incorporating Thai traditional medicine (TTM), including massage, and identify systemic problems using the WHO health system framework.", "results_summary": "The study found that TTM services, including massage, were provided to cancer patients, primarily in outpatient settings, but noted issues such as poor acceptance by other healthcare practitioners and lack of experience among TTM practitioners in treating cancer.", "population_specificity": "Patients with cancer, caregivers, and service providers from five TTM hospitals in Thailand.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:48.629129+00:00"}
{"study_id": 78307, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to appraise clinical practice guidelines on uncomplicated birth, identifying consensus and non-consensus recommendations, including those related to perineal and uterine massage.", "results_summary": "The study identified perineal massage and uterine massage as main discrepant recommendations among guidelines, but did not provide specific efficacy or safety outcomes for these interventions.", "population_specificity": "Guidelines relevant to uncomplicated birth (general obstetric population).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:48.764973+00:00"}
{"study_id": 78309, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effectiveness of manual therapy (MT) for chronic musculoskeletal pain (CMP) in the upper limbs and thorax of female breast cancer survivors and assess its impact on quality of life and function.", "results_summary": "The meta-analysis found that MT reduced CMP intensity (standardized mean difference: 0.32) but showed no significant improvement in quality of life compared to control conditions. The included studies used various MT techniques, such as myofascial induction and classic massage.", "population_specificity": "Female breast cancer survivors with chronic musculoskeletal pain in the upper limbs and thorax.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:48.928352+00:00"}
{"study_id": 78305, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of mechanical bed massage versus rest on biochemical markers of exercise-induced back muscle fatigue in male collegiate athletes.", "results_summary": "Mechanical bed massage significantly reduced serum cortisol levels immediately post-intervention and creatine kinase levels 24 hours later compared to rest, but no significant differences were observed in blood lactate levels at any time point.", "population_specificity": "Male collegiate athletes meeting experimental criteria.", "effective_dosage": "20 minutes of mechanical bed massage.", "study_duration": "Single 20-minute intervention session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:49.044350+00:00"}
{"study_id": 78312, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of massage, cold water immersion, and passive rest on running economy and biomechanics after an exhaustive running session.", "results_summary": "Massage significantly improved running economy and biomechanics (stride height and angle changes) compared to passive rest and cold water immersion, particularly at higher running speeds (14 and 16 km·h⁻¹). No significant differences were observed between cold water immersion and passive rest.", "population_specificity": "48 well-trained male runners", "effective_dosage": "Not specified", "study_duration": "Interventions were applied shortly after an exhaustive run, with follow-up tests at 24 and 48 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:49.940356+00:00"}
{"study_id": 78308, "supplement_id": 1318, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of sunflower seed oil (SSO) and mustard seed oil (MO) on skin integrity in premature and full-term neonates when used for routine massage.", "results_summary": "SSO showed a slightly faster decrease in skin pH compared to MO, suggesting quicker acid mantle development, but no significant differences were observed in skin condition (erythema, rash, dryness) or transepidermal water loss (TEWL) between the two oils. The effects were similar for both term and preterm infants.", "population_specificity": "Premature and full-term neonates in Sarlahi, Nepal.", "effective_dosage": "Full body massage with either SSO or MO (specific amount not detailed).", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:50.395694+00:00"}
{"study_id": 78313, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of massage (tuina-massage) as a complementary therapy for reducing depression severity in perimenopausal and menopausal women.", "results_summary": "Tuina-massage, particularly in combination with Chinese herbal medicine and acupuncture, showed significant benefits in reducing depression severity (measured by HRSD scores) compared to antidepressants. The effects were comparable to those of conventional treatments.", "population_specificity": "Perimenopausal and menopausal women with depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:55.672928+00:00"}
{"study_id": 78314, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of abdominal massage on constipation management and quality of life in older adults.", "results_summary": "Abdominal massage significantly improved constipation management and quality of life, with statistically significant differences in physical disability, psychosocial discomfort, anxiety, and satisfaction compared to the control group.", "population_specificity": "Older adults (over 65 years old) in a nursing home with constipation based on the Rome II Diagnostic Criteria.", "effective_dosage": "30 minutes/day, five days a week for eight weeks.", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:56.262572+00:00"}
{"study_id": 78315, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to determine HIV prevalence, risk factors, and intervention gaps in Addis Ababa, with massage houses identified as one of the hotspot areas.", "results_summary": "The study identified massage houses as common hotspots for HIV transmission but did not specifically evaluate the safety or efficacy of massage itself.", "population_specificity": "Key populations (e.g., female sex workers) and general populations in Addis Ababa.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:56.307410+00:00"}
{"study_id": 78316, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the effect of abdominal massage on reducing aspiration incidence in intensive care patients with an endotracheal tube.", "results_summary": "The incidence of aspiration was lower in the abdominal massage group (5.7%) compared to the control group (20%), but the difference was not statistically significant (p=0.07). The study suggests that abdominal massage may have clinical importance in reducing aspiration.", "population_specificity": "Intensive care patients with an endotracheal tube.", "effective_dosage": "15-minute abdominal massage twice a day.", "study_duration": "3 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:56.702794+00:00"}
{"study_id": 78318, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine the proportion of individuals with acute whiplash receiving evidence-based care, including massage, and whether it was associated with recovery.", "results_summary": "The study found that 50% of the cohort received massage as a non-recommended (passive) treatment, and evidence-based care (including massage) was not significantly associated with recovery. The therapeutic relationship, however, was linked to higher odds of recovery.", "population_specificity": "Individuals with acute whiplash recruited from emergency departments, private physiotherapy practices, and insurance databases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:57.462124+00:00"}
{"study_id": 78320, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to synthesize current evidence on the effectiveness of massage in reducing anxiety, pain, and improving quality-of-life for people with palliative care needs.", "results_summary": "The study found inconclusive evidence on the effectiveness of massage in reducing anxiety, pain, and improving quality-of-life compared to usual care or other therapies. The trials had small samples and were at an unclear risk of bias.", "population_specificity": "People with palliative care needs.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:27:57.972369+00:00"}
{"study_id": 78319, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether adding cervico-mandibular manual therapies to an exercise and education program improved clinical outcomes in individuals with tinnitus associated with temporomandibular disorders (TMDs).", "results_summary": "The study found that combining manual therapy with exercise/education led to significantly better outcomes in TMD pain, tinnitus severity, disability, depressive symptoms, pressure pain thresholds, and mandibular range of motion compared to exercise/education alone, with large effect sizes. No significant difference was observed in quality of life (SF-12) between the groups.", "population_specificity": "61 patients with tinnitus attributed to temporomandibular disorders (TMDs).", "effective_dosage": "Six sessions of physiotherapy (including self-massage) over one month; manual therapy group received additional cervico-mandibular manual therapies.", "study_duration": "One month (with follow-ups at one week, three months, and six months post-intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:00.480892+00:00"}
{"study_id": 78321, "supplement_id": 1318, "safety_score": "100", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficiency and safety of traditional Chinese medicine foot bath combined with acupoint massage for treating diabetic peripheral neuropathy.", "results_summary": "The study found that traditional Chinese medicine foot bath combined with acupoint massage was significantly better than control groups in improving total effective rate, sensory and motor nerve conduction velocities, and neuropathic syndrome scores, with no reported adverse effects.", "population_specificity": "3,284 participants with diabetic peripheral neuropathy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:03.741877+00:00"}
{"study_id": 78322, "supplement_id": 1318, "safety_score": "80", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the efficacy of lavender, including massage with lavender oil, on anxiety and anxiety-related conditions.", "results_summary": "The study found that massage with lavender oil significantly reduced anxiety levels (Hedges' g = -0.66, p < 0.0001). However, the benefit could not be definitively attributed to lavender alone due to insufficient studies.", "population_specificity": "Patients with anxiety, those in anxiety-inducing settings, or undergoing anxiety-inducing activities.", "effective_dosage": "Not specified for massage.", "study_duration": "Not specified for massage.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:04.421700+00:00"}
{"study_id": 78324, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the efficacy of pharmacologic and nonpharmacologic interventions, including massage and touch therapy, for reducing aggression and agitation in adults with dementia.", "results_summary": "Massage and touch therapy showed clinically significant efficacy in reducing aggression and agitation (SMD, -0.75) compared to usual care. Combining music with massage and touch therapy further enhanced efficacy (SMD, -0.91).", "population_specificity": "Adults with dementia exhibiting aggression and agitation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:04.536035+00:00"}
{"study_id": 78328, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "To investigate the effect of adjuvant laser meridian massage on heroin craving, relapse, and quality of life in men with opioid use disorder on methadone maintenance treatment.", "results_summary": "The study measured changes in urinary morphine levels, self-reported heroin use, craving scores, and quality of life, but results were not explicitly stated in the abstract. Statistical methods were planned to compare outcomes between the massage and control groups.", "population_specificity": "Fifteen men with opioid use disorder on methadone maintenance treatment.", "effective_dosage": "Laser meridian massage on the back (Bladder meridian and Governor Vessel) 3 times weekly.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:06.753582+00:00"}
{"study_id": 78327, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether the immediate effects of deep friction massage (DFM) on pain and muscle strength in athletes with patellar tendinopathy depend on the pressure applied during treatment.", "results_summary": "DFM significantly reduced pain intensity upon palpation regardless of the pressure applied, but did not significantly affect knee extensor strength or the time to onset of analgesia. The study noted caution due to the small sample size.", "population_specificity": "Ten athletes (mean age 27.90 years) with unilateral patellar tendinopathy.", "effective_dosage": "DFM applied at mean pressure and mean pressure ± 25% (individualized for each participant).", "study_duration": "Four sessions, each separated by 48 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:06.788434+00:00"}
{"study_id": 78329, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of massage therapy in pain management and its effects on anxiety and mood changes in cancer patients.", "results_summary": "The study found that massage therapy, while not directly reducing pain, can alleviate anxiety and mood changes commonly associated with pain in cancer patients. Data from randomized controlled trials support its integrative role in pain management.", "population_specificity": "Cancer patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:07.657021+00:00"}
{"study_id": 78323, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of deep tissue massage, supervised strengthening and stretching exercises, and a combined therapy (exercise followed by massage) against advice to stay active for adults with subacute or persistent neck pain.", "results_summary": "Massage and combined therapy showed short-term improvements in pain intensity compared to advice, but no long-term benefits were observed. Perceived recovery was higher in the massage and combined therapy groups at all follow-ups, but no consistent differences were found in pain-related disability or sickness absence.", "population_specificity": "619 adults with subacute or persistent neck pain.", "effective_dosage": "Not specified", "study_duration": "Outcomes measured at 7, 12, 26, and 52 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:08.169223+00:00"}
{"study_id": 78330, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to review the evidence for the use of massage as a nonpharmacological integrative therapy to improve sleep health in cancer patients.", "results_summary": "The abstract indicates that massage is still being investigated or building its evidence base for improving sleep and insomnia in cancer survivors, suggesting limited but ongoing research support.", "population_specificity": "Cancer survivors in the United States.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:11.184821+00:00"}
{"study_id": 78331, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review evidence-based integrative interventions, including massage, for managing psychosocial distress and stress in cancer patients and survivors.", "results_summary": "The abstract indicates that massage is among the integrative interventions with the largest empirical support for treating stress and psychosocial distress in cancer patients and survivors, though specific results are not detailed.", "population_specificity": "Cancer patients and survivors", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:11.448184+00:00"}
{"study_id": 78333, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the therapeutic effects of three different surface-type foam rollers (smooth, multilevel, and GRID) on knee joint range of motion (ROM) and pressure pain threshold (PPT) of the quadriceps.", "results_summary": "The study found that GRID and multilevel surface rollers significantly improved knee ROM and PPT compared to the smooth roller, with the GRID roller showing the greatest effects. The improvements were statistically significant, particularly for PPT, where multilevel and GRID rollers showed substantial increases.", "population_specificity": "36 participants (22 male, 14 female; mean age 25.20 ± 4.44 years) in a university laboratory setting.", "effective_dosage": "2-minute rolling session.", "study_duration": "Single session (2 minutes).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:14.359394+00:00"}
{"study_id": 78336, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effectiveness of hand massage in reducing patient anxiety and improving comfort before cataract surgery.", "results_summary": "Hand massage significantly reduced anxiety (lower STAI scores) and increased comfort (lower VAS scores) compared to routine care, with positive effects on vital signs.", "population_specificity": "140 patients undergoing cataract surgery (70 intervention, 70 control).", "effective_dosage": "10-minute hand massage.", "study_duration": "Single session before surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:14.756235+00:00"}
{"study_id": 78334, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the therapeutic benefits of Hammam-i-Bukhari (Turkish bath) and its associated regimens, including massage, in promoting physical, psychological, and cosmetic health within the Unani system of medicine.", "results_summary": "The abstract suggests that Hammam-i-Bukhari, combined with massage and other regimens, helps reduce viscosity of bodily humors, eliminates morbid matters, and promotes humor equilibrium, thereby enhancing overall health. The therapy is noted for its efficacy and growing popularity among patients referred by physicians.", "population_specificity": "Patients referred by Unani physicians, primarily in the Arab world.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:16.351618+00:00"}
{"study_id": 78335, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To determine the efficacy of acupoint massage combined with acupoint application on arterial blood gas and postoperative complications in patients undergoing laparoscopic cholecystectomy.", "results_summary": "The study compared outcomes between an experimental group receiving acupoint massage and acupoint application before surgery and a control group receiving only surgery. Results suggested potential benefits in reducing postoperative complications and improving arterial blood gas parameters, though specific statistical outcomes were not detailed in the abstract.", "population_specificity": "Patients undergoing laparoscopic cholecystectomy under general anesthesia.", "effective_dosage": "Not specified (four acupuncture points were used: bilateral Hegu, Neiguan, Zusanli, and Tanzhong).", "study_duration": "Not specified (intervention occurred before surgery).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:16.711970+00:00"}
{"study_id": 78337, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the evidence for using massage and other sensory activities within the Namaste Care intervention for people living with advanced dementia.", "results_summary": "The study found that various forms of touch/massage, along with other sensory interventions, appear to have proven efficacy in enhancing feelings of enjoyment and wellbeing for individuals with advanced dementia. The evidence base, though limited in quantity, supports the inclusion of these activities in Namaste Care.", "population_specificity": "Care home residents with advanced dementia or people at end of life with dementia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:17.908870+00:00"}
{"study_id": 78317, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anatomical and physiological characteristics of Inspiratory Vocal Fry (IVF) and assess its potential benefits for speech therapy and vocal pedagogy.", "results_summary": "IVF showed reduced false vocal folds adduction and pharyngeal wall contraction but increased vocal folds stretching compared to Expiratory Vocal Fry (EVF). Electroglottography indicated a wider vibratory cycle with improved massaging effect on vocal folds mucosa, suggesting IVF could reduce muscular hypertonic tension and enhance mucosal elasticity.", "population_specificity": "32 healthy subjects (17 male, 15 female).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:18.812847+00:00"}
{"study_id": 78338, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore nonpharmacologic modalities, including massage therapy, for improving insomnia in atopic dermatitis (AD) patients.", "results_summary": "The abstract mentions massage therapy as a nonpharmacologic approach to improving insomnia in AD patients, but specific results or outcomes related to massage are not detailed.", "population_specificity": "Patients with atopic dermatitis (AD) experiencing sleep disturbances.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:19.595070+00:00"}
{"study_id": 78341, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine the effects of foot massage on pain during heel lancing in neonates.", "results_summary": "Foot massage significantly reduced pain scores during and after heel lancing compared to the control group, with no statistically significant difference between massage and acupressure.", "population_specificity": "Neonates in a university hospital setting.", "effective_dosage": "2 minutes of massage before the procedure.", "study_duration": "Single session (2 minutes).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:22.158857+00:00"}
{"study_id": 78342, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to compare physiotherapy management of GTPS (including massage) across Australia, New Zealand, and Ireland.", "results_summary": "Massage was used by 90% of physiotherapists as part of GTPS treatment, indicating its common inclusion in management plans, though the abstract does not detail specific efficacy outcomes for massage alone.", "population_specificity": "Musculoskeletal physiotherapists treating patients with GTPS in Australia, New Zealand, and Ireland.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:24.223130+00:00"}
{"study_id": 78343, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of massage as a complementary therapy for pain management in children with cancer.", "results_summary": "The meta-analysis found that massage demonstrated no significant effect on pain compared with standard care (MD, -0.77; 95% CI, -1.82, 0.28; P=0.15). It was included as one of five modalities in the decision aid for CAM treatment of pain.", "population_specificity": "Parents of children with cancer.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:24.820178+00:00"}
{"study_id": 78344, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the benefits and harms of flexibility exercise training, including massage, compared to other interventions like aerobic training in adults with fibromyalgia.", "results_summary": "The study found very low-certainty evidence that flexibility exercise training, including massage, provided no clinically important benefits in health-related quality of life, pain intensity, fatigue, stiffness, and physical function compared to aerobic training. Adverse events were rarely reported, and safety remains uncertain.", "population_specificity": "Adults diagnosed with fibromyalgia based on published criteria.", "effective_dosage": "Not specified", "study_duration": "8 to 20 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:26.757433+00:00"}
{"study_id": 78345, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the prevalence rate of health-care utilization for low back pain (LBP) and identify common treatments, including massage therapy.", "results_summary": "Massage therapy was identified as one of the common prescriptions for managing LBP, alongside medication, exercise, and spinal manipulation. The study did not specifically evaluate the efficacy of massage but noted its frequent use in LBP management.", "population_specificity": "Individuals with low back pain, primarily from developed countries (USA, UK, Europe).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:27.232324+00:00"}
{"study_id": 78346, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of physical-procedural interventions, including massage, in reducing pain during intramuscular injections.", "results_summary": "The study found that injection site postinjection massage, among other interventions, moderately reduced pain levels, with an overall standardized mean difference of 0.595 (95% CI = 0.417-0.773). The most effective interventions included the ventrogluteal site, the Z-technique, and manual pressure.", "population_specificity": "Adults receiving intramuscular injections.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:28.505393+00:00"}
{"study_id": 78339, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of massage and acupressure on labor-related pain management, duration, and satisfaction with delivery.", "results_summary": "Massage alone and combined with acupressure significantly reduced labor pain in the latent, active, and transition phases compared to the control group. The combined therapy was more effective than either therapy alone, and all interventions improved satisfaction with delivery.", "population_specificity": "Pregnant women in labor (n = 120).", "effective_dosage": "Not specified.", "study_duration": "Duration of labor phases (latent, active, transition, and postpartum).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:30.170529+00:00"}
{"study_id": 78347, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the quality of chest compressions in infant CPR using two new techniques (new two-thumb and knocking-fingers) versus the standard two-thumb-encircling hand technique.", "results_summary": "The study found no statistically significant differences in compression quality (depth, rate, chest release, hand position) between the standard and new techniques, with all methods achieving over 70% correct compressions. Professionals performed similarly well with all three techniques in a simulated infant manikin scenario.", "population_specificity": "Qualified health professionals performing CPR on an infant manikin.", "effective_dosage": "Not applicable (simulated CPR techniques).", "study_duration": "2-minute cardiorespiratory resuscitation scenario.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:31.498576+00:00"}
{"study_id": 78351, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify effective oral health promotion programmes, including salivary massage, for improving oral health and reducing xerostomia in community-dwelling elderly.", "results_summary": "The meta-analysis found that oral health programmes, including salivary massage, significantly increased salivary secretion rates and improved oral health-related quality of life in elderly participants.", "population_specificity": "Community-dwelling elderly individuals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:34.241756+00:00"}
{"study_id": 78349, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if surface electromyography (sEMG) could objectively monitor changes in paraspinal muscle activity in acute nonspecific lower back pain (ANLBP) patients and explore the correlation between sEMG data and symptom relief after massage therapy.", "results_summary": "Massage therapy significantly reduced pain (VAS) and improved flexibility (DFTF) in ANLBP patients while normalizing paraspinal muscle activity, as shown by changes in AEMG at different positions. The study found a significant correlation between improved muscle activity and symptom relief.", "population_specificity": "45 patients with acute nonspecific lower back pain (ANLBP) and 20 healthy controls.", "effective_dosage": "Not specified (massage therapy administered for 1 week).", "study_duration": "1 week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:34.532124+00:00"}
{"study_id": 78340, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether depression or baseline psychological symptom frequency moderated the outcomes of massage therapy (MT) compared to simple touch in advanced cancer patients.", "results_summary": "The study found significant main effects of depression and baseline psychological symptom frequency on changes in pain, heart and respiratory rates, quality of life, and physical distress, but no differential responses between MT and simple touch groups. Results suggest psychological interventions could enhance outcomes for cancer patients receiving any touch therapy.", "population_specificity": "380 adults with advanced cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:34.604101+00:00"}
{"study_id": 78350, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the contribution of uterine massage and other process technologies in preventing and controlling hemorrhaging during the third stage of labor.", "results_summary": "The study found that uterine massage, as part of process technologies, demonstrated moderate to high evidence of effectiveness in preventing and controlling hemorrhaging, supported by 61.90% of the included papers.", "population_specificity": "Women in the third stage of labor.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:34.636270+00:00"}
{"study_id": 78348, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the success rates of three vagal maneuvers (standard Valsalva, modified Valsalva, and carotid sinus massage) in terminating supraventricular tachycardia (SVT) and maintaining sinus rhythm.", "results_summary": "The modified Valsalva maneuver (mVM) was significantly more effective (43.7% success rate) than the standard Valsalva (24.2%) and carotid sinus massage (9.1%) in terminating SVT. At the fifth minute, mVM also maintained sinus rhythm in 28.1% of patients, outperforming the other maneuvers.", "population_specificity": "Patients admitted to the emergency department and diagnosed with SVT.", "effective_dosage": "Not specified (vagal maneuvers were performed as interventions).", "study_duration": "Immediate effects measured up to the fifth minute post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:35.285157+00:00"}
{"study_id": 78352, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the short- and medium-term neurophysiological effects of massage therapy (Mss-t) and manual cranial therapy (MC-t) on autonomic activity in healthy children.", "results_summary": "Both Mss-t and MC-t produced short-term parasympathetic effects, but MC-t showed more persistent effects, suggesting better self-regulation and vagal control. The study concluded that MC-t might benefit autonomic imbalances in mental pathologies.", "population_specificity": "50 healthy children", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:36.792093+00:00"}
{"study_id": 78353, "supplement_id": 1318, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of device-applied and manually-applied eyelid massage techniques, combined with warm compress therapy, on ocular surface and tear film parameters in individuals with dry eye symptoms.", "results_summary": "Device-applied massage showed marginally greater improvements in tear film lipid layer grade compared to manual massage, though the difference was statistically but not clinically significant. No significant long-term effects or differences in other ocular parameters were observed between the two methods.", "population_specificity": "Twenty participants (11 females, 9 males; mean age 27 ± 11 years) with dry eye symptoms.", "effective_dosage": "Not specified (massage techniques applied as adjunct to 10-minute warm compress therapy).", "study_duration": "Two weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:39.415364+00:00"}
{"study_id": 78354, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of self-acupoint massage (SEAM) on blood glucose levels and quality of life in older adults with type 2 diabetes mellitus (T2DM).", "results_summary": "SEAM significantly reduced HbA1c levels and improved quality of life scores in older adults with T2DM after 12 weeks of intervention compared to routine nursing alone.", "population_specificity": "Community-dwelling older adults with type 2 diabetes mellitus (T2DM).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:40.437246+00:00"}
{"study_id": 78358, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of massage with and without violet oil on uremic pruritus in hemodialysis patients.", "results_summary": "Massage with violet oil significantly improved skin dryness, pruritus severity, location, and frequency compared to massage alone, with both interventions showing notable recovery.", "population_specificity": "57 hemodialysis patients with uremic pruritus.", "effective_dosage": "5 ml violet oil applied topically for 7 minutes per session.", "study_duration": "Six sessions over two weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:42.730487+00:00"}
{"study_id": 78356, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore how somatosensory stimulation, including massage, affects skeletal muscle blood flow and its potential benefits for muscle disorders.", "results_summary": "The study found that somatosensory stimulation, such as massage, can increase skeletal muscle blood flow, which may improve conditions like muscle stiffness and pain. The effects vary depending on whether the response is systemic (reflex pressor) or localized (antidromic and local vasodilation).", "population_specificity": "Anesthetized animals (specific species not mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:43.033434+00:00"}
{"study_id": 78359, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of instrument-assisted soft tissue mobilization (IASTM) in improving range of motion, pain, strength, and patient-reported function, and to provide recommendations for its use.", "results_summary": "The study found large effect sizes for improving range of motion in uninjured individuals and for reducing pain and improving patient-reported function in injured patients. Different IASTM tools showed similar effect sizes across outcomes.", "population_specificity": "Both injured and uninjured participants were studied.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:43.158061+00:00"}
{"study_id": 78357, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore women's perceptions of Rhythmical Massage (RM) as a therapeutic intervention for primary dysmenorrhea (PD) and its impact on body awareness and daily life limitations.", "results_summary": "The study found that RM, along with HRV-BF, improved self-awareness and body perception, sometimes reducing daily life limitations for women with PD. Effects varied, with some women reporting significant benefits on physical, emotional, and social levels, while others experienced only relaxation without symptom relief.", "population_specificity": "60 women with primary dysmenorrhea (14 analyzed qualitatively).", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:43.596097+00:00"}
{"study_id": 78360, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of a prenatal-to-age-five intervention, including baby massage, on the home environment and children's cognitive and emotional development.", "results_summary": "The intervention improved aspects of the home environment (e.g., learning material, environmental variety, acceptance of behaviors) but these changes did not mediate improvements in children's outcomes. Baby massage was part of the broader intervention, but its individual effects were not isolated.", "population_specificity": "Pregnant women from a disadvantaged Irish community and their children up to age five.", "effective_dosage": "Not specified", "study_duration": "Prenatal to age five", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:43.911553+00:00"}
{"study_id": 78361, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the role of physical modalities, including massage, in managing pain and improving mobility in patients with metastatic bone disease or multiple myeloma.", "results_summary": "The study noted that modalities increasing local blood flow, such as massage, are not performed at the tumor site, but did not provide specific efficacy or safety data for massage.", "population_specificity": "Patients with metastatic bone disease or multiple myeloma.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:44.005958+00:00"}
{"study_id": 78363, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether classical massage could reduce chemotherapy-induced peripheral neuropathy and improve quality of life in breast cancer patients receiving adjuvant paclitaxel.", "results_summary": "The study found that classical massage significantly reduced peripheral neuropathic pain, improved quality of life (particularly sensory and motor sub-scales), and showed beneficial effects on nerve conduction studies compared to the control group.", "population_specificity": "Female breast cancer patients receiving adjuvant paclitaxel.", "effective_dosage": "Applied before each paclitaxel infusion (frequency not specified).", "study_duration": "16 weeks (assessments at baseline and weeks 4, 8, 12, and 16).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:50.037669+00:00"}
{"study_id": 78366, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to examine factors influencing the concordance between cancer patients' preferred and received life-sustaining treatments, including cardiac massage, in their last six months of life.", "results_summary": "The study found poor concordance (40.8%) between preferred and received life-sustaining treatments, with prognostic awareness and preferred treatment states significantly influencing outcomes. Cardiac massage was one of the treatments assessed, but no specific efficacy or safety results for massage were highlighted.", "population_specificity": "218 Taiwanese cancer patients in their last six months of life.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:51.653968+00:00"}
{"study_id": 78365, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of a mouth-opening intervention, including masticatory muscle massage, on postoperative trismus and mandibular function in oral cancer surgery patients, and the impact of remote telephone support on adherence.", "results_summary": "The study found that the intervention program, including massage, significantly improved maximum interincisal opening and reduced mandibular function impairment, with greater adherence and outcomes in the group receiving additional telephone support.", "population_specificity": "Patients admitted for oral cancer surgery.", "effective_dosage": "Not specified (intervention included warm compress, masticatory muscle massage, and jaw exercise).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:51.852418+00:00"}
{"study_id": 78367, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine the effectiveness of breast massage in reducing pain, increasing milk supply, and resolving symptoms like blocked ducts, engorgement, and mastitis in breastfeeding women.", "results_summary": "The review found that breast massage reduced immediate pain and helped resolve symptoms, but methodological limitations (heterogeneity, small sample sizes, unvalidated tools) reduced generalizability and overall effectiveness.", "population_specificity": "Breastfeeding women of any age, parity, or geographical location experiencing breastfeeding problems.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:52.838234+00:00"}
{"study_id": 78368, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the short-term effects of olive oil massage on reducing the severity of uremic restless legs syndrome (RLS).", "results_summary": "The study found a significant decline in RLS severity in the olive oil massage group compared to the placebo group, with notable improvements in both total severity and specific categories of RLS. The effects were more pronounced in the olive oil group, suggesting its efficacy as a complementary therapy.", "population_specificity": "60 patients with uremic RLS (mean age: 51.96 ± 10.15).", "effective_dosage": "10 mL of olive oil per leg, massaged for five minutes, twice a week.", "study_duration": "Three weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:54.041012+00:00"}
{"study_id": 78369, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the reliability and responsiveness of patient-reported outcome measures (PROMs) for neck pain after physiotherapy, including massage, in patients with acute whiplash injury.", "results_summary": "The study found that the Neck Bournemouth Questionnaire (NBQ) was the most reliable and responsive measure of change after physiotherapy, which included massage. All PROMs showed high reliability, with the NBQ being significantly more responsive than others.", "population_specificity": "86 patients with neck pain referred for physiotherapy within 2 weeks of whiplash injury.", "effective_dosage": "Not specified (treatment included deep soft tissue massage, myofascial releases, muscle energy techniques, joint articulation, and manipulation techniques, plus a home exercise program).", "study_duration": "3 to 6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:54.094691+00:00"}
{"study_id": 78372, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of bulbar urethral massage and pelvic floor exercises in treating post-micturition dribble (PMD).", "results_summary": "The study found that bulbar urethral massage and pelvic floor exercises are effective in treating PMD, though pharmacologic treatments have not yet been introduced. PMD is associated with pelvic floor muscle weakness and may overlap with other lower urinary tract symptoms and erectile dysfunction.", "population_specificity": "Males with post-micturition dribble (PMD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:59.479974+00:00"}
{"study_id": 78362, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy and safety of self-administered acupressure for managing allergic rhinitis (AR).", "results_summary": "The study design suggests potential benefits of acupressure for AR, but results are pending as the abstract describes a proposed trial rather than completed findings. The trial will assess symptom severity, quality of life, medication use, and adverse events.", "population_specificity": "Allergic rhinitis (AR) sufferers.", "effective_dosage": "1 minute per acupressure point, twice daily for 4 weeks.", "study_duration": "4-week intervention period with an 8-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:59.853702+00:00"}
{"study_id": 78373, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the role of massage and other complementary integrative therapies in managing cancer-related pain within a multidisciplinary approach.", "results_summary": "Massage, among other mind-body therapies, was found to be efficient in addressing cancer pain by acting on anxiety, stress, depression, or mood disturbances. However, the sustainability of outcomes for most complementary integrative therapies, including massage, remains uncertain.", "population_specificity": "Patients with cancer-related pain, including specific subgroups like head and neck or breast cancer patients, and cancer survivors.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:59.886122+00:00"}
{"study_id": 78364, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of a self-management program, including massage, on preventing breast cancer-related lymphedema and improving quality of life.", "results_summary": "The intervention group, which included massage as part of the self-management program, showed no lymphedema development, while 61.2% of the control group developed lymphedema. The intervention group also had higher quality of life and lower symptom scores compared to the control group.", "population_specificity": "Breast cancer patients (n=61)", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:00.266113+00:00"}
{"study_id": 78371, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "To systematically review the effects of soft tissue mobilization (STM) on symptoms related to both surgical and non-surgical abdominal adhesions.", "results_summary": "The review found preliminary strong evidence for STM's benefits on acute post-surgical adhesion symptoms, moderate evidence for chronic non-surgical adhesion symptoms (fertility and SBO), and moderate evidence for chronic post-surgical adhesion symptoms. Improvements included reduced pain, better quality of life, function, scar mobility, and decreased medication use.", "population_specificity": "Individuals aged 10.7 to 89.4 years with abdominal adhesion-related symptoms (surgical and non-surgical).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:00.349779+00:00"}
{"study_id": 78374, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to synthesize the strength of evidence for therapeutic massage as a nonpharmacological option for pain management, comparing it with other CIH therapies.", "results_summary": "The study found that massage has statistically significant positive effects on some types of pain, though firm conclusions for many pain types are limited by methodological issues or lack of RCTs. Individual studies suggest massage may be promising for multiple types of chronic pain.", "population_specificity": "Not specified (general pain populations, likely including chronic pain and headache).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:00.941206+00:00"}
{"study_id": 78376, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the effectiveness of sensory-based interventions, including massage, for clients with dementia and Alzheimer's disease in residential facilities.", "results_summary": "The study found strong evidence supporting the use of massage as an effective intervention for clients with dementia and Alzheimer's disease. Other sensory-based interventions showed moderate to inconclusive evidence.", "population_specificity": "Clients with dementia and Alzheimer's disease living in residential facilities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:01.271568+00:00"}
{"study_id": 78375, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether psychological interventions, including massage, could enhance the antibody response to vaccination.", "results_summary": "The study found mixed evidence of benefit, with some trials showing improved antibody responses to vaccination, but effects were inconsistent across outcomes and time points. Adequate adherence to the intervention appeared to increase the likelihood of benefit.", "population_specificity": "1603 participants across 9 trials, with 3 trials specifically involving massage.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:01.464361+00:00"}
{"study_id": 78380, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to identify nursing interventions, including massage, in palliative care for children and adolescents with cancer.", "results_summary": "The study found that massage, among other interventions, showed better results when targeting specific symptoms compared to broader palliative care approaches.", "population_specificity": "Children and adolescents with cancer receiving palliative care.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:06.412892+00:00"}
{"study_id": 78377, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the experiences, perceived benefits, harms, and preferred delivery methods of massage among people with advanced disease, particularly cancer.", "results_summary": "The study found that massage provided benefits such as enhanced well-being, respite, and escapism from the disease. Participants valued the therapy and its delivery, suggesting it should be developed in consultation with the target population.", "population_specificity": "People with advanced cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:06.944677+00:00"}
{"study_id": 78383, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of combined massage therapy and phototherapy on neonatal jaundice.", "results_summary": "The study found that the intervention significantly decreased bilirubin levels, increased urination, and reduced hospitalization duration in full-term infants with hyperbilirubinemia.", "population_specificity": "Healthy full-term infants with neonatal jaundice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:07.466446+00:00"}
{"study_id": 78378, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of Qigong (including Qigong massage) in reducing symptoms of autism spectrum disorder in children.", "results_summary": "Studies indicated that Qigong showed promising effects in reducing sensory, behavioral, and language symptoms of autism, improving self-control, sociability, and cognitive awareness. However, methodological quality was insufficient to recommend it as a primary treatment.", "population_specificity": "Children aged 2-17 years with autism spectrum disorder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:08.125581+00:00"}
{"study_id": 78385, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of hand massage and therapeutic touch on comfort and anxiety levels in elderly nursing home residents.", "results_summary": "The study found that both hand massage and therapeutic touch significantly reduced anxiety and increased comfort levels in the elderly (p < 0.05), with no adverse effects reported.", "population_specificity": "Elderly individuals aged 65-89 living in a nursing home in Izmir, Turkey.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:08.651825+00:00"}
{"study_id": 78384, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to summarize the literature on physical therapist-delivered interventions, including massage, for reducing pain among older adults with dementia.", "results_summary": "Massage showed pain-reducing effects in one study compared with no treatment, while passive movement did not demonstrate significant benefits. The overall evidence supporting physical therapy interventions for pain reduction in dementia patients was limited.", "population_specificity": "Older adults (60+ years) with medically diagnosed dementia of any severity (mean age range = 82.2-84.0 years; 80.2% female).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:09.109389+00:00"}
{"study_id": 78382, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether massage and aromatherapy massage improve sleep quality in cardiac patients.", "results_summary": "The study found a significant improvement in sleep quality (measured by PSQI) in both massage and aromatherapy massage groups compared to the control group, though no significant difference was observed between the two intervention groups.", "population_specificity": "Cardiac patients with sleep disorders.", "effective_dosage": "Hands and feet massage using sweet almond oil (massage group) or a mixture of lavender and sweet almond oil (aromatherapy massage group). Frequency not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:09.717039+00:00"}
{"study_id": 78381, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of topical sesame oil combined with massage in reducing pain severity in patients with chemotherapy-induced phlebitis (CIP).", "results_summary": "The study found that massage with sesame oil significantly reduced pain severity compared to massage alone, with notable improvements by the third day and sustained effects through the seventh day. Both groups showed pain reduction, but the experimental group (sesame oil + massage) had superior outcomes.", "population_specificity": "60 patients with colorectal cancer afflicted with chemotherapy-induced phlebitis.", "effective_dosage": "10 drops of sesame oil applied twice daily during a 5-minute massage.", "study_duration": "7 consecutive days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:10.450247+00:00"}
{"study_id": 78386, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of nature sounds, foot sole reflexology massage, and their combination on the level of consciousness in traumatic comatose patients.", "results_summary": "The study found that single or combined interventions (nature sounds and foot reflexology massage) significantly increased the number of patients who regained full consciousness and reduced the duration of coma compared to the control group.", "population_specificity": "120 traumatic comatose patients in Iran.", "effective_dosage": "Interventions were performed twice a day for 30 minutes each.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:14.306694+00:00"}
{"study_id": 78387, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if massage reduces short-term physiological and clinical effects of muscle fatigue in individuals with nonspecific chronic low back pain (cLBP) and to study associations between physiological and clinical changes.", "results_summary": "Massage significantly reduced pain perception in cLBP individuals but did not influence pain increases after physical exertion. It had no significant effect on fatigue-related physiological variables.", "population_specificity": "Individuals with nonspecific chronic low back pain (cLBP)", "effective_dosage": "30-minute massage session", "study_duration": "Single session", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:14.508118+00:00"}
{"study_id": 78388, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to highlight the importance of fascia in health curricula and demonstrate its relevance across various medical disciplines.", "results_summary": "The abstract emphasizes the growing recognition of fascia's roles in pathology, fluid movement, proprioception, pain perception, and systemic connectivity, advocating for its integration into health education without additional coursework.", "population_specificity": "Healthcare professional students and residents across medical, veterinary, dental, physical therapy, physician assistant, and occupational therapy disciplines.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:15.086118+00:00"}
{"study_id": 78391, "supplement_id": 1318, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the acute autonomic responses to connective tissue manipulation (CTM) in healthy young women with varying physical activity levels.", "results_summary": "The study found that CTM significantly reduced systolic and diastolic blood pressure and increased respiratory rate in healthy young women, with effects varying slightly based on physical activity levels. No significant changes were observed in the control group.", "population_specificity": "Healthy women aged 18-25 years with varying physical activity levels.", "effective_dosage": "Not specified (single session of CTM applied).", "study_duration": "Acute (single session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:17.030931+00:00"}
{"study_id": 78389, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to describe the methods and findings of the 2016 DoD Warrior Games surveillance system, including the use of integrative medicine treatments like massage therapy.", "results_summary": "Massage therapy was among the most common treatments (31% of all treatments), indicating its frequent use for injury and illness management in the studied population. No specific efficacy outcomes for massage were detailed, but its inclusion as a major treatment suggests perceived benefits.", "population_specificity": "Wounded warrior athletes (245 participants) from Army, Navy, Air Force, Marines, Special Operations, and United Kingdom teams.", "effective_dosage": "Not specified", "study_duration": "19 days (train-up and competition periods)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:17.227365+00:00"}
{"study_id": 78390, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of friction massage techniques on the pronator teres muscle regarding supination range of motion (ROM) and supinator strength in individuals with and without limited supination ROM.", "results_summary": "Friction massage significantly increased supination ROM in both the limited supination group and the control group. It also immediately increased supinator muscle strength in the limited supination group, though no significant interaction effect was observed for strength overall.", "population_specificity": "26 subjects (13 with limited supination ROM and 13 healthy controls).", "effective_dosage": "Not specified", "study_duration": "Immediate post-intervention measurements (single session).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:18.522942+00:00"}
{"study_id": 78393, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine if massage therapy reduces pain and perceived fatigue in the quadriceps, improves mood, and enhances physical performance in runners after a 10-km run.", "results_summary": "Massage therapy significantly reduced pain intensity by a small margin (0.7 points on a 0-10 scale) compared to a sham technique, but showed no significant effects on perceived fatigue, flexibility, strength, or jump performance.", "population_specificity": "Seventy-eight runners after a 10-km run.", "effective_dosage": "10 minutes of massage to the quadriceps.", "study_duration": "Single session, with follow-up evaluations at 24, 48, and 72 hours post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:19.374363+00:00"}
{"study_id": 78392, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of wrist joint splinting combined with physical therapy (including deep friction massage) versus standard physical therapy alone in improving pain, wrist ROM, and grip strength in lateral epicondylitis patients.", "results_summary": "The intervention group (splinting + physical therapy) showed statistically significant improvements in pain intensity, wrist flexion ROM, wrist extension ROM, and grip strength compared to the standard care group (physical therapy alone). Deep friction massage was part of the standard care protocol but its isolated effects were not separately analyzed.", "population_specificity": "Forty participants diagnosed with lateral epicondylitis.", "effective_dosage": "Deep friction massage was administered 3 times per week (specific duration per session not stated).", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:19.425779+00:00"}
{"study_id": 78396, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore perceptions and experiences of labour companionship, including the role of massage as a form of practical support during childbirth.", "results_summary": "The study found that labour companions provided practical support, including massage, which contributed to a positive birth experience for women. However, confidence in some findings, such as the impact of male partners or doulas, was low.", "population_specificity": "Women in labour, their partners, family members, doulas, healthcare providers, and administrators across various global settings, predominantly high-income countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:22.662353+00:00"}
{"study_id": 78397, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to review current treatment and preventive strategies, including massage, for delayed-onset muscle soreness (DOMS).", "results_summary": "The abstract indicates that massage is among the interventions studied for DOMS, but it does not specify the efficacy or outcomes of massage compared to other treatments. The focus is on broader strategies for preventing and alleviating DOMS symptoms.", "population_specificity": "Individuals experiencing DOMS, particularly athletes or those engaging in unaccustomed or eccentric exercise.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:22.953547+00:00"}
{"study_id": 78395, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of a 2-week massage intervention conducted by mothers on the growth of preterm infants in the NICU.", "results_summary": "The study found that preterm infants who received the massage intervention showed significant increases in weight, height, and head circumference compared to the control group. The intervention was effective, with statistically significant improvements (p < .001) across all measured growth parameters.", "population_specificity": "Preterm infants born at a gestational age between 32 and 34 weeks in a neonatal intensive care unit (NICU).", "effective_dosage": "Massage intervention included: (i) prone position (5 + 5 min), (ii) supine position (5 min), performed slowly and with controlled strength.", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:23.739879+00:00"}
{"study_id": 78398, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to systematically review evidence on the effects of massage on physiological and psychological outcomes in adult critically ill patients.", "results_summary": "The review found favorable effects of massage, including improvements in vital signs, reductions in pain and anxiety, and high internal validity in 8 of 12 randomized control studies. However, gaps remain in assessing sleep quality, analgesic/sedative dosages, and level of consciousness.", "population_specificity": "Adult critically ill patients.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:24.890054+00:00"}
{"study_id": 78399, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of aromatherapy massage versus common massage alone in improving anxiety among patients receiving palliative care.", "results_summary": "The study found no significant difference in anxiety improvement between aromatherapy massage and common massage alone, with a mean difference of -2.60 (95% CI: -7.82, 2.63, P = .33). The results suggest aromatherapy massage does not provide additional benefits over common massage for anxiety relief in this population.", "population_specificity": "Patients receiving palliative care.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:25.726065+00:00"}
{"study_id": 78400, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not specifically study massage but mentions it as a nonpharmacologic option for labor pain management.", "results_summary": "The abstract does not provide specific findings about massage, only noting it as a potential adjunct or alternative for labor pain relief.", "population_specificity": "Women in labor (general mention, no specific population studied).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:25.728343+00:00"}
{"study_id": 78401, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the feasibility and treatment effect estimates of a multimodal integrative intervention (including moderate pressure touch massage) for preventing critical illness delirium and related outcomes in ICU patients.", "results_summary": "The study evaluated feasibility outcomes like recruitment rates and protocol adherence, with the primary clinical outcome being delirium incidence (ICDSC ≥4). Secondary outcomes included pain scores, inflammatory biomarkers, and stress levels, but specific results were not detailed in the abstract.", "population_specificity": "104 ICU patients (ages 18-64 and ≥65) with ICDSC scores of 0-3, recruited from two academic intensive care units.", "effective_dosage": "Not specified", "study_duration": "Up to five consecutive days (or until transfer/discharge)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:28.961231+00:00"}
{"study_id": 78403, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether routine use of intravenous oxytocin reduces the need for interventions like uterine massage to control excess bleeding during dilation and evacuation (D&E) at 18-24 weeks of gestation.", "results_summary": "Oxytocin did not significantly reduce the frequency of interventions for bleeding (primary outcome) but did decrease blood loss, hemorrhage frequency, and procedure duration compared to placebo. No differences were found in non-hemorrhage complications, pain scores, or satisfaction between groups.", "population_specificity": "Women undergoing D&E at 18-24 weeks of gestation.", "effective_dosage": "30 units of oxytocin in 500 mL of intravenous fluid.", "study_duration": "Administered during the procedure (median duration: 11.0 minutes in oxytocin group vs. 13.5 minutes in placebo group).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:29.126705+00:00"}
{"study_id": 78404, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to map the neurophysiological impacts of human touch (including massage) and eye gaze, particularly their relevance to therapeutic relationships and healing.", "results_summary": "The review found consistent trends indicating beneficial neurophysiological effects of touch (with massage predominating), primarily measured through cortisol, oxytocin, and noradrenaline levels, though clinical context studies were limited.", "population_specificity": "Cognitively intact human subjects in various settings, with few involving clinicians (nurses) and patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:30.430288+00:00"}
{"study_id": 78405, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To develop evidence-based guidelines for the non-pharmacological management of persistent headaches associated with neck pain, including the role of clinical massage.", "results_summary": "The study found that clinical massage can be considered as part of multimodal care for chronic tension-type headaches, though it was not evaluated as a standalone treatment. The guideline emphasizes patient-centered care and structured education alongside interventions.", "population_specificity": "Adults with persistent headaches associated with neck pain (tension-type or cervicogenic headaches).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:31.122490+00:00"}
{"study_id": 78408, "supplement_id": 1318, "safety_score": "95", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and safety of ductal lavage combined with breast massage as a novel treatment for nonlactational mastitis (NLM).", "results_summary": "Ductal lavage significantly reduced pain scores and mastitis severity, with 93.8% of patients achieving complete response within a median of 6 months. No adverse events were reported.", "population_specificity": "32 patients with nonlactational mastitis (idiopathic granulomatous mastitis, periductal mastitis, or unspecific NLM).", "effective_dosage": "Intraductal infusion of corticosteroids and antimicrobial agents followed by breast massage the next day, repeated for 2 weeks.", "study_duration": "2 weeks of intervention, with follow-up for 1 year.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:33.413658+00:00"}
{"study_id": 78411, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the efficacy of manual massage as a non-pharmacological treatment for behavioral and psychological symptoms in persons living with dementia.", "results_summary": "The study found that manual massage showed significant benefits in reducing agitation (Cohen Mansfield Agitation Inventory) and depressive symptoms (Cornell Scale of Depression in Dementia), but no significant effects were observed for cognitive abilities (Mini Mental State Examination) or other neuropsychiatric symptoms (Neuropsychiatric Inventory).", "population_specificity": "Persons living with dementia.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:33.540094+00:00"}
{"study_id": 78409, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of dry needling and friction massage in reducing headache frequency and intensity in patients with tension-type headache (TTH).", "results_summary": "Both dry needling and friction massage significantly reduced headache frequency and intensity and increased pain threshold at trigger points, with no significant differences between the two treatments except for pain threshold, where dry needling was superior. Neither treatment affected cervical range of motion except for extension, which improved with dry needling.", "population_specificity": "44 patients with tension-type headache (TTH).", "effective_dosage": "3 sessions during 1 week.", "study_duration": "1 week.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:34.384005+00:00"}
{"study_id": 78410, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of upper thoracic spine mobilization, posterior shoulder massage/mobilization/stretching, and an active control intervention on pain and function in individuals with extrinsic subacromial shoulder impingement (SSI).", "results_summary": "Both upper thoracic and posterior shoulder interventions significantly reduced pain, improved function scores, and increased posterior shoulder range compared to the active control at 12 weeks and 6 months post-treatment.", "population_specificity": "Individuals with clearly defined extrinsic subacromial shoulder impingement (SSI).", "effective_dosage": "Nine treatments over 6 weeks, followed by daily home exercises for 6 weeks.", "study_duration": "12 weeks (6 weeks of treatment + 6 weeks of home exercises).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:34.931870+00:00"}
{"study_id": 78412, "supplement_id": 1318, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the side effects and physical harm of massage during pregnancy and the postnatal period, as well as its benefits for conditions like low back pain.", "results_summary": "The study found that 40% of participants experienced post-massage side effects, but no physical harm to mother or child was reported. Massage significantly reduced stress, pain, and improved range of motion and sleep.", "population_specificity": "Pregnant and postnatal women seeking massage therapy in Sydney and Melbourne.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:37.040174+00:00"}
{"study_id": 78414, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the current evidence on the effects and safety of massage therapy for treating ADHD in children and adolescents.", "results_summary": "Pooled analysis showed massage improved ADHD symptoms more effectively than Ritalin, with significant improvements in anxious-passive and asocial behaviors compared to waitlist controls.", "population_specificity": "Children and adolescents with ADHD", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:37.098525+00:00"}
{"study_id": 78413, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the efficacy of rhythmical massage compared to heart rate variability biofeedback and usual care in reducing pain intensity in women with primary dysmenorrhea.", "results_summary": "Rhythmical massage showed a significant reduction in pain intensity compared to usual care after three months, with no significant differences between massage and biofeedback or between biofeedback and usual care. Secondary outcomes (analgesic use, quality of life, heart rate variability) showed no significant differences between groups.", "population_specificity": "Women with primary dysmenorrhea (mean age 29.7 years).", "effective_dosage": "Rhythmical massage once a week.", "study_duration": "Three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:39.115331+00:00"}
{"study_id": 78416, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of tuina and traditional Chinese massage in treating pain and disability in adults with chronic neck pain.", "results_summary": "The study will evaluate changes in pain and disability using validated measures (Northwick Park Neck Pain Questionnaire, VAS, NDI, SF-36), but results are not yet reported in the abstract. The trial is designed to clarify the comparative efficacy of the two massage interventions.", "population_specificity": "Adults with chronic neck pain (356 participants).", "effective_dosage": "15-minute sessions, three times a week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:39.243474+00:00"}
{"study_id": 78418, "supplement_id": 1318, "safety_score": "100", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether supervised pelvic floor muscle training (PFMT) combined with conservative treatment was more effective than attention-control massage treatment combined with conservative treatment for adults with fecal incontinence.", "results_summary": "The study found that supervised PFMT was significantly more effective than attention-control massage treatment in improving fecal incontinence symptoms, with participants in the PFMT group reporting 5-fold higher odds of improvement and a larger reduction in incontinence severity. No significant differences were found in condition-specific quality of life between the two groups.", "population_specificity": "Adults with fecal incontinence at a tertiary care center in Denmark.", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:42.158908+00:00"}
{"study_id": 78417, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether massage therapy improves scar elasticity, erythema, melanin, and thickness in hypertrophic scars compared to control scars over a 12-week period.", "results_summary": "The study found short-term changes in scar characteristics after massage, but no significant long-term benefits in elasticity, erythema, or thickness compared to control scars. Group differences in erythema were noted at weeks 8 and 11, with control scars being less erythematous than massage-treated scars.", "population_specificity": "Burn survivors with hypertrophic scars.", "effective_dosage": "Massage therapy 3 times per week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:43.156838+00:00"}
{"study_id": 78420, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to examine the effects of whole-body massage on knee osteoarthritis compared to light-touch and usual care, focusing on symptom relief and safety.", "results_summary": "At 8 weeks, massage significantly improved WOMAC Global scores, pain, stiffness, and physical function compared to light-touch and usual care. By 52 weeks, no significant differences were observed between groups, though massage maintained improvements without additional benefit over usual care.", "population_specificity": "Adults with knee osteoarthritis (222 enrolled, 175 completed 52-week assessments).", "effective_dosage": "60 minutes of full-body massage or light-touch, eight weekly treatments followed by biweekly intervention or usual care.", "study_duration": "52 weeks (initial 8-week intensive phase, followed by maintenance phase).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:44.202581+00:00"}
