{"study_id": 71833, "supplement_id": 1266, "safety_score": "30", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine if Acetyl-L-carnitine (ALC) prevents chemotherapy-induced peripheral neuropathy (CIPN) in women undergoing taxane-based chemotherapy.", "results_summary": "ALC did not prevent CIPN at 12 weeks and significantly worsened it by 24 weeks. Patients on ALC had higher rates of severe neurotoxicity and worse functional status compared to placebo.", "population_specificity": "Women undergoing adjuvant taxane-based chemotherapy for cancer.", "effective_dosage": "3,000 mg per day", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:59.402363+00:00"}
{"study_id": 71834, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether adding L-Carnitine to peritoneal dialysis solutions improves insulin sensitivity in nondiabetic uremic patients.", "results_summary": "The study found that L-Carnitine significantly improved insulin sensitivity (measured by glucose infusion rate) compared to the control group, with no attributable adverse events. Urine volume remained stable in the L-Carnitine group but decreased in the control group, and no differences in peritoneal function were observed.", "population_specificity": "Nondiabetic uremic patients on continuous ambulatory peritoneal dialysis.", "effective_dosage": "0.1% (weight/volume; 2 g per bag) in dialysis solution.", "study_duration": "4 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:00.760304+00:00"}
{"study_id": 71835, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of L-Carnitine in reducing peripheral sensory neuropathy caused by taxane-based chemotherapy agents like paclitaxel.", "results_summary": "The study found that acetyl-L-carnitine, along with vitamin E and glutamine, reduced the incidence and severity of peripheral sensory neuropathy associated with taxane chemotherapy. No adverse effects specific to L-Carnitine were mentioned in the abstract.", "population_specificity": "Cancer patients undergoing taxane-based chemotherapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:03.534616+00:00"}
{"study_id": 71836, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the nephroprotective effects of L-Carnitine against drug-induced nephrotoxicity (DIN) in both clinical and animal studies.", "results_summary": "L-Carnitine showed significant nephroprotective effects in animal studies, particularly against cisplatin-induced renal damage, through mechanisms like antioxidant activity, anti-inflammatory properties, and inhibition of apoptosis. However, human studies are limited, and translating these findings into clinical practice remains challenging.", "population_specificity": "Animal models and limited human studies (specific populations not detailed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:03.870789+00:00"}
{"study_id": 71837, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine the potential of acetyl-L-carnitine as an adjuvant in mitigating chemotherapy-induced peripheral neuropathy (CIPN).", "results_summary": "The study found mixed recommendations for nutraceuticals, including acetyl-L-carnitine, with no solid evidence supporting its use for CIPN treatment or prophylaxis. Current standard care remains dose reduction or discontinuation of chemotherapy.", "population_specificity": "Cancer patients undergoing chemotherapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:04.048529+00:00"}
{"study_id": 71838, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential benefits of L-Carnitine in treating calcium channel blocker and metformin poisonings, particularly in improving hemodynamic stability and metabolic outcomes.", "results_summary": "The study found that L-Carnitine, combined with high-dose insulin, appeared to improve hemodynamic stability and reduce norepinephrine requirements in a patient with amlodipine and metformin poisoning. The patient showed rapid clinical improvement, including successful extubation within four days.", "population_specificity": "A 68-year-old male with hypertension and type II diabetes who overdosed on amlodipine and metformin.", "effective_dosage": "Not specified", "study_duration": "Administered as a single intervention, with effects observed within one hour.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:05.784202+00:00"}
{"study_id": 71839, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of L-carnitine on morbidity and mortality in patients with acute myocardial infarction compared to placebo or control.", "results_summary": "L-carnitine was associated with significant reductions in all-cause mortality (27%), ventricular arrhythmias (65%), and angina (40%), but showed no significant effect on heart failure or myocardial reinfarction.", "population_specificity": "Patients experiencing acute myocardial infarction.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:07.239232+00:00"}
{"study_id": 71841, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate L-Carnitine's potential as an anti-wasting agent by examining its effects on mechanisms involved in skeletal muscle loss under pathologic conditions.", "results_summary": "L-Carnitine supplementation improved nitrogen balance, inhibited apoptosis, reduced inflammation, and ameliorated mitochondrial function in animal and some clinical studies, though clinical evidence for oxidative stress and mitochondrial benefits remains inconclusive.", "population_specificity": "Patients with chronic diseases (e.g., cancer, infectious diseases) experiencing muscle wasting.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:10.440023+00:00"}
{"study_id": 71840, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To evaluate the evidence for carnitine supplementation in improving walking performance among individuals with intermittent claudication.", "results_summary": "Most trials demonstrated small to modest improvements in walking performance with PLC or L-carnitine, particularly in pain-free and maximal walking distances. Intravenous administration appeared more effective than oral, and severe claudication cases showed greater benefits.", "population_specificity": "Adults with intermittent claudication.", "effective_dosage": "300-6000 mg L-carnitine or PLC, administered orally or intravenously.", "study_duration": "Up to 12 months (maximum 180 days in one study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:11.056108+00:00"}
{"study_id": 71842, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential clinical benefits of Acetyl-L-carnitine (ALC) in reducing ammonia toxicity and improving cognitive and neuromotor symptoms in hepatic encephalopathy (HE).", "results_summary": "ALC administration improved neuropsychological functions such as attention, memory, and psychomotor speed, reduced mental and physical fatigue, and decreased blood and brain ammonia levels. It also alleviated cognitive impairment and enhanced quality of life in HE patients.", "population_specificity": "Patients with hepatic encephalopathy, a complication of hepatic cirrhosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:11.139868+00:00"}
{"study_id": 71843, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the efficacy of oral L-carnitine (510 mg/day) in reducing excessive daytime sleepiness in narcolepsy patients.", "results_summary": "L-carnitine significantly improved daytime dozing-off time and increased serum acylcarnitine levels while reducing triglycerides, though no significant differences were found in sleepiness scale or mental health subscales.", "population_specificity": "28 narcolepsy patients (15 males, 13 females) with HLA-DQB1*06:02.", "effective_dosage": "510 mg/day", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:11.902624+00:00"}
{"study_id": 71845, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of L-carnitine and its derivatives as mitochondrial-targeted therapies for chronic diseases associated with mitochondrial dysfunction.", "results_summary": "The study found that L-carnitine and its analogues show promise in treating chronic conditions linked to mitochondrial dysfunction, particularly in improving fatty acid oxidation and energy metabolism, but further translational studies are needed to confirm their efficacy.", "population_specificity": "Chronic disease patients with mitochondrial dysfunction (e.g., insulin resistance, obesity, diabetes, vascular disease, chronic heart failure).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:12.088748+00:00"}
{"study_id": 71844, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and efficacy of Propionyl-L-carnitine (PLC) for improving exercise performance in patients with peripheral artery disease and claudication.", "results_summary": "PLC was associated with a statistically significant 16-meter improvement in peak walking distance compared to placebo in the primary analysis, with a meta-analysis of 13 trials confirming a 45-meter net improvement. The effect was consistent across subpopulations, with potential enhanced benefits for patients in exercise programs or from Russian study sites.", "population_specificity": "Patients with peripheral artery disease and claudication.", "effective_dosage": "1 g orally, twice daily.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:13.099305+00:00"}
{"study_id": 71847, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether L-carnitine supplementation effectively reduces fatigue in cancer patients.", "results_summary": "L-carnitine supplementation increased plasma carnitine levels but did not significantly improve fatigue compared to placebo, with no differences in secondary outcomes like depression or pain. Carnitine-deficient patients also showed no significant benefit.", "population_specificity": "Patients with invasive malignancies and fatigue.", "effective_dosage": "2 g/d (oral supplementation).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:14.567705+00:00"}
{"study_id": 71846, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to describe the clinical manifestations, diagnosis, and treatment of systemic primary carnitine deficiency (CDSP) and evaluate the role of L-Carnitine supplementation in managing the condition.", "results_summary": "The study found that L-Carnitine supplementation (50-400 mg/kg/day) effectively manages CDSP, with favorable long-term prognosis when treatment is maintained. Clinical manifestations vary by age but include hypoglycemia, cardiomyopathy, and myopathy, which are mitigated by carnitine therapy.", "population_specificity": "Individuals with systemic primary carnitine deficiency (CDSP), including infants, children, and adults.", "effective_dosage": "50-400 mg/kg/day, divided into three doses.", "study_duration": "Not specified (long-term supplementation implied).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:14.672986+00:00"}
{"study_id": 71851, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of L-carnitine, magnesium, and their concurrent supplementation on migraine prophylaxis.", "results_summary": "L-carnitine supplementation significantly reduced migraine indicators (attacks/month, days/month, severity) alongside routine treatments. The combination of Mg-L-carnitine showed similar efficacy, though larger trials are needed for confirmation.", "population_specificity": "133 migrainous patients", "effective_dosage": "500 mg/day L-carnitine", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:18.744307+00:00"}
{"study_id": 71849, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Propionyl-L-carnitine (PLC) on microcirculation, endothelial function, and pain relief in patients with chronic critical limb ischemia (CLI) not suitable for surgical intervention.", "results_summary": "PLC improved endothelium-dependent dilation, increased post-ischemic peak flow, enhanced transcutaneous oxygen partial pressure (TcPO2), reduced carbon dioxide partial pressure (TcPCO2), and significantly decreased pain perception.", "population_specificity": "48 patients with chronic critical limb ischemia (CLI) not suitable for surgical intervention.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:18.914308+00:00"}
{"study_id": 71850, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether L-Carnitine supplementation during the first year of hemodialysis improves response to recombinant human erythropoietin (rHuEPO).", "results_summary": "L-Carnitine supplementation increased carnitine levels but did not significantly improve the rHuEPO resistance index (EPO-RI) compared to placebo. The study concluded that L-Carnitine does not enhance response to rHuEPO in incident hemodialysis patients.", "population_specificity": "92 incident hemodialysis patients.", "effective_dosage": "1 g of intravenous L-Carnitine after each dialysis session.", "study_duration": "1 year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:19.077414+00:00"}
{"study_id": 71852, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether oral L-Carnitine supplementation could improve weight loss, nutritional status, and quality of life in patients with advanced pancreatic cancer suffering from cachexia.", "results_summary": "L-Carnitine supplementation led to a significant increase in body-mass-index and improved nutritional status and quality-of-life parameters compared to placebo. There was also a non-significant trend toward increased overall survival and reduced hospital stay in the L-Carnitine group.", "population_specificity": "Patients with advanced pancreatic cancer experiencing cachexia (mean weight loss of 12 kg at study entry).", "effective_dosage": "4 g oral L-Carnitine daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:20.955082+00:00"}
{"study_id": 71853, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the homeostasis and pharmacokinetics of L-Carnitine and its esters, highlighting gaps in understanding carnitine pool composition and mitochondrial dysfunction.", "results_summary": "The study underscores L-Carnitine's critical role in fatty acid metabolism and mitochondrial function, identifies gaps in research on carnitine pool composition in disorders, and calls for further investigation into pharmacokinetics in patient groups.", "population_specificity": "Not specified (review of existing literature)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:21.085609+00:00"}
{"study_id": 71855, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of L-carnitine supplementation on acyl carnitine profiles and their changes during a single hemodialysis session in long-term L-carnitine pretreated ESRD patients.", "results_summary": "L-carnitine supplementation significantly elevated all carnitine esters in hemodialysis patients. The hemodialysis session caused variable depletion of short-, medium-, and long-chain carnitine esters, with rapid recovery of circulating carnitine esters within 30 minutes post-dialysis.", "population_specificity": "Non-diabetic adult end-stage renal disease (ESRD) patients receiving hemodialysis and 37 healthy controls.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:22.835259+00:00"}
{"study_id": 71856, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to compare clinical features and treatment responses, including L-Carnitine, between pediatric-onset and adult-onset Cyclic Vomiting Syndrome (CVS) patients.", "results_summary": "L-Carnitine was part of a combined therapy (with tricyclic antidepressants, anticonvulsants, and coenzyme Q-10) that showed an 86% response rate in CVS patients. Non-response was linked to factors like chronic opiate use and non-compliance, not the supplement itself.", "population_specificity": "101 CVS patients (29 pediatric-onset, 72 adult-onset) seen at the Medical College of Wisconsin (2006–2008).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:23.227064+00:00"}
{"study_id": 71858, "supplement_id": 1266, "safety_score": "80", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to determine if carnitine supplementation improves quality of life and reduces fatigue in MS patients, while identifying any adverse effects.", "results_summary": "The study found no clear evidence that carnitine improves MS-related fatigue compared to amantadine, with no serious adverse events reported in either group. Mortality and quality of life outcomes were not reported.", "population_specificity": "Adults with relapsing-remitting and secondary progressive multiple sclerosis experiencing fatigue.", "effective_dosage": "Acetyl L-carnitine 2 grams daily.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:27.576166+00:00"}
{"study_id": 71857, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effect of combining cilostazol and L-carnitine versus cilostazol alone on exercise performance, quality of life, and safety in patients with intermittent claudication.", "results_summary": "The combination of cilostazol and L-carnitine improved peak walking time and quality of life compared to cilostazol alone, with statistically significant results in the per-protocol population. The treatment was well tolerated.", "population_specificity": "Patients with peripheral artery disease (PAD) and stable intermittent claudication.", "effective_dosage": "1 g L-carnitine twice daily.", "study_duration": "180 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:27.726115+00:00"}
{"study_id": 71859, "supplement_id": 1266, "safety_score": "90", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effect of oral L-carnitine supplementation on the lipid profile of adult maintenance hemodialysis (MHD) patients.", "results_summary": "The study found that oral L-carnitine supplementation (750 mg/day) significantly improved lipid profiles in MHD patients, reducing total cholesterol, triglycerides, and LDL-cholesterol, though HDL-cholesterol changes were not statistically significant. No patients dropped out due to side effects.", "population_specificity": "Adult maintenance hemodialysis (MHD) patients (19 males, 11 females).", "effective_dosage": "250 mg tablets three times a day (750 mg/day).", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:29.167891+00:00"}
{"study_id": 71854, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to review the potential of mitochondrial modulators, including acetyl-L-carnitine (ALCAR), to improve the course of bipolar disorder by targeting mitochondrial dysfunction.", "results_summary": "The study suggests that ALCAR, among other mitochondrial modulators, may help address mitochondrial dysfunction, oxidative stress, and altered brain energy metabolism in bipolar disorder, potentially improving symptoms and preventing mood episodes.", "population_specificity": "Patients with bipolar disorder", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:32.041425+00:00"}
{"study_id": 71860, "supplement_id": 1266, "safety_score": "80", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether combination therapy with valproate and acetyl-L-carnitine could slow or arrest disease progression in SMA types II and III and assess its safety.", "results_summary": "The study found no statistically significant effects of the combination therapy (valproate and acetyl-L-carnitine) on disability scores, muscle strength, or other outcome measures in SMA types II and III. Serious side effects were infrequent, and no deaths or full-time ventilation events were reported in this trial.", "population_specificity": "Children with spinal muscular atrophy (SMA) types II and III, confirmed by genetic analysis.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:32.567260+00:00"}
{"study_id": 71861, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the dynamics of the carnitine pool and ester profile changes in hemodialysis patients following L-carnitine supplementation and its interruption.", "results_summary": "The study found a dramatic decrease in free carnitine and short- to medium-chain acylcarnitines 44 hours after the last dialysis session, with recovery levels varying by chain length. No significant changes were observed in long-chain acylcarnitines (above C10).", "population_specificity": "18 L-carnitine-repleted end-stage renal disease (ESRD) patients on maintenance hemodialysis.", "effective_dosage": "1 g IV per hemodialysis session.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:32.803165+00:00"}
{"study_id": 71862, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the role of carnitine deficiency in chronic renal failure patients and assess the effects of carnitine treatment on conditions like renal anemia, insulin sensitivity, and protein catabolism.", "results_summary": "The study suggests that carnitine treatment may benefit hemodialysis patients, particularly for renal anemia, insulin sensitivity, and protein catabolism, but notes inconsistent clinical responses and a lack of large-scale randomized trials.", "population_specificity": "Hemodialysis patients with chronic renal failure and carnitine deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:33.634998+00:00"}
{"study_id": 71863, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if L-Carnitine could reduce sebum production in human sebaceous glands by regulating fat metabolism naturally.", "results_summary": "L-Carnitine significantly increased β-oxidation and decreased intracellular lipid content in sebocytes in vitro, and topical application reduced sebum secretion in vivo.", "population_specificity": "Human sebaceous cell line SZ95 and in vivo study participants (specific demographics not detailed).", "effective_dosage": "0.5%, 1% (in vitro), 2% (in vivo).", "study_duration": "3 weeks (in vivo).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:33.680261+00:00"}
{"study_id": 71864, "supplement_id": 1266, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to summarize recent progress on the molecular mechanisms and clinical applications of carnitine and its derivatives, particularly acetyl-L-carnitine (ALC) and propionyl-L-carnitine (PLC).", "results_summary": "ALC showed potential benefits in neurological disorders such as Alzheimer's dementia, depression, and peripheral neuropathies, while PLC demonstrated efficacy in cardiovascular conditions like ischemic heart disease and peripheral arterial disease. Both compounds were noted as well-tolerated with no significant side effects.", "population_specificity": "Various populations including those with neurological disorders, cardiovascular diseases, and metabolic conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:36.123580+00:00"}
{"study_id": 71865, "supplement_id": 1266, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy and safety of a treatment containing L-Carnitine (OsPr-CMC) with a standard sodium hyaluronate formulation in managing dry eye disease.", "results_summary": "OsPr-CMC was noninferior to Na-HY in improving ocular staining, tear osmolarity, and patient-reported outcomes. Patients preferred OsPr-CMC for comfort and ease of use, with no serious adverse events reported.", "population_specificity": "Patients with dry eye disease (n=82 randomized, per-protocol n=66).", "effective_dosage": "Not specified (part of OsPr-CMC formulation).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:36.136371+00:00"}
{"study_id": 71866, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate potential neuroprotective strategies, including acetyl-L-carnitine, to mitigate chemotherapy-induced peripheral neuropathy (CIPN) without compromising anti-tumor efficacy.", "results_summary": "The abstract mentions acetyl-L-carnitine as one of the promising neuroprotective agents investigated, but clinical evidence for its efficacy is described as sparse. No specific outcomes or statistical results for L-carnitine are provided.", "population_specificity": "Cancer patients treated with neurotoxic chemotherapeutic agents.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:36.824309+00:00"}
{"study_id": 71867, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to review existing studies on the effects of L-Carnitine on inflammation in humans.", "results_summary": "The abstract mentions that some studies have reported the effects of L-Carnitine on inflammatory processes, but no specific findings or outcomes are detailed.", "population_specificity": "Humans (general, no specific subgroup mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:38.919055+00:00"}
{"study_id": 71871, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to determine whether perioperative metabolic conditioning using L-carnitine could modulate insulin sensitivity and improve clinical outcomes.", "results_summary": "The study suggests that L-carnitine may be used to modulate insulin sensitivity, but further studies are needed to confirm its clinical benefits.", "population_specificity": "Patients undergoing elective surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:40.466353+00:00"}
{"study_id": 71869, "supplement_id": 1266, "safety_score": "90", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the safety and efficacy of levocarnitine in treating valproic-acid-induced hyperammonemic encephalopathy (VHE).", "results_summary": "Levocarnitine was found to be generally safe and effective in treating VHE, particularly in cases of acute overdose, though large randomized controlled trials are lacking. No adverse events related to levocarnitine therapy were reported.", "population_specificity": "Patients with valproic-acid-induced hyperammonemic encephalopathy (VHE).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:40.790438+00:00"}
{"study_id": 71868, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether combining L-Carnitine with megestrol acetate, celecoxib, and antioxidants was more effective than megestrol acetate alone in improving lean body mass, energy expenditure, fatigue, and quality of life in advanced gynecological cancer patients.", "results_summary": "The combination treatment (including L-Carnitine) significantly improved lean body mass, resting energy expenditure, fatigue, and global quality of life compared to megestrol acetate alone. It also reduced inflammation and oxidative stress markers (IL-6, TNF-α, CRP, ROS) more effectively.", "population_specificity": "Advanced-stage gynecological cancer patients (n=104).", "effective_dosage": "Not specified in the abstract.", "study_duration": "4 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:41.833030+00:00"}
{"study_id": 71870, "supplement_id": 1266, "safety_score": "80", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether combination therapy with valproate and acetyl-L-carnitine could slow or arrest disease progression in SMA types II and III and assess its safety.", "results_summary": "The study found no statistically significant effects of the combination therapy (valproate and acetyl-L-carnitine) on disability scores, muscle strength, or other outcome measures in SMA types II and III. Serious side effects were infrequent, and no deaths or full-time ventilation events were reported in this trial.", "population_specificity": "Children with spinal muscular atrophy (SMA) types II and III, confirmed by genetic analysis.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:42.647499+00:00"}
{"study_id": 71872, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to explore the potential nutritional deficiencies, including L-Carnitine, in phenylketonuric patients due to their restrictive diet and oxidative stress risks.", "results_summary": "The abstract mentions L-Carnitine as one of the nutrients at risk of deficiency in phenylketonuric patients due to their restrictive diet, but it does not provide specific findings on its efficacy or safety.", "population_specificity": "Phenylketonuric patients, particularly those with late diagnosis or poor metabolic control.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:43.658170+00:00"}
{"study_id": 71873, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether L-Carnitine supplementation could alleviate anemia, thrombocytopenia, and leukopenia, and reduce dose reductions in chronic HCV patients undergoing IFN-α plus ribavirin therapy.", "results_summary": "L-Carnitine supplementation significantly improved AST, ALT, viremia, hemoglobin, red blood cells, white blood cells, and platelet counts compared to the control group. It also enhanced sustained virological response rates and reduced relapses.", "population_specificity": "Patients with chronic hepatitis C virus (HCV) undergoing treatment with Peg-IFN-α 2b plus ribavirin.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:44.125930+00:00"}
{"study_id": 71874, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the neuroprotective role of L-carnitine/acetyl-L-carnitine through hormetic pathways and vitagene activation in preventing neurodegenerative diseases.", "results_summary": "The study found that L-carnitine activates hormetic pathways, including vitagenes, to enhance cellular defense mechanisms, offering neuroprotection and potential benefits for longevity. These effects are mediated through sirtuin, Nrf2, and related pathways.", "population_specificity": "Not specified (general focus on neurodegenerative disease prevention)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:45.679875+00:00"}
{"study_id": 71875, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether acetyl-L-carnitine could correct metabolic derangements in diabetic peripheral neuropathy (DPN) and improve symptom control, sensorium, blood flow, and nerve regeneration.", "results_summary": "The abstract suggests that acetyl-L-carnitine, among other nutrients, can correct metabolic derangements in DPN, improving symptom control and providing benefits like enhanced sensorium, blood flow, and nerve regeneration. Clinical trials over the last two decades support these findings.", "population_specificity": "Patients with diabetic peripheral neuropathy (DPN), particularly those with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:47.001000+00:00"}
{"study_id": 71876, "supplement_id": 1266, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether acetyl-L-carnitine (ALCAR) provides neuroprotection in peripheral nerve injuries and improves functional outcomes.", "results_summary": "The study found that ALCAR offers complete neuroprotection in various peripheral nerve injuries, with efficacy monitored non-invasively via MRI. Clinical safety was confirmed, and optimal dosing, timing, and duration were established.", "population_specificity": "Subjects with peripheral nerve injuries, including distal nerve and brachial plexus injuries.", "effective_dosage": "Best dose identified but not specified in abstract.", "study_duration": "Duration of administration defined but not specified in abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:48.266947+00:00"}
{"study_id": 71877, "supplement_id": 1266, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness and safety of a two-drug combination (including L-Carnitine) versus a three-drug combination for treating cancer-related anorexia/cachexia syndrome (CACS), focusing on lean body mass and physical activity improvements.", "results_summary": "The study found no significant difference between the two treatment arms, with both showing significant increases in lean body mass and physical performance. Toxicity was negligible and comparable between groups.", "population_specificity": "Sixty patients with cancer-related anorexia/cachexia syndrome (CACS).", "effective_dosage": "L-Carnitine 4 g/day.", "study_duration": "4 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:49.015671+00:00"}
{"study_id": 71878, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to compare the effectiveness of Carnidrop (containing L-carnitine) with other lubricant eye drops in improving tear film stability and quality in dry eye syndrome patients.", "results_summary": "Carnidrop significantly increased fluorescein break-up time (FBUT) and Ocular Protection Index (OPI) compared to Optive and Blu Sal at 15 and 60 minutes post-instillation, suggesting superior efficacy in improving tear film stability. The effects were attributed to its hypo-osmolarity and high L-carnitine content.", "population_specificity": "Subjects with dry eye syndrome undergoing treatment with benzalkonium chloride-containing lubricant eye drops (n = 9 per group).", "effective_dosage": "Not specified", "study_duration": "60 minutes (single instillation with measurements at 15 and 60 minutes)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:51.829913+00:00"}
{"study_id": 71880, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to summarize the pharmacologic features of L-Carnitine and evaluate its efficacy in improving cognitive functions in Alzheimer's disease patients.", "results_summary": "The study found that preclinical studies suggested neuroprotective effects of L-Carnitine, but clinical studies did not demonstrate significant cognitive benefits in Alzheimer's patients.", "population_specificity": "Alzheimer's disease patients", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:52.369563+00:00"}
{"study_id": 71879, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether L-Carnitine (as part of FERTIMEV) combined with prulifloxacin improved fertility parameters in patients with chronic prostatitis and oligoasthenoteratozoospermia due to Chlamydia trachomatis infection.", "results_summary": "The study found that FERTIMEV (containing L-Carnitine) combined with prulifloxacin significantly improved sperm concentration and motility compared to antibiotic therapy alone, with statistically significant differences (P < .001).", "population_specificity": "206 male patients with Chlamydia trachomatis genital infection and oligoasthenoteratozoospermia.", "effective_dosage": "1 vial daily (specific L-Carnitine dosage not detailed).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:52.853110+00:00"}
{"study_id": 71881, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "To evaluate the efficacy and safety of colon-release propionyl-L-carnitine (PLC) as a co-treatment for mild-to-moderate ulcerative colitis in patients on stable oral aminosalicylate or thiopurine therapy.", "results_summary": "PLC showed a higher clinical/endoscopic response rate (72%) compared to placebo (50%), with the 1 g/day dose being particularly effective (75% response). Safety profiles were similar to placebo, with gastrointestinal events being the most common adverse effects.", "population_specificity": "Patients aged 18-75 with mild-to-moderate ulcerative colitis (DAI score 3-10) on stable oral aminosalicylate or thiopurine therapy.", "effective_dosage": "1 g/day and 2 g/day", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:54.326925+00:00"}
{"study_id": 71882, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if acetyl-L-carnitine (ALC) supplementation improves health-related quality of life and reduces treatment discontinuation risk in chronic hepatitis C patients undergoing Peg-IFN-α 2b and ribavirin therapy.", "results_summary": "ALC supplementation significantly improved liver enzyme levels, viremia, mental and physical health metrics, and reduced fatigue, suggesting enhanced quality of life and potential for better treatment adherence.", "population_specificity": "60 patients with chronic hepatitis C (29 in control group, 31 in ALC group).", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:54.615940+00:00"}
{"study_id": 71883, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential of acetyl-L-carnitine as a treatment for Alzheimer's disease and cerebrovascular accidents by targeting mitochondrial damage and oxidative stress.", "results_summary": "The study suggests that acetyl-L-carnitine may reverse mitochondrial damage and restore normal cellular function, making it a promising treatment for neurodegenerative and cardiovascular diseases. However, specific clinical outcomes or statistical results are not detailed in the abstract.", "population_specificity": "Not specified (abstract discusses general oxidative stress in cardiovascular and neurodegenerative diseases).", "effective_dosage": "Not provided", "study_duration": "Not provided", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:55.690947+00:00"}
{"study_id": 71884, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effects of ALC (L-Carnitine) on cognitive functions in patients with severe hepatic encephalopathy.", "results_summary": "The study found significant improvements in cognitive tests, ammonia reduction, and EEG modifications in patients treated with ALC compared to placebo, suggesting ALC as a potential treatment for severe hepatic encephalopathy.", "population_specificity": "Patients with severe hepatic encephalopathy (n=61).", "effective_dosage": "2 g ALC twice a day.", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:56.082394+00:00"}
{"study_id": 71885, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of L-carnitine ester derivatives (PDC and PDSC) to enhance prednisolone absorption in bronchial epithelial cells for asthma treatment.", "results_summary": "PDSC showed a 1.79-fold increase in uptake compared to prednisolone, demonstrated carrier-mediated transport, and suppressed IL-6 production more effectively and longer than prednisolone or PDC. The study suggests PDSC as a promising candidate for asthma therapy.", "population_specificity": "Human bronchial epithelial BEAS-2B cells and HEK293T cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Inhibitory effects noted with L-carnitine, ipratropium, TEA(+), and ergothioneine in BEAS-2B cells.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:58.657099+00:00"}
{"study_id": 71886, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of L-Carnitine supplementation on oxidative stress parameters in patients with propionic and methylmalonic acidurias.", "results_summary": "The study found that L-Carnitine supplementation, combined with a protein-restricted diet, significantly reduced urinary biomarkers of protein and lipid oxidative damage (isoprostanes and di-tyrosine) in patients with these disorders. Patients with higher oxidative damage also had lower urinary L-Carnitine levels, suggesting its protective role.", "population_specificity": "Patients with propionic (PA) and methylmalonic (MMA) acidurias.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:00.687008+00:00"}
{"study_id": 71887, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of long-term mildronate administration on l-carnitine and γ-butyrobetaine concentrations in healthy volunteers.", "results_summary": "Mildronate significantly reduced plasma l-carnitine by 18% and increased γ-butyrobetaine levels two-fold after 4 weeks. Increased excretion of both substances in urine was observed, with meat consumption partially mitigating the l-carnitine-lowering effects.", "population_specificity": "Healthy, non-vegetarian volunteers (both male and female).", "effective_dosage": "500mg twice daily.", "study_duration": "4 weeks.", "interactions": "Meat consumption partially reduced the l-carnitine-lowering effects of mildronate.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:01.221212+00:00"}
{"study_id": 71888, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to summarize recent literature on the adverse effects of radiotherapy and explore the role of L-Carnitine in mitigating radiation-induced toxicity and its potential benefits for cancer patients.", "results_summary": "The abstract indicates that carnitine has shown protective effects against radiation-induced toxicity in animal studies, but its role in human cancer patients undergoing radiotherapy remains unclear and requires further investigation.", "population_specificity": "Experimental animals and cancer patients receiving radiotherapy (human data not clearly specified).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:01.303857+00:00"}
{"study_id": 71890, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-Carnitine L-tartrate supplementation affects metabolic responses to exercise under varying dietary conditions (high-carbohydrate vs. high-fat diets).", "results_summary": "The study found no significant changes in whole-body carbohydrate or fat oxidation between baseline and supplementation periods. However, L-Carnitine supplementation led to lower heart rate and blood glucose levels during exercise under high-fat dietary conditions, suggesting subtle metabolic adjustments.", "population_specificity": "Fifteen endurance-trained male athletes.", "effective_dosage": "3 g L-Carnitine L-tartrate daily (providing 2 g L-carnitine).", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:02.643069+00:00"}
{"study_id": 71889, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether L-Carnitine, as a substrate of CPT II, could enhance the effects of bezafibrate on mitochondrial energy metabolism in fibroblasts from patients with influenza-associated encephalopathy (IAE).", "results_summary": "L-Carnitine boosted the effects of bezafibrate on cellular ATP levels in both wild-type and IAE fibroblasts, including those with severe thermolabile compound variations, at both 37°C and 41°C. The results suggest L-Carnitine may support mitochondrial function under heat stress.", "population_specificity": "Fibroblasts from IAE patients and a healthy volunteer (wild-type).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:02.808088+00:00"}
{"study_id": 71891, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety, pharmacokinetics, and colon-targeted delivery of Propionyl-L-carnitine (PLC) using the MMX Multi Matrix System® in healthy volunteers.", "results_summary": "The study found that PLC was primarily released and absorbed in the colon, with plasma concentrations increasing up to 2.6-fold after single doses. Multiple doses did not significantly increase maximum plasma concentrations, and the formulation was well tolerated.", "population_specificity": "Healthy volunteers (n=6 for pharmacoscintigraphic study, n=24 for pharmacokinetic study).", "effective_dosage": "500 mg or 1000 mg twice daily.", "study_duration": "Single dose and multiple doses over 7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:04.198464+00:00"}
{"study_id": 71892, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether L-Carnitine could modulate oxidative stress and platelet activation in patients undergoing major abdominal surgery.", "results_summary": "L-Carnitine prevented the increase in oxidative stress markers (sNOX2-dp, ROS) and platelet activation (sCD40L) observed in the placebo group after surgery. The treatment maintained these markers at baseline levels, suggesting a protective effect against surgery-induced oxidative damage.", "population_specificity": "Forty patients scheduled for major abdominal surgery.", "effective_dosage": "0.05 g/kg, administered as a rapid infusion diluted in 250 ml of saline solution.", "study_duration": "Single dose administered just before surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:04.360110+00:00"}
{"study_id": 71894, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of L-carnitine (50 mg/kg bodyweight/day) in improving clinical measurements of autism spectrum disorder (ASD) severity over a 3-month period.", "results_summary": "L-carnitine significantly improved CARS, CGI, and ATEC scores, with positive correlations between serum free-carnitine levels and improvements in hand muscle strength, cognitive scores, and CARS. The therapy was well-tolerated with high adherence (>85%).", "population_specificity": "Thirty subjects diagnosed with an autism spectrum disorder (ASD).", "effective_dosage": "50 mg/kg bodyweight/day, administered as a liquid.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:09.590684+00:00"}
{"study_id": 71895, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers sought to determine whether OCTN1 and OCTN2 transporters, which are associated with L-Carnitine, also transport oxaliplatin and contribute to its neurotoxicity in DRG neurons.", "results_summary": "The study found that L-Carnitine inhibited oxaliplatin uptake and cytotoxicity in OCTN2-overexpressing cells but had a lesser inhibitory effect on neuronal accumulation and no effect on neuronal viability during oxaliplatin exposure in DRG neurons.", "population_specificity": "Rat dorsal root ganglion (DRG) neurons and human embryonic kidney (HEK) 293 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Inhibited oxaliplatin uptake and cytotoxicity in OCTN2-overexpressing cells.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:10.021076+00:00"}
{"study_id": 71896, "supplement_id": 1266, "safety_score": "80", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to review the beneficial effects of L-Carnitine in clinical therapies, focusing on its role in fatty acid metabolism and potential applications for conditions like heart failure, angina, and weight loss.", "results_summary": "L-Carnitine shows promise in reducing oxidative stress and treating conditions like heart failure and angina, but its effects on fatigue and exercise performance are minimal. Further research is needed to confirm its routine use in these disorders.", "population_specificity": "General human population, with potential focus on individuals with fatty acid metabolism disorders or specific clinical conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:10.098119+00:00"}
{"study_id": 71897, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a combination of L-carnitine, PUFAs, and polyphenols (PPC) in low-fat yoghurt could reduce plasma lipid levels and influence metabolic enzyme expression in overweight hyperlipidemic subjects.", "results_summary": "PPC consumption significantly reduced plasma free fatty acids (-29%) and triglycerides (-24%) and increased PPARα mRNA and related gene expression in PBMCs, with similar effects observed in HepG2 cells. No changes were observed in the control group.", "population_specificity": "Moderately hyperlipidemic obese humans", "effective_dosage": "Not specified (low-dose PPC twice daily)", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:11.295534+00:00"}
{"study_id": 71899, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of L-Carnitine on locomotor and stereotypic activity in adult mice, including potential gender differences.", "results_summary": "L-Carnitine increased several activity measures in males (e.g., horizontal activity, movement time) but had mixed effects in females, reducing some measures while increasing others. Gender differences in activity patterns were either maintained, diminished, inverted, or newly created by L-Carnitine.", "population_specificity": "Adult male and female caged mice (10 per group).", "effective_dosage": "50 mg/kg body weight, administered orally.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:12.650076+00:00"}
{"study_id": 71898, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to summarize the pharmacological effects and therapeutic applications of Propionyl-L-carnitine (PLC), focusing on its potential benefits in cardiovascular diseases and metabolic disorders.", "results_summary": "PLC demonstrated protective effects in cardiac and endothelial dysfunction models, prevented atherosclerosis progression, and improved cardiometabolic alterations linked to insulin resistance. Clinical trials suggested its potential as a treatment for peripheral arterial disease, chronic heart failure, and stable angina, particularly in patients with type 2 diabetes or hyperglycemia.", "population_specificity": "Patients with cardiovascular diseases (e.g., peripheral arterial disease, chronic heart failure, stable angina) and metabolic disorders (e.g., type 2 diabetes, hyperglycemia, hemodialysis patients).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:12.740577+00:00"}
{"study_id": 71900, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to critically review the effectiveness of acetyl-L-carnitine (ALC) and propionyl-L-carnitine (PLC) in treating cardiovascular diseases and their potential role in ameliorating insulin resistance in type 2 diabetes.", "results_summary": "The study found that ALC and PLC have beneficial cardiovascular effects, supported by clinical trials in conditions like peripheral arterial disease, heart and cerebral ischemia, and congestive heart failure. Emerging evidence also suggests potential benefits in improving insulin resistance and related morbidities in type 2 diabetes.", "population_specificity": "Humans and animals (clinical trials and experimental studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:12.896409+00:00"}
{"study_id": 71893, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to investigate the correlation between plasma L-carnitine concentration and antioxidant activity in healthy human subjects.", "results_summary": "The study found that a single oral dose of L-carnitine significantly increased plasma concentrations of antioxidant enzymes (SOD, GSH-Px, catalase) and total antioxidative capacity (T-AOC) within 3.5 hours, with levels returning to baseline within 24 hours. A strong positive correlation was observed between L-carnitine concentration and antioxidant indices.", "population_specificity": "12 healthy human subjects", "effective_dosage": "2.0 g single oral dose", "study_duration": "Single administration, effects monitored over 24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:16.982738+00:00"}
{"study_id": 71902, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers were investigating the efficacy of propionyl-L-carnitine as an alternative topical treatment for ulcerative colitis.", "results_summary": "The study mentioned propionyl-L-carnitine among other topical drugs but reported conflicting results, indicating no clear efficacy or consistent outcomes.", "population_specificity": "Patients with ulcerative colitis (specific subgroup not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:17.214185+00:00"}
{"study_id": 71903, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of acetyl-L-carnitine (ALC) on health-related quality of life (HRQL) and depression in patients with minimal hepatic encephalopathy (MHE).", "results_summary": "ALC treatment significantly improved physical function, general health, social function, mental health, and reduced depression and anxiety. It also showed significant reductions in blood ammonia and bilirubin levels.", "population_specificity": "Sixty-seven cirrhotic patients with minimal hepatic encephalopathy (MHE).", "effective_dosage": "2 g acetyl-L-carnitine twice a day.", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:18.152968+00:00"}
{"study_id": 71901, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate whether L-Carnitine could decrease elevated lipoprotein(a) levels, similar to other treatments like niacin and acetylsalicylic acid.", "results_summary": "The study found that L-Carnitine, along with other treatments, can decrease elevated lipoprotein(a) concentrations, though it is unclear if this reduction leads to decreased cardiovascular morbidity or mortality. The abstract does not specify the magnitude of L-Carnitine's effect compared to other treatments.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:18.847390+00:00"}
{"study_id": 71904, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether L-Carnitine supplementation reduces systemic and vascular inflammation markers, specifically serum amyloid A (SAA), in hemodialysis patients.", "results_summary": "L-Carnitine supplementation significantly increased serum free carnitine levels and reduced SAA by 32%, but had no significant effect on other vascular inflammation markers. No changes were observed in the placebo group.", "population_specificity": "36 hemodialysis patients (15 men and 21 women) in Iran.", "effective_dosage": "1,000 mg/day oral L-Carnitine.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:20.457156+00:00"}
{"study_id": 71905, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the impact of L-Carnitine on oxidative stress, immune cell activation, and epithelial barrier integrity in the context of intestinal inflammation.", "results_summary": "The study found that L-Carnitine positively influences oxidative stress, immune cell activation, and epithelial barrier integrity, suggesting therapeutic potential for intestinal inflammation, particularly in Crohn's disease. The safety profile of L-Carnitine was also highlighted.", "population_specificity": "Humans suffering from intestinal inflammation, with specific mention of Crohn's disease.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:22.157699+00:00"}
{"study_id": 71906, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to analyze the serum carnitine ester profile during and after L-carnitine supplementation in hemodialysis patients to understand its effects on circulating esters.", "results_summary": "L-carnitine supplementation led to varied increases in acylcarnitine levels, with different patterns of elevation and a significant drop post-treatment, suggesting regulated nutrient reallocation. A considerable washout occurred after discontinuation, though residual effects remained.", "population_specificity": "Hemodialysis patients", "effective_dosage": "1g intravenous per day", "study_duration": "12 weeks of supplementation followed by 17 weeks of washout", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:22.450778+00:00"}
{"study_id": 71907, "supplement_id": 1266, "safety_score": "80", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine if Acetyl-L-carnitine (ALC) as an adjunctive therapy to methylphenidate could improve ADHD symptoms in children and adolescents.", "results_summary": "The study found no significant difference in ADHD symptom improvement between the ALC plus methylphenidate group and the placebo plus methylphenidate group. Side effects like headache and irritability were more frequent in the placebo group.", "population_specificity": "40 children and adolescents (ages 7-13) diagnosed with ADHD (28 boys, 12 girls).", "effective_dosage": "500-1,500 mg/day ALC (depending on weight) plus 20-30 mg/day methylphenidate.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:23.128621+00:00"}
{"study_id": 71909, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers reviewed L-Carnitine as a potential pharmacologic approach for managing cancer-related fatigue (CRF).", "results_summary": "The abstract mentions L-Carnitine as one of the studied drugs for CRF but does not provide specific results for it, noting that methylphenidate, modafinil, and guarana showed the most promising results.", "population_specificity": "Patients with cancer experiencing cancer-related fatigue.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:25.686171+00:00"}
{"study_id": 71912, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the clinical effectiveness of L-Carnitine in treating painful HIV-associated sensory neuropathy (HIV-SN).", "results_summary": "The study found that acetyl-L-carnitine (1g/day) showed no superiority over placebo in reducing pain in HIV-SN patients. It was among several interventions that failed to demonstrate significant efficacy compared to placebo.", "population_specificity": "HIV-infected individuals with painful sensory neuropathy (HIV-SN).", "effective_dosage": "1g/day", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:28.604740+00:00"}
{"study_id": 71908, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of Acetyl-L-carnitine (ALC) on physical and mental fatigue, fatigue severity, and physical activity in patients with mild and moderate hepatic encephalopathy (HE).", "results_summary": "ALC-treated patients showed significant improvements in mental fatigue, fatigue severity, physical activity, and ammonia levels compared to placebo, with stronger effects in mild HE (HE1) than moderate HE (HE2).", "population_specificity": "Patients with mild (HE1, n=61) and moderate (HE2, n=60) hepatic encephalopathy.", "effective_dosage": "2 g ALC twice daily.", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:29.551196+00:00"}
{"study_id": 71913, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the potential of L-Carnitine (LC) to alleviate anemia in hemodialysis patients and explore its mechanism of action at supra-physiological doses.", "results_summary": "The study suggests LC may improve anemia in dialysis patients through biophysical, metabolic, and antiapoptotic effects on erythropoiesis and erythrocyte function, though its efficacy at supra-physiological doses requires further investigation.", "population_specificity": "Hemodialysis patients with anemia.", "effective_dosage": "Not specified (supra-physiological levels mentioned but not quantified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:30.493116+00:00"}
{"study_id": 71911, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of acetyl-L-carnitine as a mitochondria-specific antioxidant for treating Alzheimer's disease by targeting oxidative stress and mitochondrial damage.", "results_summary": "The study suggests that acetyl-L-carnitine, along with R-alpha-lipoic acid, may reverse mitochondrial damage caused by oxidative stress, improving energy production and amyloid beta oxidation, making them promising alternative treatments for Alzheimer's disease.", "population_specificity": "Not specified (implied focus on age-related dementia, particularly Alzheimer's disease).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:31.242624+00:00"}
{"study_id": 71914, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of orlistat plus L-carnitine versus orlistat alone on weight, glycemic control, lipid profiles, and inflammatory markers in obese type 2 diabetic patients.", "results_summary": "The study found that orlistat plus L-carnitine led to better reductions in body weight, glycemic markers, LDL-C, and inflammatory parameters (e.g., TNF-α, Hs-CRP) compared to orlistat alone, with additional improvements in vaspin levels.", "population_specificity": "Obese patients with uncontrolled type 2 diabetes (HbA1c > 8.0%).", "effective_dosage": "L-carnitine 2 g once daily.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:31.317780+00:00"}
{"study_id": 71910, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of Acetyl-l-Carnitine (ALC) at different dosages in reducing anhedonic, melancholic, and negative symptoms in detoxified alcohol-dependent subjects.", "results_summary": "Intravenous ALC accelerated improvement in anhedonia, melancholic, and negative symptoms by day 10, with significant reductions compared to placebo, but oral ALC showed no further benefits beyond placebo.", "population_specificity": "Detoxified alcohol-dependent patients with anhedonia and minor or absent withdrawal symptoms.", "effective_dosage": "3g/day and 1g/day intravenously for 10 days, followed by oral treatment (dosage not specified) for 80 days.", "study_duration": "10 days intravenous, 80 days oral, plus 45-day follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:32.743223+00:00"}
{"study_id": 71915, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether n-acetyl-L-carnitine supplementation improves mitochondrial function and metabolic parameters in HIV-1-infected patients with ART-related lipoatrophy.", "results_summary": "n-acetyl-L-carnitine supplementation improved mitochondrial function, as evidenced by increased (13)CO2 exhalation and mtDNA content in CD4+ T-cells, but did not significantly alter fat body mass or lipid profile.", "population_specificity": "HIV-1-infected patients with antiretroviral therapy-related lipoatrophy (n=21 in the n-acetyl-L-carnitine group).", "effective_dosage": "Not specified", "study_duration": "48 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:34.656445+00:00"}
{"study_id": 71916, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 55, "quality_score": 80, "study_goal": "The researchers aimed to determine whether propionyl-L-carnitine (PLC) combined with monitored home-based exercise training improves peak walking time (PWT) more effectively than exercise training alone in patients with claudication.", "results_summary": "The study found that while PLC combined with exercise showed a numerically greater increase in PWT compared to exercise alone (266 vs. 218 seconds), the difference was not statistically significant (P = .258). Exercise training itself was correlated with improved walking performance in both groups.", "population_specificity": "Subjects with claudication (peripheral artery disease).", "effective_dosage": "2 g daily.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:36.186367+00:00"}
{"study_id": 71917, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "To compare the effects of L-carnitine with clomiphene citrate on sperm parameters in men with idiopathic infertility.", "results_summary": "L-carnitine significantly increased semen volume and improved sperm count and motility, though clomiphene citrate showed stronger effects on motility percentage and normal morphology. Both treatments were deemed safe and effective for idiopathic male infertility.", "population_specificity": "52 men with idiopathic infertility.", "effective_dosage": "25 mg/day of L-carnitine.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:37.346247+00:00"}
{"study_id": 71918, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 10, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the necessity and effectiveness of L-Carnitine supplementation in treating mitochondrial fatty acid oxidation defects, particularly in asymptomatic newborns and patients with myopathic symptoms.", "results_summary": "The study found no evidence that L-Carnitine supplementation is beneficial for patients with medium-chain or long-chain fatty acid oxidation defects, and its use in newborns identified by screening is not supported.", "population_specificity": "Patients with mitochondrial fatty acid oxidation defects, including asymptomatic newborns and those with myopathic symptoms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:37.540546+00:00"}
{"study_id": 71919, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of L-carnitine supplementation on inflammation, oxidative stress, and serum lipoprotein (a) levels in hemodialysis patients with hyper Lp (a).", "results_summary": "L-carnitine supplementation significantly increased serum free carnitine levels and reduced CRP and IL-6, indicating reduced inflammation, but had no significant effect on hyper Lp (a) or oxidative stress markers.", "population_specificity": "Hemodialysis patients with hyper Lp (a) (23 men and 13 women).", "effective_dosage": "1000 mg/d oral L-carnitine.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:38.532431+00:00"}
{"study_id": 71922, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers were attempting to determine whether L-Carnitine could be helpful in treating hepatic encephalopathy (HE).", "results_summary": "The abstract suggests that L-Carnitine may be helpful in treating HE, but no specific outcomes or statistical results are provided. The efficacy is implied rather than demonstrated with data.", "population_specificity": "Patients with hepatic encephalopathy caused by liver impairment.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:39.797102+00:00"}
{"study_id": 71921, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of sibutramine plus L-carnitine versus sibutramine alone on body weight, glycemic control, and insulin resistance in type 2 diabetic patients.", "results_summary": "The combination of sibutramine and L-carnitine led to faster improvements in lipid profile, insulin resistance, glycemic control, and body weight compared to sibutramine alone, with additional benefits on triglycerides and visfatin.", "population_specificity": "254 patients with uncontrolled type 2 diabetes mellitus (HbA1c >8.0%).", "effective_dosage": "2 g L-carnitine plus 10 mg sibutramine daily.", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:41.022207+00:00"}
{"study_id": 71920, "supplement_id": 1266, "safety_score": "60", "efficacy_score": 30, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of L-Carnitine in combination with valproic acid (VPA) for improving motor function in non-ambulatory children with spinal muscular atrophy (SMA).", "results_summary": "The study found no significant benefit from six months of treatment with VPA and L-Carnitine in non-ambulatory SMA subjects. However, post-hoc analysis suggested improved motor function in younger children (ages 2-3) after 12 months of treatment, though excessive weight gain was a common adverse effect.", "population_specificity": "Non-ambulatory children with SMA, aged 2-8 years (\"sitters\").", "effective_dosage": "Not specified in the abstract.", "study_duration": "6 months (initial phase), with some subjects receiving 12 months of active treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:41.088186+00:00"}
{"study_id": 71923, "supplement_id": 1266, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of orlistat plus L-carnitine versus orlistat alone on weight, glycemic control, lipid profile, and insulin resistance in type 2 diabetic patients.", "results_summary": "The combination of orlistat and L-carnitine led to faster and greater improvements in weight loss, glycemic control, lipid parameters, insulin resistance, and inflammatory markers compared to orlistat alone, with no significant adverse events reported.", "population_specificity": "258 patients with uncontrolled type 2 diabetes mellitus (HbA1c > 8.0%).", "effective_dosage": "L-carnitine 2 g once daily.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:43.382138+00:00"}
{"study_id": 71924, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether L-Carnitine supplementation could improve plasma adipokine and hormone levels in chronic hemodialysis patients, potentially mitigating cardiovascular risks.", "results_summary": "L-Carnitine supplementation significantly increased plasma adiponectin levels while other hormones (insulin, resistin, leptin, ghrelin) remained elevated. Adiponectin levels stayed elevated post-treatment, suggesting a potential protective effect against cardiovascular complications.", "population_specificity": "10 non-diabetic chronic hemodialysis patients", "effective_dosage": "1 g intravenous after each hemodialysis session", "study_duration": "12 weeks (treatment period), with follow-up until week 28", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:44.344473+00:00"}
{"study_id": 71925, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of L-carnitine on patients with a history of mild heart failure and diastolic dysfunction.", "results_summary": "L-carnitine improved key diastolic function parameters (left atrial size, isovolemic relaxation time, mitral E' velocities) and reduced dyspnea in treated patients compared to the control group.", "population_specificity": "Patients with NYHA class II symptoms, ejection fraction >45%, and grade 1 diastolic dysfunction.", "effective_dosage": "1,500 mg daily", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:44.768787+00:00"}
{"study_id": 71926, "supplement_id": 1266, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of acetyl-l-carnitine (ALC) in preventing relapse and reducing craving in anhedonic, detoxified alcohol-dependent subjects.", "results_summary": "ALC-treated patients remained abstinent longer than placebo, with the 1 g/day dose showing greater craving reduction from day 10 onward. However, no significant difference was found in overall abstinence rates or relapse frequency between groups.", "population_specificity": "64 alcohol-dependent, anhedonic, detoxified patients", "effective_dosage": "1 g/day and 3 g/day", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:45.698628+00:00"}
{"study_id": 71927, "supplement_id": 1266, "safety_score": "90", "efficacy_score": 75, "quality_score": 60, "study_goal": "To review the evidence supporting the efficacy and safety of L-Carnitine in managing acute valproic acid overdose.", "results_summary": "All patients recovered clinically with no adverse effects noted. The evidence, though limited, suggests L-Carnitine is effective and safe for acute valproic acid overdose.", "population_specificity": "Pediatric and adult patients with acute valproic acid mono- and polydrug overdose.", "effective_dosage": "Intravenous administration of 100 mg/kg once, followed by 50 mg/kg (max 3 g per dose) every 8 hours until clinical improvement or adverse events occur.", "study_duration": "Until ammonia levels decrease (if elevated) and clinical improvement is observed.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:47.254313+00:00"}
{"study_id": 71928, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether oral GPLC supplementation could attenuate oxidative stress biomarkers at rest and in response to reactive hyperemia in exercise-trained men.", "results_summary": "The study found no significant effect of GPLC on oxidative stress biomarkers compared to placebo, with transient increases in some biomarkers post-ischemia-reperfusion but no attenuation by GPLC.", "population_specificity": "15 healthy, exercise-trained men", "effective_dosage": "4.5 g/day", "study_duration": "4 weeks per condition (with a 2-week washout)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:47.408436+00:00"}
{"study_id": 71929, "supplement_id": 1266, "safety_score": "30", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of L-Carnitine supplementation in mouse models of fatty acid oxidation defects, focusing on its impact on tissue carnitine levels, acylcarnitine production, and potential toxicity.", "results_summary": "L-Carnitine supplementation did not prevent low tissue carnitine levels and induced acylcarnitine production, which may have toxic effects. The study also highlighted energy deficiency as a key mechanism in cardiomyopathy and skeletal myopathy in fatty acid oxidation defects.", "population_specificity": "VLCAD-deficient and MCAD-deficient mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:50.207933+00:00"}
{"study_id": 71930, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of L-Carnitine as part of a combination therapy for improving cancer cachexia-related endpoints such as lean body mass, fatigue, and inflammatory markers.", "results_summary": "L-Carnitine, as part of a combination regimen (arm 5), significantly improved lean body mass, reduced fatigue, and decreased inflammatory markers like IL-6 and GPS. It also showed benefits in secondary endpoints such as appetite and ECOG-PS.", "population_specificity": "Patients with cancer-related anorexia/cachexia syndrome (CACS).", "effective_dosage": "4 g/d", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:50.807603+00:00"}
{"study_id": 71931, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether L-carnitine supplementation improves insulin sensitivity in patients with impaired fasting glucose (IFG) or type 2 diabetes mellitus (DM-2).", "results_summary": "The study found that L-carnitine supplementation, combined with a hypocaloric diet, significantly reduced plasma insulin levels and HOMA-IR, indicating improved insulin resistance, while the diet-only group showed no such improvements. Both groups showed improved oral glucose tolerance test (OGTT) results at 2 hours.", "population_specificity": "Adult outpatients recently diagnosed with IFG or DM-2, not on antidiabetic therapy and without recent lifestyle changes.", "effective_dosage": "2 g twice daily", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:52.390863+00:00"}
{"study_id": 71932, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether abnormal bone metabolism in beta-thalassemia major patients involves imbalanced RANKL/OPG and L-Carnitine/free fatty acids metabolism, and whether L-Carnitine could influence osteoblastic activity.", "results_summary": "The study found that beta-thalassemia major patients had lower levels of L-Carnitine (total, free, and esterified) and higher levels of sRANKL and free fatty acids compared to controls. L-Carnitine levels correlated positively with OPG and negatively with sRANKL, sRANKL/OPG ratio, and free fatty acids, suggesting a potential role in modulating bone metabolism.", "population_specificity": "Transfusion-dependent beta-thalassemia major patients (n=69) and healthy controls (n=15).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:53.751055+00:00"}
{"study_id": 71934, "supplement_id": 1266, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of sibutramine plus L-carnitine versus sibutramine alone on weight, glycemic control, insulin resistance, and inflammation in type 2 diabetes patients.", "results_summary": "Sibutramine plus L-carnitine improved fasting and postprandial glucose, lipid profile, and inflammatory markers faster and more effectively than sibutramine alone, with no severe adverse effects reported.", "population_specificity": "254 patients with uncontrolled type 2 diabetes (HbA1c >8.0%) on oral hypoglycemic agents or insulin.", "effective_dosage": "L-carnitine 2 g daily.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:53.870099+00:00"}
{"study_id": 71935, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential role of L-Carnitine as a protective agent against cardiovascular and renal remodeling in hypertensive patients, beyond its known antihypertensive effects.", "results_summary": "The study found that L-Carnitine does not show preferential antihypertensive effects compared to other drugs but may offer protective benefits due to its antioxidant and anti-inflammatory properties, potentially mitigating cardiovascular and renal damage in hypertension.", "population_specificity": "Hypertensive subjects with subclinical organ damage.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:53.913541+00:00"}
{"study_id": 71936, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to review the use of L-Carnitine as an antidote in the context of various drug and pharmaceutical poisonings.", "results_summary": "The abstract mentions L-Carnitine as a pharmaceutical adjunct or antidote for toxicant-induced hyperthermias but does not provide specific results regarding its effectiveness or safety.", "population_specificity": "Patients poisoned with drugs or pharmaceuticals, particularly those with toxicant-induced hyperthermias.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:54.575428+00:00"}
{"study_id": 71937, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to systematically evaluate the efficacy of L-Carnitine as a complementary treatment for ME/CFS and fibromyalgia.", "results_summary": "The study found that L-Carnitine showed potential for improving illness-specific symptoms in ME/CFS and fibromyalgia, though methodological inconsistencies limited definitive conclusions. It was identified as one of the nonpharmacological supplements with the most promise for future research.", "population_specificity": "Patients with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) and fibromyalgia (FM).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:55.544151+00:00"}
{"study_id": 71938, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of L-Carnitine versus PDE5 inhibitors on Leydig cell secretory function and sperm parameters in men with oligoasthenospermia.", "results_summary": "The study did not report significant changes in serum INSL3 levels or sperm parameters for the L-Carnitine group (Group C), unlike the PDE5 inhibitor groups (A and B), which showed improvements.", "population_specificity": "26 men with oligoasthenospermia (Group C).", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:58.448639+00:00"}
{"study_id": 71939, "supplement_id": 1266, "safety_score": "70", "efficacy_score": 30, "quality_score": 60, "study_goal": "The researchers aimed to assess whether carnitine supplementation improves quality of life and reduces fatigue in MS patients, while identifying any adverse effects.", "results_summary": "The study found no clear evidence that carnitine improves fatigue in MS patients compared to amantadine. Adverse events, mortality, and quality of life outcomes were not reported.", "population_specificity": "Adults with relapsing-remitting and secondary progressive multiple sclerosis experiencing fatigue.", "effective_dosage": "2 grams of acetyl L-carnitine (ALCAR(tm)) daily.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:59.077397+00:00"}
{"study_id": 71940, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to determine the effectiveness and safety of L-Carnitine (4 g/day) in improving cancer cachexia-related endpoints, including lean body mass, resting energy expenditure, and fatigue, compared to other treatments.", "results_summary": "L-Carnitine (arm 3) showed significant improvements in secondary endpoints like GPS and ECOG PS score, though the combination treatment (arm 5) was superior for primary endpoints. Toxicity was negligible across all arms, including L-Carnitine.", "population_specificity": "332 patients with cancer-related anorexia/cachexia syndrome.", "effective_dosage": "4 g/day", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:01.358605+00:00"}
{"study_id": 71941, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate oxidative damage in patients with propionic and methylmalonic acidemias at diagnosis and during L-carnitine treatment, and to correlate oxidative damage parameters with plasma L-carnitine levels.", "results_summary": "The study found significant oxidative damage in patients at diagnosis, which was reduced during L-carnitine treatment, with plasma L-carnitine levels negatively correlated with malondialdehyde levels, suggesting L-carnitine's role in reducing oxidative damage.", "population_specificity": "Patients with propionic and methylmalonic acidemias.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:02.068928+00:00"}
{"study_id": 71944, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining L-Carnitine with hydroxyurea improves hematologic parameters and cardiac function in patients with beta-thalassemia intermedia.", "results_summary": "The study found that L-Carnitine combined with hydroxyurea increased hemoglobin and hematocrit levels and improved left ventricular end-diastolic diameter. These effects were statistically significant compared to hydroxyurea alone.", "population_specificity": "120 patients with beta-thalassemia intermedia (ages 4-35 years) who did not require frequent blood transfusions.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:02.122206+00:00"}
{"study_id": 71942, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of L-carnitine supplementation on the regression of NASH by assessing liver function, metabolic parameters, and histological scores.", "results_summary": "L-carnitine supplementation significantly improved liver enzymes, lipid profile, glucose metabolism, inflammatory markers (CRP, TNF-alpha), insulin resistance (HOMA-IR), and histological scores in NASH patients.", "population_specificity": "Patients with nonalcoholic steatohepatitis (NASH) and control subjects.", "effective_dosage": "1 g tablet after breakfast and 1 g tablet after dinner (total 2 g/day).", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:02.177777+00:00"}
{"study_id": 71945, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to assess whether L-Carnitine could mitigate muscular dose-limiting toxicity caused by plitidepsin in patients with advanced medullary thyroid carcinoma.", "results_summary": "L-Carnitine allowed one patient to continue plitidepsin therapy without dose reduction, suggesting potential efficacy in managing drug-induced muscular toxicity. No adverse effects of L-Carnitine were reported.", "population_specificity": "Patients with advanced medullary thyroid carcinoma experiencing muscular toxicity from plitidepsin.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:02.439559+00:00"}
{"study_id": 71943, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of L-Carnitine supplementation on performance and recovery markers in middle-aged men and women after physical exertion.", "results_summary": "L-Carnitine supplementation significantly reduced biochemical markers of purine metabolism, free radical formation, muscle tissue disruption, and muscle soreness post-exercise, but did not affect physical performance markers like strength or power.", "population_specificity": "Normally active and healthy middle-aged men (45.4 ± 5.3 years) and women (51.9 ± 5.0 years).", "effective_dosage": "2 g/day of L-Carnitine (as Carnipure tartrate).", "study_duration": "3 weeks and 3 days per supplementation phase, with a 1-week washout period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:03.129845+00:00"}
{"study_id": 71946, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to analyze the effect of intravenous L-carnitine supplementation on erythropoietin (EPO) requirements in pediatric hemodialysis patients.", "results_summary": "L-carnitine supplementation significantly increased free carnitine levels, which was associated with higher hemoglobin levels and reduced EPO requirements. The EPO dose decreased from 1.15 ± 0.22 to 0.47 ± 0.10 µg/kg after 9 months of supplementation.", "population_specificity": "Pediatric hemodialysis patients (n=6).", "effective_dosage": "2.5 g per session for patients >30 kg, 1 g for those <30 kg, administered intravenously.", "study_duration": "9 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:06.798786+00:00"}
{"study_id": 71947, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 34, "quality_score": 65, "study_goal": "The researchers aimed to compare the effectiveness of L-Carnitine versus microsurgical varicocelectomy in improving seminal characteristics and pregnancy rates in men with subclinical varicocele.", "results_summary": "L-Carnitine treatment did not significantly improve sperm parameters, and the natural pregnancy rate in the drug group (34.5%) was lower than the surgery group (60.0%) but higher than the observation group (18.7%).", "population_specificity": "143 men with subclinical left-sided varicocele.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:06.975268+00:00"}
{"study_id": 201074, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of L-carnitine supplementation on mortality in critically ill patients with sepsis.", "results_summary": "The meta-analysis found no significant association between L-carnitine supplementation and 28-day or 12-month mortality in sepsis patients, with a risk ratio of 0.65 (95% CI 0.33-1.28).", "population_specificity": "Critically ill patients with sepsis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:08.468212+00:00"}
{"study_id": 201077, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy and safety of L-carnitine supplementation in improving liver function and lipid metabolism in patients with non-alcoholic fatty liver disease (NAFLD).", "results_summary": "L-carnitine supplementation significantly reduced AST and ALT levels (low certainty evidence) and improved HDL cholesterol and triglyceride levels (moderate certainty evidence), with no significant adverse effects reported. Subgroup analysis showed greater efficacy in adults compared to younger individuals.", "population_specificity": "Patients with non-alcoholic fatty liver disease (NAFLD).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:10.340525+00:00"}
{"study_id": 201076, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the dose-dependent effects of L-carnitine supplementation on cardiometabolic risk factors in patients with type 2 diabetes.", "results_summary": "L-carnitine supplementation resulted in small reductions in body mass index, serum lipids, and plasma glucose in patients with type 2 diabetes, though the findings had high statistical heterogeneity. The effects were dose-dependent, with greater reductions observed at higher dosages.", "population_specificity": "Adults with type 2 diabetes (2041 patients across 21 randomized trials).", "effective_dosage": "Every 1 g/d increment in L-carnitine supplementation (specific dosages not detailed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:10.948447+00:00"}
{"study_id": 201075, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of fertitonex (containing L-carnitine L-tartrate and other micronutrients) on semen parameters and reproductive hormones in men with idiopathic infertility.", "results_summary": "Fertitonex significantly improved sperm concentration, motility, progressive motility, and reduced abnormal forms, with effects persisting even after switching to placebo. LH levels were also significantly higher in the fertitonex group compared to placebo.", "population_specificity": "100 randomized infertile male patients with idiopathic infertility.", "effective_dosage": "Twice daily for 3 months.", "study_duration": "3 months of intervention, with a 1-month washout and additional 3-month crossover period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:11.379756+00:00"}
{"study_id": 201080, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of L-Carnitine on muscle quantity in the dialysis population as part of a broader analysis of interventions for sarcopenia in end-stage kidney disease.", "results_summary": "L-Carnitine resulted in significant increases in muscle quantity in the dialysis population, though the abstract does not provide detailed statistical measures for this specific outcome. The majority of trials included in the meta-analysis were noted to be low in quality.", "population_specificity": "Adults with end-stage kidney disease (ESKD) undergoing dialysis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:11.399256+00:00"}
{"study_id": 201079, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether L-Carnitine supplementation reduces dialysis-related hypotension and muscle cramps in hemodialysis patients.", "results_summary": "L-Carnitine significantly reduced the incidence of dialysis-related hypotension (OR = 0.26) and muscle cramps (OR = 0.22), with oral administration and higher doses (>4,200 mg/week) showing the most benefit. Trial sequential analysis confirmed the findings for hypotension but suggested more studies are needed for muscle cramps.", "population_specificity": "Hemodialysis patients with low serum carnitine levels.", "effective_dosage": ">4,200 mg/week (oral administration).", "study_duration": "At least 12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:11.568542+00:00"}
{"study_id": 201082, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of daily L-carnitine tartrate supplementation over 5 weeks on recovery and fatigue in a general population.", "results_summary": "L-carnitine tartrate supplementation improved perceived recovery and soreness compared to placebo, with benefits observed beyond 35 days across gender and age.", "population_specificity": "21- to 65-year-old adults (73 participants completed the study).", "effective_dosage": "Not specified", "study_duration": "5 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:14.084149+00:00"}
{"study_id": 201081, "supplement_id": 1266, "safety_score": "80", "efficacy_score": 40, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of L-carnitine on quality of life and liver function in patients with liver cirrhosis and covert hepatic encephalopathy.", "results_summary": "L-carnitine showed significant improvement in SF-36 scores and PHES scores in patients with minimal HE, but overall quality of life and liver function did not differ significantly between the L-carnitine and placebo groups. Changes in carnitine levels correlated with improvements in the Stroop test, but MELD scores remained unchanged.", "population_specificity": "Patients with liver cirrhosis and covert hepatic encephalopathy.", "effective_dosage": "2 g/day", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:16.435203+00:00"}
{"study_id": 201084, "supplement_id": 1266, "safety_score": "70", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of prolonged L-Carnitine supplementation on metabolism and metabolic modifications in healthy human subjects.", "results_summary": "LC supplementation elevated skeletal muscle carnitine content, increased muscle mass, improved physical effort tolerance and cognitive function in centenarians, but did not affect muscle strength in healthy aged women. It also increased fasting plasma TMAO levels without altering inflammatory or oxidative stress markers.", "population_specificity": "Healthy human subjects, including recreationally-active, competitive, and highly trained athletes, as well as healthy aged women and centenarians.", "effective_dosage": "1 g to 4 g per day", "study_duration": "12 or 24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:17.027258+00:00"}
{"study_id": 201086, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to identify fatigue management strategies, including acetyl-l-carnitine supplementation, in older individuals with chronic diseases.", "results_summary": "The study found that acetyl-l-carnitine supplementation was one of the strategies associated with managing fatigue in older individuals with chronic illnesses, though the abstract does not provide specific efficacy data.", "population_specificity": "Older individuals with chronic diseases experiencing fatigue.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:18.083887+00:00"}
{"study_id": 201085, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of L-Carnitine supplementation on oxidative stress and inflammatory biomarkers in patients with coronary artery disease (CAD).", "results_summary": "The study found that L-Carnitine supplementation significantly increased total antioxidant capacity (TAC) and significantly decreased levels of myeloperoxidase (MPO), nitrotyrosine (NT), and high-sensitivity C-reactive protein (hs-CRP) compared to placebo after 12 weeks.", "population_specificity": "75 patients with coronary artery disease (CAD).", "effective_dosage": "1000 mg/day", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:18.129918+00:00"}
{"study_id": 201087, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to systematically review the efficacy of L-carnitine supplementation on liver enzymes (ALT, AST, GGT) to assess its hepato-protective effects.", "results_summary": "The meta-analysis of 16 RCTs (1025 participants) found that L-carnitine supplementation significantly reduced ALT, AST, and GGT levels, indicating beneficial hepato-protective effects.", "population_specificity": "Not specified beyond participants in the included RCTs.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:18.912658+00:00"}
{"study_id": 201088, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of L-carnitine supplementation to mitigate KAATSU training-induced neuromuscular fatigue by reducing hypoxic damage and enhancing neuroprotective effects.", "results_summary": "The abstract suggests L-carnitine may attenuate hypoxic stress and neurotransmitter dysfunction, potentially reducing neuromuscular fatigue caused by KAATSU training, but direct studies on these effects are lacking.", "population_specificity": "Not specified (abstract focuses on KAATSU training implications).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:18.986422+00:00"}
{"study_id": 201089, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to review the role of L-Carnitine in muscle energetics and clarify conflicting data on its supplementation for improving exercise performance.", "results_summary": "The study found that L-Carnitine plays a critical role in fatty acid oxidation during exercise, but its supplementation's impact on performance remains unclear due to varying experimental conditions. Conflicting results were attributed to differences in exercise intensity, subject conditioning, dosage, and administration timing.", "population_specificity": "Not specified (general focus on human muscle metabolism, particularly during exercise).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:19.427125+00:00"}
{"study_id": 201090, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of L-carnitine supplementation on systolic and diastolic blood pressure.", "results_summary": "L-carnitine supplementation decreased diastolic blood pressure (DBP) but did not significantly affect systolic blood pressure (SBP). The effect was more pronounced in participants with overweight and obesity and at doses below 2 g/d.", "population_specificity": "Participants in randomized controlled trials, with subgroup analysis focusing on those with overweight and obesity.", "effective_dosage": "<2 g/d", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:21.486154+00:00"}
{"study_id": 201091, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether L-carnitine supplementation improves lean body mass (LBM) and physical function in hemodialysis patients with carnitine deficiency.", "results_summary": "L-carnitine supplementation maintained dry weight, arm muscle area, hand grip strength, and lean body mass in hemodialysis patients, while these measures significantly declined in the control group. The differences between groups were statistically significant, indicating L-carnitine's efficacy in preserving physical function and LBM.", "population_specificity": "Hemodialysis patients with carnitine deficiency.", "effective_dosage": "1,000 mg L-carnitine injected 3 times per week after each hemodialysis session.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:24.620477+00:00"}
{"study_id": 201092, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether L-Carnitine supplementation could restore preoperative plasma L-Carnitine levels in heart failure patients undergoing coronary artery bypass grafting.", "results_summary": "L-Carnitine supplementation (50 mg/kg daily) significantly increased plasma L-Carnitine levels compared to placebo by the 10th postoperative day, with sustained effects at 30 and 60 days. The placebo group showed no such recovery.", "population_specificity": "Patients with ischemic heart failure undergoing coronary artery bypass grafting.", "effective_dosage": "50 mg/kg daily, orally", "study_duration": "60 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:25.154860+00:00"}
{"study_id": 201093, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of L-Carnitine on exercise performance, recovery, muscle injury, and age-related muscle degradation.", "results_summary": "L-Carnitine improved acute physical performance, enhanced recovery by reducing muscle injury and soreness, and increased muscle mass while reducing fatigue in older adults. It also showed potential in preventing age-related muscle protein degradation and regulating mitochondrial function.", "population_specificity": "Healthy athletic population and older adults.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:25.328627+00:00"}
{"study_id": 201094, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of 24-week L-Carnitine supplementation on inflammatory markers, IGF-1 levels, body composition, and muscle strength in healthy older women.", "results_summary": "L-Carnitine supplementation significantly increased free plasma carnitine levels but did not substantially affect inflammatory markers, IGF-1, body composition, or muscle strength in healthy women over 65.", "population_specificity": "Healthy women aged 65-70 years.", "effective_dosage": "1500 mg L-Carnitine-L-Tartrate per day.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:25.810272+00:00"}
{"study_id": 201096, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of carnitine supplementation on adult weight loss through a systematic review and meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis showed that carnitine supplementation led to significant weight loss (-1.33 kg) and a decrease in BMI (-0.47 kg/m²) compared to the control group, though the effect diminished over time.", "population_specificity": "Adults (total n=911 across nine studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:26.280975+00:00"}
{"study_id": 201097, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers sought to evaluate the effects of mangiferin supplementation on serum lipid profiles, including L-Carnitine levels, in overweight patients with hyperlipidemia.", "results_summary": "Mangiferin supplementation significantly increased serum L-Carnitine levels, along with other markers of fatty acid oxidation, suggesting enhanced lipid metabolism. No adverse effects on L-Carnitine-related outcomes were reported.", "population_specificity": "Overweight patients with hyperlipidemia (serum triglyceride ≥ 1.70 mmol/L and total cholesterol ≥ 5.2 mmol/L).", "effective_dosage": "150 mg/day of mangiferin (L-Carnitine levels were measured as an outcome, not administered).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:27.978716+00:00"}
{"study_id": 201095, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether supplementation with L-Carnitine, acetyl-L-Carnitine, and other micronutrients improves sperm quality in men with oligo-, astheno-, and/or teratozoospermia, with or without varicocele.", "results_summary": "Supplementation significantly increased sperm concentration, total sperm count, and both progressive and total motility compared to placebo. Although pregnancy rate was not a primary endpoint, 10 of the 12 reported pregnancies occurred in the supplemented group, with more pronounced effects in varicocele patients.", "population_specificity": "104 men with oligo-, astheno-, and/or teratozoospermia, with or without varicocele.", "effective_dosage": "Not specified in the abstract.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:28.759118+00:00"}
{"study_id": 201098, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether preoperative L-carnitine supplementation affects the neutrophil-to-lymphocyte ratio (NLR) in patients undergoing coronary artery bypass grafting surgery.", "results_summary": "L-carnitine supplementation significantly reduced leukocyte and neutrophil counts before surgery and increased lymphocyte counts postoperatively, leading to a lower NLR on postoperative day 1 compared to placebo.", "population_specificity": "Patients scheduled for coronary artery bypass grafting surgery.", "effective_dosage": "2 g of L-carnitine in 1000 mL of 0.9% saline solution infused over 24 hours for each of the 3 preoperative days.", "study_duration": "3 days preoperatively.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:30.382405+00:00"}
{"study_id": 201099, "supplement_id": 1266, "safety_score": "100", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to reevaluate the effects of L-Carnitine on hemoglobin, erythropoietin dose, and other biomarkers in adults with end-stage kidney disease requiring maintenance hemodialysis.", "results_summary": "L-Carnitine significantly decreased serum LDL and CRP but did not show significant effects on triglycerides, cholesterol, HDL, hemoglobin, hematocrit, albumin, or erythropoietin dose. No adverse effects were reported.", "population_specificity": "Adults with end-stage kidney disease requiring maintenance hemodialysis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:32.154432+00:00"}
{"study_id": 201102, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effect of L-Carnitine supplementation on lipid parameters, apoproteins, and inflammatory and nutritional markers in hemodialysis patients.", "results_summary": "L-Carnitine supplementation significantly reduced hsCRP levels (indicating reduced inflammation) but showed no significant effect on lipid parameters or nutritional markers.", "population_specificity": "35 end-stage renal disease patients on maintenance hemodialysis for 2-5 years.", "effective_dosage": "1 g intravenously three times a week after each hemodialysis session.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:33.418980+00:00"}
{"study_id": 201100, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to investigate the influence of 4 weeks of oral L-Carnitine supplementation on fuel utilization during exercise in patients with MCADD.", "results_summary": "The study found that L-Carnitine supplementation did not change palmitate oxidation or fatty acid oxidation rates during exercise in MCADD patients, indicating no beneficial effect. Patients with MCADD showed impaired ability to increase fatty acid oxidation during exercise compared to healthy controls.", "population_specificity": "Four asymptomatic patients with medium-chain acyl-coenzyme A dehydrogenase deficiency (MCADD) and 11 healthy, age- and sex-matched controls.", "effective_dosage": "100 mg/kg/day", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:33.531989+00:00"}
{"study_id": 201101, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether L-Carnitine supplementation downregulates genes of the ubiquitin proteasome system (UPS) in piglets and cultured cells, potentially explaining increased protein accretion.", "results_summary": "L-Carnitine supplementation reduced mRNA levels of UPS-related genes in piglet liver and skeletal muscle but had no effect in cultured cells, suggesting an indirect mechanism possibly involving IGF-1.", "population_specificity": "Four-week-old male piglets, C2C12 myotubes, and HepG2 liver cells.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:33.545539+00:00"}
{"study_id": 201103, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the diagnostic and therapeutic relevance of L-Carnitine supplementation in treating primary carnitine deficiency (PCD) among patients with lipid storage myopathy (LSM).", "results_summary": "The study found that high-dose oral L-Carnitine supplementation led to dramatic improvement in individuals with PCD, highlighting its therapeutic potential for this specific condition.", "population_specificity": "Patients with primary carnitine deficiency (PCD), a subtype of lipid storage myopathy (LSM).", "effective_dosage": "High-dose (specific amount not provided)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:33.818237+00:00"}
{"study_id": 201105, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of L-Carnitine supplementation on plasma coagulation and anticoagulation factors in hemodialysis patients.", "results_summary": "L-Carnitine significantly increased serum free carnitine levels, reduced plasma fibrinogen and CRP, but showed no significant effects on protein C activity, coagulation factors V, VII, IX, or PAI-1 to tPA ratio.", "population_specificity": "Hemodialysis patients", "effective_dosage": "1000 mg/day oral L-Carnitine", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:36.012685+00:00"}
{"study_id": 201104, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of 14-day oral L-carnitine L-tartrate supplementation on glucose metabolism in lean versus overweight/obese non-diabetic males during an oral glucose tolerance test (OGTT).", "results_summary": "L-carnitine supplementation significantly lowered 30-minute plasma glucose in lean participants but increased 90-minute glucose in overweight/obese participants, with no effects on NEFA or GLP-1. The glucose response differed between lean and overweight/obese groups, suggesting further investigation is needed.", "population_specificity": "Non-diabetic males (8 lean, 8 overweight/obese).", "effective_dosage": "3 g/day (divided into two capsules, 3× daily with meals).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:36.563156+00:00"}
{"study_id": 201106, "supplement_id": 1266, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if carnitine supplementation (10 mg/kg/day) improves lipid metabolism and growth in premature, low-birth-weight Korean infants.", "results_summary": "L-Carnitine supplementation significantly improved lipid profiles and serum carnitine levels but did not enhance growth parameters in premature infants over the 9-day study period.", "population_specificity": "Low-birth-weight Korean infants.", "effective_dosage": "10 mg/kg/day.", "study_duration": "9 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:38.256613+00:00"}
{"study_id": 21541, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effect of N-acetyl cysteine (NAC) against cadmium-induced granulosa cell toxicity in caprine ovaries.", "results_summary": "NAC significantly reduced cadmium-induced cytotoxicity in granulosa cells, decreased apoptotic markers, restored antioxidant enzyme activity, and reduced oxidative stress markers like MDA.", "population_specificity": "Healthy caprine (goat) ovaries", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:39.918797+00:00"}
{"study_id": 201107, "supplement_id": 1266, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether L-carnitine supplementation improves exercise performance and blood redox status in hemodialysis patients, both at rest and after exercise.", "results_summary": "L-carnitine supplementation increased time to fatigue, reduced postexercise lactate, improved antioxidant status (e.g., increased reduced/oxidized glutathione and glutathione peroxidase activity), and decreased oxidative stress markers (e.g., malondialdehyde and protein carbonyls).", "population_specificity": "Hemodialysis patients with end-stage renal disease.", "effective_dosage": "20 mg/kg intravenously.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:40.449412+00:00"}
{"study_id": 21539, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether S-nitroso-L-cysteine (CSNO) inhalation therapy could mitigate myocardial lipid peroxidation and improve cardiac function in a renal insufficiency model by regulating the FOXO4-ACAA2 axis.", "results_summary": "CSNO inhalation improved peripheral vascular and right ventricular hemodynamic parameters, restored ACAA2 expression, reduced FOXO4 levels, and mitigated lipid peroxidation, leading to improved cardiac function in a renal insufficiency mouse model.", "population_specificity": "Adenine-induced renal insufficiency mouse model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:41.526431+00:00"}
{"study_id": 21537, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 90, "study_goal": "The researchers aimed to determine whether L-Cysteine-grafted HSN-PANS could effectively remove Hg(II) from acidic wastewater.", "results_summary": "The study found that HSN-PANS, grafted with L-Cysteine, effectively removed Hg(II) from acidic wastewater, reducing concentrations from 11 mg/L to below 1 μg/L at pH 2, with high adsorption capacity (764 mg/g), excellent reusability (99.9% efficiency after 43 cycles), and reliable performance in industrial wastewater treatment.", "population_specificity": "Industrial acidic wastewater contaminated with Hg(II).", "effective_dosage": "Not specified (material-based application).", "study_duration": "Not specified (cyclic adsorption-desorption tested over 43 cycles).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:42.021634+00:00"}
{"study_id": 21542, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of N‑acetyl‑L‑cysteine (NAC) on cigarette smoke-induced oxidative injury and apoptosis in rat lung tissues and alveolar epithelial cells.", "results_summary": "NAC protected against cigarette smoke-induced oxidative damage by reducing malondialdehyde levels, increasing superoxide dismutase activity, and preventing apoptosis-related protein changes (Bcl-2, caspase-3 p12). It also mitigated oxidative stress and apoptosis in vitro by replenishing glutathione and reducing reactive oxygen species.", "population_specificity": "Wistar rats and rat lung epithelial cells (RLE‑6TN).", "effective_dosage": "Not specified", "study_duration": "4 weeks (in vivo)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:42.933296+00:00"}
{"study_id": 21544, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether exogenous L-cysteine (L-Cys) treatment could delay weight loss, browning, nutrient depletion, and microbial contamination in fresh-cut Changgen mushrooms at 4 °C.", "results_summary": "Exogenous L-Cys treatment delayed deterioration in fresh-cut Changgen mushrooms by activating amino acid metabolism, increasing H2S levels, enhancing energy metabolism, and reducing reactive oxygen species through enzyme regulation.", "population_specificity": "Fresh-cut Changgen mushrooms (Oudemansiella raphanipes).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:44.122980+00:00"}
{"study_id": 21543, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of L-cysteine metabolism and inflammation-related parameters in the cerebral cortex of rats with LPS-induced neuroinflammation, focusing on memory and oxidative stress.", "results_summary": "Neither DSF nor NAC alleviated LPS-induced memory disorders or significantly affected BDNF, ROS, NO, H2S, or sulfane sulfur levels. However, they increased NPSH levels (mainly glutathione) and sulfate concentration, suggesting a reduction in oxidative stress.", "population_specificity": "Rats with LPS-induced neuroinflammation", "effective_dosage": "100 mg/kg b.w. (NAC)", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:44.735013+00:00"}
{"study_id": 21545, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining L-Cysteine (LC) with vitamin D (VD) supplementation improves therapeutic outcomes—such as increased bioavailable 25(OH)VD and reduced inflammation—compared to VD-alone in African Americans with metabolic syndrome and obesity.", "results_summary": "The study found that VD+LC cosupplementation significantly increased bioavailable 25(OH)VD in both sexes, reduced inflammatory markers, and upregulated VD-metabolizing genes. Total 25(OH)VD levels rose in men but not women, and SHBG and testosterone levels were elevated in the VD+LC group.", "population_specificity": "African American men and women aged 18-65 with metabolic syndrome and obesity (n=165).", "effective_dosage": "1000 mg/day L-Cysteine + 2000 IU/day vitamin D (for the combined group).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:47.822159+00:00"}
{"study_id": 21547, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of N-Acetyl-L-cysteine (NAC) supplementation on oxidative stress, oocyte maturation, and subsequent embryo development in goats.", "results_summary": "NAC at 1.5 mM significantly improved oocyte maturation, reduced ROS accumulation, increased GSH levels, enhanced antioxidant capacity, and upregulated genes related to cellular antioxidant systems and energy metabolism while downregulating genes linked to apoptosis and inflammation.", "population_specificity": "Goat oocytes and embryos in vitro.", "effective_dosage": "1.5 mM NAC.", "study_duration": "Duration of in vitro maturation and subsequent embryo culture (specific timeframe not provided).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:48.145898+00:00"}
{"study_id": 21550, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-Cysteine (CYS) could protect against cisplatin-induced oxidative stress and male reproductive toxicity.", "results_summary": "CYS significantly reduced oxidative stress, improved sperm viability, and protected testicular tissues from damage in both in vitro and in vivo models exposed to cisplatin.", "population_specificity": "Male rats (in vivo) and TM3 (Leydig) and TM4 (Sertoli) cells (in vitro).", "effective_dosage": "Not specified in the abstract.", "study_duration": "21 days (in vivo).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:49.655113+00:00"}
{"study_id": 21549, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-cysteine (L-cys) could delay leaf senescence and maintain nutritional quality in postharvest Chinese flowering cabbage.", "results_summary": "L-cys treatment at 0.5 g L-1 slowed leaf senescence by downregulating chlorophyll degradation genes, maintaining ROS homeostasis, and stimulating endogenous H2S production, while also preserving antioxidant capacity and nutritional quality.", "population_specificity": "Postharvest Chinese flowering cabbage stored at 20 °C.", "effective_dosage": "0.5 g L-1", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:49.756368+00:00"}
{"study_id": 21551, "supplement_id": 1267, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to determine whether physical cold plasma-treated N-acetyl-L-cysteine (PTN) could enhance the effectiveness of low-dose NAC in preventing CCl4-induced liver and kidney damage in rats.", "results_summary": "PTN demonstrated greater antioxidant properties, increased GSH levels, improved oxidative stress and antioxidant enzyme activities, and protected liver and kidney tissues from CCl4-induced damage, even at low NAC doses.", "population_specificity": "Rats with CCl4-induced hepatotoxicity.", "effective_dosage": "Ineffective dose of NAC (specific amount not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:51.116541+00:00"}
{"study_id": 21552, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether supplemental n-acetyl-l-cysteine (NAC) could recover age-associated complications related to osteoblastic Wnt signaling deficiency and examined potential mechanisms.", "results_summary": "NAC supplementation enhanced bone mass accrual and regenerative bone healing in mice with osteoblastic Wnt deficiency by inhibiting oxidative stress, apoptosis, and senescence in bone marrow stromal cells (BMSCs) and restoring antioxidant activity, without altering Wnt ligand secretion or hematopoiesis.", "population_specificity": "14-week-old Col2.3-Cre;Wlsfl/fl mutant and littermate control (Wlsfl/fl) mice.", "effective_dosage": "40 mM NAC-supplemented water.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:52.866704+00:00"}
{"study_id": 21553, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the therapeutic potential of an injectable hyaluronate-L-cysteine hydrogel (SAHAm@{[Cu(HA-Cys)2]Cl2}n) combining copper ions and vorinostat (SAHA) for inducing cuproptosis and eliminating osteosarcoma cells.", "results_summary": "The hydrogel demonstrated efficacy in partially eradicating osteosarcoma without metastasis in rats by inducing cuproptosis via Cu2+ targeting the TCA cycle and SAHA amplifying FDX-1 expression. The combined mechanisms showed promise for localized tumor elimination.", "population_specificity": "Rats with osteosarcoma.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:52.927414+00:00"}
{"study_id": 21555, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a sensitive nanoplatform for detecting L-Cysteine (L-Cys) and explore its potential for photothermal therapy.", "results_summary": "The study successfully created a nanocomposite for colorimetric detection of L-Cys with high sensitivity (detection limit of 0.027 μM) and demonstrated its potential for photothermal therapy due to excellent photothermal conversion performance.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:54.937951+00:00"}
{"study_id": 21554, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether S-allyl-L-cysteine (SAC) could trigger nitric oxide biosynthesis, regulate cadmium (Cd) transport, and alleviate Cd stress in rice seedlings.", "results_summary": "SAC increased nitric oxide synthesis, downregulated Cd transport genes, enhanced Cd fixation in root cell walls, and reduced Cd accumulation in shoots and roots, effectively alleviating Cd stress.", "population_specificity": "Rice seedlings", "effective_dosage": "0.2 mM SAC (sprayed)", "study_duration": "72 hours after spraying", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:56.491504+00:00"}
{"study_id": 21556, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective efficacy of L-Cysteine-decorated silver nanoparticles against carbon tetrachloride-induced hepatotoxicity in rats.", "results_summary": "The study found that L-Cysteine-decorated silver nanoparticles significantly reversed CCl4-induced liver damage, normalizing biochemical markers and histological changes, suggesting potent hepatoprotective effects.", "population_specificity": "Swiss albino rats", "effective_dosage": "5 mg/kg body weight every third day", "study_duration": "1 month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:57.240053+00:00"}
{"study_id": 21548, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine whether UiO-66-l-cys, synthesized using L-Cysteine, could effectively adsorb Hg(II) from water with enhanced capacity and stability.", "results_summary": "UiO-66-l-cys demonstrated a 20-fold increase in Hg(II) adsorption capacity (1321.4 mg/g) compared to the original UiO-66, with excellent cyclic stability (only 2.7% decrease after five cycles). Thermodynamic and XPS analyses confirmed spontaneous, endothermic adsorption facilitated by sulfhydryl and amino groups.", "population_specificity": "Not applicable (in vitro study on material adsorption properties).", "effective_dosage": "Not applicable (material synthesis study).", "study_duration": "Not applicable (no human or animal intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:57.808341+00:00"}
{"study_id": 21557, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to determine whether N-acetylcysteine (NAC), a precursor of L-Cysteine, could prevent the intergenerational transmission of metabolic disorders induced by paternal obesity in mice.", "results_summary": "NAC supplementation improved the health status and sperm quality of obese male mice but did not prevent the epigenetic transmission of metabolic disorders to their offspring. The offspring still exhibited hyperinsulinemia, glucose intolerance, and altered methylation at specific loci.", "population_specificity": "Male mice fed a high-fat diet (HFD) and their offspring.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:57.814390+00:00"}
{"study_id": 21558, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-Cysteine could prevent oxidative stress-induced apoptosis in neuronal cells and mitigate memory and cognitive impairments caused by GSH depletion.", "results_summary": "L-Cysteine dose-dependently prevented ROS-induced apoptosis in HT22 cells, restored mitochondrial function, and alleviated cognitive deficits in mice, acting as an effective ROS scavenger despite not significantly restoring GSH levels.", "population_specificity": "Mouse hippocampal neuronal HT22 cells and mice with induced oxidative stress.", "effective_dosage": "0.5-2 mM in cells; 15 or 30 mg/kg/day orally in mice.", "study_duration": "Not specified for cells; daily administration in mice (duration not explicitly stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:00.186538+00:00"}
{"study_id": 21560, "supplement_id": 1267, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if N-Acetyl-L-Cysteine (NAC) could reduce axitinib-induced senescence-associated adverse effects without compromising its anti-tumor efficacy in glioblastoma models.", "results_summary": "NAC combined with axitinib stabilized tumor microvessels, normalized brain tumor vasculature, and protected liver vasculature from axitinib toxicity, without diminishing anti-tumor activity.", "population_specificity": "Immunocompromised mice with orthotopic glioblastoma xenografts derived from Glioma Stem Cells (GSCs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:01.054614+00:00"}
{"study_id": 21559, "supplement_id": 1267, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the potential of biodegradable L-Cysteine-Iodine (L-Cys-I) nanosheets for nanotheranostics, focusing on CT imaging, sonosensitization efficacy, and anticancer performance.", "results_summary": "The study found that L-Cys-I nanosheets demonstrated high CT imaging ability, effective reactive oxygen species generation under ultrasound, and remarkable anticancer effects in vitro and in vivo due to synergistic sonodynamic therapy and chemotherapy. The nanosheets also showed biodegradability, biocompatibility, and negligible systemic toxicity.", "population_specificity": "In vitro and in vivo models (specific population not detailed beyond experimental models).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:02.066180+00:00"}
{"study_id": 21561, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-cysteine enhances testosterone biosynthesis and blood-testis barrier (BTB) gene expression in human Leydig cells and THP-1 monocytes.", "results_summary": "L-cysteine significantly upregulated key genes involved in testosterone production (CYP11A1, CYP19A1) and BTB integrity (CLDN1, CLDN11, TJP1, etc.) in both cell types and increased testosterone secretion in Leydig cells. The findings suggest L-cysteine may support testicular function and mitigate male infertility risk.", "population_specificity": "Human Leydig cells and THP-1 monocytes (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:03.908601+00:00"}
{"study_id": 21563, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether L-Cysteine (LC) could inhibit mTOR activity and improve metabolic outcomes in diabetes.", "results_summary": "Preclinical studies suggest that LC, along with vitamin D, can suppress mTOR activity, potentially protecting diabetic patients from complications and improving blood glucose regulation. Clinical trials are needed to confirm these findings.", "population_specificity": "Patients with diabetes (preclinical focus, human clinical implications suggested).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:04.715488+00:00"}
{"study_id": 21562, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether UV-C radiation combined with L-cysteine (L-cys) treatment could improve post-harvest preservation and delay senescence in Lanzhou lily bulbs by modulating reactive oxygen species (ROS) metabolism.", "results_summary": "The combined UV-C/L-cys treatment effectively inhibited decay, weight loss, and oxidative damage while preserving firmness, starch content, and aromatic compounds. It reduced ROS accumulation by enhancing antioxidant enzyme activity and protecting mitochondrial structure.", "population_specificity": "Lanzhou lily bulbs (Lilium davidii var. unicolor)", "effective_dosage": "2.0 g/L L-cysteine", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:05.324831+00:00"}
{"study_id": 21565, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the regulatory role of S-allyl-L-cysteine (SAC) and S-ethyl-L-cysteine (SEC) in managing metabolic syndrome (MetS) induced by a high-carbohydrate high-fat (HCHF) diet.", "results_summary": "SAC and SEC improved diabetic profiles, lipid levels, liver function, oxidative stress, inflammatory markers, and cholesterol homeostasis by modulating PCSK-9, LDL-R, SREBP-2, HNF-1α, and PPARs expression.", "population_specificity": "Individuals with HCHF-diet-induced metabolic syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:06.073660+00:00"}
{"study_id": 21564, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-Cysteine supplementation enhances blood levels of H2S and nitrite, reduces inflammation biomarkers, and increases circulating 25(OH)VD levels in Zucker diabetic fatty (ZDF) rats.", "results_summary": "LC supplementation significantly increased circulatory levels of H2S and NO2, raised plasma 25(OH)VD and vitamin C, and lowered leptin and body weight gain in ZDF rats. In vitro, H2S/NO2 upregulated CYP2R1 and CYP27B1 gene expression in monocytes, suggesting a mechanism for increased 25(OH)VD levels.", "population_specificity": "Zucker diabetic fatty (ZDF) rats", "effective_dosage": "Not specified", "study_duration": "Starting at 6 weeks of age (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:06.371239+00:00"}
{"study_id": 21567, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic potential of S-Allyl-L-cysteine (SAC) in inhibiting endometriosis growth and its immunomodulatory effects in a mouse model.", "results_summary": "SAC treatment significantly reduced endometriotic lesion growth, demonstrated antiadhesion and apoptosis-promoting effects, and modulated immune responses by altering T cell subsets and inflammatory cytokine production.", "population_specificity": "Female mice with surgically induced endometriosis.", "effective_dosage": "30 mg/kg daily", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:08.163560+00:00"}
{"study_id": 21566, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a fluorescence-based off-on switching system using 4-MBA@PVP-CuNCs-Hg to detect N-acetyl-L-cysteine (NAC) with high sensitivity.", "results_summary": "The study successfully synthesized 4-MBA@PVP-CuNCs and demonstrated that Hg2+ quenched their fluorescence, which was restored by NAC. The method showed excellent linearity (0.05-1.25 µM) and a low detection limit (16 nM), with good recoveries in real samples.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:08.621878+00:00"}
{"study_id": 21568, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to analyze the role of sulfur metabolism enzymes, including those related to L-Cysteine, in leukemia cell lines compared to normal leukocytes to identify potential therapeutic targets.", "results_summary": "The study found that leukemia cell lines exhibit altered expression patterns of sulfur metabolism enzymes, suggesting potential vulnerabilities for targeted cancer therapy. The review highlights the importance of these enzymes in cellular homeostasis and antioxidant defenses.", "population_specificity": "Leukemia cell lines and normal leukocytes (in vitro study).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:10.170652+00:00"}
{"study_id": 21569, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the association between L-Cysteine (as part of combined VD+LC supplementation) and its potential to upregulate GSH, VD-metabolizing genes, and VDR to enhance 25(OH)VD levels and therapeutic efficacy.", "results_summary": "The study found a positive correlation between 25(OH)VD and GSH levels, suggesting that combined VD+LC supplementation may upregulate GSH, VD-metabolizing genes, and VDR, potentially improving 25(OH)VD levels and therapeutic outcomes.", "population_specificity": "Subjects with metabolic syndrome, obesity, and other chronic diseases, as well as healthy and diabetic individuals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:12.333468+00:00"}
{"study_id": 21571, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the self-assembly behavior and gelation properties of S-benzyl-L-cysteine-based cyclic dipeptides (CDPs) and their potential application in water purification.", "results_summary": "The study found that the hydrophobic nature of amino acid side chains in CDPs significantly influenced hydrogel formation, with each CDP forming distinct nanofibrillar networks rich in β-sheet structures. These hydrogels demonstrated practical utility in removing harmful organic dyes from contaminated water.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:13.358868+00:00"}
{"study_id": 21573, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 75, "study_goal": "The researchers aimed to investigate the pharmacokinetic properties of N-acetyl-l-cysteine (NAC) in broilers to understand its absorption, distribution, and elimination.", "results_summary": "NAC showed rapid elimination after intravenous administration (t 1/2el of 0.93 h) and limited bioavailability (<10%). Oral administration resulted in delayed and lower peak plasma concentrations, which were sustained over 5 days of treatment.", "population_specificity": "Broiler chickens", "effective_dosage": "Not specified (single intravenous/oral or multiple feed administrations)", "study_duration": "5 days (for multiple feed administrations)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:13.938151+00:00"}
{"study_id": 21572, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether N-Acetyl-l-cysteine (NAC) could mitigate the reproductive toxicity of TiO2 nanoparticles in male germ cells by reducing ROS generation and restoring cell proliferation.", "results_summary": "NAC alleviated TiO2 NPs-induced autophagy, restored ERK phosphorylation, and promoted cell proliferation in mouse GC-1 spermatogonia cells, suggesting protective effects against TiO2 NPs toxicity.", "population_specificity": "Mouse GC-1 spermatogonia cells (an immortalized spermatogonia cell line).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:14.427482+00:00"}
{"study_id": 21575, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of L-Cysteine-modified biochar (LBCBa) in enhancing the removal of atrazine (ATZ) through improved adsorption and catalytic activation of peroxymonosulfate (PMS).", "results_summary": "The study found that LBCBa removed 93.0% of ATZ within 60 minutes under ultrasonic treatment, with an apparent reaction rate 2.87 times higher than without ultrasonic treatment. The introduction of L-Cysteine improved ATZ and PMS adsorption, making PMS easier to activate.", "population_specificity": "Not specified (environmental application, not human subjects).", "effective_dosage": "Not specified (study focused on material properties, not dosage).", "study_duration": "60 minutes (ultrasonic treatment duration).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:17.344945+00:00"}
{"study_id": 21574, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the antiproliferative potential of S-allyl-L-cysteine (SAC) and its effects on enzymes involved in hydrogen sulfide metabolism in human breast adenocarcinoma cell lines.", "results_summary": "SAC significantly reduced viable cells in MCF-7 and MDA-MB-231 lines at 4.50 mM, increased MPST gene expression after 24 hours, and had variable effects on CTH and CBS expression. The study confirmed SAC's antiproliferative potential and provided insights into its role in sulfur enzyme metabolism.", "population_specificity": "Human breast adenocarcinoma cell lines (MCF-7 and MDA-MB-231).", "effective_dosage": "2.24 mM, 3.37 mM, and 4.50 mM SAC concentrations.", "study_duration": "Incubation times of 2, 4, 6, 8, and 24 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:17.794425+00:00"}
{"study_id": 21576, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how different concentrations of L-Cysteine affect the gel properties, microstructure, and physicochemical stability of sheep plasma protein gels.", "results_summary": "L-Cysteine improved water retention and whiteness of the gel, with 0.2%-0.4% increasing gel strength and promoting a porous network structure. It reduced α-helix structures, increased β-folds, and 0.2% L-Cysteine led to the highest disulfide bond formation, surface hydrophobicity, and fluorescence intensity.", "population_specificity": "Sheep plasma protein gels (in vitro study)", "effective_dosage": "0-2% L-Cysteine", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:18.542224+00:00"}
{"study_id": 21578, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the protective effects of L-Cysteine (LC) and N-acetyl-l-cysteine (NAC) on boar sperm quality during hypothermic liquid storage, focusing on oxidative damage reduction and antioxidant capacity enhancement.", "results_summary": "LC at 1 mmol/L significantly improved sperm quality, including plasma membrane integrity, acrosome integrity, and antioxidant capacity, while reducing oxidative stress markers like ROS and MDA. The effects were independent of AMPK-mediated pathways.", "population_specificity": "Boar semen samples", "effective_dosage": "1 mmol/L LC", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:20.848058+00:00"}
{"study_id": 21577, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of N-acetyl-L-cysteine (NAC) on hepatic endocrine-metabolic, oxidative stress, and inflammatory changes in prediabetic rats.", "results_summary": "NAC administration prevented hypertriglyceridemia, hyperinsulinemia, increased liver fructokinase activity, oxidative stress, and inflammatory markers in sucrose-fed rats. It also restored P-eNOS/eNOS and pAKT/AKT ratios, suggesting improved glucose homeostasis and modulation of the AKT/NOS pathway.", "population_specificity": "Male Wistar rats (60 days old) with induced prediabetes via sucrose feeding.", "effective_dosage": "50 mg/kg, intraperitoneal administration.", "study_duration": "5 days of NAC administration following 21 days of sucrose feeding.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:21.151591+00:00"}
{"study_id": 21570, "supplement_id": 1267, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic effects, mechanism, and toxicities of DS-NAC, a derivative of L-Cysteine, in treating non-small cell lung cancer (NSCLC).", "results_summary": "DS-NAC demonstrated potent anti-proliferation, apoptotic, anti-metastasis, and EMT inhibition effects in vitro and showed better therapeutic effects than DSF in an orthotopic lung cancer mouse model, with low hematologic, hepatic, and neurological toxicities.", "population_specificity": "A549 and H460 NSCLC cell lines and an orthotopic lung cancer mouse model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:22.254594+00:00"}
{"study_id": 21579, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether L-Cysteine could serve as a multifunctional agent (sulfur source, reductant, and carbon source) in synthesizing a high-performance anode material for sodium ion batteries.", "results_summary": "L-Cysteine successfully facilitated the creation of a sulfur vacancy-enriched heterostructure (MoO2/MoS2/C), which demonstrated superior high-rate capability (875 and 420 mAh g-1 at 0.5 and 10 A g-1, respectively) and reduced volume expansion (42.8% vs. 88.8%). Theoretical calculations confirmed that sulfur vacancies and heterointerface engineering enhanced Na+ adsorption and migration.", "population_specificity": "Not applicable (material science study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:22.484661+00:00"}
{"study_id": 21581, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether L-Cysteine-modified chiral carbon dots (CDs) could serve as effective photoluminescent labels for biological objects by evaluating their chiral signal stability and cytotoxicity.", "results_summary": "The study found that L-Cysteine-modified CDs exhibited intense chiral signals, high photoluminescence quantum yields (19% for green, 15% for red emission), stability under varying ion conditions (pH changes, metal ions), and remarkably low cytotoxicity.", "population_specificity": "Not specified (in vitro study on chiral CDs).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:23.239236+00:00"}
{"study_id": 21582, "supplement_id": 1267, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether L-Cysteine could enhance the Fe3O4/PAA process for sulfamethoxazole (SMX) degradation in water treatment by improving Fe(III)/Fe(II) redox circulation efficiency.", "results_summary": "L-Cysteine increased the SMX degradation rate constant by 3.2 times and shifted the degradation pathway from Fe(IV)-dominated nonradical to •OH-dominated radical. It enhanced Fe solubilization and promoted Fe(III) reduction, though excessive L-Cys, high pH, and certain ions inhibited SMX degradation.", "population_specificity": "Water treatment systems (not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "Inhibitory effects noted with excessive L-Cys, high pH, HCO3-/H2PO4-, but minimal impact from Cl- and humic acid.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:26.708716+00:00"}
{"study_id": 22221, "supplement_id": 1290, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of R-limonene in adipocyte differentiation, lipid storage, and glucose uptake in 3T3-L1 preadipocytes.", "results_summary": "LM treatment increased adipocyte differentiation, lipid accumulation, and glucose uptake by activating key transcriptional factors and Akt phosphorylation, though higher concentrations (10μM) reduced adipogenesis and lipogenesis.", "population_specificity": "3T3-L1 preadipocytes (in vitro study).", "effective_dosage": "10μM (specific concentration mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:35.678993+00:00"}
{"study_id": 22227, "supplement_id": 1290, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine the effects of d-limonene on lung cancer cells and explore its mechanisms of action, particularly focusing on apoptosis and autophagy pathways.", "results_summary": "d-limonene inhibited lung cancer cell growth and suppressed tumor growth in mice by increasing apoptosis and autophagy-related gene expression. The study also found that autophagy inhibition reduced d-limonene-induced apoptosis.", "population_specificity": "Lung cancer cells (in vitro) and nude mice with xenografted tumors (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:35.692894+00:00"}
{"study_id": 22224, "supplement_id": 1290, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the trypanocidal activity and cellular effects of Limonene, alone and in combination with other terpenes, against Trypanosoma cruzi.", "results_summary": "Limonene demonstrated significant trypanocidal activity, showing synergistic effects with citral, caryophyllene oxide, and Benznidazole, reducing the IC50 of Benznidazole by 17 times. It was the most effective and selective treatment, potentially inducing an apoptotic-like mechanism in T. cruzi.", "population_specificity": "Trypanosoma cruzi (epimastigotes, trypomastigotes, and amastigotes) and Vero cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Synergistic interactions with citral, caryophyllene oxide, and Benznidazole.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:35.901265+00:00"}
{"study_id": 22222, "supplement_id": 1290, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects of limonene against cadmium-induced genotoxicity in human lymphocytes.", "results_summary": "Limonene at 20-μM and 100-μM concentrations significantly reduced genotoxicity markers (SCE frequency, tail moment, lipid peroxidation) and increased antioxidant enzyme activity (SOD, CAT). No significant relationship was found between GSTP1 polymorphism and limonene's effects.", "population_specificity": "Cultured human peripheral blood lymphocytes from healthy individuals.", "effective_dosage": "20-μM and 100-μM concentrations.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:35.917498+00:00"}
{"study_id": 22226, "supplement_id": 1290, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study evaluated the toxicity, antiproliferative effects, and cell death mechanisms of 4-FTSC in PC-3 prostate adenocarcinoma cells, not Limonene.", "results_summary": "The study found that 4-FTSC showed cytotoxic effects against PC-3 cells, induced apoptosis, and had low acute oral toxicity, but it did not assess Limonene.", "population_specificity": "PC-3 prostate adenocarcinoma cells (in vitro)", "effective_dosage": "Not mentioned (for Limonene)", "study_duration": "Not mentioned (for Limonene)", "interactions": "None mentioned (for Limonene)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:35.977868+00:00"}
{"study_id": 22228, "supplement_id": 1290, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the suitability of mesophilic anaerobic digestion for treating citrus waste, focusing on the influence of waste composition (including limonene content) and storage on degradation efficiency.", "results_summary": "The study found that anaerobic digestion was successful without reactor acidification, and no inhibition by limonene was observed in stored waste at concentrations up to 104 mg/l. However, some inhibition occurred with fresh citrus peel waste when limonene concentrations exceeded 150 mg/l.", "population_specificity": "Citrus peel waste from small-medium agro-industrial enterprises.", "effective_dosage": "Limonene concentrations of 104 mg/l (stored waste) and >150 mg/l (fresh waste).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:36.700159+00:00"}
{"study_id": 22223, "supplement_id": 1290, "safety_score": "75", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the toxicological effects and risks associated with R-(+)-limonene, focusing on its absorption, distribution, metabolism, and safety profile.", "results_summary": "R-(+)-limonene is rapidly absorbed and metabolized in humans, with toxic effects primarily observed in rodents (e.g., nephrotoxicity, hepatotoxicity, neurotoxicity) but not relevant to humans due to species-specific mechanisms. No genotoxic, immunotoxic, or carcinogenic effects were reported, but data on metabolite toxicity and degradation products are lacking.", "population_specificity": "Experimental animals (rodents) and humans.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:36.779134+00:00"}
{"study_id": 22225, "supplement_id": 1290, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine the inhibitory effect of limonene on biofilm formation and mature biofilm produced by pathogens isolated from bovine mastitis, as well as its bactericidal action.", "results_summary": "Limonene showed inhibitory effects on biofilm formation and mature biofilm of mastitis pathogens, though it was less effective than the essential oil of Minthostachys verticillata. MIC values for limonene varied by bacterial strain, with the highest efficacy observed against Bacillus pumilus (BP6 and BP5).", "population_specificity": "Pathogens isolated from bovine mastitis (Escherichia coli, Bacillus pumilus, Enterococcus faecium).", "effective_dosage": "6.6 mg/ml for B. pumilus (BP6), 105 mg/ml for B. pumilus (BP5).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:37.524842+00:00"}
{"study_id": 192959, "supplement_id": 1290, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether RISTOMED diet supplemented with AISA d-Limonene could reduce inflammation and improve metabolic markers in healthy elderly individuals.", "results_summary": "RISTOMED diet supplemented with d-Limonene significantly decreased fibrinogen, glucose, insulin levels, and HOMA-IR, with the most pronounced benefits observed in subjects with medium-high baseline inflammation.", "population_specificity": "Healthy elderly subjects", "effective_dosage": "Not specified", "study_duration": "56 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:43.385155+00:00"}
{"study_id": 22232, "supplement_id": 1290, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic efficacy of D-limonene against ischemia-associated cerebral injury in hypertensive rats.", "results_summary": "D-limonene reduced systolic blood pressure, improved cognitive and sensory deficits, decreased cerebral infarct size, modulated inflammatory and oxidative stress markers, and promoted vascular remodeling in hypertensive rats following stroke.", "population_specificity": "Hypertensive SHRsp rats with induced stroke.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:43.518504+00:00"}
{"study_id": 22229, "supplement_id": 1290, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of limonene in osteoblast differentiation and glucose uptake in C2C12 skeletal muscle cells and its effect on signaling pathways.", "results_summary": "Limonene significantly increased osteogenic markers (ALP activity, calcium deposition, gene expression) and glucose uptake, activating p38MAPK and Akt pathways without affecting cell viability. It also counteracted the inhibitory effect of a p38 inhibitor on osteoblast differentiation.", "population_specificity": "C2C12 skeletal muscle cells (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:44.292034+00:00"}
{"study_id": 192960, "supplement_id": 1290, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the anti-inflammatory properties of d-Limonene, comparing its effects to ibuprofen in a rat model of colitis and assessing its impact on inflammatory markers in humans.", "results_summary": "d-Limonene significantly reduced intestinal inflammation in rats, comparable to ibuprofen, lowered serum TNF-α levels, inhibited NF-κB translocation in fibroblasts, and increased epithelial resistance in cell cultures. In humans, OPE supplementation decreased inflammatory markers like IL-6.", "population_specificity": "Rats with TNBS-induced colitis, human fibroblast and enterocyte cell cultures, and elderly healthy subjects.", "effective_dosage": "10 mg/kg orally in rats; human dosage not specified.", "study_duration": "56 days for human dietary supplementation; rat study duration not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:45.177941+00:00"}
{"study_id": 22933, "supplement_id": 1291, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the acute effects of Lion's Mane fruiting body extract on cognitive performance and mood in healthy young adults.", "results_summary": "The study found no significant overall improvement in cognitive function or mood with acute Lion's Mane consumption, though participants showed improved performance on the pegboard test. Any benefits appeared task-specific rather than broadly cognitive.", "population_specificity": "Healthy adults aged 18-35 years", "effective_dosage": "3g of 10:1 extract (single dose)", "study_duration": "Acute (90-minute post-consumption assessment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:45.195449+00:00"}
