{"study_id": 39124, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of soy isoflavones on migraine characteristics and CGRP levels in women with migraine.", "results_summary": "Soy isoflavones significantly reduced migraine attack frequency, duration, and CGRP levels, and improved quality of life, though migraine severity and mental status did not show statistically significant improvements.", "population_specificity": "Women with migraine", "effective_dosage": "50 mg per day", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:36.881191+00:00"}
{"study_id": 39127, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether Soy Isoflavones (SI) could improve cognitive deficits induced by chronic sleep deprivation (CSD) in mice.", "results_summary": "SI administration improved cognitive performance in CSD-treated mice across multiple tests, enhanced antioxidant capacity, reduced oxidative stress markers, and suppressed inflammatory responses in the hippocampus.", "population_specificity": "Mice subjected to chronic sleep deprivation.", "effective_dosage": "10, 20, and 40 mg/kg (oral administration).", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:38.584929+00:00"}
{"study_id": 39125, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of soy isoflavones combined with soy protein on serum leptin levels in adults.", "results_summary": "The combination of soy isoflavones and soy protein had a borderline non-significant effect on reducing serum leptin levels, with notable reductions in specific subgroups (e.g., baseline leptin ≤22 ng/ml, short-term trials ≤56 days, doses ≤96 mg/day, and participants with health risks/diseases). Firm conclusions require further studies.", "population_specificity": "Adults aged ≥18 years, including those with health risk factors or diseases.", "effective_dosage": "≤96 mg/day soy isoflavones (specific frequency not mentioned).", "study_duration": "≤56 days for short-term trials (exact duration varied by study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:39.334685+00:00"}
{"study_id": 39123, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the association between soy isoflavone intake and osteoporotic fracture risk in postmenopausal women, particularly examining how fracture history and time since menopause modify this association.", "results_summary": "High soy isoflavone intake (>42.0 mg/d) was associated with a 28% reduction in osteoporotic fracture risk compared to low intake (<18.7 mg/d), particularly in women with prior fracture history and those recently menopausal (<10 years). No significant association was found for magnesium intake.", "population_specificity": "48,584 postmenopausal women aged 43.3–76.7 years at study entry.", "effective_dosage": "Highest quartile intake (>42.0 mg/d) vs. lowest quartile (<18.7 mg/d).", "study_duration": "Median follow-up of 10.1 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:39.540612+00:00"}
{"study_id": 39128, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to summarize the effect of soy isoflavones on serum C-reactive protein (CRP) levels in participants with chronic inflammatory disorders.", "results_summary": "The meta-analysis found no significant overall effect of soy isoflavones on CRP levels, though subgroup analysis showed a reduction in participants aged >57 years and with baseline CRP >3.75 mg/L. The study concluded that more RCTs are needed for these specific populations.", "population_specificity": "Participants with chronic inflammatory disorders, particularly those aged >57 years and with elevated CRP levels (>3.75 mg/L).", "effective_dosage": "33 to 132 mg/day", "study_duration": "4 to 96 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:39.821110+00:00"}
{"study_id": 39126, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining soy isoflavones (SIF) with Bacillus coagulans enhances the bioactivity of SIF in alleviating symptoms of letrozole-induced PCOS in rats.", "results_summary": "The study found that combining SIF with Bacillus coagulans improved hormone restoration, reduced oxidative stress, normalized the menstrual cycle, and enhanced ovarian physiology, with higher doses of B. coagulans (6.50 mg/kg) showing greater efficacy.", "population_specificity": "Letrozole-induced PCOS model in rats (36 rats divided into six groups).", "effective_dosage": "SIF (100 mg/kg) with varying doses of B. coagulans (0.65, 3.25, and 6.50 mg/kg).", "study_duration": "2 weeks after disease induction.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:40.694617+00:00"}
{"study_id": 39129, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of soy isoflavones, particularly (S)-equol, as a therapeutic option for postmenopausal symptoms and long-term health, while addressing challenges in gut microbiome variability and translatability between rodent models and humans.", "results_summary": "The study highlights that (S)-equol, a metabolite of daidzein, has strong estrogenic activity but is not produced by over half of the human population due to gut microbiome differences. It emphasizes the need for better model systems to study equol production and suggests modulating the gut microbiome as a future therapeutic strategy for postmenopausal women.", "population_specificity": "Postmenopausal women (indirectly addressed, with focus on gut microbiome variability in humans).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:41.712576+00:00"}
{"study_id": 39130, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether soy isoflavone supplementation could prevent periodontal destruction exacerbated by estrogen deficiency and explore its potential mechanism.", "results_summary": "Soy isoflavones alleviated periodontitis in OVX rats by increasing tight junction protein expression, reducing IL-17 and ROS levels, and preventing alveolar bone loss. In vitro studies suggested the enhancement of the oral epithelial barrier by soy isoflavones was partially dependent on GRHL2.", "population_specificity": "Ovariectomized (OVX) rats with experimental periodontitis and human oral keratinocytes (HOK-1 cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:45.926424+00:00"}
{"study_id": 39131, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of soy isoflavones (ISO) supplementation on reproductive performance, antioxidant parameters, and milk composition in sows, as well as the growth performance of their offspring.", "results_summary": "Increasing ISO dosage improved sow feed intake, reduced oestrus interval, enhanced antioxidant capacity, and increased offspring growth performance in a dose-dependent manner.", "population_specificity": "60 sows (Landrace × Yorkshire, average parity 1.39) and their offspring.", "effective_dosage": "0, 10, 20, or 40 mg/kg ISO in diet.", "study_duration": "Late-gestation and lactation periods (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:47.801287+00:00"}
{"study_id": 39134, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic effect and molecular mechanism of Soy isoflavones on rats with polycystic ovary syndrome (PCOS).", "results_summary": "Soy isoflavones significantly improved ovarian morphology, hormone levels, and reduced oxidative stress and inflammation in PCOS rats by inhibiting the NF-κB pathway. The treatment also reduced body weight, ovarian volume, and improved estrous cycle.", "population_specificity": "Sprague-Dawley rats with induced PCOS.", "effective_dosage": "100 mg/kg administered orally.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:47.835064+00:00"}
{"study_id": 39137, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether soy protein combined with soy isoflavones affects circulating levels of E-selectin, ICAM-1, and VCAM-1 in adults.", "results_summary": "The study found no significant association between soy protein with soy isoflavones and changes in E-selectin, ICAM-1, or VCAM-1 levels. More research with larger sample sizes and diverse age groups was recommended.", "population_specificity": "Adults (specific demographics not detailed).", "effective_dosage": "Soy isoflavones (30-112 mg/day) and soy protein (11.25-52 g/day).", "study_duration": "6-24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:50.327632+00:00"}
{"study_id": 39138, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chronic soy isoflavone supplementation could improve insulin secretion, pancreatic islet function, and prevent metabolic dysfunction in adult male rats with early overfeeding.", "results_summary": "Soy isoflavones improved glucose tolerance, insulin sensitivity, and reduced fat tissue accretion and body weight gain in overfed rats. They also enhanced pancreatic-islet response to various stimuli and increased glucose-stimulated insulin secretion.", "population_specificity": "Adult male Wistar rats raised in small litters (early overfeeding model) and normal litters.", "effective_dosage": "Not specified", "study_duration": "60 days (from 30 to 90 days old)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:50.736408+00:00"}
{"study_id": 39135, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of different levels of soy isoflavones on nutrient intake, digestibility, lipid profile, insulin, and reproductive hormones in PCOS-induced rat models.", "results_summary": "Soy isoflavones significantly increased estrogen, progesterone, and prolactin levels, reduced insulin, testosterone, FSH, and LH, improved HDL, and lowered cholesterol, LDL, and triglycerides, with the highest dosage (0.20 g/kg BW) showing the most pronounced effects.", "population_specificity": "Wistar rats (45 days old, weighing 95 ± 5 g) with PCOS induced by estradiol valerate.", "effective_dosage": "0.10 g/kg BW, 0.15 g/kg BW, and 0.20 g/kg BW, administered via oral gavage.", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:51.313222+00:00"}
{"study_id": 39136, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of soy isoflavones plus soy protein on circulating IL-6 and TNF-α levels in post-menopausal women.", "results_summary": "The meta-analysis found no significant effect on serum concentrations of IL-6 and TNF-α, though subgroup analyses indicated some increases in IL-6 and TNF-α under specific conditions (e.g., lower doses, cross-over design, shorter duration, higher BMI, or at-risk participants).", "population_specificity": "Post-menopausal women, including those with health risk factors or diseases.", "effective_dosage": "≤87 mg/day of soy isoflavones (specific frequency not mentioned).", "study_duration": "Varied, with some studies ≤56 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:51.632537+00:00"}
{"study_id": 39139, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess potential changes in bone turnover marker levels in postmenopausal women during soy isoflavones intake.", "results_summary": "The meta-analysis showed statistically insignificant trends of increased bone formation markers (OC and BAP) and reduced bone resorption markers (PYD and DPD) with soy isoflavones intake. The effects were not clinically significant but suggested potential benefits requiring further research.", "population_specificity": "Postmenopausal women", "effective_dosage": "Mean daily dose of 98.2 mg (range: 30.9 to 300 mg)", "study_duration": "3 to 24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:55.009683+00:00"}
{"study_id": 39141, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether soy isoflavones or their combination with soy protein reduces serum CRP levels in postmenopausal women.", "results_summary": "The meta-analysis found no significant effect of soy isoflavones alone or combined with soy protein on serum CRP concentrations in postmenopausal women. The results were statistically non-significant and did not support a beneficial anti-inflammatory effect.", "population_specificity": "Postmenopausal women", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:55.249367+00:00"}
{"study_id": 39140, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the antidepressant-like effects of S-equol (a metabolite of soy isoflavones) in a lipopolysaccharide-induced depression model in mice and explore its underlying mechanisms.", "results_summary": "S-equol administration reversed depressive-like behavior in mice, reduced pro-inflammatory cytokines, increased neurotransmitter levels, normalized tryptophan metabolism, and enhanced synaptic plasticity by modulating the TLR4/NF-κB pathway.", "population_specificity": "Mice with LPS-induced depressive-like behavior", "effective_dosage": "10, 20, and 40 mg/kg", "study_duration": "19 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:56.109266+00:00"}
{"study_id": 39143, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of soy isoflavones (SIF), alone and combined with resveratrol, on oxidative stress-induced apoptosis in the hippocampus of aging model rats.", "results_summary": "Soy isoflavones alone and in combination with resveratrol reduced apoptosis, improved mitochondrial integrity, enhanced antioxidant enzyme activity, and modulated apoptosis-related protein expression in aging rats, with the combination showing superior effects.", "population_specificity": "Female SD rats with aging induced by bilateral ovariectomy and D-galactose injection.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:59.511954+00:00"}
{"study_id": 39122, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of soy isoflavones on bone mineral density (BMD) in menopausal women.", "results_summary": "The meta-analysis found that daily intake of soy isoflavones moderately but significantly improved BMD at the lumbar spine, femoral neck, and total hip compared to controls. The effects varied based on intervention duration, racial diversity, time after menopause, supplement form, and dosage.", "population_specificity": "Menopausal women", "effective_dosage": "106 mg/day (range: 40-300 mg)", "study_duration": "6-24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:00.068306+00:00"}
{"study_id": 39145, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether soy isoflavones (SIs) have a neuroprotective effect in chronic ethanol-induced dementia in mice and to explore the underlying mechanisms.", "results_summary": "SI administration significantly improved cognitive performance in behavioral tests, regulated cholinergic activity, elevated synaptic plasticity-related proteins, and inhibited neuron apoptosis-related proteins in the cortex and hippocampus of mice. The results suggest soy isoflavones may be a potential candidate for preventing and treating alcoholic dementia.", "population_specificity": "Mice with ethanol-induced cognitive impairment", "effective_dosage": "10, 20, or 40 mg kg-1, orally administered once daily", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:00.273172+00:00"}
{"study_id": 39144, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic effects of Soy Isoflavones (SIF) on cognitive dysfunction and oxidative stress in a diabetic rat model.", "results_summary": "SIF treatment for 4 weeks improved cognitive function in diabetic rats, reduced oxidative stress, and enhanced the expression of antioxidant-related proteins (Nrf2, HO-1, NQO1).", "population_specificity": "Diabetic Goto-Kakizaki (GK) rats and age-matched Wistar rats.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:00.898465+00:00"}
{"study_id": 39142, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of soy isoflavones and soy isoflavones plus soy protein on serum TNF-α concentrations in adults.", "results_summary": "The study found no significant effect of soy isoflavones or their combination with soy protein on serum TNF-α levels. Subgroup analyses also showed no significant changes in TNF-α levels.", "population_specificity": "Adult participants", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:01.233565+00:00"}
{"study_id": 39148, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Soy Isoflavones (SIFs) alleviate colitis via an ERα-dependent mechanism by targeting the NLRP3 inflammasome.", "results_summary": "SIFs ameliorated DSS-induced colitis in mice by reducing body weight loss, disease activity index, and colon damage while inhibiting NLRP3 inflammasome expression and suppressing IL-1β and IL-18 release. The therapeutic effect depended on ERα inhibition and subsequent NLRP3 inflammasome suppression.", "population_specificity": "Mice with DSS-induced colitis", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:04.594345+00:00"}
{"study_id": 39146, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to summarize the effect of soy isoflavones plus soy protein on circulating interleukin-6 (IL-6) levels in adult participants.", "results_summary": "The meta-analysis found no significant overall effect on serum IL-6 concentrations, but subgroup analysis showed a reduction in IL-6 levels with doses >84 mg/day and in high-quality studies.", "population_specificity": "Adult participants", "effective_dosage": ">84 mg/day of soy isoflavones", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:06.071606+00:00"}
{"study_id": 39147, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of soy isoflavones on menopausal symptoms, particularly sleep disturbances, compared to pollen extracts and no treatment.", "results_summary": "Soy isoflavones (60 mg/day) significantly improved hot flushes and menopausal symptoms but were less effective than pollen extracts in improving sleep quality, with modest improvements at three months and minimal at six months.", "population_specificity": "Women in natural menopause experiencing menopausal symptoms and sleep disturbances.", "effective_dosage": "60 mg/day (one tablet)", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:06.624126+00:00"}
{"study_id": 39149, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine whether soy isoflavone supplementation reduces arterial stiffness through a systematic review and meta-analysis of RCTs.", "results_summary": "Soy isoflavones significantly reduced arterial stiffness compared to placebo, with a standardized mean difference of -0.33. Subgroup and sensitivity analyses showed consistent effects across different durations, genders, and measurement methods.", "population_specificity": "Human subjects (specific demographics not detailed).", "effective_dosage": "Not specified.", "study_duration": "Maximum of 12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:07.401195+00:00"}
{"study_id": 39152, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of soy isoflavones on gastrointestinal physiological functions and their potential role in treating gut-related diseases.", "results_summary": "Soy isoflavones improved intestinal secretion, reduced inflammation, limited morphological damage, and enhanced epithelial barrier function in murine models of gastrointestinal diseases. Dietary supplementation with isoflavones was found to be beneficial for overall gut health.", "population_specificity": "Murine models (clinically relevant for gastrointestinal diseases).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:08.603473+00:00"}
{"study_id": 39150, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of soy isoflavone supplementation on serum lipids and lipoprotein (a) [Lp(a)] in peritoneal dialysis (PD) patients.", "results_summary": "The study found that 100 mg of soy isoflavones daily for 8 weeks significantly reduced serum Lp(a) by 10% and increased HDL-C by 11.5% in PD patients, with no significant effects on triglycerides, total cholesterol, or LDL-C.", "population_specificity": "Peritoneal dialysis (PD) patients", "effective_dosage": "100 mg daily", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:08.654925+00:00"}
{"study_id": 39151, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether soy isoflavones could mitigate obesity by improving hypothalamic inflammation and apoptosis induced by oxidative stress.", "results_summary": "Soy isoflavones reduced hypothalamic inflammation and apoptosis, protected hypothalamic N42 cells from oxidative stress, and increased PGC-1α levels, suggesting improved antioxidant defense.", "population_specificity": "In vitro (hypothalamic N42 cells) and in vivo (specific population not detailed in abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:09.447520+00:00"}
{"study_id": 39153, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "To investigate the effects of soy isoflavones, alone and combined with resveratrol, on memory, neuronal health, and glucose transporter expression in aging model rats.", "results_summary": "Soy isoflavones improved learning and memory, increased NeuN-positive cells, and upregulated GLUT1 and GLUT3 expression in the hippocampus. The combination with resveratrol showed enhanced effects compared to either treatment alone.", "population_specificity": "Female SD rats (aging model induced by ovariectomy and D-galactose injection).", "effective_dosage": "160 mg/kg soy isoflavones (daily intragastric administration).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:10.931901+00:00"}
{"study_id": 39154, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether soybean isoflavones (SIF) could mitigate DEHP-induced metabolic toxicity in rats.", "results_summary": "SIF supplementation partially protected rats from DEHP-induced metabolic abnormalities by regulating fatty acid metabolism, antioxidant defense, amino acid metabolism, and mitochondrial protection. Key metabolites showed significant differences between control and treatment groups.", "population_specificity": "Rats", "effective_dosage": "86 mg/kg body weight (daily)", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:12.465391+00:00"}
{"study_id": 39156, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of soy isoflavones, alone and combined with vitamin D, on inflammatory markers, antioxidant status, and gut permeability in women with IBS.", "results_summary": "Soy isoflavones, alone or combined with vitamin D, significantly reduced plasma inflammatory markers and fecal protease activity compared to placebo, but had no significant effect on antioxidant status.", "population_specificity": "Women aged 18-75 with irritable bowel syndrome (IBS).", "effective_dosage": "40 mg/day of soy isoflavones.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:15.162842+00:00"}
{"study_id": 39155, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if dietary soy isoflavones (ISF) could improve immune responses, growth performance, and mortality rates in PRRSV-infected pigs from weaning to market.", "results_summary": "Dietary ISF reduced PRRSV-related mortality by ~50%, accelerated viral clearance, enhanced anti-PRRSV antibody production, and increased memory T-cells and neutrophil counts, though growth performance effects were inconsistent.", "population_specificity": "Weaned barrows (young pigs) infected with PRRSV.", "effective_dosage": "Total ISF in excess of 1,600 mg/kg diet.", "study_duration": "Entire growth period from weaning to market (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:15.218529+00:00"}
{"study_id": 39158, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of soy isoflavones on cognitive function in adults.", "results_summary": "The meta-analysis of 16 RCTs found that soy isoflavones improved overall cognitive function and memory, with standardized mean differences of 0.19 and 0.15, respectively. The results suggest a modest but statistically significant benefit.", "population_specificity": "Adults with a mean age of 60 years.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:16.397786+00:00"}
{"study_id": 39157, "supplement_id": 1569, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine whether soy isoflavones modulate the physiological effects of calcium on blood pressure in premenopausal women.", "results_summary": "Isoflavones did not affect blood pressure in intention-to-treat analysis but showed significant effects in per-protocol analysis, inversely moderating calcium's impact on systolic blood pressure and decreasing diastolic blood pressure independently of calcium levels. The effects were most pronounced at extreme calcium concentrations.", "population_specificity": "Premenopausal women (n=197, with 166 in per-protocol analysis).", "effective_dosage": "136.6 mg isoflavones (as aglycone equivalents) administered 5 days per week.", "study_duration": "Up to 2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:16.666620+00:00"}
{"study_id": 39159, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether soy isoflavones improve visceral fatty acid metabolism and regulate lipid homeostasis in obesity.", "results_summary": "Soy isoflavones reduced body weight and visceral fat cell area, suppressed fat synthesis, and accelerated fat hydrolysis in obese male rats. They also inhibited lipid accumulation in 3T3-L1 cells and promoted AMPK activity, suggesting a role in lipid metabolism regulation.", "population_specificity": "Diet-induced obese male rats and 3T3-L1 cells (in vitro).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:16.675133+00:00"}
{"study_id": 39160, "supplement_id": 1569, "safety_score": "75", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to review current knowledge on the potential effects of soy isoflavone consumption concerning civilization diseases, including osteoporosis, type II diabetes, hypercholesterolemia, and cardiovascular diseases.", "results_summary": "The study suggests soy isoflavones may reduce the risk of hormone-related cancers and certain civilization diseases, though there are mixed findings regarding cardiovascular risk reduction and potential breast cancer-promoting effects. Epidemiological evidence supports some health benefits, but uncertainties remain.", "population_specificity": "General human population, with implications for those at risk of civilization diseases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:17.984178+00:00"}
{"study_id": 39161, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of soy isoflavones on bone mineral density (BMD) and bone turnover markers in the context of osteoporosis prevention.", "results_summary": "Soy isoflavones significantly improved BMD at the lumbar spine, hip, and femoral neck, and favorably affected certain bone turnover markers (osteoprotegerin, pyridinoline, C-telopeptides). The effects were more pronounced in normal-weight subjects and interventions longer than a year.", "population_specificity": "Subjects with varying weight statuses (normal weight, overweight/obese) and ethnicities.", "effective_dosage": "Dosages <90 mg/day were noted as more effective for bone markers in overweight/obese individuals.", "study_duration": "Interventions longer than a year showed significant BMD improvements.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:20.774088+00:00"}
{"study_id": 39163, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether soy-derived isoflavones (ISF) could confer immunological benefits to young pigs infected with PRRSV and identify potential modes of action for these benefits.", "results_summary": "Supplemental ISF reduced PRRSV-induced band neutrophilia and improved cytotoxic-to-helper T-cell ratios, suggesting activation of adaptive immune system pathways, but had minimal influence on growth performance.", "population_specificity": "Weanling pigs (60 barrows, 21 days of age, 5.71 ± 0.44 kg) from a naturally Mycoplasma hyopneumoniae-infected source herd.", "effective_dosage": "1,500 mg total ISF/kg diet", "study_duration": "7 days before inoculation and throughout the study", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:21.601495+00:00"}
{"study_id": 39165, "supplement_id": 1569, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the effects of soy isoflavones, particularly genistein, on cancer cells, focusing on their potential to enhance chemotherapy and radiation efficacy while protecting normal cells.", "results_summary": "Soy isoflavones, especially genistein, demonstrated anticancer effects by inhibiting NF-κB activation, DNA methylation, and metastasis, while also showing anti-inflammatory and antioxidant properties. They may improve chemotherapy and radiation outcomes while reducing adverse effects on normal cells.", "population_specificity": "Not specified (review of in vitro, in vivo, clinical, and epidemiological studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:23.856438+00:00"}
{"study_id": 39167, "supplement_id": 1569, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of soy isoflavones as hormone replacement therapy on immunological and bone health-related parameters in ovariectomized rats.", "results_summary": "Soy isoflavones reduced feed intake, weight gain, and lymphoid organ weight while normalizing metabolic and immunological parameters, improving oxidative stress, and promoting bone health via estrogen receptor alpha.", "population_specificity": "Ovariectomized female Wistar rats.", "effective_dosage": "High soy isoflavone diet (specific dosage not provided).", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:24.813545+00:00"}
{"study_id": 39164, "supplement_id": 1569, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine how soy isoflavones and their metabolites impact natural killer (NK) cell signaling and function, particularly in relation to immune responses.", "results_summary": "The study found that soy isoflavones (genistein and equol) decreased IL-12/IL-18-induced interferon-gamma (IFN-γ) production in NK cells but did not consistently alter cytotoxicity. In vivo, mice fed a soy-enriched diet produced less plasma IFN-γ after IL-12/IL-18 administration compared to controls.", "population_specificity": "Healthy donor peripheral blood mononuclear cells (PBMCs), NK cells, and C57BL/6 mice.", "effective_dosage": "25 µM (high concentration), physiologically-relevant concentrations of genistein and equol.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:25.574756+00:00"}
{"study_id": 39166, "supplement_id": 1569, "safety_score": "65", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to examine the relationship between soy supplement consumption and breast cancer risk, particularly focusing on tumor hormone receptor status and family history of breast cancer.", "results_summary": "Current use of soy supplements was associated with a reduced risk of estrogen receptor (ER)-positive breast cancer (HR: 0.78) but an increased risk of ER-negative breast cancer (HR: 2.01). The study also cautioned against soy supplement use in women with a family history of breast cancer.", "population_specificity": "Women aged >50 years from the E3N cohort, born between 1925 and 1950.", "effective_dosage": "Not specified", "study_duration": "11.2 years on average (follow-up from 2000 to 2011)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:25.655461+00:00"}
{"study_id": 39168, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate whether soy isoflavones could improve asthma outcomes, particularly in patients with specific PAI-1 genotypes associated with poor asthma control.", "results_summary": "Soy isoflavones significantly reduced oral corticosteroid use for asthma exacerbations in patients with the 4G4G/4G5G genotype and lowered plasma PAI-1 levels. Genistein, a soy isoflavone, also reduced TGF-β1-induced PAI-1 production in bronchial epithelial cells.", "population_specificity": "Patients with poorly controlled asthma and specific PAI-1 genotypes (4G4G/4G5G or 5G5G).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:25.931755+00:00"}
{"study_id": 39169, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the anticancer potential of soy isoflavones (genistein, daidzein, and glycitein) by examining their effects on the androgen receptor (AR) signaling pathway in prostate cancer.", "results_summary": "The study suggests that soy isoflavones may have anticancer effects, particularly in hormone-related cancers like prostate cancer, by modulating AR signaling. The review highlights their potential as a therapeutic or preventive approach for prostate cancer.", "population_specificity": "Focused on prostate cancer, particularly in the context of androgen deprivation therapy and castration-resistant prostate cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:26.549152+00:00"}
{"study_id": 39171, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of soy isoflavones versus low-dose hormone replacement therapy (HRT) in preventing postmenopausal osteoporosis by measuring bone mineral density (BMD) and urinary deoxypyridinoline (D-pyr).", "results_summary": "Soy isoflavones significantly reduced bone resorption (11.38% decrease in D-Pyr) and showed comparable efficacy to HRT in improving bone metabolism, with no major differences between the two treatments in terms of BMD effects.", "population_specificity": "325 postmenopausal women (124 in the phytoestrogens group).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:30.713233+00:00"}
{"study_id": 39172, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the neuroprotective effects of soy isoflavones (SI) on scopolamine-induced memory impairments in mice and elucidate its underlying mechanisms.", "results_summary": "SI administration improved cognitive performance in mice, enhanced cholinergic system function, reduced oxidative stress, and upregulated key neuroprotective signaling molecules (ERK, CREB, BDNF) in the hippocampus.", "population_specificity": "4-week-old Institute of Cancer Research (ICR) mice", "effective_dosage": "40 mg/kg", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:32.398207+00:00"}
{"study_id": 39170, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether physiologically attainable concentrations of soy isoflavones interact with taxanes to enhance chemotherapy effects in castrate-resistant prostate cancer (CRPC) cells and xenograft models.", "results_summary": "Soy isoflavones (genistein, daidzein, equol) did not enhance taxane chemotherapy effects on CRPC cell growth or microtubule disassembly in vitro or in vivo, though genistein inhibited P-glycoprotein-mediated drug efflux and CYP3A4 activity.", "population_specificity": "Castrate-resistant prostate cancer (CRPC) cells (VCaP, 22Rv1, C4-2, PC-3) and nude mice with xenografted 22Rv1 cells.", "effective_dosage": "≤10 μM in vitro; 250 and 500 ppm genistein in diet for in vivo.", "study_duration": "Not specified.", "interactions": "Genistein inhibited P-glycoprotein-mediated drug efflux and CYP3A4 activity, but no significant interaction with taxanes was observed.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:32.481882+00:00"}
{"study_id": 39173, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of soy isoflavones (genistein and daidzein) in remediating somatopausal symptoms by examining their effects on GH release, somatotropic system function, and metabolic parameters in animal models.", "results_summary": "Soy isoflavones, particularly genistein, enhanced GH release and somatotropic system function in animal models, while daidzein improved body mass, bone health, and cholesterol levels. Both isoflavones showed promise but require further preclinical and clinical validation.", "population_specificity": "Animal models (rats, ovariectomized ewes, rams) with mild and severe andropause-like conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:34.073084+00:00"}
{"study_id": 39177, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "To study the effect of soy isoflavone supplementation on menopausal symptoms in perimenopausal and postmenopausal women.", "results_summary": "Soy isoflavone supplementation improved Menopause Rating Scale (MRS) scores by 19.55% in perimenopausal women and 12.62% in postmenopausal women, with the greatest improvement seen in hot flashes and the least in urogenital symptoms.", "population_specificity": "Perimenopausal (29) and postmenopausal (21) women.", "effective_dosage": "100 mg soy isoflavones.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:35.347164+00:00"}
{"study_id": 39176, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the hypoglycemic effect of soy isoflavones from hypocotyl in GK diabetic rats, focusing on blood glucose regulation and related biochemical parameters.", "results_summary": "Soy isoflavones reduced postprandial blood glucose levels in single administration and showed sustained hypoglycemic effects in long-term administration, with significant reductions in fasting blood glucose, C-reactive protein, lipid peroxide, glycosylated serum protein, tumor necrosis factor-α, and interleukin-6. In vitro, soy isoflavones inhibited intestinal α-glucosidase and decreased glucose transport potency.", "population_specificity": "GK diabetic rats (a model for type 2 diabetes).", "effective_dosage": "Not specified.", "study_duration": "Long-term administration trial lasted 16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:35.485042+00:00"}
{"study_id": 39175, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the biotransformation, xenobiotic metabolism, and pharmacological actions of soy isoflavones, including their potential health benefits and molecular mechanisms.", "results_summary": "The study found that soy isoflavones exhibit various beneficial activities, including estrogenic/antiestrogenic effects, anti-cancer, anti-obesity, anti-oxidation, and tyrosine kinase inhibition. They also influence drug and xenobiotic metabolism by regulating phase I enzymes. However, clinical research on proper dosage and adverse effects is lacking.", "population_specificity": "Not specified (general mammalian focus, with implications for human health).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Mentioned interactions with drug and xenobiotic metabolism via regulation of cytochrome P450 (CYPs) and detoxifying enzymes.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:35.595702+00:00"}
{"study_id": 39174, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether soy isoflavones had an effect on cardiovascular disease risk markers in post-menopausal women.", "results_summary": "SPI treatment significantly reduced metabolic parameters and systolic blood pressure, leading to calculated reductions in 10-year coronary heart disease risk (27%), myocardial infarction risk (37%), cardiovascular disease risk (24%), and cardiovascular disease death risk (42%) compared to soy protein without isoflavones. No changes were observed in fasting lipid profile or diastolic blood pressure.", "population_specificity": "200 early post-menopausal women (mean age 55 years, Caucasian, Hull, UK).", "effective_dosage": "15 g soy protein with 66 mg isoflavone daily.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:36.387164+00:00"}
{"study_id": 39178, "supplement_id": 1569, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine whether soy isoflavones affect serum calcium levels in healthy premenopausal women, potentially offering an alternative to hormone replacement therapy.", "results_summary": "The study found strong associations between urinary isoflavone levels and serum calcium concentrations, with significant increases in calcium and decreases in chloride, mediated partly by albumin. These effects were not evident in the intention-to-treat analysis, suggesting variability due to metabolism and adherence.", "population_specificity": "Healthy premenopausal women (N=197, with 83 per group in the adherent population).", "effective_dosage": "60 mg genistein, 60 mg daidzein, and 16.6 mg glycitein (aglycone equivalents) 5 days per week, plus 15 mg riboflavin as an adherence marker.", "study_duration": "Up to 2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:41.606778+00:00"}
{"study_id": 39179, "supplement_id": 1569, "safety_score": "60", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of soy isoflavones on ovarian steroidogenesis in female Wistar rats from weaning until sexual maturity.", "results_summary": "Soy isoflavones significantly decreased serum estradiol levels and in vitro estradiol and progesterone secretion in granulosa cells, with reduced expression of steroidogenic genes and transcription factor SF-1. DNA methylation in the SF-1 promoter increased, suggesting a potential mechanism for the observed effects.", "population_specificity": "Female Wistar rats from weaning until sexual maturity (3 months).", "effective_dosage": "0, 25, 50, or 100 mg/kg body weight (oral administration).", "study_duration": "From weaning until sexual maturity (3 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:42.379165+00:00"}
{"study_id": 39181, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To assess the effects of soy isoflavones on vaginal epithelium extracellular matrix and hyaluronic acid in diabetic ovariectomized rats.", "results_summary": "Soy isoflavones increased vaginal epithelium thickness, collagen content, and hyaluronic acid concentration in diabetic ovariectomized rats, with effects comparable to estrogen treatment.", "population_specificity": "Diabetic, ovariectomized female rats.", "effective_dosage": "150 mg/kg by gavage daily.", "study_duration": "30 consecutive days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:42.454509+00:00"}
{"study_id": 39184, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect and underlying mechanism of dietary soy isoflavones on dextran sulfate sodium (DSS)-induced colitis in mice.", "results_summary": "Dietary soy isoflavones alleviated DSS-induced growth suppression, colonic inflammatory response, oxidative stress, and colonic barrier dysfunction by inhibiting the TLR4/MyD88 signaling pathway.", "population_specificity": "Mice with DSS-induced colitis.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:43.042212+00:00"}
{"study_id": 39182, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of different doses of soy isoflavones (SIF) on testicular morphology, testosterone levels, and related gene/protein expression in diet-induced obese male rats.", "results_summary": "SIF treatment reduced body weight dose-dependently, alleviated testicular damage, increased testosterone levels, and upregulated genes/proteins involved in testosterone synthesis in obese male rats.", "population_specificity": "Diet-induced obese (DIO) male rats", "effective_dosage": "50, 250, and 500 mg/kg per day", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:43.694189+00:00"}
{"study_id": 39183, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if soy isoflavones could protect cardiac vessels and myocardium from radiation-induced damage.", "results_summary": "Soy isoflavones reduced artery wall damage and radiation-induced fibrosis in the myocardium when administered alongside thoracic irradiation in mice. The findings suggest a radioprotective role for soy isoflavones in preventing cardiac injury.", "population_specificity": "Mice subjected to thoracic irradiation.", "effective_dosage": "Daily oral treatment (specific dosage not provided).", "study_duration": "Not specified (evaluated at different time points up to 16 weeks post-irradiation).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:44.261441+00:00"}
{"study_id": 39180, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of soy and soy isoflavones on weight, waist circumference, and fat mass through a meta-analysis of existing trials.", "results_summary": "Soy showed no overall significant effect on weight, waist circumference, or fat mass but increased weight in specific contexts (e.g., obese subjects, high protein intake). Soy isoflavones, studied only in women, showed potential BMI reduction at lower doses (<100 mg/d) and shorter durations (2-6 months).", "population_specificity": "Obese subjects, women, older adults, and Caucasians were specifically noted in subgroups.", "effective_dosage": "≥40 g soy protein/d for weight increase; <40 g soy protein/d for waist reduction; <100 mg/d isoflavones for BMI reduction.", "study_duration": "Short-term (1-3 months) for soy; 2-6 months for isoflavones.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:44.529456+00:00"}
{"study_id": 39185, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of soy isoflavones on climacteric symptoms, bone biomarkers, and quality of life in Korean postmenopausal women.", "results_summary": "Soy isoflavones (70 mg/day) improved bone formation markers (BALP and OC) but showed no significant benefit over placebo for climacteric symptoms or quality of life. Both groups experienced similar reductions in Kupperman index scores and MENQOL.", "population_specificity": "Korean postmenopausal women who had undergone natural menopause.", "effective_dosage": "70 mg/day", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:44.921888+00:00"}
{"study_id": 39187, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to develop an in vitro anaerobic culture model to assess the impact of soy isoflavones on intestinal bacterial composition and metabolic transformations, particularly equol production.", "results_summary": "The study found that soy isoflavones could be bioconverted into equol in fecal cultures, enriching bacterial taxa associated with phenolic metabolism and equol production, while also increasing short-chain fatty acid (SCFA) levels in equol-producing women.", "population_specificity": "Menopausal women with an equol producer phenotype.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:50.667405+00:00"}
{"study_id": 39186, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether soy isoflavones (genistein and daidzein) enhance the expression and secretion of porcine β-defensins (PBD) in endometrial epithelial cells under normal and poly I:C-stimulated conditions.", "results_summary": "Soy isoflavones enhanced PBD-2 expression and PBD-2 and PBD-3 secretion in porcine endometrial epithelial cells. They also amplified the poly I:C-induced upregulation of PBD-2 and PBD-3 expression and secretion.", "population_specificity": "Primary cultured porcine endometrial epithelial (PE) cells", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:50.766017+00:00"}
{"study_id": 39188, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining phytoestrogen supplementation with exercise improved climacteric symptoms and health-related quality of life in postmenopausal women.", "results_summary": "The study found that adding phytoestrogens to exercise did not provide additional benefits for health-related quality of life compared to exercise alone. Both groups showed similar improvements in physical functioning, emotional well-being, vitality, and global health, while phytoestrogens and exercise together may have interfered with long-term improvement in climacteric symptoms.", "population_specificity": "Overweight postmenopausal women (mean age 59.2 ± 4.8 years, BMI 29.1 ± 3.5 kg/m²).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:52.523093+00:00"}
{"study_id": 39192, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the influence of testosterone on the plasma availability and phase II metabolism of soy isoflavones in male rats.", "results_summary": "Orchidectomy (ORX) reduced plasma levels of isoflavones and altered phase II metabolite profiles, primarily by decreasing sulfate conjugates and sulfotransferase expression; testosterone treatment nearly restored these effects.", "population_specificity": "Male Wistar rats", "effective_dosage": "Not specified", "study_duration": "11 days (post 7-day hormonal decline)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:52.637378+00:00"}
{"study_id": 39193, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of soy isoflavones on metabolic, endocrine, inflammation, and oxidative stress biomarkers in women with PCOS.", "results_summary": "Soy isoflavone administration significantly improved insulin resistance, hormonal status, triglycerides, and oxidative stress biomarkers but had no significant effect on other lipid profiles or inflammatory markers.", "population_specificity": "70 women aged 18-40 diagnosed with PCOS according to the Rotterdam criteria.", "effective_dosage": "50 mg/d soy isoflavones", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:52.794960+00:00"}
{"study_id": 39189, "supplement_id": 1569, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness and long-term safety of a nutraceutical combination containing soy isoflavones (SI) for vasomotor symptoms, sleep disorders, and psychophysical wellness in postmenopausal women.", "results_summary": "The combination of agnus-castus, magnolia, SI, and lactobacilli (ESP group) significantly reduced hot flashes and improved sleep quality compared to isoflavones alone (C group), with no adverse effects or changes in endometrial thickness, mammary density, or liver function after 12 months.", "population_specificity": "Postmenopausal women (180 participants: 100 in ESP group, 80 in C group).", "effective_dosage": "Not specified (only mentioned as \"recommended dosage\").", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:53.141440+00:00"}
{"study_id": 39190, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether soy isoflavones protect against radiation-induced lung injury by modulating myeloid-derived suppressor cells (MDSCs) and their arginase-1 (Arg-1) expression.", "results_summary": "Soy isoflavones maintained Arg-1-expressing granulocytic MDSCs (gr-MDSCs) in irradiated lungs, potentially reducing inflammation and protecting against radiation-induced lung injury. The study also linked soy isoflavones to inhibition of NF-κB activation and pro-inflammatory cytokine production.", "population_specificity": "BALB/c mice (5-6 weeks old) subjected to thoracic irradiation.", "effective_dosage": "1 mg/day, orally administered daily before and after radiation.", "study_duration": "Daily administration before and after a single radiation dose (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:53.319390+00:00"}
{"study_id": 39191, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of soy isoflavones on letrozole-induced polycystic ovary syndrome (PCOS) in a rat model.", "results_summary": "Soy isoflavones (100 mg/kg) significantly improved PCOS symptoms, including reduced body weight gain, testosterone levels, oxidative stress, and improved ovarian histology. The treatment also normalized enzyme activity related to steroidogenesis.", "population_specificity": "Sprague-Dawley rats with letrozole-induced PCOS.", "effective_dosage": "50 and 100 mg/kg, administered for 14 days.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:53.338025+00:00"}
{"study_id": 39194, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of high-dose soy isoflavones on glucose and fat metabolism, as well as autonomic nervous system activity, in a rat model of programmed obesity.", "results_summary": "Soy isoflavone treatment reduced glycaemia, insulinaemia, and dyslipidaemia in overfed rats, improved glucose-induced insulin secretion, and altered autonomic nerve activity by increasing sympathetic activity and reducing vagus nerve activity.", "population_specificity": "Wistar rats with postnatal overfeeding (small litters of 3 pups per dam).", "effective_dosage": "1 g/day of a soy bean isoflavone mixture, administered via gavage.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:00.016536+00:00"}
{"study_id": 39195, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the cooperative effects of soy isoflavones and cello-oligosaccharides on daidzein metabolism and bone fragility in ovariectomized mice.", "results_summary": "The combination of isoflavones and cello-oligosaccharides increased urinary equol production, decreased O-desmethylangolensin, and attenuated bone strength loss caused by ovariectomy. The treatment also improved the equol/O-desmethylangolensin ratio and prevented bone abnormalities.", "population_specificity": "Ovariectomized mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:00.436980+00:00"}
{"study_id": 39197, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether soy isoflavones affect glucose homeostasis in menopausal women.", "results_summary": "Soy isoflavones significantly improved glucose metabolism, reducing fasting blood glucose, insulin levels, and HOMA-IR, though with marked heterogeneity between studies. Genistein alone was noted as particularly effective due to low heterogeneity.", "population_specificity": "Menopausal women (total n=1529 across 17 RCTs)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:00.459609+00:00"}
{"study_id": 39199, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the cellular immune mediators involved in the radioprotective effect of soy isoflavones against radiation-induced lung injury.", "results_summary": "Soy isoflavones reduced infiltration and activation of alveolar macrophages and neutrophils, protected interstitial macrophages, and promoted a shift from proinflammatory M1 to anti-inflammatory M2 macrophage phenotype, mitigating radiation-induced lung damage.", "population_specificity": "Mice exposed to lung radiation.", "effective_dosage": "Daily oral treatment (specific dosage not provided).", "study_duration": "Duration not explicitly stated.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:01.387599+00:00"}
{"study_id": 39198, "supplement_id": 1569, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and efficacy of soy isoflavones in reducing menopausal hot flushes and their potential preventive effects on breast cancer.", "results_summary": "The study found that soy isoflavones effectively reduce menopausal hot flushes and may have preventive effects against breast cancer, with no harmful interactions in hormone-sensitive tissues. Long-term intake of up to 150 mg/day for at least 3 years was deemed safe.", "population_specificity": "Menopausal women, with additional focus on breast cancer patients undergoing treatment.", "effective_dosage": "Up to 150 mg isoflavones per day.", "study_duration": "At least 3 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:01.832264+00:00"}
{"study_id": 39201, "supplement_id": 1569, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of early and late treatment with soy isoflavones on the mammary gland of ovariectomized rats, comparing them to estradiol and control treatments.", "results_summary": "The study found that soy isoflavones at 150 mg/kg did not increase mammary gland proliferation or angiogenesis, unlike estradiol, which showed significant effects. Both early and late treatments with isoflavones yielded results similar to the control group.", "population_specificity": "Ovariectomized 3-month-old rats", "effective_dosage": "150 mg/kg body weight administered by gavage", "study_duration": "30 consecutive days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:02.006822+00:00"}
{"study_id": 39200, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to systematically review the effects of soy isoflavones (SI) on osteoporotic bone loss, focusing on their potential as a nonpharmacologic alternative therapy.", "results_summary": "The review found that soy isoflavones may attenuate menopause-induced bone loss by reducing bone resorption and stimulating bone formation, though results across studies were inconsistent. Factors like dosage, study duration, and genetic differences contributed to variability in outcomes.", "population_specificity": "Older women (postmenopausal) and men with osteoporosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:02.892368+00:00"}
{"study_id": 39921, "supplement_id": 1570, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether soy lecithin administration could reduce cholesterol concentrations in hypercholesterolemic patients by increasing biliary secretion.", "results_summary": "The study found significant reductions in total cholesterol (40.66% and 42.00%) and LDL cholesterol (42.05% and 56.15%) after one and two months of soy lecithin administration, suggesting its potential as a supplemental treatment for hypercholesterolemia.", "population_specificity": "Hypercholesterolemic patients", "effective_dosage": "500 mg daily (one capsule)", "study_duration": "Two months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:08.843651+00:00"}
{"study_id": 39923, "supplement_id": 1570, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of artificial pulmonary surfactant compositions containing soy lecithin, either alone or combined with peptides, in improving lung function compared to a commercial surfactant (Surfacten).", "results_summary": "Soy lecithin-based lipid mixtures showed favorable hysteresis curves but were less effective than peptide-lipid mixtures. A specific formulation (hydrogenated soy lecithin-fractionated soy lecithin PC70-palmitic acid-peptide Hel 13-5) demonstrated lung compliance recovery comparable to Surfacten.", "population_specificity": "Pulmonary surfactant-deficient rat models.", "effective_dosage": "40:40:17.5:2.5 (w/w) for the effective peptide-lipid mixture.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:10.317621+00:00"}
{"study_id": 39196, "supplement_id": 1569, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether soy isoflavones could mitigate obesity by regulating lipid homeostasis through the AKT/mTORC1 pathway.", "results_summary": "Soy isoflavones reduced body weight in diet-induced obese male rats by suppressing lipogenesis and adipogenesis while enhancing lipolysis and β-oxidation. The study also observed decreased phosphorylation of AKT and S6, indicating inhibition of mTORC1 activity.", "population_specificity": "Diet-induced obesity (DIO) male rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:10.665075+00:00"}
{"study_id": 39922, "supplement_id": 1570, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of soy lecithin on fludioxonil residue levels and decay control in pears treated with the fungicide.", "results_summary": "Soy lecithin reduced fludioxonil residues when co-applied but had mixed effects on decay control, decreasing efficacy at higher temperatures and shorter dip times.", "population_specificity": "Coscia pears artificially inoculated with Penicillium expansum and Botrytis cinerea.", "effective_dosage": "2% soy lecithin in aqueous mixtures.", "study_duration": "1-, 2-, or 4-minute dip treatments.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:11.362249+00:00"}
{"study_id": 39925, "supplement_id": 1570, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of soy lecithin on endothelial function (measured via flow-mediated dilation) and lipid profiles in healthy postmenopausal women.", "results_summary": "Soy lecithin did not significantly improve endothelial function but significantly increased the HDL/LDL ratio, indicating a positive effect on lipid profiles. A trend suggested potential additive benefits when combined with soy isoflavone protein.", "population_specificity": "Healthy postmenopausal women (mean age 61, BMI 25.46 kg/m²).", "effective_dosage": "20 g/day of soy lecithin.", "study_duration": "4 weeks per treatment phase.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:11.924386+00:00"}
{"study_id": 41374, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the wound-healing effects of phytoconstituents (fractions I, II, and III) derived from Terminalia arjuna bark on rat dermal wounds.", "results_summary": "Fraction I, rich in tannins, significantly increased wound tensile strength and epithelialization rates, along with elevated hexosamine content in granulation tissue. It also exhibited antimicrobial activity against several bacteria but not Candida albicans.", "population_specificity": "Rat dermal wound models (in vivo).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:20.200375+00:00"}
{"study_id": 41376, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of Terminalia arjuna in improving ischemic mitral regurgitation (IMR) and cardiac function following acute myocardial infarction (AMI).", "results_summary": "Patients receiving 500 mg of Terminalia arjuna showed significant reduction in IMR, improved E/A ratio, and reduced anginal frequency compared to placebo after 1 and 3 months of follow-up.", "population_specificity": "40 patients with fresh AMI showing IMR, divided into two groups of 20 each.", "effective_dosage": "500 mg of Terminalia arjuna (frequency not specified).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:20.759893+00:00"}
{"study_id": 41378, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Terminalia arjuna improves endothelial dysfunction in smokers by assessing its effects on flow-mediated dilation.", "results_summary": "Terminalia arjuna significantly improved flow-mediated dilation in smokers compared to placebo, restoring endothelial function without affecting nitroglycerine-mediated dilation. No significant changes in vessel diameter or flow velocities were observed between the two therapies.", "population_specificity": "18 healthy male smokers (aged 28.16±9.45 years) and 18 age-matched non-smoker controls.", "effective_dosage": "500 mg every 8 hours (q8h)", "study_duration": "2 weeks per intervention (crossover design)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:21.035395+00:00"}
{"study_id": 41375, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Terminalia arjuna extract on human hepatoma cells (HepG2) and its potential role in inducing apoptosis.", "results_summary": "Terminalia arjuna inhibited HepG2 cell proliferation in a concentration-dependent manner, induced apoptosis through DNA damage and expression of apoptotic proteins (p53 and caspase-3), and depleted glutathione (GSH) levels in treated cells.", "population_specificity": "Human hepatoma cell line (HepG2) in vitro.", "effective_dosage": "60 and 100 mg/L concentrations.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:21.052496+00:00"}
{"study_id": 41377, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic effects of Terminalia Arjuna (TA) bark on ischemic heart disease (IHD) by assessing its impact on myocardial antioxidants and protection against ischemic-reperfusion injury.", "results_summary": "Oral administration of TA for 12 weeks in rabbits increased myocardial antioxidants (SOD, CAT, GSH) and induced HSP72, while preventing oxidative stress, tissue injury, and hemodynamic effects caused by ischemic-reperfusion injury. The study supports TA's therapeutic potential for IHD.", "population_specificity": "Rabbits", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:21.130130+00:00"}
{"study_id": 41381, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the wound healing activity of Terminalia Arjuna bark extract and its isolated tannins, comparing oral and topical administration in incision and excision wound models.", "results_summary": "The study found statistically significant improvements in wound tensile strength (incision model) and wound size reduction (excision model) compared to control, with topical tannin treatment showing superior efficacy. Increased hydroxyproline content indicated enhanced collagen turnover, accelerating wound healing.", "population_specificity": "Not specified (animal or human study not explicitly stated in the abstract).", "effective_dosage": "Not specified (only mentions 50% ethanolic extract and tannins in hydrogel form).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:21.803213+00:00"}
{"study_id": 41379, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine the effect of a 70% alcoholic extract of Terminalia arjuna on blood pressure in anaesthetized dogs and identify its probable mechanism of action.", "results_summary": "Intravenous administration of Terminalia arjuna extract produced dose-dependent hypotension in anaesthetized dogs, which was blocked by propranolol but not by atropine or mepyramine maleate, suggesting adrenergic beta2-receptor agonist action or direct cardiac effects. The findings support its traditional use in cardiovascular disorders.", "population_specificity": "Anaesthetized dogs (n = 6)", "effective_dosage": "6 mg/kg (intravenous)", "study_duration": "Not specified", "interactions": "Propranolol blocked the hypotensive effect; no other interactions mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:21.813739+00:00"}
{"study_id": 41380, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Terminalia arjuna alcoholic extract (TAAE) on isoproterenol-induced myocardial injury in rats, focusing on oxidative stress and myocardial preservation.", "results_summary": "The study found that 6.75 mg/kg TAAE significantly increased endogenous antioxidants (GSH, SOD, catalase) and reduced oxidative stress (TBARS) in rat hearts, showing better recovery from ischemic reperfusion injury compared to other doses. Histological studies confirmed preserved myocardium in TAAE-treated groups.", "population_specificity": "Wistar albino rats (150-200 g)", "effective_dosage": "3.4 mg/kg (T1), 6.75 mg/kg (T2), 9.75 mg/kg (T3), administered orally 6 days/week", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:22.231571+00:00"}
{"study_id": 41384, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antimutagenic effects of phenolic fractions of Terminalia arjuna against direct-acting and S9-dependent mutagens in Salmonella typhimurium strains.", "results_summary": "The phenolic fractions of Terminalia arjuna showed significant inhibition of mutations induced by S9-dependent mutagens, particularly 2-aminofluorene, with up to 101.55% inhibition in pre-incubation mode. The chloroform-insoluble fraction demonstrated higher efficacy, correlating with its greater polyphenol content.", "population_specificity": "Salmonella typhimurium tester strains (TA98 and TA100)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:29.666366+00:00"}
{"study_id": 41386, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the antioxidant and hypocholesterolaemic effects of Terminalia arjuna bark powder compared to vitamin E in patients with coronary heart disease.", "results_summary": "Terminalia arjuna significantly reduced total cholesterol (-9.7%) and LDL cholesterol (-15.8%) and demonstrated antioxidant effects comparable to vitamin E (-29.3% vs. -36.4% reduction in lipid peroxide levels). No significant changes were observed in the placebo or vitamin E groups for cholesterol levels.", "population_specificity": "105 patients with coronary heart disease, not on lipid-lowering drugs.", "effective_dosage": "500 mg of Terminalia arjuna bark powder daily.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:30.428293+00:00"}
{"study_id": 41385, "supplement_id": 1606, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Terminalia Arjuna bark could enhance cardiac endogenous antioxidant compounds and protect against oxidative stress from ischemic-reperfusion injury in rats.", "results_summary": "Terminalia Arjuna at 500 mg/kg increased antioxidant levels (SOD, GSH, CAT) and protected against oxidative stress from ischemic-reperfusion injury, while the 750 mg/kg dose showed inconsistent effects, raising only CAT levels without overall protection.", "population_specificity": "Wistar albino rats (120-150 g)", "effective_dosage": "500 mg/kg and 750 mg/kg, administered orally 6 days per week", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:30.478826+00:00"}
{"study_id": 41383, "supplement_id": 1606, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Terminalia Arjuna bark extract (IPC-53) in improving clinical and exercise parameters in patients with chronic stable angina compared to placebo and isosorbide mononitrate.", "results_summary": "Terminalia Arjuna significantly reduced angina frequency, decreased the need for isosorbide dinitrate, and improved treadmill exercise test parameters, with effects comparable to isosorbide mononitrate and no significant adverse effects reported.", "population_specificity": "58 males with chronic stable angina (NYHA class II-III) and provocable ischemia on treadmill exercise.", "effective_dosage": "500 mg, 8 hourly", "study_duration": "One week per therapy (with wash-out periods of at least three days)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:30.491609+00:00"}
{"study_id": 41389, "supplement_id": 1606, "safety_score": "90", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine the effects of Terminalia Arjuna on angina pectoris, congestive heart failure, and left ventricular mass in post-myocardial infarction patients and those with ischemic cardiomyopathy.", "results_summary": "Terminalia Arjuna significantly improved left ventricular ejection fraction and reduced left ventricular mass in treated patients, while also providing symptomatic relief in heart failure cases. Both the treatment and control groups showed reduced anginal frequency, but only the Terminalia Arjuna group demonstrated cardiac structural benefits.", "population_specificity": "Post-myocardial infarction patients with angina and/or ischemic cardiomyopathy.", "effective_dosage": "500 mg, 8 hourly", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:31.135097+00:00"}
{"study_id": 41382, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the optimal conditions for in vitro shoot multiplication and rooting of Terminalia Arjuna using cotyledonary node explants.", "results_summary": "The study found that modified MS medium supplemented with 0.5 mg/l BAP yielded the highest shoot multiplication (8.9 shoots/explant). About 88% of shoots rooted well after IBA treatment, and 70% of acclimatized plantlets survived field transplantation after 6 months.", "population_specificity": "Cotyledonary node explants from 21-day-old seedlings of Terminalia Arjuna.", "effective_dosage": "BAP (0.1-1.0 mg/l), IBA (1 mg/l pulse treatment).", "study_duration": "60 days for shoot multiplication, 6 months for field survival.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:31.171481+00:00"}
{"study_id": 41388, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential benefits of Terminalia Arjuna in treating coronary artery disease, heart failure, and hypercholesterolemia, as well as its antibacterial and antimutagenic properties.", "results_summary": "The study found that Terminalia Arjuna may be beneficial for coronary artery disease, heart failure, and possibly hypercholesterolemia, and also exhibits antibacterial and antimutagenic effects. Its active constituents include tannins, triterpenoid saponins, flavonoids, and other compounds.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:31.172824+00:00"}
{"study_id": 41387, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of Terminalia arjuna extracts on the growth of normal and transformed human cells, focusing on potential anti-cancer mechanisms.", "results_summary": "Both acetone and methanol extracts of Terminalia arjuna inhibited the growth of transformed cells (osteosarcoma and glioblastoma) while minimally affecting normal fibroblasts. The extracts induced tumor suppressor protein p53 in osteosarcoma cells and cyclin-dependent kinase inhibitor p21WAF1 in transformed cells, suggesting growth arrest via p53-dependent and -independent pathways.", "population_specificity": "Human normal fibroblasts (WI-38), osteosarcoma (U2OS), and glioblastoma (U251) cells in vitro.", "effective_dosage": "30 µg/ml and 60 µg/ml concentrations.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:31.405111+00:00"}
{"study_id": 198426, "supplement_id": 1606, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to determine whether Terminalia Arjuna extract (E-OJ-01) improves cardiac conditioning, specifically left ventricular ejection fraction (LVEF), in young exercising adults.", "results_summary": "The study found that 56 days of E-OJ-01 supplementation significantly improved LVEF and reduced right ventricular Myocardial Performance Index, while also decreasing perceived fatigue after exercise. No significant changes were observed in creatine kinase-MB or troponin-T levels.", "population_specificity": "Healthy males aged 18-40 years who performed regular endurance exercise.", "effective_dosage": "400 mg per day", "study_duration": "56 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:38.864204+00:00"}
{"study_id": 41390, "supplement_id": 1606, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of Terminalia Arjuna bark extract on lipid profiles in diet-induced hyperlipidaemic rabbits.", "results_summary": "The study found that Terminalia Arjuna significantly reduced total cholesterol and LDL cholesterol at both 100 mg/kg and 500 mg/kg doses, with no adverse effects on liver, renal function, or haematological parameters. HDL cholesterol and triglyceride levels showed no significant changes, but the LDL/HDL ratio improved notably at the higher dose.", "population_specificity": "Diet-induced hyperlipidaemic rabbits (n = 6 per group).", "effective_dosage": "100 mg/kg and 500 mg/kg (50% ethanolic extract).", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:39.351461+00:00"}
{"study_id": 41220, "supplement_id": 1607, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the therapeutic effects of Terminalia chebula (TC) on Salmonella-induced diarrhea and dysentery in mice, focusing on anti-inflammatory, antioxidant, and gut microbiome-modulating properties.", "results_summary": "TC effectively reduced diarrhea, alleviated weight loss, lowered pro-inflammatory cytokines, increased anti-inflammatory cytokines, improved antioxidant levels, and repaired gastric and intestinal tissue damage without liver or kidney toxicity. It also modulated gut microbiota and metabolic pathways.", "population_specificity": "Mice infected with Tibetan yak-origin Salmonella.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:39.500879+00:00"}
{"study_id": 41218, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the anti-gout effects and mechanisms of Terminalia chebula Retz. in gout model rats.", "results_summary": "Terminalia chebula extract significantly reduced serum uric acid levels, ankle swelling, and inflammatory factors in gout rats, while also down-regulating key proteins and mRNA levels associated with urate transport and NLRP3 inflammasome activation.", "population_specificity": "Gout model rats", "effective_dosage": "Low, medium, and high doses (specific amounts not detailed in abstract)", "study_duration": "44 days (with Terminalia chebula administered after modeling on day 42)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:39.852305+00:00"}
{"study_id": 41393, "supplement_id": 1606, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of Terminalia Arjuna bark powder on anginal frequency, blood pressure, body mass index, blood sugar, cholesterol, and HDL-cholesterol in stable and unstable angina patients.", "results_summary": "Terminalia Arjuna significantly reduced anginal episodes and improved treadmill test performance in stable angina patients, with marginal benefits in blood pressure, body mass index, and HDL-cholesterol. It showed limited efficacy in unstable angina patients, who required additional medications.", "population_specificity": "15 stable angina patients (Group A) and 5 unstable angina patients (Group B).", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "Used alongside diltiazem, B-blockers, and nitroglycerine in unstable angina patients.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:40.050086+00:00"}
{"study_id": 41221, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic potential of Terminalia chebula Retz. fruit extract in managing the complications of Polycystic Ovarian Syndrome (PCOS).", "results_summary": "Terminalia chebula fruit extract restored normal physiological and biochemical parameters in PCOS-induced rats, including hormonal balance, antioxidant levels, and gene expression related to lipid metabolism and steroidogenesis. The extract showed comparable efficacy to metformin in managing PCOS symptoms.", "population_specificity": "Female Wistar rats with letrozole-induced PCOS.", "effective_dosage": "Various concentrations (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:40.050820+00:00"}
{"study_id": 41391, "supplement_id": 1606, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Terminalia Arjuna bark extract on symptoms, cardiac function, and quality of life in patients with refractory chronic congestive heart failure.", "results_summary": "Terminalia Arjuna improved symptoms, NYHA class, left ventricular function (reduced end-diastolic and end-systolic volumes, increased stroke volume and ejection fraction), and quality of life compared to placebo. Long-term use showed sustained benefits.", "population_specificity": "Twelve patients with refractory chronic congestive heart failure (NYHA Class IV) due to idiopathic dilated cardiomyopathy, previous myocardial infarction, or peripartum cardiomyopathy.", "effective_dosage": "500 mg every 8 hours", "study_duration": "Initial crossover phase: 2 weeks (plus 2-week washout); long-term phase: 20-28 months (mean 24 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:40.681082+00:00"}
{"study_id": 41222, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The study aimed to explore the therapeutic potential of Terminalia chebula's hydroalcoholic extract and its ethyl-acetate fraction against oral squamous cell carcinoma (OSCC), focusing on cytotoxicity, anti-proliferative effects, and synergy with cisplatin.", "results_summary": "The ethyl acetate fraction (EAF) demonstrated high antioxidant activity, significant cytotoxicity against SCC9 cells, and induced apoptosis via the intrinsic pathway. It also showed synergistic effects with cisplatin, enhancing its anticancer properties.", "population_specificity": "SCC9 cells (oral squamous cell carcinoma cell line)", "effective_dosage": "IC50 value of 86.73 ± 0.55 μg/mL for EAF", "study_duration": "Not specified", "interactions": "Synergistic effect with cisplatin noted", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:41.015656+00:00"}
{"study_id": 41228, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Terminalia chebula could mitigate chronic restraint stress-induced cognitive, synaptic, and oxidative damage in rats.", "results_summary": "Terminalia chebula improved memory parameters, preserved neural spine density in the hippocampus and amygdala, and reduced oxidative stress markers compared to the stress group.", "population_specificity": "Male Wistar rats", "effective_dosage": "200 mg/kg hydroalcoholic extract, administered daily", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:47.222858+00:00"}
{"study_id": 41223, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify Terminalia Chebula as a potential anti-hyperuricemic herb from traditional Tibetan medicine and evaluate its effects on serum uric acid levels, renal inflammation, gut barrier integrity, and gut microbiota composition.", "results_summary": "Terminalia Chebula demonstrated dose-dependent inhibition of xanthine oxidase, reduced serum uric acid levels, improved renal function, restored gut barrier integrity, and favorably modulated gut microbiota composition. It also reduced pro-inflammatory cytokines and aligned with gut-kidney axis modulation.", "population_specificity": "Hyperuricemic rat models", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:47.276798+00:00"}
{"study_id": 41225, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the therapeutic effects of raw and processed Terminalia Chebula on ulcerative colitis (UC) in rats and elucidate the mechanism by which processing enhances efficacy.", "results_summary": "Both raw and processed Terminalia Chebula improved UC symptoms, restored intestinal flora balance, and increased short-chain fatty acid levels, with processed T. chebula showing superior effects. The study identified differential metabolites and metabolic pathways regulated by processed T. chebula, suggesting its enhanced therapeutic potential.", "population_specificity": "DSS-induced UC model rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:48.436863+00:00"}
{"study_id": 41227, "supplement_id": 1607, "safety_score": "85", "efficacy_score": 88, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the immune function-enhancing potential of a blend containing Terminalia chebula fruit extract (LN20189) in healthy adults.", "results_summary": "LN20189 supplementation increased T cells, CD4, NK cells, CD4:CD8 ratio, serum IFN-γ, and IgG levels, while reducing IFQ scores, indicating improved cellular and humoral immune function. The supplement was well-tolerated.", "population_specificity": "Healthy men and women aged 35-60 years.", "effective_dosage": "500 mg per day.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:48.500979+00:00"}
{"study_id": 41226, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effect of Terminalia chebula water extract (TCWE) on cellular immunity and the PD-1/PD-L1 pathway in rats with collagen-induced arthritis (CIA).", "results_summary": "TCWE treatment alleviated cartilage and synovium pathology, increased Treg/Th17 cell ratio, reduced RORγt expression, and elevated FOXP3, PD-1, and PD-L1 expressions. It also decreased serum IL-17 and increased TGF-β levels, suggesting immune modulation and cartilage protection.", "population_specificity": "Sprague-Dawley (SD) rats with collagen-induced arthritis (CIA).", "effective_dosage": "20 mg/(kg·d) TCWE.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:49.325273+00:00"}
{"study_id": 41230, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects and specific mechanism of Terminalia chebula extract on hyperuricemic nephropathy (HN) using network pharmacology and in vivo/in vitro experiments.", "results_summary": "Terminalia chebula extract significantly reduced serum uric acid, blood urea nitrogen, and serum creatinine levels in HN rats, improved renal pathology and fibrosis, and inhibited inflammatory and fibrotic pathways via the TLR4/MyD88/NF-κB axis.", "population_specificity": "HN rat model and uric acid-treated HK-2 cells.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:49.839348+00:00"}
{"study_id": 41229, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of dietary Terminalia chebula extract (TCE) supplementation on growth performance, immune function, antioxidant capacity, and intestinal health in yellow-feathered broilers.", "results_summary": "TCE supplementation significantly improved growth performance, immune function, antioxidant capacity, and intestinal health in broilers, including increased body weight, reduced feed-to-gain ratio, enhanced immune markers, and improved gut microbiota diversity.", "population_specificity": "288 one-day-old yellow-feathered broilers divided into four treatment groups.", "effective_dosage": "0 (control), 200, 400, and 600 mg/kg TCE in the diet.", "study_duration": "56 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:50.171986+00:00"}
{"study_id": 41224, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the research progress of Terminalia Chebula in alleviating mild cognitive impairment (MCI) and explore its therapeutic potential.", "results_summary": "The study found that Terminalia Chebula contains 171 chemical constituents, including 11 active constituents like flavonoids, which may alleviate MCI through antioxidative, anti-inflammatory, and neuroprotective properties. It shows potential as a natural treatment for MCI.", "population_specificity": "Not specified (review of existing research).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:52.014557+00:00"}
{"study_id": 41232, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the antiproliferative effects of Terminalia chebula fruit (TCF) extract on breast cancer cells and explore the potential role of its phytochemical saccharopine as an anticancer agent.", "results_summary": "The TCF extract exhibited significant antiproliferative effects on MCF7 breast cancer cells and induced apoptosis in a dose-dependent manner. Saccharopine showed strong binding affinity with EGFR, suggesting potential inhibition of EGFR-mediated signaling pathways.", "population_specificity": "MCF7 breast cancer cell lines (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:56.191495+00:00"}
{"study_id": 41231, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to clarify the role of Terminalia chebula's ethyl acetate extract (TCEA) in alleviating ulcerative colitis (UC) in mice and explore its potential mechanism of action.", "results_summary": "TCEA significantly reduced disease activity, improved colon histomorphology, regulated oxidative stress, and modulated the TLR4/MyD88/NF-κB pathway. It also restored gut microbiota balance by increasing Bacteroidetes and reducing Firmicutes and Proteobacteria.", "population_specificity": "DSS-induced UC mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:56.511860+00:00"}
{"study_id": 41233, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the preventive effects of Terminalia chebula, alone and in combination with crocin, against chronic restraint stress-induced cognitive impairment, anxiety-like behaviors, and hippocampal synaptic plasticity deficits.", "results_summary": "Terminalia chebula significantly improved anxiety-like behaviors, spatial memory, and synaptic plasticity in hippocampal CA1 neurons, with effects comparable to crocin and their combination. No significant difference was found between single and combined treatments.", "population_specificity": "Animals (specific species not mentioned in the abstract)", "effective_dosage": "Not specified (only mentioned as \"alcoholic extract\" administered 5 min before CRS)", "study_duration": "14 consecutive days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:57.552835+00:00"}
{"study_id": 41235, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to study the effects of Terminalia Chebula aqueous fruit extract on type 2 diabetes in rats, focusing on glucose regulation, lipid parameters, and pancreatic protection.", "results_summary": "The study found that Terminalia Chebula extract significantly reduced plasma glucose, improved lipid profiles, enhanced insulin sensitivity, and protected pancreatic tissue in diabetic rats. Higher doses (1000 mg/kg) showed stronger effects, including increased antioxidant markers (GSH, CAT) and SIRT1 expression.", "population_specificity": "Type 2 diabetic rats induced by Streptozotocin and high-fat diet.", "effective_dosage": "500 mg/kg and 1000 mg/kg of aqueous extract.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:59.124724+00:00"}
{"study_id": 41237, "supplement_id": 1607, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and safety of Terminalia chebula Retz. fruit powder mixed with vinegar against terbinafine hydrochloride 1% cream in treating tinea corporis to establish non-inferiority.", "results_summary": "The study found that Terminalia chebula was not inferior to terbinafine hydrochloride in treating tinea corporis, with significant improvements in primary and secondary outcomes. Safety assessments (hemograms, serum creatinine, bilirubin, and blood sugar) showed no significant adverse effects.", "population_specificity": "40 participants (21 in the test group, 19 in the control group) with tinea corporis.", "effective_dosage": "Not specified (fruit powder mixed with vinegar).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:00.013948+00:00"}
{"study_id": 41234, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the inhibitory mechanisms of four ellagitannins from Terminalia chebula fruits on acetylcholinesterase (AChE) for potential Alzheimer's disease treatment.", "results_summary": "The study found that punicalagin, chebulinic acid, geraniin, and corilagin exhibited strong reversible inhibitory effects on AChE, altering its micro-environment and secondary structure through hydrogen bonding and Van der Waals forces, with molecular docking confirming interactions with key amino acid residues.", "population_specificity": "In vitro study (no human or animal subjects specified).", "effective_dosage": "IC50 values: punicalagin (0.43 mM), chebulinic acid (0.50 mM), geraniin (0.51 mM), corilagin (0.72 mM).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:00.057615+00:00"}
{"study_id": 41238, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antimicrobial efficacy of Terminalia chebula against E. faecalis and its effect on the push-out bond strength of glass fiber posts compared to conventional irrigation methods.", "results_summary": "Terminalia chebula demonstrated promising results in improving canal sterility and bond strength, with the coronal third of specimens showing the highest push-out bond strength (8.71±0.25 MPa) among the tested groups. However, its antimicrobial efficacy was slightly lower than the conventional NaOCl+EDTA combination.", "population_specificity": "Sixty human single-rooted premolars (in vitro study).", "effective_dosage": "Not specified (used as a final canal disinfectant in combination with 5.25% NaOCl).", "study_duration": "Not specified (post-space irrigation followed by immediate testing).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:02.250247+00:00"}
{"study_id": 41239, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if oral Terminalia chebula supplementation could modulate sebum production and reduce facial wrinkles.", "results_summary": "TC supplementation significantly reduced forehead sebum excretion, decreased cheek erythema, and improved wrinkle appearance compared to placebo after eight weeks.", "population_specificity": "Healthy females aged 25-65 with baseline sebum excretion rate >80 ug/cm2.", "effective_dosage": "250 mg capsule twice daily.", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:04.045127+00:00"}
{"study_id": 41240, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of a nanosystem combining Terminalia chebula polyphenols with IR-775 dye for photothermal/photodynamic cancer therapy and bioimaging.", "results_summary": "The nanosystem (PpIR NPs) demonstrated enhanced cellular uptake in lung cancer cells (A549), achieving over 82.46% cell death under NIR light, with ROS generation, hyperthermia, and altered protein/gene expression contributing to cytotoxicity. It also showed potential for bioimaging in 3D cells and zebrafish models.", "population_specificity": "Lung cancer cell line (A549), 3D cells, and zebrafish models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:06.375305+00:00"}
{"study_id": 41241, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic effects of Terminalia Chebula extract in treating atopic dermatitis (AD) in mice and its anti-inflammatory mechanisms in human keratinocyte cell lines.", "results_summary": "Terminalia Chebula extract significantly reduced AD-like symptoms in mice, decreased inflammatory markers, and suppressed key signaling pathways (STAT1/3 and NF-κB) in vitro. Its constituents also inhibited inflammatory cytokine expression at the mRNA level.", "population_specificity": "NC/Nga mice with induced atopic dermatitis and IFNγ/TNF-α-stimulated human keratinocyte cell lines (HaCaT).", "effective_dosage": "30, 100, and 300 mg/kg orally administered.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:07.658817+00:00"}
{"study_id": 41242, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the anti-aging benefits of a topical formulation containing Terminalia Chebula in combination with retinol and niacinamide.", "results_summary": "The study found that the formulation, including Terminalia Chebula, improved overall signs of healthy skin, with enhanced tolerability and efficacy over 12 weeks. Patient compliance and satisfaction were high due to reduced irritation and visible results.", "population_specificity": "Patients using the topical formulation for anti-aging benefits (specific demographics not detailed).", "effective_dosage": "0.5% retinol (Terminalia Chebula concentration not specified).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:08.268015+00:00"}
{"study_id": 41244, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the renal and hepatic protective effects of Terminalia chebula at antidiabetic therapeutic doses in a rat model of type 2 diabetes.", "results_summary": "Higher doses of Terminalia chebula (600 mg/kg) demonstrated significant antidiabetic, antilipidemic, hepatoprotective, and renoprotective effects compared to lower doses. The study concluded that Terminalia chebula could be beneficial alone or in combination with conventional antidiabetic drugs.", "population_specificity": "Adult male Sprague-Dawley rats with induced type 2 diabetes mellitus.", "effective_dosage": "200, 400, and 600 mg/kg body weight (oral administration).", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:09.441401+00:00"}
{"study_id": 41245, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the neuroprotective effects of Terminalia chebula retzius extracts (TREs) on methamphetamine-induced memory deficits and cell apoptosis.", "results_summary": "TREs treatment reduced oxidative stress, improved hippocampal neuron survival, reversed memory deficits in mice, and activated ERK and Nrf2 pathways, suggesting neuroprotective effects against methamphetamine damage.", "population_specificity": "Primary hippocampal neurons (in vitro) and mice (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:10.262777+00:00"}
{"study_id": 41243, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Terminalia Chebula water extract (TWE) could reduce amyloid β (Aβ) levels in Alzheimer's disease (AD) by regulating amyloid precursor protein (APP) metabolism and inducing autophagy in transgenic SH-SY5Y cells.", "results_summary": "TWE significantly reduced Aβ1-40 and Aβ1-42 levels by inhibiting the amyloidogenic pathway (via reduced BACE1 expression) and promoting the non-amyloidogenic pathway (via increased ADAM10). It also induced autophagy, further shifting APP metabolism toward non-amyloidogenic processing.", "population_specificity": "APPswe transgenic SH-SY5Y cells (a cellular model of Alzheimer's disease).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:10.835143+00:00"}
{"study_id": 41246, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential inhibitory effects of phytochemicals from Terminalia chebula against SARS-CoV-2 proteins to identify drug-like candidates for COVID-19 treatment.", "results_summary": "The study identified three phytochemicals (1,3,6-Trigalloyl glucose, Beta-Sitosterol, and Daucosterol) as promising candidates with high inhibition efficiency against SARS-CoV-2 proteins, based on molecular docking and ADME/T property assessments.", "population_specificity": "In silico (computational) study, no human or animal subjects.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:12.542155+00:00"}
{"study_id": 41247, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-Toxoplasma effects of Terminalia chebula extract in cell culture and a murine model.", "results_summary": "The extract showed comparable efficacy to pyrimethamine at 100 mg/kg, reducing tachyzoite counts, increasing survival rates, lowering serum MDA levels, and enhancing antioxidant capacity. It also reduced tissue inflammation.", "population_specificity": "BALB/c mice infected with T. gondii RH strain tachyzoites.", "effective_dosage": "100, 200, 400, and 800 mg/kg orally for 7 days.", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:14.943077+00:00"}
{"study_id": 41249, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antidepressant-like and anxiolytic-like effects of Terminalia chebula ethanol extract in mice, as well as its impact on MAO-A levels in the brain.", "results_summary": "The study found that Terminalia chebula extract significantly reduced immobility time and increased swimming time in behavioral tests, indicating antidepressant-like effects. It also improved anxiolytic behaviors, such as increased time spent in open arms and higher crossings in light-dark tests, while reducing MAO-A activity at higher doses.", "population_specificity": "Mice", "effective_dosage": "100 or 200 mg/kg, orally", "study_duration": "15 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:16.803335+00:00"}
{"study_id": 41248, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a novel method to identify acetylcholinesterase (AChE) inhibitors from Terminalia chebula fruits and evaluate their potential for treating Alzheimer's disease.", "results_summary": "The study successfully identified 25 potential AChE inhibitors from T. chebula, with punicalagin, 1,3,6-TGG, chebulinic acid, and geraniin showing strong inhibitory effects (IC50 values 0.43–0.51 mM). The immobilized AChE method proved efficient for screening bioactive compounds.", "population_specificity": "Not specified (in vitro study).", "effective_dosage": "Not specified (IC50 values provided for active compounds).", "study_duration": "Not specified (in vitro assay).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:17.680308+00:00"}
{"study_id": 41252, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of Terminalia chebula extract on ram semen viability, lipid peroxidation, and DNA integrity under normal and oxidative stress conditions.", "results_summary": "Higher concentrations of Terminalia chebula extract preserved sperm viability and DNA integrity while reducing lipid peroxidation, and mitigated oxidative stress effects induced by hydrogen peroxide.", "population_specificity": "Fertile adult rams", "effective_dosage": "30, 300, and 3000 μg/ml", "study_duration": "2 hours (incubation period)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:18.829880+00:00"}
{"study_id": 41236, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the chemical constituents of Terminalia chebula extracts from Manipur and evaluate their anticancer activity against colon cancer cells (HCT 116).", "results_summary": "The study found significant variation in chemical composition among extracts, with TYH showing the strongest antioxidant and anticancer activity, including induction of caspase-dependent apoptosis in HCT 116 cells.", "population_specificity": "Extracts from Terminalia chebula fruits collected from different locations in Manipur, India.", "effective_dosage": "IC50 values for anticancer activity ranged from 52.42 ± 0.87 µg/mL (TYH) to 172.05 ± 2.0 µg/mL (TCH).", "study_duration": "Not specified for in vitro assays; apoptosis observed after 48 hours of treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:19.243598+00:00"}
{"study_id": 41250, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Terminalia Chebula (TCR) could protect against cardiotoxicity induced by Aconitum kusnezoffii Reichb (AKR).", "results_summary": "TCR reduced AKR-induced cardiotoxicity, as evidenced by lower serum myoglobin (MB) and troponin (cTn) levels, improved histopathological outcomes, and reversal of metabolomic changes. The detoxifying effect was most pronounced in the TCR-prepared AKR and AKR-TCR 1:1 groups.", "population_specificity": "Not specified (animal or human study not explicitly stated, but likely animal model based on methodology).", "effective_dosage": "AKR-TCR ratios of 1:3, 1:1, and 3:1 (exact amounts not specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:19.632978+00:00"}
{"study_id": 41253, "supplement_id": 1607, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antibacterial and antioxidant effects of Terminalia chebula ethanol extract (EETC) on Streptococcus mutans and its potential application in oral hygiene products for dental caries management.", "results_summary": "EETC demonstrated antibacterial activity against S. mutans, reduced glucan formation, and downregulated genes involved in biofilm formation. It also showed antioxidant activity and was non-cytotoxic to gingival fibroblasts.", "population_specificity": "In vitro study (bacterial cultures and human gingival fibroblasts).", "effective_dosage": "Not specified (MIC and MBC values determined but exact dosages not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:21.320072+00:00"}
{"study_id": 41254, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify the main bioactive compounds in Terminalia chebula var. tomentella (TCT) fruits and evaluate their anti-inflammatory and hypoglycemic activities.", "results_summary": "The study identified 14 compounds in TCT fruits, including a new hydrolyzable tannin, with several showing strong NO inhibitory (anti-inflammatory) and α-glucosidase inhibitory (hypoglycemic) effects, outperforming positive controls.", "population_specificity": "In vitro (RAW264.7 cells) and molecular docking studies; no human or animal subjects specified.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:23.581949+00:00"}
{"study_id": 41255, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the preventive effect of a Terminalia chebula and Zingiber officinale extract (ZOTC) against DMBA-induced breast cancer in rats, focusing on the mTOR pathway.", "results_summary": "ZOTC improved antioxidant status, serum lipid levels, and cytokines, and downregulated mTOR expression, suggesting it suppresses tumor progression in DMBA-induced breast cancer rats.", "population_specificity": "Female rats with DMBA-induced mammary carcinogenesis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:24.941145+00:00"}
{"study_id": 41256, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Terminalia Chebula extract (TWE) could protect against Aβ1-42-induced toxicity and aggregation in a C. elegans model of Alzheimer's disease (AD).", "results_summary": "TWE significantly reduced Aβ-induced paralysis (up to 14%) and inhibited Aβ aggregation (up to 70%) in transgenic C. elegans, likely through activation of the DAF-16/HSF-1/Hsp-16.2 pathway. No improvement was observed in SKN-1-deficient worms, suggesting pathway specificity.", "population_specificity": "Transgenic Caenorhabditis elegans (C. elegans) strains CL2006 and CL4176, modeling Aβ toxicity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:27.639414+00:00"}
{"study_id": 41257, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the molecular mechanism of gallic acid from Terminalia chebula in suppressing the growth of esophageal carcinoma.", "results_summary": "Gallic acid decreased cell viability and colony formation, promoted apoptosis in esophageal carcinoma cells, and reduced tumor growth in mice by blocking the Hippo pathway. The effects were concentration-dependent, with notable results at 0.3% GA.", "population_specificity": "Human esophageal carcinoma cells (EC9706 and KYSE450) and EC mice.", "effective_dosage": "10, 20, and 40 μg/ml in vitro; 0.3% and 1% GA in vivo.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:28.243969+00:00"}
{"study_id": 41260, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to profile dermal expression responses to a standardized tannin-enriched Terminalia chebula (TC) fruit extract and elucidate its molecular and cellular mechanisms in skin health.", "results_summary": "TC extract reversed gene expression patterns associated with oxidative stress, UV radiation, and wounding, enhancing skin barrier function, extracellular matrix components, and keratinocyte differentiation markers. It also inhibited MMP enzymes and microbial activity, suggesting potential benefits for skin aging and wound healing.", "population_specificity": "Three-dimensional reconstituted human skin cultures.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:29.584712+00:00"}
{"study_id": 41251, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate Terminalia chebula's long-lasting antioxidant and anti-inflammatory properties and its ability to reverse pollution-induced skin damage.", "results_summary": "The standardized TC fruit extract demonstrated superior ROS neutralization compared to tocopherol, reduced inflammatory cytokines, and protected against lipid peroxidation. Clinical results showed significant improvements in skin texture, hydration, tone, firmness, and radiance compared to placebo.", "population_specificity": "Subjects with normal to dry skin living in a high-pollution city for the previous 5 years.", "effective_dosage": "1% standardized TC fruit extract (frequency not specified).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:30.124642+00:00"}
{"study_id": 41258, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the eco-friendly synthesis of silver nanoparticles (AgNPs) using Terminalia chebula fruit extract (TCE) and assess their antibacterial and anti-breast cancer potentials.", "results_summary": "The study found that AgNPs synthesized using TCE exhibited enhanced antibacterial activity (most effective against B. subtilis and P. aeruginosa) and anti-breast cancer effects (lowest IC50 for TCE + AgNPs combination). The spherical AgNPs had an average diameter of 22 nm.", "population_specificity": "Not specified (in vitro study on bacterial strains and MCF-7 breast cancer cells).", "effective_dosage": "IC50 values: TCE (17.53 µg/mL), AgNPs (14.25 µg/mL), TCE + AgNPs (6.484 µg/mL).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:30.799438+00:00"}
{"study_id": 41261, "supplement_id": 1607, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the inhibition of quorum sensing in Pseudomonas aeruginosa by Terminalia chebula ethanol extract and its effect on virulence factors.", "results_summary": "Terminalia chebula ethanol extract effectively repressed Las R expression, reducing virulence factors like biofilm formation, pyocyanin production, and motility. It also showed biocompatibility in zebrafish models without toxicity or hemolysis.", "population_specificity": "Pseudomonas aeruginosa isolated from a postoperative patient and zebrafish models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:31.069621+00:00"}
{"study_id": 41259, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anticancer and anti-inflammatory activities of Terminalia chebula fruit extract (TCME) on lung (A549) and breast (MCF-7) cancer cell lines, as well as its anti-inflammatory effects on RAW 264.7 cells.", "results_summary": "TCME demonstrated cytotoxicity against A549 and MCF-7 cells, induced apoptosis via caspase-cascade pathways, and exhibited anti-inflammatory effects by regulating nitrite, TNF-α, iNOS, COX-2, and NF-κB. HPLC analysis identified bioactive phytocompounds in TCME.", "population_specificity": "In vitro study using A549 (lung cancer), MCF-7 (breast cancer), and RAW 264.7 (macrophage) cell lines.", "effective_dosage": "IC50 values: 359.06 ± 20.04 µg/ml (A549), 61.02 ± 5.55 µg/ml (MCF-7).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:31.226119+00:00"}
{"study_id": 41262, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the cytotoxicity and apoptotic activity of Terminalia chebula (TC) alone and in combination with Zingiber officinale (ZO) against breast cancer cells.", "results_summary": "Terminalia chebula demonstrated cytotoxic and apoptotic effects, reducing mitochondrial membrane potential, increasing reactive oxygen species, and downregulating mTOR and hTERT gene expression. The combination with ZO (1:4 ratio) showed enhanced efficacy with an IC50 of 53.5 μg/mL.", "population_specificity": "Breast cancer cells (in vitro study)", "effective_dosage": "IC50 of 108.5 μg/mL for TC alone", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:33.445749+00:00"}
{"study_id": 41263, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of Terminalia Chebula on endothelial dysfunction and oxidative stress biomarkers in type 2 diabetic patients.", "results_summary": "Terminalia Chebula (250 mg and 500 mg doses) significantly improved endothelial function and reduced cardiovascular risk indicators compared to placebo, with the 500 mg dose showing greater efficacy.", "population_specificity": "Type 2 diabetic patients", "effective_dosage": "250 mg and 500 mg twice daily", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:35.320280+00:00"}
{"study_id": 41264, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antidiabetic potential of Terminalia chebula (TC) alone and in combination with Zingiber officinale (ZO) by assessing their effects on blood glucose, insulin levels, and pancreatic β cell function via mTOR downregulation.", "results_summary": "The study found that TC alone and in combination with ZO (ZOTC, 1:4 ratio) significantly reduced blood glucose levels, improved insulin sensitivity, and enhanced pancreatic β cell function in diabetic rats. The combination also showed antioxidant benefits without adverse effects on liver or serum parameters.", "population_specificity": "Fructose-streptozotocin (STZ)-induced diabetic rats.", "effective_dosage": "Not specified (only the 1:4 ratio of ZOTC was mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:37.949782+00:00"}
{"study_id": 41266, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-diabetic, antioxidant, and hypolipidemic effects of a herbal combination including Terminalia chebula in STZ-induced diabetic rats.", "results_summary": "The study found that Terminalia chebula, in combination with other herbs, significantly improved blood glucose, lipid profile, and antioxidant markers in diabetic rats, with effects comparable to metformin. The highest dose showed the most pronounced benefits.", "population_specificity": "Male Wistar rats with STZ-induced diabetes.", "effective_dosage": "857 mg/kg, 642 mg/kg, and 1714 mg/kg of Terminalia chebula (hydro-ethanolic extract) in combination with other herbs.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:39.367924+00:00"}
{"study_id": 41268, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "To evaluate and compare the clinical and radiographical success of Terminalia chebula gel as a pulpotomy medicament in primary teeth.", "results_summary": "The study found no significant difference in efficacy between Terminalia chebula gel, Myristica fragrans gel, and Formocresol over a 12-month follow-up, suggesting comparable effectiveness as pulpotomy agents.", "population_specificity": "20 children with at least two primary molars requiring pulpotomy.", "effective_dosage": "Not specified", "study_duration": "12 months (with evaluations at 3, 6, and 12 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:39.709298+00:00"}
{"study_id": 41265, "supplement_id": 1607, "safety_score": "70", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to determine the acute and sub-acute toxic effects of Terminalia chebula extract in a murine model to establish safe dosage levels.", "results_summary": "The study found that Terminalia chebula had a safe acute dose of ≤5000 mg/kg, with an LD50 of 2754.436 mg/kg in the sub-acute phase. The highest dose induced minor histopathological changes in tissues.", "population_specificity": "Murine model (mice)", "effective_dosage": "Acute phase: ≤5000 mg/kg; Sub-acute phase: LD50 2754.436 mg/kg", "study_duration": "Not specified (acute and sub-acute phases)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:39.974190+00:00"}
{"study_id": 41267, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a hydrolysable tannin-rich fraction (HTF) from Terminalia chebula fruits in treating collagen-induced arthritis in mice.", "results_summary": "HTF significantly reduced paw volume, arthritic score, spleen index, serum and joint cytokine levels, and biochemical markers, demonstrating anti-inflammatory effects through cytokine inhibition. The results were supported by morphological, histopathological, and radiological evaluations.", "population_specificity": "BALB/c mice with collagen-induced arthritis.", "effective_dosage": "100, 200, and 400 mg/kg daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:40.442306+00:00"}
{"study_id": 41269, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the hepatoprotective mechanism of chebulic acid (from Terminalia Chebula) against oxidative stress induced by tert-butyl hydroperoxide (t-BHP) in liver cells.", "results_summary": "Chebulic acid reduced cell death in t-BHP-induced HepG2 liver cells, increased glutathione content, upregulated heme oxygenase-1 activity, and enhanced Nrf2 nuclear translocation and target gene expression in a dose-dependent manner. It also activated mitogen-activated protein kinases, demonstrating a cytoprotective effect against hepatotoxicity.", "population_specificity": "HepG2 liver cells (in vitro study)", "effective_dosage": "Dose-dependent (specific amounts not provided)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:40.737268+00:00"}
{"study_id": 41270, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the in vivo and in vitro effects of methyl gallate (MG) from Terminalia chebula on fluid accumulation, bacterial colonization, inflammation, and biofilm formation in multi-drug resistant Vibrio cholerae infections.", "results_summary": "MG demonstrated significant fluid accumulation-inhibitory (42.86-89.08% inhibition), anticolonization, and anti-inflammatory effects in mice, along with biofilm-inhibitory and bacterial membrane-damaging activities at specific concentrations.", "population_specificity": "4-5 day old BALB/c mice and Swiss albino mice.", "effective_dosage": "23.80-95.23 mg/kg (fluid accumulation/colonization), 1-500 mg/kg (inflammation).", "study_duration": "18 hours (fluid accumulation/colonization), duration for inflammation not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:44.029500+00:00"}
{"study_id": 41271, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anxiolytic activity of Terminalia chebula tannin-rich extract against picrotoxin-induced anxiety in mice and explore its potential mechanisms.", "results_summary": "Terminalia chebula extract increased locomotion, time in illuminated areas, and shock tolerance while down-regulating cortisol and up-regulating neurotransmitters (5-HT, DA, NE) and gene expressions (BDNF, CREB, GABA, 5-HT1A). It demonstrated significant anxiolytic effects against picrotoxin-induced anxiety.", "population_specificity": "Mice (animal model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:44.571902+00:00"}
{"study_id": 41272, "supplement_id": 1607, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the anti-inflammatory and antioxidant effects of Terminalia Chebula extract on LPS-induced microglial inflammation.", "results_summary": "Terminalia Chebula extract significantly reduced pro-inflammatory factors (TNF-α, IL-1β, IL-6, PGE-2, COX-2) and nitric oxide levels while enhancing arginase-1 expression and urea production in LPS-induced microglial cells, demonstrating potent anti-inflammatory effects.", "population_specificity": "LPS-induced mice microglial cells.", "effective_dosage": "0-80 µg/ml of TC extract.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:46.448843+00:00"}
{"study_id": 41273, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Terminalia chebula extract (TCE) alleviates scopolamine-induced amnesia in mice and investigated potential mechanisms involving the cholinergic system and antioxidant effects.", "results_summary": "TCE reversed scopolamine-induced learning and memory deficits, reduced hippocampal AChE activity, increased ChAT and ACh levels, and suppressed oxidative damage by lowering ROS, NO, and MDA levels.", "population_specificity": "Mice with scopolamine-induced memory impairment", "effective_dosage": "100 or 200 mg/kg, orally administered", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:47.828680+00:00"}
{"study_id": 41275, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the nephroprotective effect of Terminalia chebula hydroalcoholic extract against cisplatin-induced kidney damage in rats.", "results_summary": "Terminalia chebula extract significantly reduced serum creatinine, blood urea nitrogen, oxidative stress markers, and apoptotic markers in a dose-dependent manner, while also reversing histological kidney damage caused by cisplatin.", "population_specificity": "Wistar rats", "effective_dosage": "Different doses (specific amounts not stated in the abstract) administered orally", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:48.100381+00:00"}
{"study_id": 41274, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the in vitro antibacterial activity of Terminalia chebula extract against microorganisms causing bovine subclinical mastitis.", "results_summary": "The ethyl acetate extract of Terminalia chebula demonstrated antimicrobial activity against all tested isolates, with 500 µg/mL concentration being as effective as standard amoxicillin. The study supports its potential as an alternative to antibiotic therapy for bovine subclinical mastitis.", "population_specificity": "Cattle (Kankrej, Gir, and Crossbred breeds) with subclinical mastitis.", "effective_dosage": "500 µg/mL (in vitro concentration)", "study_duration": "Not specified (in vitro study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:48.377597+00:00"}
{"study_id": 41277, "supplement_id": 1607, "safety_score": "65", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the acute and repeated dose oral toxicity of a hydrolysable tannin-rich fraction (HTF) from Terminalia chebula in Wistar albino rats.", "results_summary": "HTF showed no acute toxicity at 5000 mg/kg but caused mild liver and kidney disturbances at 1000 mg/kg over 28 days, including reduced body weight, food/water intake, and altered serum parameters. Histopathology revealed mild liver inflammation but no abnormalities in other organs.", "population_specificity": "Wistar albino rats", "effective_dosage": "5000 mg/kg (single dose), 1000 mg/kg (repeated dose)", "study_duration": "14 days (acute), 28 days (repeated dose)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:50.880345+00:00"}
{"study_id": 41276, "supplement_id": 1607, "safety_score": "90", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate the toxicity of Terminalia chebula fruit extract (TCF) and its bioactive constituent 7-Methyl gallic acid (7MG) under in vitro and in vivo conditions to assess safety for potential clinical use.", "results_summary": "The study found no cytotoxic, genotoxic, hemolytic, or mutagenic effects of TCF and 7MG up to 2000 μg/ml in vitro, and no adverse changes in body weight, behavior, hematology, or organ histopathology in vivo, concluding they are relatively non-toxic.", "population_specificity": "In vitro (PBMC, RBC) and in vivo (animal models, species not specified)", "effective_dosage": "250-2000 μg/ml (in vitro); exact in vivo dosage not specified", "study_duration": "Acute and subacute toxicity study durations not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:52.204405+00:00"}
{"study_id": 41279, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of Terminalia chebula fruit extract against diazinon-induced oxidative stress and liver dysfunction in rats.", "results_summary": "Terminalia chebula extract significantly improved liver antioxidant markers (CAT, SOD, vitamin C, HDL) and reduced oxidative stress markers (MDA, PC, TG, TC, VLDL, TNF-α) compared to untreated diazinon-exposed rats. Histopathological findings also showed reduced liver lymphocyte infiltration.", "population_specificity": "Wistar rats administered diazinon (25 mg/kg body weight).", "effective_dosage": "200, 400, and 800 mg/kg body weight of Terminalia chebula extract.", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:53.698883+00:00"}
{"study_id": 41278, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the anticholinesterase and antioxidant activities of Terminalia chebula fruit extract (TCEA) for potential use in Alzheimer's disease treatment.", "results_summary": "TCEA exhibited potent acetylcholinesterase (AChE) and butyrylcholinesterase (BuChE) inhibitory activities comparable to donepezil, along with strong antioxidant properties, including free radical scavenging and metal-chelating activities. The bioactive compound methyl N-(N-benzyloxycarbonyl-beta-l-aspartyl)-beta-d-glucosaminide was identified as a key contributor to these effects.", "population_specificity": "Not specified (in vitro and in silico study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:53.819727+00:00"}
{"study_id": 41281, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the cytotoxic potential of chebulinic acid, a component of Terminalia chebula, in human myeloid leukemia cells, particularly its ability to induce apoptosis.", "results_summary": "Chebulinic acid selectively induced apoptosis in acute promyelocytic leukemia HL-60 and NB4 cells but not K562 cells, involving caspase activation, mitochondrial membrane changes, and extracellular signal-regulated kinases (ERK) activation. Inhibition of ERK mitigated the apoptosis, indicating a mechanism-dependent effect.", "population_specificity": "Human myeloid leukemia cell lines (HL-60, NB4, K562)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:56.732304+00:00"}
{"study_id": 41280, "supplement_id": 1607, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the effects of a standardized aqueous extract of Terminalia chebula fruit (AyuFlex®) on joint mobility, comfort, and functional capacity in healthy overweight subjects.", "results_summary": "AyuFlex® significantly improved joint health and function scores (mKOOS, mWOMAC), reduced knee discomfort during activity, enhanced whole-body joint function, and improved 6-min walk test performance, with no reported adverse effects. Both doses (250 mg and 500 mg twice daily) showed efficacy, with minimal differences between them.", "population_specificity": "Overweight, apparently healthy male and female subjects (35-70 years) with knee discomfort during activity/exercise.", "effective_dosage": "250 mg or 500 mg twice daily (AyuFlex1 and AyuFlex2, respectively).", "study_duration": "84 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:56.929085+00:00"}
{"study_id": 41283, "supplement_id": 1607, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the hypo-testicular activity of Terminalia chebula (fruit) extract, both alone and in combination with Musa balbisiana (seed) extract, compared to cyproterone acetate (CPA), for potential use as a polyherbal contraceptive.", "results_summary": "Terminalia chebula significantly reduced spermatogenic and androgenic activity, with effects comparable to CPA. The composite formulation ('Contracept-TM') showed stronger hypo-testicular effects than individual extracts, alongside elevated oxidative stress markers.", "population_specificity": "Rats (dose-adjusted by body weight)", "effective_dosage": "40 mg/100 g body weight/day", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:57.537519+00:00"}
{"study_id": 41282, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the larvicidal and ovicidal activities of Terminalia chebula extracts against three mosquito species (Anopheles stephensi, Aedes aegypti, and Culex quinquefasciatus).", "results_summary": "The methanol extract of Terminalia chebula showed the highest larvicidal and ovicidal activity, with LC50 values ranging from 87.13 to 111.98 ppm for larvae and 100% egg mortality at 300 ppm. All solvent extracts demonstrated moderate effects, with efficacy increasing with concentration.", "population_specificity": "Mosquito larvae and eggs of Anopheles stephensi, Aedes aegypti, and Culex quinquefasciatus.", "effective_dosage": "87.13–300 ppm (concentration-dependent).", "study_duration": "24 hours for larvicidal activity, 48 hours for ovicidal activity.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:58.695295+00:00"}
{"study_id": 41284, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the neuroprotective effects and mechanisms of Terminalia chebula extracts and ellagic acid against beta-amyloid-induced toxicity in PC12 cells.", "results_summary": "Methanolic and water extracts of Terminalia chebula and ellagic acid showed strong neuroprotective activity against Aβ25-35-induced PC12 cell damage at 0.5-5.0 μg/ml, reducing ROS production and calcium ion influx. Ellagic acid also exhibited partial neuroprotection against H2O2-induced damage.", "population_specificity": "Undifferentiated pheochromocytoma (PC12) cell line.", "effective_dosage": "0.5-5.0 μg/ml", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:59.719956+00:00"}
{"study_id": 41285, "supplement_id": 1607, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effect of Terminalia chebula alcoholic extract (TCAE) against oxidative cell death induced by quinolinic acid (QA) in PC12 and OLN-93 cells.", "results_summary": "TCAE at concentrations above 25μg/mL significantly increased cell viability and reduced oxidative stress markers (ROS, lipid peroxidation, and DNA damage) induced by QA. The extract showed no toxic effects at tested concentrations (6.25-50μg/mL).", "population_specificity": "PC12 (rat adrenal pheochromocytoma) and OLN-93 (rat oligodendrocyte) cell lines.", "effective_dosage": "6.25-50μg/mL, single pretreatment for 2 hours.", "study_duration": "24 hours (post-QA exposure).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:01.602663+00:00"}
{"study_id": 41287, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of Terminalia Chebula aqueous extract rinse on Streptococcus mutans count compared to Triphala and its other constituents.", "results_summary": "Terminalia Chebula was effective in reducing S. mutans CFUs, though Triphala showed greater efficacy. The reduction was significant at 5 and 60 minutes post-rinse.", "population_specificity": "Subjects aged 15-40 years visiting the Department of Public Health Dentistry.", "effective_dosage": "15 ml of freshly prepared 10% rinse.", "study_duration": "Salivary samples were collected at 5 and 60 minutes post-rinse.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:02.587004+00:00"}
{"study_id": 41286, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibiofilm efficacy of a gallotannin from Terminalia chebula fruits, alone and in combination with gentamicin and trimethoprim, against multidrug-resistant uropathogenic E. coli biofilms.", "results_summary": "The gallotannin alone showed >50% antibiofilm efficacy after 24 hours, while combinations with gentamicin and trimethoprim achieved 71.24% and 93.4% efficacy, respectively, demonstrating synergistic interactions.", "population_specificity": "Multidrug-resistant uropathogenic E. coli isolates forming biofilms.", "effective_dosage": "Not specified", "study_duration": "24 hours", "interactions": "Synergistic interactions with gentamicin and trimethoprim noted.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:03.047793+00:00"}
{"study_id": 41288, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the preventive effects of an ethanol extract of Terminalia chebula (EETC) on dental plaque bacteria-induced inflammation and bone resorption.", "results_summary": "EETC suppressed oral bacterial growth, reduced inflammatory cytokines and proteases, and inhibited osteoclast formation and bone resorption. It also abolished PGE2 and COX-2 expression and prevented matrix damage.", "population_specificity": "Not specified (in vitro or cell culture study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:04.559229+00:00"}
{"study_id": 41291, "supplement_id": 1607, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and tolerability of Terminalia chebula in reducing serum uric acid levels in hyperuricemic subjects compared to febuxostat and placebo.", "results_summary": "Terminalia chebula 500 mg BID significantly reduced serum uric acid levels by 4 weeks (P<0.01), though less effectively than Terminalia bellerica 500 mg. All formulations were well tolerated.", "population_specificity": "110 subjects with hyperuricemia.", "effective_dosage": "500 mg twice daily (BID).", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:07.513053+00:00"}
{"study_id": 41289, "supplement_id": 1607, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antiviral activity of Terminalia chebula extract and its purified compounds (chebulagic acid and chebulinic acid) against HSV-2, comparing their efficacy to acyclovir.", "results_summary": "Terminalia chebula extract and its purified compounds demonstrated potent direct antiviral activity against HSV-2, effectively inhibiting virus attachment and penetration to host cells, though acyclovir was more effective in post-infection virus replication.", "population_specificity": "In vitro study using Vero cells (a monkey kidney cell line).", "effective_dosage": "Extract (IC50 = 0.01 μg/ml), chebulagic acid (IC50 = 1.41 μg/ml), chebulinic acid (IC50 = 0.06 μg/ml).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:08.110527+00:00"}
{"study_id": 41290, "supplement_id": 1607, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anticancer activity of homeopathic preparations of Terminalia chebula (TC) against breast cancer and evaluate their nanoparticulate nature.", "results_summary": "The study found that Terminalia chebula preparations (MT, 3X, 6C, and 30C) reduced the viability and growth kinetics of breast cancer cells (MDAMB231 and MCF7) while sparing non-cancerous cells (HEK 293). Nanoparticles were detected in MT and 6C preparations.", "population_specificity": "Breast cancer cell lines (MDAMB231 and MCF7) and non-cancerous cell line (HEK 293).", "effective_dosage": "Mother tincture (MT), 3X, 6C, and 30C potencies, tested at 1:10 dilution.", "study_duration": "Effects measured at 24, 48, and 72 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:08.540148+00:00"}
{"study_id": 41292, "supplement_id": 1607, "safety_score": "65", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the toxicity effects of different gall extracts of Terminalia chebula using the Brine shrimp (Artemia salina) toxicity assay and correlate these effects with phytochemical content.", "results_summary": "The study found that ethanol extract of T. chebula was highly toxic to brine shrimp (LC50 = 68.64 μg/ml), while petroleum ether and chloroform extracts showed low toxicity. The higher toxicity of ethanol extract correlated with its higher phenolic and flavonoid content.", "population_specificity": "Brine shrimp (Artemia salina) nauplii.", "effective_dosage": "LC50 values: petroleum ether (4356.76 μg/ml), chloroform (1462.2 μg/ml), ethanol (68.64 μg/ml).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:09.403632+00:00"}
{"study_id": 41295, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the potential of Terminalia Chebula as a therapeutic alternative for Alzheimer's disease by examining its biochemical constituents and effects on acetylcholinesterase inhibition, antioxidant activity, and anti-inflammatory properties.", "results_summary": "The review found that Terminalia Chebula extracts and its constituents exhibit acetylcholinesterase inhibitory, antioxidant, and anti-inflammatory effects, which are relevant to Alzheimer's disease treatment. The study suggests it may be a promising therapeutic alternative.", "population_specificity": "Not specified (literature review of existing studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:11.253999+00:00"}
{"study_id": 41293, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify Terminalia Chebula's potential as a lactate efflux inhibitor and its effects on monocarboxylate transporters, cancer cell viability, growth, and apoptosis in neuroblastoma.", "results_summary": "Terminalia Chebula extract (TCE) was the most potent lactate efflux inhibitor among 900 tested extracts, significantly reducing MCT1, MCT3, MCT4, and CD147 expression. It demonstrated selective cytotoxicity, growth inhibition, and apoptosis induction in neuroblastoma cells at low concentrations.", "population_specificity": "Neuroblastoma (N2-A) cell line and DI-TNC1 primary cell line.", "effective_dosage": "IC50 values: 3.59 ± 0.26 μg/ml (N2-A), 7.37 ± 0.28 μg/ml (DI-TNC1); apoptosis induced at 7.5 μg/ml.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:12.499582+00:00"}
{"study_id": 41296, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the in vitro antibacterial activity of methyl gallate (MG) isolated from Terminalia chebula against multidrug-resistant Shigella spp.", "results_summary": "MG demonstrated strong bactericidal activity against multidrug-resistant Shigella spp., causing membrane disintegration and cytoplasmic leakage. It also showed significant intracellular activity, reducing viable Shigella dysenteriae to zero within 20 hours at 4×MBC concentration.", "population_specificity": "In vitro study using bacterial cultures (Shigella spp.) and HeLa cell cultures.", "effective_dosage": "4×MBC (minimal bactericidal concentration) for time-kill kinetic studies.", "study_duration": "Up to 24 hours for cellular drug accumulation; 20 hours for time-kill kinetics.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:15.364228+00:00"}
{"study_id": 41299, "supplement_id": 1607, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate the anti-inflammatory effects of Coptis chinensis plus myrobalan (CM) in vitro and in vivo.", "results_summary": "CM significantly promoted macrophage growth and phagocytosis, inhibited overproduction of inflammatory markers (NO, iNOS, TNF-α, IL-6), and reduced ear swelling and paw edema in mice, with high-dose CM outperforming dexamethasone.", "population_specificity": "Mouse peritoneal macrophages and mouse models of inflammation.", "effective_dosage": "150-18.75 μg·mL(-1) in vitro; dose-dependent in vivo (specific doses not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:17.049317+00:00"}
{"study_id": 41300, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the chemical composition and free radical scavenging potential of Terminalia Chebula leaf gall extracts to assess its antioxidant properties.", "results_summary": "The ethanolic extract showed the highest antioxidant activity, correlating with its high phenolic and flavonoid content, supporting its traditional use as a natural antioxidant. The study confirmed its potential for medicinal, functional food, and nutraceutical applications.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:17.405287+00:00"}
{"study_id": 41298, "supplement_id": 1607, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to assess the anti-hyperlipidemic properties of a methanol bark extract of Terminalia chebula in diet-induced hypercholesterolemic animals.", "results_summary": "The methanol extract of T. chebula bark significantly lowered serum cholesterol and triglyceride levels and increased HDL cholesterol levels in hypercholesterolemic animals, comparable to the positive control atorvastatin. Acute toxicity studies showed no morbidity or mortality at tested doses.", "population_specificity": "Diet-induced hypercholesterolemic animals (species not specified).", "effective_dosage": "200, 400, and 600 mg/kg (frequency not specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:17.488313+00:00"}
{"study_id": 41301, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate chebulagic acid (CHA) from Terminalia chebula for its effects on PPARγ signaling, adipogenesis, glucose transport, and adipocyte endocrine function, comparing it to the synthetic drug rosiglitazone.", "results_summary": "CHA moderately enhanced PPARγ signaling and adipogenesis, increased GLUT4 expression and adiponectin secretion, and upregulated the PPARγ target gene C/EBP-α, behaving like a partial PPARγ agonist with potential for T2DM treatment.", "population_specificity": "In vitro adipocyte model (not specified if human or animal-derived).", "effective_dosage": "Dose-dependent effects noted, but specific amounts not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:20.465603+00:00"}
{"study_id": 41302, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine the antimicrobial properties of Terminalia chebula against oral pathogens related to caries.", "results_summary": "The study found that Terminalia chebula extract had significant antimicrobial activity against oral pathogens, with a gradual increase in salivary pH post-rinse and a reduction in microbial load. The extract also contained notable levels of phenols and flavonoids.", "population_specificity": "Twenty high caries risk patients.", "effective_dosage": "Not specified.", "study_duration": "Single rinse, effects measured up to 45 minutes post-rinse.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:20.738819+00:00"}
{"study_id": 41294, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Terminalia chebula extract (WETC) could inhibit death receptor-mediated cell death (necroptosis and apoptosis) and explore its underlying mechanisms.", "results_summary": "WETC was found to be a potent dual inhibitor of necroptosis and apoptosis, suppressing TNF-induced ROS and inhibiting the caspase cascade. It also activated autophagy via mTOR suppression, with punicalagin and geraniin identified as key active constituents.", "population_specificity": "In vitro cellular models (specific cell type not specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:22.260214+00:00"}
{"study_id": 41303, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the curative effect and mechanism of action of Terminalia chebula polyphenolic extracts in reducing inflammation and morbidity caused by avian pathogenic Escherichia coli (APEC) in chickens.", "results_summary": "The extracts of Terminalia chebula reduced morbidity and inflammation in APEC-challenged chickens by reversing the overexpression of TLR genes, downregulating NF-kB pathways, and inhibiting pro-inflammatory cytokines. The study suggests Terminalia chebula may be a potential alternative treatment for avian colibacillosis.", "population_specificity": "Specific-pathogen-free white Leghorn chickens (males, 21 days old)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:24.582885+00:00"}
{"study_id": 41304, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the anti-inflammatory activity of twelve compounds isolated from Terminalia chebula, specifically their ability to inhibit iNOS and COX-2 in LPS-stimulated macrophages.", "results_summary": "Two gallotannins (chebulinic acid and 2,3,6-tri-O-galloyl-beta-D-glucose) and two triterpenoids (arjunic acid and arjunolic acid) significantly reduced nitric oxide production and decreased iNOS and COX-2 protein expressions in macrophages.", "population_specificity": "LPS-stimulated macrophages (in vitro study)", "effective_dosage": "50 microM", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:25.788094+00:00"}
{"study_id": 41305, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the anti-proliferative effects of Chebulagic acid (CA) from Terminalia chebula on retinoblastoma cells and its potential mechanisms of action.", "results_summary": "CA inhibited retinoblastoma cell proliferation in a dose-dependent manner, induced apoptosis via mitochondrial membrane potential modulation, activated caspase 3, and caused G1 arrest by increasing p27 expression. It also decreased NFκB levels in the nucleus by suppressing IκBα degradation.", "population_specificity": "Retinoblastoma cells (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:26.059325+00:00"}
{"study_id": 41306, "supplement_id": 1607, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the biocompatibility and bioactive effects of Terminalia chebula extracts on fibroblast and keratinocyte cells, focusing on wound healing applications and ammonia toxicity reduction.", "results_summary": "The study found that Terminalia chebula extracts reduced ammonia accumulation, demonstrated free-radical scavenging ability, and enhanced cell proliferation, cytoskeletal structure, and ECM production without harming normal cellular matrix. The effects were concentration-dependent.", "population_specificity": "In vitro study using fibroblast (L929) and keratinocyte cells.", "effective_dosage": "Different concentrations of organic and aqueous extracts (specific amounts not provided).", "study_duration": "Duration of intervention not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:27.167220+00:00"}
{"study_id": 41297, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of Terminalia chebula ethanol extract in treating hot water-induced burn wounds in rats and compare it with silver sulfadiazine (SSD).", "results_summary": "Terminalia chebula 10% cream showed better wound contraction and lower wound size compared to SSD1% and control groups by day 10, with improved scar strength and collagen formation by day 15.", "population_specificity": "Rats with hot water-induced burn wounds.", "effective_dosage": "5% and 10% T. chebula extracts applied topically.", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:27.919238+00:00"}
{"study_id": 41307, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of a 10% Terminalia chebula mouth rinse compared to chlorhexidine 0.12% and saline in reducing dental plaque and gingivitis.", "results_summary": "Terminalia chebula mouth rinse significantly reduced microbial plaque, gingival inflammation, and neutralized salivary pH, with comparable efficacy to chlorhexidine and no significant difference between the two treatments.", "population_specificity": "78 patients with dental plaque and gingivitis.", "effective_dosage": "10% Terminalia chebula mouth rinse, applied two times daily.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:29.019255+00:00"}
{"study_id": 41308, "supplement_id": 1607, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antitussive effects of Terminalia chebula on SO2-induced cough in mice and assess its safety profile, including LD50 and neurotoxicity.", "results_summary": "Terminalia chebula dose-dependently suppressed SO2-induced cough in mice, with 500 mg/kg showing maximum efficacy comparable to codeine and dextromethorphan. The LD50 was approximately 1265 mg/kg, and no neurotoxicity was observed at antitussive doses, suggesting partial opioid receptor involvement in its mechanism.", "population_specificity": "Mice (animal study)", "effective_dosage": "500 mg/kg (intraperitoneal administration)", "study_duration": "Acute intervention (single-dose administration)", "interactions": "Naloxone partially reversed the antitussive effect, while rimcazole did not. No other interactions mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:30.773866+00:00"}
{"study_id": 41309, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-inflammatory, antioxidant, anti-lipid peroxidative, and membrane-stabilizing effects of Terminalia chebula fruit extract and establish a possible association between these effects.", "results_summary": "The study found that Terminalia chebula extract significantly reduced inflammation (69.96% reduction in rat paw edema), protected human RBC membrane stability (96.72%), and demonstrated strong antioxidant activity (IC50 42.14 µg/ml in DPPH assay). The extract also contained high phenolic content (118.5 mg gallic acid equivalent/g).", "population_specificity": "Rats (in vivo) and human erythrocytes (in vitro)", "effective_dosage": "50-500 mg/kg (in vivo), 50-500 µg/ml (in vitro), with 250 mg/kg being a key effective dose", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:32.767758+00:00"}
{"study_id": 41311, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compile updated information on the phytochemistry, pharmacological properties, and therapeutic effectiveness of Terminalia chebula Retz.", "results_summary": "The study highlights Terminalia chebula's broad pharmacological activities, including antioxidant, antimicrobial, antidiabetic, hepatoprotective, and anti-inflammatory effects, but notes a lack of systematic data on its therapeutic effectiveness.", "population_specificity": "Not specified (general human use implied)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:33.572937+00:00"}
{"study_id": 41310, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to isolate and identify bioactive compounds from Terminalia chebula fruits effective against multidrug-resistant uropathogens and assess the influence of metal ions on their antibacterial activity.", "results_summary": "The study identified 1,2,6-tri-O-galloyl-β-D-glucopyranose as the bioactive compound responsible for antibacterial activity against multidrug-resistant uropathogens, showing synergy with trimethoprim and gentamicin. The antibacterial effect was counteracted by iron supplementation.", "population_specificity": "Multidrug-resistant uropathogens (bacterial strains).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Synergy with trimethoprim and gentamicin; activity counteracted by iron.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:34.014560+00:00"}
{"study_id": 41312, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-quorum sensing (anti-QS) potential of Terminalia Chebula Retz. fruit extract against Pseudomonas aeruginosa PAO1 and identify the compounds responsible for this activity.", "results_summary": "The methanol extract of T. chebula significantly reduced QS-regulated virulence factors, biofilm formation, and alginate production in P. aeruginosa PAO1, while enhancing susceptibility to tobramycin. The bioactive fraction (F7) downregulated key QS genes and reduced AHL production, leading to attenuated virulence and improved survival in C. elegans.", "population_specificity": "Pseudomonas aeruginosa PAO1 and C. elegans (in vivo model).", "effective_dosage": "Not specified (bioactive fraction F7 used).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:35.694209+00:00"}
{"study_id": 41315, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the molecular mechanisms and protein expression changes induced by Terminalia Chebula extract in Jurkat cells, focusing on its potential antitumor effects.", "results_summary": "The study found that Terminalia Chebula extract significantly down-regulated specific proteins (β-tubulin, ring finger and CHY zinc finger domain containing 1, and insulin-like growth factor 1 receptor kinase) and inhibited nuclear factor-κB activity in Jurkat cells, suggesting potential antitumor effects.", "population_specificity": "Jurkat cells (a human T lymphocyte cell line)", "effective_dosage": "50 μg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:37.190639+00:00"}
{"study_id": 41313, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate Terminalia Chebula's iron chelating properties and its potential to mitigate hepatic injury in iron-overloaded mice.", "results_summary": "The extract demonstrated significant iron chelation, DNA protection, and reduced hepatic damage markers, antioxidant enzyme restoration, and lowered lipid peroxidation in iron-overloaded mice. The 200 mg/kg dose showed the most pronounced effects.", "population_specificity": "Swiss Albino mice with induced iron overload.", "effective_dosage": "50, 100, and 200 mg/kg body weight of TCME.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:37.725513+00:00"}
{"study_id": 41314, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antilithiatic properties of Terminalia chebula, specifically its ability to inhibit calcium oxalate crystal nucleation and growth, as well as its cytoprotective effects on renal epithelial cells.", "results_summary": "Terminalia chebula aqueous extract showed 95.84% inhibition of calcium oxalate nucleation at 25µg/mL and dose-dependent inhibition of crystal growth. It also protected renal epithelial cells from oxalate-induced injury, increasing cell viability and reducing lactate dehydrogenase release in a concentration-dependent manner.", "population_specificity": "In vitro study using NRK-52E and MDCK renal epithelial cells.", "effective_dosage": "25µg/mL and higher concentrations (exact upper limit not specified).", "study_duration": "48 hours for cell injury experiments (other durations not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:38.125963+00:00"}
{"study_id": 41316, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-arthritic and analgesic effects of NDI10218, a standardized ethanol extract of Terminalia chebula, in collagen-induced arthritis and acetic acid-induced writhing models.", "results_summary": "NDI10218 reduced arthritis severity, synovial hyperplasia, and pro-inflammatory cytokines (TNF-α, IL-6, IL-1β, IL-17) in mice, while also demonstrating analgesic effects in the writhing model. The extract also decreased T cell subpopulations in lymph nodes.", "population_specificity": "DBA/1J mice with collagen-induced arthritis.", "effective_dosage": "Not specified (dose-dependent effects noted).", "study_duration": "5 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:40.294616+00:00"}
{"study_id": 41317, "supplement_id": 1607, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the pharmacological action of aqueous extract of Terminalia chebula seeds (ATC) on ileal motility and its effectiveness in relieving morphine-induced constipation.", "results_summary": "ATC increased ileum motility frequency and contraction tension dose-dependently, likely mediated through Ca²⁺ channel activation. It also improved fecal output and water content in morphine-induced constipation.", "population_specificity": "Rat ileum tissue and morphine-induced constipation model in rats.", "effective_dosage": "Not specified (dose-dependent effects noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:28:41.100867+00:00"}
