{"study_id": 71106, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether cardiac iodine-123 MIBG imaging provides additional prognostic value to the Seattle Heart Failure Model (SHFM) in predicting cardiac death in patients with chronic heart failure (CHF).", "results_summary": "The study found that the cardiac MIBG washout rate (WR) and SHFM score were independent predictors of cardiac death, with abnormal WR (>27%) significantly increasing the risk of cardiac death regardless of SHFM score.", "population_specificity": "106 outpatients with CHF and radionuclide left ventricular ejection fraction <40%.", "effective_dosage": "Not specified", "study_duration": "Mean follow-up of 6.8 ± 3.5 years (range 0 to 13)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:27.025601+00:00"}
{"study_id": 71102, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the performance of a spectral CT system with a conventional CT system in imaging iodine and gadolinium contrast elements.", "results_summary": "The spectral CT system showed similar CT numbers, image noise, and spatial and contrast resolutions within 10% compared to the conventional CT system, with a 10% higher CNR. It also successfully decomposed iodine and gadolinium contrasts using dual-energy and K-edge subtraction methods in a single scan.", "population_specificity": "Not specified (phantom study using acrylic cylinders with contrast elements).", "effective_dosage": "Contrast elements with 1.7, 5, and 15 mg cc(-1) iodine.", "study_duration": "Not specified (single imaging session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:27.259280+00:00"}
{"study_id": 71101, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the optimal method for sterilizing contaminated bone grafts or fragments while preserving cell viability, comparing povidone-iodine with other decontamination methods.", "results_summary": "Dry povidone-iodine achieved complete sterilization while maintaining 21% cell viability, outperforming wet povidone-iodine (66% viability but incomplete sterilization) and other methods like autoclaving or chlorhexidine (no viable cells).", "population_specificity": "Bone samples from total knee arthroplasty operations.", "effective_dosage": "10% povidone-iodine (wet or dry).", "study_duration": "Not specified (single decontamination procedure).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:27.301100+00:00"}
{"study_id": 71103, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether chlorhexidine gluconate is equivalent or superior to povidone-iodine for surgical hand scrubbing in reducing bacterial count and preventing surgical site infections.", "results_summary": "The study found that chlorhexidine was more effective and longer-lasting than povidone-iodine in reducing bacterial counts after surgical scrubbing, though there was no evidence it reduced surgical site infections. Four studies highlighted chlorhexidine's superior cumulative and residual activity over povidone-iodine.", "population_specificity": "Surgical teams or healthcare workers performing surgical hand scrubs.", "effective_dosage": "Not specified", "study_duration": "Varied across studies, with some testing cumulative effects over multiple days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:27.315121+00:00"}
{"study_id": 71108, "supplement_id": 1234, "safety_score": "40", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to explore the role of iodine and other environmental factors in the development of autoimmune thyroid diseases (AITDs) in genetically predisposed individuals.", "results_summary": "The study suggests that high iodine intake, among other environmental factors, may contribute to the development of AITDs in susceptible individuals, highlighting the thyroid's vulnerability due to its complex hormonal synthesis and defense mechanisms.", "population_specificity": "Genetically predisposed individuals susceptible to autoimmune thyroid diseases (AITDs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:32.841465+00:00"}
{"study_id": 71109, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the evidence supporting the use of 2-fluoro-2-deoxy glucose-positron emission tomography (FDG-PET) in the diagnosis and management of thyroid cancer, comparing it to iodine scanning.", "results_summary": "The abstract indicates that FDG-PET has a growing body of literature supporting its use in thyroid cancer, suggesting it may complement or serve as an alternative to iodine scanning. The review provides clinical use suggestions and explores potential future roles for FDG-PET.", "population_specificity": "Patients with differentiated thyroid cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:34.259481+00:00"}
{"study_id": 71111, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to study the epidemiologic, clinical, and prognostic criteria of papillary microcarcinomas (PMC) signaled by cervical lymphadenopathy.", "results_summary": "The study found that PMCs discovered due to lymphadenopathy had higher thyroid capsule involvement (69%) compared to other PMC cases (9.7%). Treatment outcomes were good, with no deaths, though lymph node recurrences occurred in two cases.", "population_specificity": "Patients with PMC signaled by cervical lymphadenopathy (13 cases) compared to 167 consecutive PMC cases.", "effective_dosage": "Not mentioned", "study_duration": "Mean follow-up was 7.3 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:34.744483+00:00"}
{"study_id": 71115, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the correlation between pathological bone uptake seen on SPECT-CT and pain in patients with osteochondral lesions of the ankle joint, using iodine contrast medium for CT-guided injections.", "results_summary": "The study found a highly significant correlation between pain and pathological bone uptake on SPECT-CT, with all 15 patients experiencing pain relief (VAS score reduction ≤50%) after CT-guided injection with local anesthetic and iodine contrast medium.", "population_specificity": "15 patients with unilateral osteochondral lesions of the ankle joint.", "effective_dosage": "Not specified", "study_duration": "Immediate post-infiltration assessment (single intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:35.293319+00:00"}
{"study_id": 71112, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the role of molecular-targeted therapies, including multitargeted kinase inhibitors, in managing recurrent thyroid cancer not amenable to traditional therapies like surgery, radiotherapy, or radio-iodine ablation.", "results_summary": "The study found that molecular-targeted therapies, particularly multitargeted kinase inhibitors, showed promising results in disease stabilization, response rates, and progression-free survival in various subgroups of thyroid cancers. These therapies have progressed to phase III clinical trials, indicating their potential clinical relevance.", "population_specificity": "Patients with recurrent thyroid cancer not suitable for local therapies (surgery, radiotherapy, or radio-iodine ablation).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:35.392121+00:00"}
{"study_id": 71110, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Lugol's iodine staining during surgery reduces local recurrence and improves survival in patients with early tongue squamous cell carcinoma (SCC).", "results_summary": "The study found no local recurrences in patients who underwent surgery using Lugol's staining, with a 5-year disease-specific survival rate of 93.8%. Two patients died of neck metastasis and two of distant metastasis, but no adverse effects from iodine were reported.", "population_specificity": "93 patients with T1-2N0 tongue SCC.", "effective_dosage": "Not specified (used as a staining agent during surgery).", "study_duration": "Single intraoperative application.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:35.511355+00:00"}
{"study_id": 71113, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the clinical outcomes and recurrence rates of paediatric thyroid cancer cases linked to Chernobyl radioactive fallout exposure.", "results_summary": "The study found that Chernobyl-related paediatric thyroid cancers had similar initial presentation and early clinical course to non-radiation-associated cases, with low disease-specific mortality (1% or less) but a 30% long-term recurrence risk. Early diagnosis and treatment are critical to managing recurrences effectively.", "population_specificity": "Young people from Russia, Ukraine, and Belarus exposed to Chernobyl radioactive fallout during childhood.", "effective_dosage": "Not specified", "study_duration": "Average clinical follow-up of about 10 years, with projections over 30 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:35.841226+00:00"}
{"study_id": 71114, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to compare the effectiveness of chlorhexidine-alcohol antisepsis versus povidone-iodine antisepsis in reducing surgical site infections (SSIs) in elective gynecological laparotomies.", "results_summary": "Chlorhexidine-alcohol antisepsis reduced SSIs from 14.6% to 4.5% compared to povidone-iodine, with the latter protocol identified as a risk factor for SSIs. The study found no significant differences in baseline characteristics or surgical procedures between the groups.", "population_specificity": "Patients undergoing elective gynecological laparotomies at a tertiary medical center in Tel Aviv.", "effective_dosage": "Povidone-iodine 10% scrub followed by 10% povidone-iodine in 65% alcohol.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:36.629505+00:00"}
{"study_id": 71116, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficiency of povidone iodine (PVP) and other antiseptics in veterinary surgical hand antisepsis.", "results_summary": "Povidone iodine (PVP) had significantly lower immediate and sustained antibacterial effects compared to chlorhexidine gluconate (CHX) and a hydro-alcoholic rub, which showed better sustained efficacy.", "population_specificity": "Veterinary surgical setting (human surgeons were referenced in prior studies, but the focus here was veterinary).", "effective_dosage": "Not specified (5-min hand-scrubbing sessions for PVP and CHX, 1.5-min application for hydro-alcoholic rub).", "study_duration": "Short-term (immediate and sustained effects measured post-application).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:42.032451+00:00"}
{"study_id": 71118, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the appropriateness of TSH reference ranges based on factors like age, race, sex, and iodine intake, and to discuss the controversy around adjusting the upper TSH limit.", "results_summary": "The study highlights variability in TSH levels across individuals and populations, noting conflicting views on whether to lower or raise the upper TSH reference limit. It suggests the need for individualized treatment in patients with elevated TSH levels.", "population_specificity": "General population, with specific focus on elderly individuals, women, and white individuals.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:42.265577+00:00"}
{"study_id": 71117, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of topically applied povidone-iodine (PVP-I) as an adjunct to non-surgical treatment of interproximal class II furcation involvements.", "results_summary": "The study found that PVP-I provided limited additional clinical benefits, with no significant differences in attachment gain between groups, but the test group had fewer sites with deep pockets and lower BAPNA values at 6 months.", "population_specificity": "Thirty-two patients with at least one interproximal class II furcation involvement and probing pocket depth ≥ 5 mm.", "effective_dosage": "10% PVP-I used as cooling liquid during subgingival instrumentation.", "study_duration": "6 months (evaluated at baseline, 1, 3, and 6 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:43.000271+00:00"}
{"study_id": 71120, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers compared the effectiveness of povidone iodine (standard care) versus chlorhexidine (guideline-based care) in preventing catheter-related infections in hemodialysis patients.", "results_summary": "The study found that using chlorhexidine instead of povidone iodine significantly reduced infections (from 1.7 to 0.2 per 1000 catheter days) and demonstrated cost savings. Povidone iodine was less effective in preventing infections compared to the new guidelines.", "population_specificity": "Adult patients receiving long-term hemodialysis via tunneled and cuffed catheters in an outpatient setting.", "effective_dosage": "Not specified (used as a cleaning agent for catheter hubs).", "study_duration": "12 months (prospective follow-up).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:43.826690+00:00"}
{"study_id": 71119, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of environmental triggers, including iodine, in the development of autoimmune thyroid diseases (AITD), particularly in the context of hepatitis C virus (HCV) infection and interferon-α (IFNα) therapy.", "results_summary": "The study found that HCV and IFNα act synergistically to trigger AITD, with approximately 40% of HCV patients developing thyroiditis during IFNα therapy. It highlighted the need for routine thyroid screening in these patients to manage complications like thyrotoxicosis.", "population_specificity": "HCV patients receiving IFNα therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Anti-thyroid medications are not recommended due to potential hepatotoxicity.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:44.057694+00:00"}
{"study_id": 71121, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the relationship between serum CXCL10 levels and Graves' disease activity, comparing the effects of methimazole (MMI) and radioactive iodine (RAI) therapy.", "results_summary": "Serum CXCL10 levels were elevated in Graves' disease patients and decreased after treatment with MMI or RAI, correlating with thyroid hormone levels and autoantibody activity. RAI initially increased TRAb levels before decreasing them, while MMI consistently reduced TRAb levels.", "population_specificity": "31 hyperthyroid patients (16 newly diagnosed Graves' disease, 15 relapsed Graves' disease) and 18 healthy controls.", "effective_dosage": "Not specified (RAI dosage not detailed in abstract).", "study_duration": "12 months (with measurements at 3, 6, 9, and 12 months for RAI group).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:44.344803+00:00"}
{"study_id": 71123, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate treatment strategies, including high-dose (131)I therapy, for patients with functioning thyroid cancer and thyroglobulin elevation/negative iodine scintigraphy (TENIS).", "results_summary": "The study found that high-dose (131)I therapy can reduce serum thyroglobulin levels, indicating cell killing, but lacks randomized evidence for life prolongation. External beam radiotherapy and tyrosine kinase inhibitors showed some effectiveness, though clinical trials are recommended for the latter.", "population_specificity": "Patients with functioning thyroid cancer and TENIS syndrome.", "effective_dosage": "High-dose (131)I therapy (specific dosage not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:44.413693+00:00"}
{"study_id": 71122, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the role of iodine-based imaging (e.g., FDG-PET/CT and (124)Iodine PET/CT) in diagnosing, staging, and treating differentiated thyroid cancer, particularly in cases with aggressive subtypes or negative (131)I scans.", "results_summary": "The study found that FDG-PET/CT is valuable for staging high-risk thyroid cancer patients, especially those with less iodine-avid and aggressive subtypes, and for assessing treatment response. (124)Iodine PET/CT may improve lesional dosimetry for (131)iodine therapy planning.", "population_specificity": "Patients with differentiated thyroid cancer, particularly high-risk subtypes (e.g., tall cell variant, Hürthle cell carcinoma, poorly differentiated, and anaplastic carcinoma), and those with medullary thyroid carcinoma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:45.188745+00:00"}
{"study_id": 71124, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the debate surrounding the \"stunning\" effect of diagnostic (131)I on thyroid tissue by analyzing clinical, animal, and in vitro studies.", "results_summary": "The study found mixed evidence on the stunning effect, with larger diagnostic doses and longer delays to therapy increasing its likelihood. Differences in clinical practices and unmeasurable factors like thyroid-stimulating hormone levels complicate the assessment.", "population_specificity": "Thyroid tissue (clinical, animal, and in vitro studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:49.574922+00:00"}
{"study_id": 71125, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of lymphadenectomy (including radioactive iodine treatment considerations) in the surgical management of papillary thyroid carcinoma.", "results_summary": "The study discusses the debate over prophylactic central neck dissection in papillary thyroid cancer, highlighting its potential benefits for staging accuracy and postoperative radioactive iodine treatment decisions, but does not directly assess iodine's effects.", "population_specificity": "Patients with papillary thyroid carcinoma, particularly those with or without clinically evident nodal disease.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:50.398051+00:00"}
{"study_id": 71126, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the clinical applications of advanced liver CT imaging techniques, including perfusion CT, dual-energy CT, and VHS scanning, with iodine contrast agent for assessing hepatic blood flow, tumor angiogenesis, and hepatocellular carcinoma detection.", "results_summary": "Perfusion CT effectively analyzed hepatic blood flow and tumor angiogenesis, while VHS scanning provided high temporal resolution for arterial phase imaging. Dual-energy CT improved vascular contrast enhancement and reduced radiation dose, aiding in hepatocellular carcinoma detection.", "population_specificity": "Patients undergoing liver CT imaging, particularly for tumor assessment or hepatocellular carcinoma detection.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:51.036383+00:00"}
{"study_id": 71130, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate iodine deficiency and hypothyroxinemia in pregnancy, focusing on the impact of maternal T4 on fetal brain development and the effects of iodine supplementation.", "results_summary": "Hypothyroxinemia during pregnancy is common and negatively impacts offspring neurobehavioral performance. Iodine supplementation showed positive effects on neurodevelopment in children of supplemented mothers compared to nonsupplemented mothers.", "population_specificity": "Pregnant women with isolated hypothyroxinemia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:51.969223+00:00"}
{"study_id": 71128, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the outcomes of a modified parotidectomy technique (using a posterior pedicle parotid gland fascia flap) with the conventional technique, focusing on cosmetic results, sensory nerve preservation, and incidence of Frey's syndrome.", "results_summary": "The modified technique improved cosmetic outcomes and reduced transient numbness compared to the conventional method. While subjective Frey's syndrome incidence was lower in the modified group, objective testing (starch iodine test) showed higher rates in both groups.", "population_specificity": "Patients undergoing superficial parotidectomy for benign parotid neoplasms.", "effective_dosage": "Not specified", "study_duration": "Follow-up included assessments up to 2 years post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:52.199735+00:00"}
{"study_id": 71129, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review management options for severe thyrotoxicosis in patients without a functional gastrointestinal tract, including the use of iodine-containing solutions.", "results_summary": "The study found that iodine-containing solutions, along with other non-oral therapies, can help normalize thyroid hormone levels in severe thyrotoxicosis when conventional oral medications cannot be used. Plasmapheresis is recommended if conventional therapies fail.", "population_specificity": "Patients with severe thyrotoxicosis and non-functional gastrointestinal tracts.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:52.320251+00:00"}
{"study_id": 71131, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review and propose modifications to the classification of oral premalignant lesions, including the use of iodine staining in the diagnostic process.", "results_summary": "The study discusses the evolution of classifications for oral premalignant lesions, highlighting the inclusion of iodine staining in a modified SIN system and the introduction of a new CIS definition by Japanese societies. It emphasizes advancements in oral oncology leading to the adoption of the OIN/CIS (JSOP) classification.", "population_specificity": "Not specified (focus on pathological classification systems).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:52.791566+00:00"}
{"study_id": 71127, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine whether iodide doses (100-300 μg/d) affect thyroid function and influence oxidative stress, inflammation, and acute-phase protein markers in adults.", "results_summary": "The study found that iodide supplementation (100-300 μg/d) did not alter thyroid function in individuals with adequate iodine intake but showed slight anti-inflammatory and antioxidative effects. Changes in urinary iodine correlated with markers like C-reactive protein, IL-6, α1-antitrypsin, and ceruloplasmin.", "population_specificity": "Thirty healthy adults (10 men, 20 women) with normal thyroid function.", "effective_dosage": "100, 200, or 300 μg of iodide (as KI) daily.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:52.903162+00:00"}
{"study_id": 71133, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the diagnostic, prognostic, and therapeutic efficiency of iodine (specifically radio-iodine therapy) in thyroid cancer treatment.", "results_summary": "The study highlights that radio-iodine therapy is a primary treatment modality for thyroid cancer, but suggests that combined targeted therapeutic approaches could improve efficacy and reduce side effects. Overexpression of EGFR in thyroid cancer correlates with disease severity, requiring further validation.", "population_specificity": "Patients with thyroid cancer (specific subtypes not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:57.766736+00:00"}
{"study_id": 71132, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "To compare the feasibility, complications, cerebral disease control, and survival between stereotactic brachytherapy (SBT) using iodine-125 seeds and stereotactic radiosurgery (SRS) for treating singular cerebral metastases.", "results_summary": "SBT showed comparable survival and cerebral disease control to SRS, with no significant differences in median survival or actuarial local/distant disease control after 12 months. No treatment-related mortality or permanent severe CNS toxicity was observed.", "population_specificity": "Patients with newly diagnosed, untreated singular cerebral metastases.", "effective_dosage": "Cumulative tumor surface dose of 50 Gy applied over 42 days.", "study_duration": "42 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:58.949385+00:00"}
{"study_id": 71134, "supplement_id": 1234, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to assess the incidence and severity of acute urinary toxicity (AUT) and changes in IPSS following iodine-125 prostate brachytherapy for localized prostate cancer.", "results_summary": "The study found a low incidence of severe AUT (6.7% Grade 3), with a greater number of needles correlating with higher AUT severity. IPSS resolution occurred at a median of 6 months, with higher post-implant IPSS linked to slower resolution and higher pre-implant IPSS linked to faster resolution.", "population_specificity": "104 patients with localized prostate cancer treated between 2006 and 2009.", "effective_dosage": "Not specified (iodine-125 brachytherapy).", "study_duration": "Follow-up until IPSS resolution (median 6 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:59.839256+00:00"}
{"study_id": 71137, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the clinical applications and future potential of nuclear medicine procedures, including iodine-based tracers, in diagnosing brain tumors.", "results_summary": "The abstract highlights that iodine-123-labeled tracers, such as (123)I-IMT, have been utilized in brain tumor diagnosis, alongside other SPET and PET/CT methods, indicating their role in precise localization and characterization of lesions.", "population_specificity": "Patients with primary brain tumors (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:10:59.980720+00:00"}
{"study_id": 71136, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically review RCTs comparing skin antiseptics, including iodine-based solutions, for preventing contamination in venous-puncture drawn blood cultures.", "results_summary": "Alcoholic iodine tincture was more effective than non-alcoholic povidone-iodine, but iodine tincture was not superior to povidone-iodine overall. Alcoholic solutions generally outperformed non-alcoholic ones, and alcohol alone was not inferior to iodinated products.", "population_specificity": "Patients undergoing venous-puncture drawn blood cultures (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:00.102856+00:00"}
{"study_id": 71138, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of radioactive iodine therapy and suppressive levothyroxine treatment in managing Hurthle cell carcinoma of the thyroid.", "results_summary": "The study found that radioactive iodine therapy and levothyroxine treatment effectively reduced thyroglobulin levels and showed no evidence of disease recurrence four months post-treatment. The whole-body iodine-131 scan confirmed limited thyroid tissue remnants.", "population_specificity": "A 63-year-old man with Hurthle cell carcinoma of the thyroid.", "effective_dosage": "Not specified", "study_duration": "Four months post-therapy follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:00.283001+00:00"}
{"study_id": 71139, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to demonstrate the diagnostic utility of MRI over CT for distinguishing fetus-in-fetu from teratoma, emphasizing MRI's avoidance of iodine contrast and ionizing radiation.", "results_summary": "The study found that MRI is an ideal imaging modality for diagnosing fetus-in-fetu preoperatively due to its high tissue contrast, spatial resolution, and elimination of iodine contrast and ionizing radiation risks. Both CT and MRI can definitively diagnose FIF, but MRI offers additional safety and diagnostic advantages.", "population_specificity": "Patients with fetus-in-fetu (a rare anomaly in diamniotic monochorionic pregnancy).", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:01.766236+00:00"}
{"study_id": 71135, "supplement_id": 1234, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining iodine-131-metuximab with chemoembolization improves outcomes in patients with intermediate hepatocellular carcinoma (HCC).", "results_summary": "The combination therapy showed survival rates of 88.2%, 79.1%, and 57.4% at 6, 12, and 18 months, respectively, with response rates of 42.73% (WHO criteria) and 61.82% (EASL criteria). Toxicity was observed but was generally manageable.", "population_specificity": "110 patients with unresectable HCC (Child-Pugh A and B).", "effective_dosage": "113 intra-arterial ¹³¹I-metuximab injections (mean 1.03 per patient) combined with chemoembolization.", "study_duration": "Follow-up period from April 2008 to April 2009 (exact intervention duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:02.079862+00:00"}
{"study_id": 71140, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 78, "quality_score": 75, "study_goal": "The researchers aimed to identify factors predictive of successful remnant ablation in papillary thyroid cancer patients treated with low-activity radioiodine (131-I) after thyroidectomy.", "results_summary": "Successful ablation was achieved in 78% of patients, but elevated stimulated thyroglobulin levels (≥6 μg/l) were strongly associated with treatment failure, indicating a more aggressive tumor profile. Limited microscopic extrathyroidal extension and nodal micrometastases also correlated with ablation failure.", "population_specificity": "193 consecutive patients with papillary thyroid cancer who underwent total thyroidectomy.", "effective_dosage": "30 mCi (1110 MBq) of 131-I.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:06.466684+00:00"}
{"study_id": 71141, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of radioactive iodine (RAI) treatment on Graves' orbitopathy (GO) and compare its safety and efficacy with other treatments like antithyroid drugs (ATDs) and thyroidectomy.", "results_summary": "The study found that RAI can cause progression or new development of GO, especially in smokers, but this can be prevented with oral steroid prophylaxis. The choice of treatment for hyperthyroidism in patients with moderate-to-severe GO remains uncertain and is often based on expert opinion rather than evidence.", "population_specificity": "Patients with Graves' hyperthyroidism and associated orbitopathy (GO).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:07.150802+00:00"}
{"study_id": 71142, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to provide recommendations for hormone replacement therapy, including the role of iodine supplementation, in patients with hypothyroidism after thyroid or parathyroid surgery.", "results_summary": "The study highlights the importance of selecting appropriate hormone preparations (T4 or T4/T3) and considering iodine supplementation, but does not provide specific efficacy data on iodine alone. It emphasizes understanding pharmacokinetics and patient-specific factors for effective treatment.", "population_specificity": "Patients with hypothyroidism or hypocalcemia following thyroid or parathyroid surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:07.331309+00:00"}
{"study_id": 71143, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the role of radioactive iodine in treating thyroid cancers and discuss future trends in endocrine cancer diagnosis and treatment.", "results_summary": "The study highlights radioactive iodine as an effective treatment for thyroid cancers that retain iodine uptake capability, but notes limitations for non-localized endocrine cancers. Future advancements in genomics, imaging, and biomarkers are expected to improve precision in diagnosis and therapy.", "population_specificity": "Patients with endocrine cancers, particularly thyroid cancer, and selected cases of parathyroid, adrenocortical, and neuroendocrine tumors.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:08.065921+00:00"}
{"study_id": 71144, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the role of radioactive iodine and other treatments in managing differentiated thyroid cancer, including its efficacy in reducing recurrence and metastasis.", "results_summary": "The study found that radioactive iodine is a principal adjuvant therapy for high-risk patients, improving outcomes when combined with surgery and thyroid-stimulating hormone suppression. Molecular therapies also showed promise as emerging treatments.", "population_specificity": "Patients with differentiated thyroid cancer (papillary and follicular histologies), including those with high recurrence risk or metastatic disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:08.129178+00:00"}
{"study_id": 71145, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if changes in thyroid volume during weight loss in obese women were related to adipocytokines and urinary iodine excretion.", "results_summary": "The study found that thyroid volume increased in obese women and correlated negatively with urinary iodine levels, suggesting iodine status may influence thyroid volume. However, changes in thyroid volume during weight loss were primarily affected by changes in BMI and leptin levels, not iodine status.", "population_specificity": "Obese and non-obese women admitted to an endocrinology and metabolism outpatient clinic.", "effective_dosage": "Not specified", "study_duration": "Six months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:08.323936+00:00"}
{"study_id": 71147, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to determine whether iodine-based prep agents (povidone-iodine and iodine povacrylex) are superior to other intraoperative skin prep agents for preventing surgical site infections in open abdominal general surgery.", "results_summary": "The study found no empirical evidence to support the superiority of any single prep agent, including iodine-based options. Each agent had specific advantages and disadvantages, with no clear winner across all clinical situations.", "population_specificity": "Patients undergoing open abdominal general surgery procedures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:09.486120+00:00"}
{"study_id": 71146, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate outcomes of follicular thyroid carcinoma (FTC) treatment, particularly focusing on the role of radioactive iodine ablation in managing different FTC subtypes.", "results_summary": "The study found that disease-free survival varied significantly based on tumor invasiveness and vascular invasion, with minimally invasive FTC showing better outcomes. Radioactive iodine ablation was recommended for most FTC patients, except young patients with minimally invasive FTC without vascular invasion.", "population_specificity": "Patients with histologically confirmed follicular thyroid carcinoma (n=124).", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 40 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:10.067789+00:00"}
{"study_id": 71152, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of iodine-131 tositumomab as a radioimmunotherapy for follicular lymphoma.", "results_summary": "The study reported iodine-131 tositumomab as an effective radioimmunotherapy for follicular lymphoma, though specific efficacy metrics were not detailed in the abstract.", "population_specificity": "Patients with follicular lymphoma, including relapsed or refractory cases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:14.846058+00:00"}
{"study_id": 71149, "supplement_id": 1234, "safety_score": "30", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the electrophysiological effects of dronedarone, a noniodinated amiodarone congener, to avoid the adverse effects associated with iodine in amiodarone.", "results_summary": "The study found that dronedarone was developed to maintain antiarrhythmic efficacy while avoiding the iodine-related toxic effects seen with amiodarone. It characterized dronedarone's effects in normal cardiac cells, animal models, and human studies.", "population_specificity": "Normal cardiac cells, animal models of disease, and human studies.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:15.195204+00:00"}
{"study_id": 71150, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of iodine contrast medium in enhancing the diagnostic accuracy of FDG-PET/CT for ovarian cancer management.", "results_summary": "The study found that iodine contrast medium, when used with PET/contrast-enhanced CT, improved diagnostic accuracy and confidence compared to conventional PET/non-contrast CT. Future advancements may include alternative tracers and PET/MRI integration.", "population_specificity": "Patients undergoing diagnostic imaging for ovarian cancer and other malignant tumors.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:15.585030+00:00"}
{"study_id": 71151, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers reviewed the role of RET mutations in thyroid cancer and explored the development of RET-targeted inhibitors, including the current use of radio-iodine therapy.", "results_summary": "The study highlights that radio-iodine therapy is part of the current treatment for RET-related thyroid cancers, but survival rates have not significantly improved, suggesting a need for new treatment options.", "population_specificity": "Patients with RET-related thyroid cancers, including hereditary and sporadic cases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:15.647043+00:00"}
{"study_id": 71148, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine if cardiac MIBG (iodine-123-meta-iodobenzylguanidine) uptake could predict symptomatic outcomes in patients with cardiac syndrome X (CSX).", "results_summary": "The study found that lower cardiac MIBG uptake was significantly associated with worsening angina, hospital readmission for recurrent chest pain, and repeat coronary angiography, indicating abnormal cardiac adrenergic nerve function predicts worse symptomatic outcomes in CSX patients.", "population_specificity": "40 patients with cardiac syndrome X (mean age 58 ± 5 years, 14 men).", "effective_dosage": "Not specified", "study_duration": "Average follow-up of 79 months (range 36 to 144).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:16.359858+00:00"}
{"study_id": 71155, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to review the use of iodine and other topical antimicrobial agents in managing wound infections and provide clinical recommendations.", "results_summary": "The abstract highlights iodine as one of several topical antimicrobial options for wound infection management, emphasizing the need to select treatments based on healability, bacterial burden, and host risk factors. No specific results on iodine's efficacy are detailed, but it is included among recommended agents.", "population_specificity": "Patients with wound infections (general, no specific subgroup mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:17.484601+00:00"}
{"study_id": 71153, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to compare the clinical behavior and molecular profiles of encapsulated malignant follicular cell-derived thyroid tumors, including encapsulated follicular variant of papillary carcinoma (FVPTC) and encapsulated follicular carcinoma (EFC).", "results_summary": "The study found that encapsulated FVPTC has a molecular profile similar to follicular adenomas/carcinomas (RAS mutations, no BRAF mutations) and rarely metastasizes, while infiltrative FVPTC resembles classical papillary thyroid carcinoma (BRAF > RAS mutations) and often metastasizes. Noninvasive encapsulated FVPTC is highly indolent, whereas EFC with angioinvasion has a significant risk of distant recurrence.", "population_specificity": "Patients with encapsulated malignant follicular cell-derived thyroid tumors (FVPTC and EFC).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:17.797920+00:00"}
{"study_id": 71154, "supplement_id": 1234, "safety_score": "75", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to assess the impact of 13-cis-retinoic acid (RA) on iodine uptake and therapeutic outcomes in patients with advanced, radioiodine non-responsive thyroid carcinoma.", "results_summary": "RA administration led to an objective partial response in 18.8% of patients, stable disease in 25%, and disease progression in 56.2%. The median progression-free survival was 26.5 months, but 62.5% of patients with disease progression died.", "population_specificity": "Sixteen patients with inoperable, advanced thyroid carcinoma and no significant radioiodine uptake.", "effective_dosage": "1.0 to 1.5 mg·kg⁻¹·day⁻¹ of 13-cis-RA orally for 5 weeks, followed by 150 mCi radioiodine therapy.", "study_duration": "5 weeks of RA administration, with long-term follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:19.883797+00:00"}
{"study_id": 71156, "supplement_id": 1234, "safety_score": "60", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review current approaches to the initial care and follow-up of children with differentiated thyroid cancer (DTC), focusing on the use of radioactive iodine (RAI) and thyroid hormone suppression.", "results_summary": "The study found that RAI is effective for high-risk recurrence cases and iodine-avid distant metastases but should be carefully weighed due to potential risks like second malignancies. Thyroid hormone suppression is recommended for all patients, with lifelong follow-up.", "population_specificity": "Children with differentiated thyroid cancer (DTC).", "effective_dosage": "Not specified", "study_duration": "Lifelong follow-up mentioned, but exact intervention duration not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:22.667128+00:00"}
{"study_id": 71157, "supplement_id": 1234, "safety_score": "30", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to summarize the complications of radioactive iodine (RAI) therapy for thyroid cancer and methods to prevent and manage these complications.", "results_summary": "The study found that RAI therapy is associated with acute risks (e.g., nausea, ageusia, salivary gland swelling) and long-term complications (e.g., sialoadenitis, pulmonary fibrosis, second malignancies), despite its widespread use in thyroid cancer treatment.", "population_specificity": "Patients with thyroid cancer, particularly those undergoing RAI therapy post-thyroidectomy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:23.008591+00:00"}
{"study_id": 71158, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of nanocrystalline silver and cadexomer iodine dressings in healing chronic lower leg ulcers and examine the relationship between bacterial burden and healing rate.", "results_summary": "The study found no relationship between nurses' clinical assessments and bacterial burden. Nanocrystalline silver showed significantly better wound healing than cadexomer iodine in the first 2 weeks when certain bacterial levels were low or absent.", "population_specificity": "281 individuals with chronic lower leg ulcers.", "effective_dosage": "Not specified", "study_duration": "First 2 weeks of treatment (full duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:23.949315+00:00"}
{"study_id": 71159, "supplement_id": 1234, "safety_score": "90", "efficacy_score": 75, "quality_score": 70, "study_goal": "To assess the effects of recombinant human thyroid-stimulating hormone (rhTSH)-aided radioiodine treatment compared to thyroid hormone withdrawal (THW) for residual or metastatic differentiated thyroid cancer (DTC).", "results_summary": "The study found no significant differences in successful ablation rates between rhTSH and THW treatments, but noted benefits in reduced radiation exposure and some improvements in health-related quality of life. No deaths or serious adverse effects were reported for either treatment.", "population_specificity": "Patients with differentiated thyroid cancer (DTC) following thyroidectomy.", "effective_dosage": "Iodine-131 doses of 1110 MBq, 1850 MBq, or 3700 MBq.", "study_duration": "Maximum follow-up was 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:24.414613+00:00"}
{"study_id": 71160, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to analyze the evidence for using radioactive iodine (RAI) treatment to improve mortality, survival, and reduce recurrence in differentiated thyroid cancer (DTC) patients, particularly low-risk individuals.", "results_summary": "The study found no significant improvement in mortality or disease-specific survival for low-risk patients treated with RAI, though high-risk patients showed improved survival. Evidence for RAI reducing recurrence was mixed, with half of studies showing a significant relationship and half showing none.", "population_specificity": "Patients with differentiated thyroid cancer (DTC), categorized by risk (very low, low, moderate, high) based on AJCC 6th edition and MACIS staging.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:24.604225+00:00"}
{"study_id": 71161, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to summarize existing data on thyroid disorders in patients treated with interferons, including the role of iodine concentration in the environment as a potential factor.", "results_summary": "The abstract highlights that thyroid disorders occur in 1%-35% of interferon-treated patients, with iodine concentration in the environment being one of several discussed factors, but no specific findings on iodine's effects are detailed.", "population_specificity": "Patients with chronic hepatitis C, multiple sclerosis, hematological malignancies, and other conditions treated with interferons.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:24.949867+00:00"}
{"study_id": 71163, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of Iodine-131-labeled antibodies (Bexxar®) in radioimmunotherapy for lymphoma treatment.", "results_summary": "The study highlights that Iodine-131-labeled Tositumomab (Bexxar®) is an FDA-approved radioimmunotherapy agent for lymphomas, demonstrating efficacy in overcoming limitations of non-radioactive immunotherapy. However, widespread adoption remains limited due to medical, scientific, logistic, and financial barriers.", "population_specificity": "Patients with lymphoma (specific subtype not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:27.831039+00:00"}
{"study_id": 71162, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the long-term safety and efficacy of a trimodality approach (AD, EBRT, PB with iodine-125 or Pd-103, and docetaxel) in high-risk prostate cancer patients.", "results_summary": "The study found that the treatment was well-tolerated, with high completion rates (85.7%) and encouraging long-term biochemical failure-free survival (89.6% at 5 years, 86.5% at 7 years). Late Grade 2 GI/GU toxicity was low (7.7%), with no Grade 3-5 toxicities reported.", "population_specificity": "High-risk prostate cancer patients (PSA > 20 ng/ml, Gleason score 7-10, or stage T2b-T3).", "effective_dosage": "Iodine-125 or Pd-103 (specific dosage not detailed in abstract).", "study_duration": "2 years of AD, with PB and docetaxel administered over subsequent months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:28.708440+00:00"}
{"study_id": 71164, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "To compare recent changes in guidelines for the treatment of differentiated thyroid cancer, focusing on controversial topics like radioactive iodine use and thyrotropin suppression.", "results_summary": "The study found regional variations in thyroid cancer guidelines and noted that adherence to these guidelines is suboptimal. It emphasized the need for risk-adapted approaches incorporating molecular information for optimal patient outcomes.", "population_specificity": "Patients with differentiated thyroid cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:29.539524+00:00"}
{"study_id": 71165, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare initial PSA outcomes in men undergoing prostate brachytherapy with I-125 versus Cs-131, focusing on short-term effects rather than long-term cancer control.", "results_summary": "The study found no significant difference in initial post-treatment PSA levels between I-125 and Cs-131 groups for both low and intermediate risk patients, with similar pre-treatment PSA values across cohorts.", "population_specificity": "Men undergoing prostate brachytherapy, specifically low and intermediate risk patients.", "effective_dosage": "Not specified", "study_duration": "Initial PSA measured 3-6 months post-treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:30.830238+00:00"}
{"study_id": 71166, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a low-concentration PVP-I solution (0.5%) could reduce postoperative swelling after surgical removal of impacted lower third molars.", "results_summary": "The study found that 0.5% PVP-I solution significantly reduced postoperative swelling compared to the control group (P<0.01), likely due to its inhibitory effect on leukotriene B4 and leukocyte extravasation.", "population_specificity": "50 patients undergoing removal of impacted lower third molars (25 control, 25 treatment group).", "effective_dosage": "0.5% PVP-I solution (0.5mg/ml).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:32.140156+00:00"}
{"study_id": 71167, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and safety of povidone-iodine pleurodesis (PIP) versus thoracoscopic talc poudrage (TTP) for treating pleural effusion in metastatic breast carcinoma patients.", "results_summary": "PIP showed comparable efficacy to TTP in symptom control, with lower post-procedure analgesic requirements and shorter hospital stays. Recurrence rates of pleural effusion were similar between both groups.", "population_specificity": "42 patients with metastatic breast carcinoma and moderate to severe dyspnea.", "effective_dosage": "Not specified (instilled through thoracostomy tube).", "study_duration": "Follow-up mean: 22.6 months (range: 8-48 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:33.277481+00:00"}
{"study_id": 71168, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of sorafenib in treating radioactive iodine-refractory metastatic papillary thyroid cancer, particularly its ability to reinduce radioactive iodine uptake and improve disease control.", "results_summary": "Sorafenib showed a favorable benefit/risk profile in papillary thyroid cancer, with 59% of patients experiencing a beneficial response and 34% achieving stable disease, though it did not reinduce radioactive iodine uptake. The drug appears to be a valid alternative for refractory cases.", "population_specificity": "Patients with metastatic papillary thyroid cancer refractory to radioiodine therapy.", "effective_dosage": "Not specified", "study_duration": "26 weeks (primary endpoint assessment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:33.665393+00:00"}
{"study_id": 71169, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the clinical applications of dual-energy CT (DECT) in various medical fields, including the use of iodine for imaging and its removal to create virtual non-contrast images.", "results_summary": "The study found that DECT allows for the removal of iodine from images to generate virtual non-contrast images, improving diagnostic accuracy in various applications such as neuroradiology, thorax imaging, and abdominal assessments. Iodine map images can quantify iodine uptake, potentially enhancing the diagnosis of solid masses compared to traditional non-contrast and post-contrast imaging.", "population_specificity": "Patients undergoing diagnostic imaging for various conditions (e.g., pulmonary thromboemboli, liver masses, urinary calculi).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:34.900717+00:00"}
{"study_id": 71171, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the role of nuclear imaging techniques, including 123-I MIBG, in assessing myocardial blood flow and sympathetic innervation for diagnosing, treating, and prognosticating heart failure.", "results_summary": "The study found that 123-I MIBG imaging effectively assesses cardiac sympathetic innervation, with abnormal innervation linked to higher mortality and morbidity in heart failure patients. It also aids in risk stratification for ventricular arrhythmias and sudden cardiac death.", "population_specificity": "Patients with heart failure.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:36.022279+00:00"}
{"study_id": 71170, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the diagnostic value of thyroid ultrasonography (TUS) and thyroid scintigraphy (TS) in patients with subacute thyroiditis (SAT) during the thyrotoxic phase.", "results_summary": "The study found that low radioactive iodine uptake (RAIU) at 2 and 24 hours and poor thyroid visualization on TS were more prevalent than focal distortion on TUS in SAT patients. TUS results were compatible with SAT in only 8 out of 22 patients, while TS showed low uptake in all patients.", "population_specificity": "22 patients (18 women, 4 men; mean age 37.2 ± 9.83 years) with clinical diagnosis of SAT.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:36.527921+00:00"}
{"study_id": 71172, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to explore the complex relationship between multinodular goiter and differentiated thyroid cancer, particularly in regions with iodine deficiency.", "results_summary": "The study highlights potential links between multinodular goiter and thyroid cancer etiology, noting diagnostic and treatment challenges in such patients, but does not provide specific efficacy or safety data on iodine.", "population_specificity": "Individuals in regions with current or former iodine deficiency, particularly those with multinodular goiter.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:36.694901+00:00"}
{"study_id": 71173, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To determine the effect of povidone iodine and Savlon on reducing upper-lid bacteria, with or without prior face washing with soap and water.", "results_summary": "Povidone iodine significantly reduced bacterial isolates and colony counts, both with and without prior face washing. Savlon also reduced bacterial isolates and counts, but prior face washing did not enhance its effectiveness.", "population_specificity": "80 patients attending an eye clinic in Nigeria.", "effective_dosage": "5% povidone iodine.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:38.419395+00:00"}
{"study_id": 71175, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to review the etiology and implications of transient hypothyroxinaemia in preterm infants, including the role of iodine deficiency.", "results_summary": "The study found that transient hypothyroxinaemia in preterm infants is influenced by iodine deficiency among other factors, but the efficacy of thyroid hormone replacement remains unclear due to mixed results.", "population_specificity": "Preterm infants", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:40.074228+00:00"}
{"study_id": 71174, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers compared the drug-drug interaction potential of amiodarone (containing iodine) and dronedarone (lacking iodine) with warfarin.", "results_summary": "The study found that amiodarone, which contains iodine, significantly potentiates warfarin's anticoagulant effects, increasing bleeding risk, while dronedarone, lacking iodine, does not exhibit this interaction.", "population_specificity": "Patients with atrial fibrillation treated with warfarin.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "Amiodarone (containing iodine) interacts with warfarin, increasing bleeding risk. Dronedarone (lacking iodine) does not.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:40.359107+00:00"}
{"study_id": 71176, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether blood volume (BV) measurements using iodine 131-labeled albumin could improve fluid and red blood cell management in critically ill surgical patients.", "results_summary": "BV measurements led to more accurate treatment adjustments, reducing hypervolemia and red blood cell deficiencies, and significantly lowering mortality rates (8% vs. 24% in controls).", "population_specificity": "Critically ill surgical patients with septic shock, severe sepsis, severe respiratory failure, or cardiovascular collapse.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:41.970379+00:00"}
{"study_id": 71179, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of chlorhexidine and povidone-iodine in reducing surgical-site infections in clean-contaminated surgery.", "results_summary": "The meta-analysis found that chlorhexidine was more effective than povidone-iodine in reducing surgical-site infections, with a pooled odds ratio of 0.68 (95% CI 0.50 to 0.94; P = 0.019). The study concluded that chlorhexidine should be preferred for preoperative antisepsis in this context.", "population_specificity": "Patients undergoing clean-contaminated surgery (n=5031 across six studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:44.528373+00:00"}
{"study_id": 71177, "supplement_id": 1234, "safety_score": "60", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate treatment options for pediatric Graves' disease, including radioactive iodine (RAI; (131)I), and compare their safety and efficacy.", "results_summary": "The study found that radioactive iodine (RAI) is a viable treatment for pediatric Graves' disease when remission is not achieved with antithyroid drugs, recommending doses >150 μCi/g of thyroid tissue. Surgery (near total or total thyroidectomy) is also an option, with the choice influenced by patient age.", "population_specificity": "Children and adolescents with Graves' disease.", "effective_dosage": ">150 μCi/g of thyroid tissue (for RAI).", "study_duration": "Not specified (treatment duration varies based on individual response).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:44.550924+00:00"}
{"study_id": 71178, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate urinary biomarkers for assessing disease severity in autosomal dominant polycystic kidney disease (ADPKD), using iodine-labeled compounds (iothalamate and hippuran) to measure effective renal blood flow (ERBF) and glomerular filtration rate (mGFR).", "results_summary": "The study found that iodine-labeled compounds (iothalamate and hippuran) were used as reference tests to measure ERBF and mGFR, but the abstract does not report specific findings about iodine's effects. Urinary biomarkers like β(2)-microglobulin, NGAL, and H-FABP were associated with kidney function and structure independently of albuminuria.", "population_specificity": "102 patients with ADPKD (aged 40 ± 11 years; 58% men) and 102 age- and sex-matched healthy controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:45.802558+00:00"}
{"study_id": 71180, "supplement_id": 1234, "safety_score": "80", "efficacy_score": 70, "quality_score": 65, "study_goal": "To assess the feasibility, efficacy, and morbidity of permanent percutaneous 125I seed implantation for recurrent squamous cell carcinomas of the head and neck.", "results_summary": "The study found that 125I seed implantation achieved a median local disease-free progression of 12 months, with 1- and 2-year local tumor control rates of 48.7% and 39.9%, respectively. The procedure showed minimal invasion and low morbidity, with no observed blood vessel damage or neuropathy.", "population_specificity": "Patients with recurrent squamous cell carcinomas of the head and neck (n=25).", "effective_dosage": "125I seed activity ranged from 0.35 mCi to 0.8 mCi (median: 0.6 mCi), with a total of 3 to 61 seeds implanted (median: 22).", "study_duration": "Follow-up ranged from 3 to 40 months (median: 8 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:46.450317+00:00"}
{"study_id": 71181, "supplement_id": 1234, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and efficacy of iodine-131 rituximab radioimmunotherapy for treating relapsed indolent non-Hodgkin lymphoma (NHL) in a clinical setting.", "results_summary": "The study found that iodine-131 rituximab achieved a 67% objective response rate, with 50% complete response and a median overall survival of 32 months. Toxicity was limited to hematologic effects (grade 4 neutropenia in 10% and thrombocytopenia in 6%), with no severe infections or bleeding requiring hospitalization.", "population_specificity": "142 consecutive patients with relapsed low-grade NHL, predominantly follicular lymphoma (75%).", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 32 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:47.600639+00:00"}
{"study_id": 71182, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and cost-effectiveness of recombinant human thyroid stimulating hormone (rhTSH) versus thyroid hormone withdrawal for radioactive iodine remnant ablation in low-risk differentiated thyroid cancer patients.", "results_summary": "The study found that rhTSH-assisted ablation had similar efficacy to thyroid hormone withdrawal, with comparable rates of successful ablation and tumoricidal effects, while improving patient quality of life. Cost-effectiveness was above conventional thresholds but depended on factors like rhTSH cost and patient utility.", "population_specificity": "Patients with low-risk differentiated thyroid cancer (DTC).", "effective_dosage": "Not specified", "study_duration": "Follow-up period of 3.7 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:48.079924+00:00"}
{"study_id": 71183, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to examine the impact of a low-iodine diet (LID) before radioactive iodine (RAI) treatment or scanning on thyroid remnant ablation efficacy, urinary iodine measurements, RAI kinetics, and long-term thyroid cancer outcomes.", "results_summary": "LIDs reduced urinary iodine measurements and appeared to increase I-131 uptake or lesional radiation compared to regular diets. While one study showed higher remnant ablation rates with an LID, another found no significant benefit, and no studies examined long-term recurrence or mortality.", "population_specificity": "Patients with well-differentiated thyroid cancer undergoing RAI treatment or scanning.", "effective_dosage": "≤ 50 µg/day of iodine for 1-2 weeks.", "study_duration": "1-2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:48.931347+00:00"}
{"study_id": 71184, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the use of infrared thoracoscopy with indocyanine green for identifying target lung segments during segmentectomy, not specifically to study iodine.", "results_summary": "The study found that infrared thoracoscopy with indocyanine green effectively identified target lung segments quickly and clearly, with no complications reported. The method provided well-defined color zonation and sufficient marking time.", "population_specificity": "8 patients with lung lesions (5 primary lung cancer, 2 metastatic lung tumor, 1 inflammatory change).", "effective_dosage": "Not specified for iodine (indocyanine green dosage: 3.0 mg/kg).", "study_duration": "Not specified for iodine (observation duration: 3.5 minutes post-injection).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:50.495037+00:00"}
{"study_id": 71187, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 20, "study_goal": "To assess the effects of interventions for preventing or treating hyperthyroidism in pregnant women.", "results_summary": "No eligible trials were located, so no conclusions could be drawn about the efficacy or safety of antithyroid treatments for hyperthyroidism in pregnancy. The authors highlight the need for more observational research on potential harms of methimazole and propylthiouracil.", "population_specificity": "Pregnant women with hyperthyroidism.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:53.046524+00:00"}
{"study_id": 71185, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 31, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of continuous sunitinib dosing in patients with iodine-refractory well-differentiated thyroid carcinoma (WDTC) and medullary thyroid cancer (MTC) using FDG-PET for early response evaluation.", "results_summary": "Sunitinib showed a 31% objective response rate per RECIST, with 1 complete and 10 partial responses. Median time to progression was 12.8 months, but toxicities like neutropenia (34%) and fatigue (11%) were common.", "population_specificity": "Patients with metastatic, iodine-refractory WDTC or MTC and FDG-PET-avid disease.", "effective_dosage": "37.5 mg daily (continuous dosing).", "study_duration": "Not explicitly stated (follow-up until progression or toxicity).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:53.703304+00:00"}
{"study_id": 71186, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the biokinetic behavior of radioiodine (131I) in female thyroid cancer patients post-thyroidectomy to understand its retention and excretion patterns.", "results_summary": "The study found that 131I retention in the body followed an exponential decrease with an average biological half-life of 0.81 days initially, shifting to a 15-day half-life after two weeks. Urinary excretion rates indicated increased iodine liberation between days 6 and 13, and the average whole-body dose was 0.27 Gy.", "population_specificity": "Ten female adult patients with well-differentiated thyroid cancer, treated post-near total thyroidectomy.", "effective_dosage": "Not specified", "study_duration": "Follow-up until minimum detection limits were reached (at least 13 days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:53.872835+00:00"}
{"study_id": 71188, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the aggressive behavior of histologic variants of well-differentiated papillary thyroid carcinoma and their implications for clinical treatment, including the use of radioactive iodine.", "results_summary": "The study found that aggressive variants of papillary thyroid cancer tend to present with higher-risk features (e.g., extracapsular spread, distant metastases) and may require more extensive surgical intervention and postoperative radioactive iodine treatment, though the tall cell variant may be resistant to iodine therapy.", "population_specificity": "Patients with aggressive variants of well-differentiated papillary thyroid carcinoma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:54.058114+00:00"}
{"study_id": 71189, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the prognostic value of (123)I-MIBG imaging in assessing cardiac sympathetic nervous system function in patients with heart failure with preserved ejection fraction (HFPEF).", "results_summary": "The study found that (123)I-MIBG imaging provided independent prognostic information in HFPEF patients, with lower delayed heart-to-mediastinum ratios and higher washout rates correlating with advanced NYHA functional class and poorer clinical outcomes. The washout rate showed a weak correlation with plasma BNP levels but no correlation with LVEF.", "population_specificity": "117 consecutive HF patients (64 men, mean age 66 ± 14 years) with LVEF ≥50% admitted to the hospital.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:56.118129+00:00"}
{"study_id": 71190, "supplement_id": 1234, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to compare the image quality and clinical safety of two iodine-based contrast media (iobitridol 350 and iopamidol 370) in coronary angiography and ventriculography.", "results_summary": "Both contrast media showed similar image quality (87.8% vs. 89.8% good/excellent ratings) and diagnostic efficacy, with iobitridol 350 having fewer adverse events (14.3% vs. 20.4%). The study concluded that iobitridol 350 was comparable to iopamidol 370 despite its lower iodine concentration.", "population_specificity": "98 adult patients requiring coronary angiography and ventriculography for diagnostic indications.", "effective_dosage": "Iobitridol 350 and iopamidol 370 (specific frequency not mentioned).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:57.374065+00:00"}
{"study_id": 71191, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine if post-surgical and post-ablative thyroglobulin (Tg) concentrations can predict disease recurrence in low-risk well-differentiated thyroid carcinoma (WDTC) patients treated with radioactive iodine.", "results_summary": "Post-ablative Tg concentrations and local infiltration were independent predictors of disease recurrence in WDTC patients, with Tg showing a strong predictive value (OR 3.72).", "population_specificity": "495 low-risk (TNM stages I and II) WDTC patients, mostly treated with total thyroidectomy and radioactive iodine ablation.", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 16 years (range 10-24)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:57.769059+00:00"}
{"study_id": 71192, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the use of adjuvant intraoperative brachytherapy with iodine-125 seeds in reducing local recurrence rates after sublobar resection for stage I non-small cell lung cancer.", "results_summary": "The abstract mentions that adjuvant intraoperative brachytherapy with iodine-125 seeds has been used successfully in several centers, though results from a randomized multicenter study are pending. The technique appears to address challenges in radiation delivery for sublobar resection.", "population_specificity": "Patients with stage I non-small cell lung cancer, particularly high-risk candidates for sublobar resection.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:11:58.498237+00:00"}
{"study_id": 71193, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study does not focus on iodine but rather evaluates dronedarone, an amiodarone analog, for its safety and efficacy in treating atrial fibrillation and atrial flutter.", "results_summary": "The study does not report findings specific to iodine; it highlights dronedarone's reduced thyroid and pulmonary toxicity due to the lack of an iodine moiety compared to amiodarone.", "population_specificity": "Patients with atrial fibrillation or atrial flutter, excluding those with ejection fraction <35% and recent decompensated heart failure.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:00.691210+00:00"}
{"study_id": 71194, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine whether radiation standards for adults adequately protect children, with specific focus on iodine isotopes.", "results_summary": "The study found that children face higher risks from iodine isotopes compared to adults, particularly through ingestion, with radiation doses up to an order of magnitude higher. Inhalation risks for iodine isotopes were also elevated in children, though lower breathing rates partially offset this.", "population_specificity": "Children (infants and older children) and adults exposed to environmental radionuclides.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:01.159027+00:00"}
{"study_id": 71195, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of Lugol's iodine solution in detecting oral squamous cell carcinoma (OSCC) and defining its margins.", "results_summary": "The review found Lugol's iodine to be effective, safe, and easy to use for OSCC detection and margin delineation, with all consulted studies supporting its clinical utility. However, larger controlled, randomized studies are needed for more definitive conclusions.", "population_specificity": "Patients with oral squamous cell carcinoma (OSCC) or dysplasia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:01.972891+00:00"}
{"study_id": 71196, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to compare the effectiveness of Dermacyn super-oxidized water and povidone-iodine in reducing sternotomy wound infections in patients undergoing coronary artery bypass graft surgery.", "results_summary": "The study found that Dermacyn was more effective than povidone-iodine, with 5.7% of the Dermacyn group developing infections compared to 15.6% in the povidone-iodine group (P = .033). No complications related to Dermacyn were reported.", "population_specificity": "Patients undergoing coronary artery bypass graft surgery (mean age 61.1 ± 7.6 years).", "effective_dosage": "Wounds were soaked for 15 minutes with either Dermacyn or povidone-iodine.", "study_duration": "Single application during surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:03.091103+00:00"}
{"study_id": 71199, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to explore the use of iodine-124 ((124)I) in immuno-PET for tracking monoclonal antibodies (mAbs) in clinical applications.", "results_summary": "The study highlights the commercial availability and clinical use of (124)I for immuno-PET, along with established procedures for labeling mAbs, facilitating broader application in clinical mAb development.", "population_specificity": "Not specified (focus on clinical mAb development and applications).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:05.439438+00:00"}
{"study_id": 71197, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "To compare the effectiveness of radioiodine therapy using estimated dose (based on gland size) versus calculated dose (based on gland size and 24-hour 131I uptake) in hyperthyroid patients.", "results_summary": "The study found no difference in outcomes between the two dosing methods, with 45.3% experiencing persistent/recurrent hyperthyroidism, 20.3% developing hypothyroidism, and 34.4% achieving euthyroidism. Gender and goiter size were the only factors correlated with clinical outcomes.", "population_specificity": "144 hyperthyroid patients referred for 131I treatment (128 analyzed after exclusions).", "effective_dosage": "Not specified (dosing methods compared but exact amounts not detailed).", "study_duration": "12 months post-treatment follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:05.871742+00:00"}
{"study_id": 71198, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of combined external beam radiotherapy (EBRT) with iodine-125 seed brachytherapy versus brachytherapy alone for treating prostate cancer in patients at intermediate and high risk of recurrence.", "results_summary": "The study found that combined treatment (EBRT + brachytherapy) achieved 96% biochemical control, significantly higher than brachytherapy alone (72%). At 5 years, the combined treatment group had a 94% disease-free survival rate compared to 54% in the brachytherapy-alone group.", "population_specificity": "Patients with localized prostate cancer at intermediate or high risk of recurrence (D'Amico's classification).", "effective_dosage": "Brachytherapy monotherapy: 145Gy; combined treatment: brachytherapy 110Gy + EBRT 45Gy (1.8Gy daily fractions over 5 weeks).", "study_duration": "Mean follow-up was 96 months (range: 24-132 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:06.997950+00:00"}
{"study_id": 71200, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 65, "quality_score": 90, "study_goal": "The researchers aimed to determine the iodine status of lactating mothers and their infants during the first 6 months postpartum and assess the impact of iodine supplementation on breast-milk iodine concentration (BMIC).", "results_summary": "The study found that iodine-deficient lactating women and their infants had low urinary iodine concentrations (UIC). Supplementation with 75 μg or 150 μg I/d increased BMIC but was insufficient to ensure adequate iodine status in women or infants. No significant differences in thyrotropin or free thyroxine levels were observed between groups.", "population_specificity": "Lactating women and their infants during the first 6 months postpartum.", "effective_dosage": "75 μg I/d or 150 μg I/d, administered daily.", "study_duration": "24 weeks (6 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:07.177725+00:00"}
{"study_id": 71201, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the potential of dual-energy coronary CT angiography (DECT) with iodine-based contrast media for comprehensive diagnosis of ischemic heart disease by assessing both coronary artery morphology and myocardial perfusion.", "results_summary": "The study found that DECT, using iodine-based contrast media, enables mapping of iodine distribution (and thus blood flow) within the myocardium, offering a single CT-based protocol for integrative assessment of coronary artery disease. It highlights the technology's potential for anatomical and functional evaluation of CAD.", "population_specificity": "Patients with known or suspected coronary artery disease (CAD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:08.717011+00:00"}
{"study_id": 71203, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To investigate the effects of prostate deformation on dose distribution during Iodine-125 seed implantation brachytherapy for prostate cancer.", "results_summary": "The study found that ellipsoid deformation of the prostate correlated with higher rectal and urethral dose exposure, with increased sagittal deformation improving dose coverage but axial deformation reducing urethral sparing.", "population_specificity": "245 patients with low-risk prostate adenocarcinoma undergoing transperineal brachytherapy.", "effective_dosage": "Not specified", "study_duration": "Dose evaluation at 30 days post-operation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:09.255052+00:00"}
{"study_id": 71202, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of recombinant human thyroid-stimulating hormone (rhTSH) on thyroid radioactive iodine uptake (RAIU) in healthy dogs.", "results_summary": "The study found that rhTSH did not significantly change thyroid RAIU but did increase serum thyroxine (TT4) concentration, peaking at 6 hours post-administration. No adverse effects were observed.", "population_specificity": "Seven healthy euthyroid beagles.", "effective_dosage": "100 μg of rhTSH IV, administered 24 h or 48 h before radioactive iodine-123 (123)I.", "study_duration": "The study included a wash-out period of 3 weeks between treatments.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:09.978680+00:00"}
{"study_id": 71204, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare lesion dose per GBq of administered 131I activity in iodine-avid metastases of differentiated thyroid carcinoma between patients stimulated with recombinant human thyroid-stimulating hormone (rhTSH) versus thyroid hormone withdrawal (THW).", "results_summary": "The study found no statistically significant difference in mean lesion dose per GBq between rhTSH and THW groups, though a trend favoring THW was observed. Within-patient comparisons showed 2.9- to 10-fold higher lesion doses under THW.", "population_specificity": "Athyreotic patients with differentiated thyroid carcinoma and iodine-avid metastases (N=63).", "effective_dosage": "Not specified (124I PET/CT used for assessment).", "study_duration": "Data derived from scans performed 2-96 hours post-124I ingestion.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:12.494949+00:00"}
{"study_id": 71206, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the diagnostic efficiency and reliability of Lugol's iodine combined with toluidine blue in detecting oral premalignant and malignant lesions.", "results_summary": "Lugol's iodine, when used with toluidine blue, achieved 90% diagnostic accuracy in distinguishing premalignant and malignant lesions. Poorly differentiated malignant lesions without glycogen content did not retain Lugol's iodine, a statistically significant finding (P < 0.001).", "population_specificity": "30 subjects with clinically suspicious premalignant lesions and 30 with suspicious malignant lesions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:14.235627+00:00"}
{"study_id": 71205, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the feasibility and efficacy of a computerized decision aid (DA) in helping early-stage papillary thyroid carcinoma (PTC) patients decide whether to accept or reject adjuvant radioactive iodine (RAI) treatment after thyroidectomy.", "results_summary": "The study protocol describes a randomized trial comparing a DA intervention group to usual care, focusing on patient outcomes such as knowledge, decisional conflict, regret, satisfaction, and final treatment choice, but results are not yet reported.", "population_specificity": "English-speaking adults with early-stage PTC (tumor size 1-4 cm, no metastases or worrisome features) who recently underwent thyroidectomy and had not received RAI treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:14.495581+00:00"}
{"study_id": 71208, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of cadexomer iodine dressings versus nanocrystalline silver dressings in healing chronic leg ulcers compromised by bacterial burden.", "results_summary": "The study found that iodine dressings were comparable to silver dressings in overall healing rates and the number of wounds healed within 12 weeks, though silver showed a quicker initial healing rate in larger, older, and more exudative wounds.", "population_specificity": "281 community nursing clients with chronic leg ulcers compromised by bacterial burden.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:14.926423+00:00"}
{"study_id": 71207, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of Iodine-125 interstitial irradiation as an alternative treatment for various inoperable or recurrent brain tumors, comparing it with other radiosurgical methods.", "results_summary": "The study demonstrated the usefulness of Iodine-125 stereotactic brachytherapy in treating gliomas, pinealomas, and other brain tumors, highlighting its efficacy in volumetric changes and radiobiological outcomes. Image fusion was useful for verifying isotope seeds and catheters.", "population_specificity": "Patients with recurrent or inoperable brain tumors, including gliomas, pinealomas, brainstem tumors, meningeomas, craniopharyngiomas, and metastases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:15.318667+00:00"}
{"study_id": 71209, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the diagnosis, natural history, and treatment of poorly differentiated thyroid carcinoma (PDTC), including the role of radioactive iodine (Iodine I 131) in its management.", "results_summary": "PDTC is an aggressive thyroid cancer requiring total thyroidectomy and radioactive iodine ablation, though some tumors do not take up iodine. Additional imaging modalities may be needed for surveillance.", "population_specificity": "Patients with poorly differentiated thyroid carcinoma (PDTC).", "effective_dosage": "High-dose radioactive iodine remnant ablation (specific dosage not mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:16.822449+00:00"}
{"study_id": 71210, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of prophylactic agents, including povidone-iodine, in preventing gonococcal and chlamydial ophthalmia neonatorum in newborns.", "results_summary": "Povidone-iodine was found to decrease the risk of chlamydial ophthalmia neonatorum compared to silver nitrate (RR = 0.52; 95% CI, 0.38-0.71). No statistically significant differences were found between agents in preventing gonococcal ophthalmia neonatorum.", "population_specificity": "Newborns receiving neonatal eye prophylaxis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:17.053416+00:00"}
{"study_id": 71211, "supplement_id": 1234, "safety_score": "80", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and efficacy of topical povidone-iodine in treating giant omphaloceles, with a focus on its impact on thyroid function.", "results_summary": "Topical povidone-iodine effectively promoted escharification and epithelialization of the omphalocele sac, with transient hypothyroidism observed in some cases but no clinically significant hypothyroidism in surviving patients. Five of six patients achieved fascial closure without prosthetic implants, and thyroid function normalized in most cases.", "population_specificity": "Newborns with giant omphaloceles from a single institution over a 10-year period.", "effective_dosage": "Frequency of povidone-iodine application not specified.", "study_duration": "Weekly thyroid function testing as inpatients, monthly as outpatients; exact duration of iodine application not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:19.591931+00:00"}
{"study_id": 71212, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of iodine as an antiseptic agent in wound healing compared to other treatments.", "results_summary": "Iodine did not significantly alter wound-healing time compared to other antiseptic agents but was superior to some (e.g., silver sulfadiazine) and inferior to others (e.g., Rifamycin SV MMX®). Adverse effects, including thyroid dysfunction, were not more frequent with iodine.", "population_specificity": "Patients with chronic, acute, burn wounds, pressure sores, and skin grafts.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:20.180277+00:00"}
{"study_id": 71213, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the performance of an iodine-based antimicrobial wound dressing (Iodozyme) in clinical practice for treating difficult wounds of various etiologies.", "results_summary": "Within the 6-week study period, 6 wounds healed fully, 37 improved, 7 remained static, and 1 deteriorated. Most clinicians and patients were satisfied with the product, with 77% of clinicians rating it better than other dressings they had used.", "population_specificity": "Patients with difficult wounds of various etiologies, treated at 30 wound care locations in England.", "effective_dosage": "Not specified", "study_duration": "6 weeks (or less if healing was achieved earlier)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:22.490267+00:00"}
{"study_id": 71215, "supplement_id": 1234, "safety_score": "30", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the role of radioactive iodine treatment in Graves' disease and its association with the development or worsening of Graves' ophthalmopathy (GO).", "results_summary": "The study found that radioactive iodine treatment for Graves' disease is associated with worsening or development of GO, particularly in smokers, with risk proportional to cigarette consumption. Thyroid dysfunction (hyper- and hypothyroidism) also appears linked to GO outcomes.", "population_specificity": "Patients with Graves' disease, particularly those with or at risk for Graves' ophthalmopathy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Tobacco smoking exacerbates adverse outcomes of radioactive iodine treatment.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:22.821402+00:00"}
{"study_id": 71214, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a surgical preparation technique involving iodine (1%) in eradicating aerobic bacterial pathogens from the feet of diabetic patients, both with and without ulceration.", "results_summary": "The study found a significant reduction in bacterial load and positive cultures for common pathogens, including methicillin-resistant Staphylococcus epidermidis, after surgical preparation with iodine (1%) and chlorhexidine gluconate (4%). The technique was deemed efficacious for bacterial eradication in diabetic patients.", "population_specificity": "Diabetic patients with and without foot ulceration undergoing surgical preparation.", "effective_dosage": "1% iodine solution (used once as part of surgical preparation).", "study_duration": "Single application (duration not specified beyond immediate pre-surgical use).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:23.897921+00:00"}
{"study_id": 71216, "supplement_id": 1234, "safety_score": "30", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the association between radioactive iodine (RAI) therapy for Graves' disease (GD) and the development or worsening of Graves' orbitopathy (GO), as well as the effectiveness of steroid prophylaxis in preventing GO deterioration.", "results_summary": "RAI therapy for GD is associated with a prolonged worsening of TSH-R autoimmunity and a higher risk (around 20%) of developing or worsening GO compared to antithyroid drugs (5%). Steroid prophylaxis is effective in preventing GO deterioration, especially in high-risk patients like smokers.", "population_specificity": "Patients with Graves' disease, particularly those with preexisting mild Graves' orbitopathy or high-risk factors (e.g., smokers, severe hyperthyroidism, high TSH-R antibody titers).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:24.131986+00:00"}
{"study_id": 71218, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if 123-I MIBG imaging could predict ventricular arrhythmias leading to appropriate ICD therapy or cardiac death in heart failure patients.", "results_summary": "The study found that a large late 123-I MIBG SPECT defect score (>26) was an independent predictor of both appropriate ICD therapy and the composite of ICD therapy or cardiac death, with significantly higher event rates in patients with large defects.", "population_specificity": "Heart failure patients referred for ICD therapy (n=116).", "effective_dosage": "Not specified", "study_duration": "Mean follow-up of 23 ± 15 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:24.787783+00:00"}
{"study_id": 71217, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of 10% Povidone-Iodine in reducing S. mutans counts and preventing caries relapse in children with Early Childhood Caries after full mouth rehabilitation.", "results_summary": "The study found that 10% Povidone-Iodine significantly reduced S. mutans levels from baseline postoperative scores after 12 months, leading to decreased caries relapse in children. The experimental group showed better outcomes compared to the placebo group.", "population_specificity": "30 children (mean age 4.2 years) with Severe Early Childhood Caries (SECC).", "effective_dosage": "10% Povidone-Iodine applied at 3-month intervals.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:26.338403+00:00"}
{"study_id": 71219, "supplement_id": 1234, "safety_score": "70", "efficacy_score": 80, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of sclerotherapy using povidone iodine, alcohol, and doxycycline for treating postoperative lymphoceles.", "results_summary": "Sclerotherapy was successful in 77% of patients, with complications leading to treatment termination in 12%. Success was significantly associated with smaller initial lymphocele volume.", "population_specificity": "43 patients with postsurgical lymphoceles.", "effective_dosage": "Combination of povidone iodine, alcohol, and doxycycline; treatments repeated weekly.", "study_duration": "Average of four treatments (range: 1-14).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:27.132613+00:00"}
{"study_id": 71220, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to describe the clinical manifestations, diagnosis, and treatment of congenital hypothyroidism (CH), including the role of iodine deficiency in transient CH.", "results_summary": "The study found that transient CH commonly occurs in preterm infants in iodine-deficient areas, and early diagnosis and treatment with levothyroxine (10-15 mcg/kg/day) lead to excellent neurocognitive outcomes. Delayed treatment or lower doses may result in poorer outcomes.", "population_specificity": "Newborns, particularly preterm infants in iodine-deficient regions.", "effective_dosage": "10 to 15 mcg/kg/day of levothyroxine.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:28.671963+00:00"}
{"study_id": 71223, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate postoperative management strategies for differentiated thyroid cancer, including radioactive iodine remnant ablation and levothyroxine suppression therapy.", "results_summary": "The study discusses treatment options like radioactive iodine ablation and levothyroxine therapy, with monitoring recommendations based on thyroglobulin levels and imaging. It does not provide specific efficacy data but outlines clinical approaches.", "population_specificity": "Patients with differentiated thyroid cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:30.549018+00:00"}
{"study_id": 71222, "supplement_id": 1234, "safety_score": "80", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to assess whether twice the recommended dietary allowance of iodine, as part of a 14-micronutrient supplement, improved survival, growth, or immune function in HIV-infected children compared to a standard multivitamin regimen.", "results_summary": "The study found no significant difference in mortality, growth, or CD4 counts between children receiving the high-dose micronutrient supplement (including iodine) and those receiving the standard multivitamin regimen. Iodine supplementation was well tolerated but did not demonstrate measurable benefits in the studied outcomes.", "population_specificity": "HIV-infected children aged one to five years in Uganda, stratified by antiretroviral therapy (ART) use.", "effective_dosage": "Twice the recommended dietary allowance of iodine (specific amount not stated in the abstract).", "study_duration": "Six months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:31.380452+00:00"}
{"study_id": 71221, "supplement_id": 1234, "safety_score": "30", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the thyroid dysfunction caused by amiodarone, an iodine-rich drug, and differentiate between its two main forms (type 1 and type 2 AIT) along with their diagnostic and therapeutic approaches.", "results_summary": "The study found that amiodarone-induced thyrotoxicosis (AIT) has two main forms: type 1 (iodine-induced hyperthyroidism) and type 2 (drug-induced destructive thyroiditis), with mixed forms also possible. Treatment efficacy varied, with thionamides and potassium perchlorate effective for type 1, glucocorticoids for type 2, and combination therapy for mixed forms.", "population_specificity": "Patients treated with amiodarone, particularly those with pre-existing thyroid abnormalities (type 1) or normal thyroid glands (type 2).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:31.674415+00:00"}
{"study_id": 71224, "supplement_id": 1234, "safety_score": "60", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to review the impact of different hyperthyroidism treatments, including radioactive iodine (RAI), on the course of Graves' ophthalmopathy (GO).", "results_summary": "Anti-thyroid drugs (ATDs) are safe but ineffective for GO, while RAI may exacerbate GO in high-risk patients without glucocorticoid prophylaxis. Total thyroid ablation (surgery combined with RAI) shows promise for severe GO but requires further study.", "population_specificity": "Patients with Graves' disease and thyroid eye disease (TED) or Graves' ophthalmopathy (GO).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Glucocorticoids may mitigate RAI-associated GO exacerbation.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:32.438565+00:00"}
{"study_id": 71225, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers were evaluating the role of iodine as a second-choice treatment for hyperthyroidism, alongside other drugs like methimazole and propylthiouracil.", "results_summary": "The abstract mentions iodine as a second-choice drug for hyperthyroidism but does not provide specific efficacy data or outcomes related to its use. It is listed among other alternatives but lacks detailed results on its performance.", "population_specificity": "Patients with hyperthyroidism, particularly those unresponsive to primary treatments like methimazole or propylthiouracil.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:32.852308+00:00"}
{"study_id": 71226, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether iodide iontophoresis increases the antioxidative capacity of tear fluid and compare its effects with other balneotherapeutic methods in patients with dry eye syndrome.", "results_summary": "Iodide iontophoresis increased the antioxidative capacity of tear fluid but not serum, while other iodine therapies increased serum antioxidative capacity but not tear fluid. All treated groups showed increased iodine excretion in urine compared to controls.", "population_specificity": "92 patients with dry eye syndrome, divided into four treatment groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:33.969184+00:00"}
{"study_id": 71227, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were reviewing the efficacy, tolerance, and safety of octenidine as an antiseptic, comparing it to older substances like polyvidone-iodine.", "results_summary": "The abstract summarizes that octenidine is an established antiseptic with extensive in vitro, animal, and clinical data, positioning it as an alternative to older antiseptics like polyvidone-iodine. No specific results about iodine's effects are provided.", "population_specificity": "Not specified (abstract discusses general antiseptic applications).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:34.361549+00:00"}
{"study_id": 71228, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the role of dual-energy CT (DECT) in iodine mapping of pulmonary parenchyma for detecting segmental defects in iodine distribution related to pulmonary embolism (PE).", "results_summary": "The study found that DECT reliably depicts segmental defects in iodine distribution corresponding to embolic vessel occlusions, aiding in prognosis assessment and optimizing scan protocols for PE patients.", "population_specificity": "Patients with suspected or confirmed pulmonary embolism (PE).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:35.893800+00:00"}
{"study_id": 71231, "supplement_id": 1234, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the clinical applications and dosimetric concepts of radioactive iodine (131I) in treating differentiated thyroid cancer, including its use in ablation and metastasis treatment.", "results_summary": "The study describes two dosimetric approaches for thyroid cancer treatment—bone marrow dose-limited and lesion-based dosimetry—and discusses the diagnostic use of (124)I. It highlights individualized approaches for children and adolescents and addresses limitations of high absorbed doses and normal organ exposure.", "population_specificity": "Patients with differentiated thyroid cancer, including children and adolescents.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:39.147549+00:00"}
{"study_id": 71232, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the treatment and prognosis of thyroid-type carcinomas arising in struma ovarii, including the role of radioactive iodine ablation.", "results_summary": "The study found that thyroid-type carcinomas in struma ovarii, particularly highly differentiated follicular carcinoma of ovarian origin, have a favorable prognosis. Treatment options vary from conservative surgery to adjuvant therapies like radioactive iodine ablation.", "population_specificity": "Patients with thyroid-type carcinoma arising in struma ovarii.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:39.556445+00:00"}
{"study_id": 71230, "supplement_id": 1234, "safety_score": "70", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy and safety of a treatment regimen involving iodine-131-tositumomab in patients with untreated low-grade follicular lymphoma.", "results_summary": "The study found high response rates (100% overall, 93% complete response) and durable remissions, with manageable hematologic adverse events like neutropenia and thrombocytopenia. Long-term follow-up showed 56% progression-free survival and 83% overall survival at 5 years.", "population_specificity": "Patients with untreated low-grade follicular lymphoma (n=30).", "effective_dosage": "One dosimetric dose and one therapeutic dose of iodine-131-tositumomab following six cycles of CVP.", "study_duration": "Median follow-up of 8.4 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:39.770384+00:00"}
{"study_id": 71229, "supplement_id": 1234, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether the current iodine content in salt is appropriate and to determine how salt iodization should be adjusted to prevent deficiency or excess consumption.", "results_summary": "The study found that urinary iodine excretion significantly declined after adjusting salt iodine concentrations, indicating slightly excessive iodine intake under the current recommended standard. Urban and rural residents showed similar trends, with higher initial iodine levels in rural areas.", "population_specificity": "1,099 volunteers from 399 households in urban and rural regions.", "effective_dosage": "Four groups with salt iodine concentrations: 6±2 mg/kg, 15±2 mg/kg, 24±2 mg/kg, and 34±2 mg/kg.", "study_duration": "Urinary iodine levels were measured over five consecutive days starting on the 27th day after intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:39.927600+00:00"}
{"study_id": 71233, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the physical absorbed dose distributions of iodine, bismuth, and gadolinium as contrast agents in prostate radiotherapy.", "results_summary": "The study found that iodine, along with bismuth and gadolinium, produced clinically acceptable treatment plans, with effective dose distributions in the target volume and acceptable doses to organs-at-risk.", "population_specificity": "Simulated prostate radiotherapy treatment using a voxelized Zubal phantom.", "effective_dosage": "10 mg of iodine per 1 g of tissue in the target volume, 1.5 mg per 1 g in the background.", "study_duration": "Not specified (simulated treatment).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:40.966983+00:00"}
{"study_id": 71234, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the potential of Iodine-124 (124I) as a long-lived PET radionuclide for molecular imaging in clinical and small animal studies.", "results_summary": "The study highlights 124I as a promising PET radionuclide due to its long half-life (4.2 days), enabling extended synthesis procedures and study timeframes. It reviews production methods and radiochemistry for synthesizing 124I-labeled compounds, emphasizing its utility in molecular imaging.", "population_specificity": "Clinical and small animal PET studies (not human consumption).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:41.762162+00:00"}
{"study_id": 71235, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of intraoperative contrast-enhanced ultrasound (CEUS) as an alternative to iodine contrast media in endovascular aortic repair (EVAR) for patients with contraindications to iodine.", "results_summary": "Intraoperative CEUS successfully identified proximal and distal fixation zones in most patients and detected more endoleaks than conventional EVAR, while reducing iodine contrast use and radiation exposure. The method was particularly beneficial for patients with contraindications to iodine-based contrast agents.", "population_specificity": "Patients with infrarenal aortic aneurysms and suitable aortic morphology, including those with contraindications to iodine contrast media.", "effective_dosage": "Not specified", "study_duration": "Single intraoperative procedure", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:42.916135+00:00"}
{"study_id": 71236, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review and critically assess the current role and future potential of intra-arterial therapies, including iodine-131-labeled lipiodol, for treating unresectable hepatocellular carcinoma (HCC).", "results_summary": "The abstract does not provide specific results regarding iodine-131-labeled lipiodol's effects, only noting that interpreting clinical trial results and meta-analyses for intra-arterial therapies in HCC has been challenging.", "population_specificity": "Patients with unresectable hepatocellular carcinoma (HCC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:43.553923+00:00"}
{"study_id": 71237, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether radioactive iodine (RAI) therapy increases the risk of developing or worsening thyroid-associated ophthalmopathy (TAO) in Graves' disease patients with mild or no eye disease.", "results_summary": "The study found no increased risk of TAO progression or development with RAI therapy compared to carbimazole, with no significant differences in clinical activity scores or extra-ocular muscle dysfunction between the two treatments.", "population_specificity": "46 Graves' disease patients with mild or no ophthalmopathy.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:48.067592+00:00"}
{"study_id": 71238, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of thyroid dysfunction and thyroid autoimmunity on mental symptoms and disorders, including the role of iodine deficiency and genetic factors.", "results_summary": "The study found that iodine deficiency, maternal thyroid dysfunction, and genetic factors contribute to neurological deficits during brain development. In adults, hyperthyroidism and hypothyroidism are linked to mental symptoms, with adrenergic hyperactivity being a major cause in hyperthyroidism, while genetic factors influence treatment outcomes in hypothyroidism.", "population_specificity": "Patients with thyroid disease, including those with hyperthyroidism, hypothyroidism, and thyroid autoimmunity.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:48.849672+00:00"}
{"study_id": 71240, "supplement_id": 1234, "safety_score": "75", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of two TSH regimens (hypothyroid vs. recombinant human TSH) on iodine biokinetics, dosimetry, and radiation protection in patients undergoing radioiodine remnant ablation.", "results_summary": "The study found that rhTSH was associated with a longer remnant half-life of radioactive iodine, reduced radiation exposure to the body and contact persons, and lower thyroglobulin release (indicating less cell damage) compared to thyroid hormone withdrawal. Absorbed dose estimates were also lower in the rhTSH arm for several organs.", "population_specificity": "88 patients undergoing radioiodine remnant ablation.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Follow-up measurements were taken at 24, 48, and 144 hours post-therapy.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:49.093440+00:00"}
{"study_id": 71242, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the technical factors optimizing low-dose CTA using iodine for assessing congenital lung lesions in young patients.", "results_summary": "The study found that iodine in low-dose CTA enables multiplanar reconstructions of airway, lung parenchyma, and vasculature, improving diagnostic accuracy for congenital lung anomalies. It highlights iodine's role in facilitating low-dose radiation protocols for pediatric imaging.", "population_specificity": "Young patients with congenital lung lesions (e.g., bronchial atresia, congenital pulmonary airway malformation, bronchopulmonary sequestration).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:49.835187+00:00"}
{"study_id": 71241, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of interstitial radiosurgery (IRS) using iodine-125 seed implantation for treating pineal parenchymal tumors (PPTs).", "results_summary": "The study found high survival rates (100% and 86% at 5- and 8-years for pineocytomas, 78% at 5-years for high-grade PPTs) and tumor remission (72% complete, 28% partial), with minimal treatment-related morbidity and no mortality.", "population_specificity": "18 patients (12 male, 6 female, age 6-68 years) with PPTs (8 pineocytomas, 10 malignant PPTs).", "effective_dosage": "Cumulative tumor surface dose ranged from 40 to 64 Gy.", "study_duration": "Median follow-up period was 57.4 months (range 6-134 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:50.559118+00:00"}
{"study_id": 71244, "supplement_id": 1234, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "To determine if vaginal cleansing with povidone-iodine before cesarean delivery reduces the risk of maternal infectious morbidities, such as endometritis and wound complications.", "results_summary": "Vaginal preparation with povidone-iodine significantly reduced the incidence of post-cesarean endometritis, particularly in women with ruptured membranes, with no reported adverse effects.", "population_specificity": "Women undergoing cesarean delivery, especially those with ruptured membranes.", "effective_dosage": "Not specified (povidone-iodine solution used for vaginal cleansing).", "study_duration": "Immediate preoperative use (single application).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:50.723518+00:00"}
{"study_id": 71239, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 90, "quality_score": 95, "study_goal": "The researchers aimed to assess the efficacy and safety of different doses of recombinant human thyrotropin (rhTSH) combined with a fixed activity of 131I for treating multinodular goiter (MNG), focusing on thyroid volume reduction and airway safety.", "results_summary": "The study found that rhTSH combined with 1.11 GBq 131I significantly reduced thyroid volume after 6 and 12 months in treated groups, with no significant changes in tracheal cross-sectional area or acute airway complications. Transient increases in T3 and free T4 were observed, and some patients developed hypothyroidism after 12 months.", "population_specificity": "Euthyroid patients with multinodular goiter (20 females, 2 males, aged 64 ± 7 years).", "effective_dosage": "0.1 mg or 0.01 mg rhTSH or placebo, administered 24 hours before 1.11 GBq 131I.", "study_duration": "12 months (with assessments at 6 and 12 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:50.970197+00:00"}
{"study_id": 71246, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the interdisciplinary mechanisms of thyroid toxicity involving iodine, focusing on electron transfer, reactive oxygen species, oxidative stress, and the role of antioxidants.", "results_summary": "The study highlights the involvement of oxidative events in thyroxine synthesis and iodine's role, discusses endogenous and exogenous ROS in thyroid toxicity, and notes the beneficial effects of antioxidants in countering toxicity.", "population_specificity": "Not specified (general thyroid function and toxicity mechanisms)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:56.077448+00:00"}
{"study_id": 71245, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess the prevalence, severity, and impact on quality of life of salivary gland hypofunction and xerostomia induced by radioactive iodine treatment among other cancer therapies.", "results_summary": "The study found that radioactive iodine treatment induces salivary gland hypofunction, though to a lesser severity compared to radiotherapy, and the adverse effect is temporary. The literature on radioactive iodine treatment was noted as sparse.", "population_specificity": "Head and neck cancer patients, including those undergoing radioactive iodine treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:56.643500+00:00"}
{"study_id": 71248, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the impact of modifiable lifestyle factors, including iodine intake, on time to pregnancy and healthy live birth outcomes in individuals seeking infertility treatment.", "results_summary": "The study suggests that iodine intake may influence time to pregnancy and the likelihood of a healthy live birth, but specific effects or mechanisms are not detailed in the abstract.", "population_specificity": "Individuals seeking infertility treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:56.723337+00:00"}
{"study_id": 71250, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the diagnostic performance of SPECT/CT, SPECT alone, and Iodine-123 WBGC imaging in detecting local recurrence or metastatic thyroid cancer.", "results_summary": "SPECT/CT significantly improved specificity (100%) and diagnostic confidence compared to WBGC and WBGC plus SPECT, providing additional diagnostic information in 42% of cases and better characterization of 70% of foci.", "population_specificity": "79 consecutive patients with differentiated thyroid cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:58.003113+00:00"}
{"study_id": 71249, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of chemokines in the pathogenesis of iodine-induced spontaneous autoimmune thyroiditis (SAT) in NOD.H-2h4 mice.", "results_summary": "The study found that chemokines produced by thyroid epithelial cells and infiltrating lymphocytes promote inflammatory responses, contributing to autoimmune thyroiditis, with iodine-induced SAT in NOD.H-2h4 mice as a model. Recent patents targeting chemokines as therapeutic options were also discussed.", "population_specificity": "NOD.H-2h4 mice (a murine model for autoimmune thyroiditis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:58.273590+00:00"}
{"study_id": 71247, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the diagnostic utility of (123)I-MIBG scintigraphy in differentiating Lewy body diseases (e.g., Parkinson's disease, dementia with Lewy bodies) from other movement disorders and Alzheimer's disease.", "results_summary": "The study found that (123)I-MIBG scintigraphy is a valuable diagnostic tool for distinguishing Lewy body diseases from other parkinsonian syndromes and movement disorders, as well as differentiating dementia with Lewy bodies from Alzheimer's disease. It also highlighted correlations between myocardial MIBG uptake and Parkinson's disease characteristics.", "population_specificity": "Patients with Lewy body diseases (Parkinson's disease, dementia with Lewy bodies) and other movement disorders or parkinsonian syndromes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:58.843576+00:00"}
{"study_id": 71251, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were comparing dronedarone, a non-iodinated benzofuran derivative, to amiodarone, focusing on efficacy, safety, and adverse effects in atrial fibrillation.", "results_summary": "The abstract does not discuss iodine's effects but notes dronedarone's efficacy compared to placebo and its safer adverse profile relative to amiodarone, though long-term human safety data is lacking.", "population_specificity": "Patients with nonpermanent atrial fibrillation.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "Some clinically significant drug interactions identified, but none specific to iodine.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:12:58.939982+00:00"}
{"study_id": 71252, "supplement_id": 1234, "safety_score": "80", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness and safety of a novel antiseptic solution (DWC) versus povidone iodine in treating postoperative lesions in infected diabetic foot wounds.", "results_summary": "The study found that DWC had a significantly higher healing rate (90%) compared to povidone iodine (55%) at 6 months, with shorter time to negative cultures and antibiotic therapy duration, but more reinfections occurred with povidone iodine.", "population_specificity": "40 patients with postsurgical diabetic foot lesions wider than 5 cm², excluding those with ischemia, renal failure, bilateral lesions, or immunodepression.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:03.852647+00:00"}
{"study_id": 71256, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess whether one year of combined levothyroxine (LT(4)) and iodine treatment negatively impacts bone remodeling and metabolism in adolescent girls with euthyroid diffuse goiter.", "results_summary": "The study found no significant differences in bone mineral density or markers of bone turnover between the group treated with LT(4) and iodine and the control group treated with iodine only. Both groups showed similar improvements in lumbar spine parameters after 12 months.", "population_specificity": "Adolescent girls with euthyroid diffuse goiter.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:05.921985+00:00"}
{"study_id": 71253, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the prevalence, disease characteristics, and survival outcomes of the follicular variant of papillary thyroid carcinoma (FV-PTC) versus classical papillary thyroid carcinoma (C-PTC), including the role of radioactive iodine (RAI) therapy.", "results_summary": "The study found that FV-PTC and C-PTC had similar disease presentation (except for lower nodal metastasis in FV-PTC) and survival outcomes, with no significant difference in overall survival. Advanced age, male sex, advanced T stage, and positive nodal disease were associated with reduced survival, but histopathological subtype was not.", "population_specificity": "Patients with papillary thyroid carcinoma (46,699 total, 68.4% C-PTC and 31.6% FV-PTC) from the Surveillance, Epidemiology, and End Results database (1988–2006).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:06.155076+00:00"}
{"study_id": 71255, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of thiamazole, lithium carbonate, and prednisone on the efficacy of (131)I radioiodine therapy in hyperthyroid patients.", "results_summary": "The study found that (131)I therapy was effective in 72.5% of patients. Thiamazole reduced effectiveness, lithium carbonate had no effect, and prednisone increased effectiveness. Initial TSH normalization improved outcomes only at lower absorbed doses (150-200 Gy).", "population_specificity": "200 hyperthyroid patients", "effective_dosage": "150-200 Gy and 250-350 Gy of (131)I", "study_duration": "6 months", "interactions": "Thiamazole reduced efficacy, prednisone increased efficacy, lithium carbonate had no effect.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:06.638998+00:00"}
{"study_id": 71257, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the risk of contrast-induced nephropathy from iodinated contrast media in patients undergoing CT angiography and endovascular intervention for acute SMA occlusion.", "results_summary": "The study found no serious acute contrast-induced nephropathy in patients exposed to iodinated contrast media, with lower creatinine levels at discharge compared to admission. Endovascular intervention was associated with higher survival rates.", "population_specificity": "55 patients with acute SMA occlusion.", "effective_dosage": "Median 54.7 g iodine (total exposure).", "study_duration": "Not specified (retrospective study over a 4-year period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:06.908758+00:00"}
{"study_id": 71254, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the implications of reducing salt consumption in Poland on iodine intake and propose strategies to maintain adequate iodine levels through alternative sources.", "results_summary": "The study highlights that reducing salt consumption in Poland could impact iodine intake, as household salt is the main carrier of iodine. It suggests increasing consumption of iodine-rich products (e.g., milk, mineral water) with standardized iodine levels (0.1-0.2 mg) to compensate for reduced iodine from salt.", "population_specificity": "General population in Poland, with specific focus on regions with high salt consumption (upwards of 15.0 g/person).", "effective_dosage": "Not specified for iodine; salt reduction target is 5 g NaCl (2 g Na) daily.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:07.069987+00:00"}
{"study_id": 71258, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to validate the prognostic value of iodine-123 meta-iodobenzylguanidine (123I-mIBG) imaging in identifying symptomatic heart failure patients at higher risk of cardiac events.", "results_summary": "The study found that patients with a heart/mediastinum uptake ratio (H/M) ≥1.60 had significantly lower event rates (15% vs. 37%) and hazard ratios for cardiac events, demonstrating 123I-mIBG's independent prognostic value in heart failure assessment.", "population_specificity": "961 subjects with New York Heart Association (NYHA) class II/III heart failure and left ventricular ejection fraction (LVEF) ≤35%.", "effective_dosage": "Not specified", "study_duration": "Follow-up for up to 2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:07.746372+00:00"}
{"study_id": 71259, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review controversies in the treatment of papillary thyroid carcinoma (PTC), comparing Japan's preference for less aggressive surgical approaches without radioactive iodine to Western guidelines.", "results_summary": "The study highlights Japan's unique policy favoring less-than-total thyroidectomy without adjuvant therapies for low-risk PTC to preserve quality of life, while noting ongoing institutional efforts to improve evidence levels through randomized trials and prospective studies.", "population_specificity": "Patients with low-risk papillary thyroid carcinoma (PTC), primarily in Japan.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:11.304258+00:00"}
{"study_id": 71243, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of iodotyrosine deiodinase (DEHAL1) in iodine recycling and its deficiency's clinical consequences, including hypothyroidism and mental retardation.", "results_summary": "The study found that DEHAL1 mutations lead to iodotyrosine deiodinase deficiency (ITDD), causing hypothyroidism, goiter, and mental retardation, with elevated iodotyrosines in serum and urine as diagnostic markers. ITDD often goes undetected in neonatal screening, highlighting the need for improved early detection methods.", "population_specificity": "Individuals with iodotyrosine deiodinase deficiency (ITDD) or mutations in the DEHAL1 gene.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:11.370182+00:00"}
{"study_id": 71261, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the interactions between iodine and other micronutrients (iron, selenium, vitamin A, zinc) and their combined effects on thyroid function and disorders.", "results_summary": "The study found that combining iron with iodine improved thyroid function and volume more effectively than iodine alone. Vitamin A supplementation, either alone or with iodized salt, also benefited thyroid function and size, while selenium supplementation showed no significant impact on thyroid metabolism in humans.", "population_specificity": "Low-income populations with iodine and micronutrient deficiencies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Iron and vitamin A showed beneficial interactions with iodine; selenium and zinc interactions were inconclusive or not confirmed.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:14.029203+00:00"}
{"study_id": 71263, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the reliability of neonatal TSH screening as a tool for monitoring population iodine status and the effectiveness of iodine intervention programs.", "results_summary": "The study found that neonatal TSH screening has unresolved technical issues, leading to conflicting or uncertain data, making it doubtful as a reliable quantitative tool for monitoring iodine deficiency. The WHO's current guidelines on neonatal TSH screening may need reconsideration.", "population_specificity": "Newborns and populations affected by iodine deficiency.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:14.252239+00:00"}
{"study_id": 71260, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential adverse effects of low-level environmental perchlorate exposure on thyroid function, particularly in relation to iodine intake.", "results_summary": "The abstract highlights concerns about perchlorate's inhibition of iodine uptake, which may impair thyroid hormone production, especially in fetuses and infants. It emphasizes the need for further research on chronic low-level perchlorate exposure and its interaction with iodine intake and other endocrine disruptors.", "population_specificity": "Developing fetuses and infants, with broader implications for general human thyroid function.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Perchlorate and other environmental thyroidal endocrine disruptors.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:14.365435+00:00"}
{"study_id": 71262, "supplement_id": 1234, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to understand the mechanisms by which the thyroid maintains normal hormone secretion despite excessive iodine intake and the conditions under which iodine excess leads to hypothyroidism or hyperthyroidism.", "results_summary": "The study found that the sodium-iodide symporter system plays a key role in stabilizing thyroid hormone secretion during iodine excess, but chronic high iodine intake can lead to hypothyroidism in susceptible individuals or hyperthyroidism in those with pre-existing goitres. It also suggested that iodine-induced hyperthyroidism may have an autoimmune component.", "population_specificity": "Individuals with varying iodine intake levels, including those with Graves' disease, autoimmune thyroiditis, or long-standing iodine deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:14.601877+00:00"}
{"study_id": 71264, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the impact of iodine supplementation on cognitive performance in children and the effectiveness of indicators for iodine deficiency.", "results_summary": "Iodine supplementation may improve cognitive performance in school-aged children, but methodological limitations exist. Maternal iodine supplementation in mild-to-moderate deficiency areas could benefit offspring cognition, but long-term studies are lacking.", "population_specificity": "School-aged children, newborns (for TSH), older children (for Tg), and pregnant women.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:14.625744+00:00"}
{"study_id": 71265, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of iodine-based molecular imaging and therapy in the diagnosis, treatment, and follow-up of thyroid cancer.", "results_summary": "Radioiodine imaging is useful for diagnosing autonomously functioning nodules and indeterminate biopsy cases, while iodine-131 therapy effectively ablates remnant tissue post-surgery. FDG PET complements iodine imaging in dedifferentiated thyroid cancer cases with negative radioiodine scans.", "population_specificity": "Patients with thyroid nodules, thyroid cancer (including dedifferentiated and medullary types), and suspected recurrent/metastatic disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:15.454615+00:00"}
{"study_id": 71267, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review traditional and emerging treatments for metastatic differentiated thyroid cancer, particularly focusing on radioactive iodine-refractory disease.", "results_summary": "Radioactive iodine is effective for distant metastases when lesions retain iodine uptake, but treatment options are limited for refractory cases. Emerging therapies targeting molecular pathways show promise for improving outcomes in resistant cases.", "population_specificity": "Patients with metastatic differentiated thyroid cancer, particularly those with radioactive iodine-refractory disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:18.533941+00:00"}
{"study_id": 71266, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 91, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of recombinant human thyroid-stimulating hormone (rhTSH) versus conventional thyroid hormone withdrawal for radioactive iodine (RI) ablation in low-risk thyroid cancer patients and assess its impact on quality of life.", "results_summary": "The study found that rhTSH achieved a comparable ablation success rate (91.3%) to conventional thyroid hormone withdrawal (91.0-91.7%) while better preserving quality of life. No significant differences in serum TSH stimulation or ablation outcomes were observed between the groups.", "population_specificity": "Low-risk thyroid cancer patients who underwent total thyroidectomy.", "effective_dosage": "30 mCi radioactive iodine.", "study_duration": "Follow-up examinations were performed 12 months after ablation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:20.036049+00:00"}
{"study_id": 71270, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review current therapeutic options, including radioiodine therapy, for differentiated thyroid carcinoma.", "results_summary": "The study highlights improvements in treatment strategies, emphasizing the role of radioiodine therapy and recombinant human thyroid-stimulating hormone in managing differentiated thyroid carcinoma, with emerging options like tyrosine kinase inhibitors for inoperable cases.", "population_specificity": "Patients with differentiated thyroid carcinoma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:21.229541+00:00"}
{"study_id": 71269, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to assess whether amifostine provides radioprotective effects on salivary glands in patients undergoing radioactive iodine treatment for differentiated thyroid cancer.", "results_summary": "The study found no significant radioprotective effects of amifostine compared to acid-stimulating agents on salivary gland function or xerostomia incidence. No differences were observed in scintigraphically measured uptake or blood pressure changes.", "population_specificity": "Patients with differentiated thyroid cancer undergoing radioactive iodine treatment.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:21.966513+00:00"}
{"study_id": 71271, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review recent developments in thyromimetics, focusing on their structural classification and potential as therapeutic agents for metabolic diseases.", "results_summary": "The study found that thyromimetics, including iodine-containing compounds, show promise as subtype- or tissue-selective thyroid receptor agonists and antagonists, potentially offering novel treatments for metabolic disorders. Structural modifications of these compounds were highlighted to influence their activity.", "population_specificity": "Not specified (review of existing literature and patents).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:22.191290+00:00"}
{"study_id": 71272, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of povidone-iodine ointment in preventing infectious complications among haemodialysis patients with central venous catheters (CVC).", "results_summary": "Povidone-iodine ointment significantly reduced the risk of catheter-related bacteraemia (RR 0.10, 95%CI 0.01 to 0.72) but showed no significant effect on all-cause mortality or infection-related mortality.", "population_specificity": "Haemodialysis patients with central venous catheters.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:22.698696+00:00"}
{"study_id": 71273, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the effects of topical iodine (cadexomer iodine and povidone iodine) on the healing of venous leg ulcers compared to standard care or other treatments.", "results_summary": "The study found some evidence supporting cadexomer iodine's effectiveness in promoting higher healing rates compared to standard care, particularly when combined with compression therapy. However, results for other iodine-based preparations like povidone iodine were inconclusive due to limited data and methodological issues.", "population_specificity": "Adults with venous leg ulcers.", "effective_dosage": "Not specified (intensive regimen involving daily dressing changes for cadexomer iodine).", "study_duration": "4 to 6 weeks for primary healing outcomes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:23.711755+00:00"}
{"study_id": 71268, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the prevalence of recurrent nodular goiter in the contralateral thyroid lobe after unilateral thyroid lobectomy between patients receiving and not receiving postoperative prophylactic levothyroxine (LT4) treatment, with a focus on iodine metabolism status.", "results_summary": "Prophylactic LT4 treatment significantly reduced recurrent goiter in the contralateral thyroid lobe (1.4% vs. 16.7%) and the need for reoperation (1.4% vs. 8.3%), particularly in iodine-deficient patients (3.4% vs. 36%). No significant effect was observed in iodine-sufficient patients.", "population_specificity": "150 patients who underwent unilateral thyroid lobectomy for unilateral multinodular goiter (MNG).", "effective_dosage": "75-125 microg/day of LT4 to maintain thyroid-stimulating hormone below 1.0 mU/L.", "study_duration": "At least 60 months (5 years) of follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:24.375508+00:00"}
{"study_id": 71275, "supplement_id": 1234, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "To evaluate the clinical efficacy and safety of CT-guided radioactive iodine-125 (125I) seeds implantation in treating unresectable pancreatic cancer.", "results_summary": "The study found that 125I seeds implantation significantly improved pain symptoms and Karnofsky scores, with an overall response rate of 61.3% (CR+PR). Median survival time was 10.31 months, and no serious complications were reported, though two cases of seed migration to the liver occurred.", "population_specificity": "Thirty-one patients with inoperable pancreatic cancer.", "effective_dosage": "Not specified (125I seeds implanted under CT guidance).", "study_duration": "Follow-up period ranged from 2 to 25 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:27.918531+00:00"}
{"study_id": 71274, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the effect of recombinant human thyroid stimulating hormone (rhTSH) on radioactive iodine uptake (RAIU) in euthyroid patients exposed to iodinated contrast agents during CT scans.", "results_summary": "A single dose of 0.1 mg rhTSH significantly increased RAIU in euthyroid patients 96 hours after iodinated contrast exposure, demonstrating its potential to avoid treatment delays in patients requiring radioactive iodine therapy.", "population_specificity": "Nine euthyroid patients (7 female, 2 male), aged 22-58 years.", "effective_dosage": "0.1 mg rhTSH, single intramuscular injection.", "study_duration": "Short-term (96 hours post-contrast exposure, 24 hours post-rhTSH injection).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:28.218943+00:00"}
{"study_id": 71276, "supplement_id": 1234, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of radioembolization using iodine-131-labeled lipiodol as an alternative treatment for hepatocellular carcinoma (HCC).", "results_summary": "The study found that iodine-131-labeled lipiodol was effective in treating HCC, with good efficacy and low toxic effects, comparable to chemoembolization. Further improvements were suggested by combining radioembolization with chemotherapy or targeted therapies.", "population_specificity": "Patients with hepatocellular carcinoma, including those with portal vein thrombosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:29.215108+00:00"}
{"study_id": 71277, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of interventions, including radioactive iodine, for treating primary and subclinical hyperthyroidism.", "results_summary": "The study found that radioactive iodine is an effective treatment for hyperthyroidism, with evidence supporting its use alongside other interventions like antithyroid drugs and thyroidectomy. The review included 15 studies meeting inclusion criteria, with GRADE evaluations indicating varying quality of evidence.", "population_specificity": "Individuals with primary hyperthyroidism or subclinical hyperthyroidism, predominantly women (20:1 female-to-male ratio).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:29.492114+00:00"}
{"study_id": 71278, "supplement_id": 1234, "safety_score": "70", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to assess the safety and outcomes of radioactive iodine treatment in a woman who became pregnant after thyroid cancer therapy.", "results_summary": "The study reported a successful pregnancy and healthy child five years post-treatment, suggesting that radioactive iodine treatment did not adversely affect reproductive outcomes in this case. The abstract also notes that guidelines recommend delaying pregnancy after treatment, but this case demonstrates a positive outcome despite early conception.", "population_specificity": "A 33-year-old woman with differentiated papillary thyroid carcinoma (T2N0M0).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:29.721577+00:00"}
{"study_id": 71279, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether Lugol's iodine could improve surgical margin outcomes in patients undergoing resection for oral and oropharyngeal squamous cell carcinoma (SCC).", "results_summary": "The study found that Lugol's iodine significantly reduced the presence of dysplasia, carcinoma in situ, or invasive SCC at surgical margins (4% in the iodine group vs. 32% in the standard group). The iodine group had no cases of invasive SCC at margins.", "population_specificity": "100 consecutive patients (50 in each group) with oral and oropharyngeal SCC undergoing surgical resection.", "effective_dosage": "Not specified (application of Lugol's iodine to adjacent mucosa).", "study_duration": "Not specified (single intraoperative application).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:31.886624+00:00"}
{"study_id": 71280, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review environmental triggers of autoimmune thyroid diseases (AITDs), including iodine, and focused on hepatitis C virus (HCV) infection and interferon alpha (IFNa) therapy.", "results_summary": "The abstract does not provide specific findings about iodine's effects but mentions it as a major environmental trigger for AITDs alongside other factors like HCV and IFNa therapy.", "population_specificity": "Individuals with autoimmune thyroid diseases (AITDs), particularly those with chronic HCV infection or undergoing IFNa therapy.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:31.999626+00:00"}
{"study_id": 71281, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of rhTSH-stimulated PET/CT-FDG in detecting recurrent differentiated thyroid carcinoma in patients with low serum thyroglobulin (Tg) levels.", "results_summary": "The study found that rhTSH-stimulated PET/CT-FDG had low sensitivity for detecting recurrent disease in patients with low Tg levels, with no correlation between PET/CT-FDG findings and Tg levels. However, 20% of patients with Tg levels below 10 µg/L showed positive PET-FDG results.", "population_specificity": "44 patients (28 women, 16 men; mean age 51 ± 16 years) with differentiated thyroid carcinoma (38 papillary, 6 follicular), previously treated with total thyroidectomy and iodine ablation.", "effective_dosage": "5 MBq/kg FDG, two 0.9 mg intramuscular doses of rhTSH administered 48 and 24 hours before imaging.", "study_duration": "Imaging performed after two doses of rhTSH over 48 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:35.095435+00:00"}
{"study_id": 71282, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers were evaluating the efficacy and safety of dronedarone, an amiodarone analogue without iodine, for preventing atrial fibrillation recurrence.", "results_summary": "Dronedarone reduced the combined primary endpoint of death or cardiovascular hospitalization but increased cardiovascular mortality in patients with advanced heart failure. The FDA approved it with a warning against use in severe heart failure patients.", "population_specificity": "Patients with atrial fibrillation, excluding those with NYHA class III and IV heart failure.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:35.664929+00:00"}
{"study_id": 71286, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the association between gadolinium-based contrast agents and nephrogenic systemic fibrosis, and its relevance to urology, rather than focusing on iodine.", "results_summary": "The study found that gadolinium-based contrast agents are associated with nephrogenic systemic fibrosis in patients with severe renal failure, but did not evaluate iodine's effects.", "population_specificity": "Patients with severe renal failure, particularly those undergoing urological imaging.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:36.436188+00:00"}
{"study_id": 71284, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether (131)I-SPECT/CT performed during initial radioablation could predict the occurrence or persistence of radioiodine-positive cervical lymph node metastases (LNM) in differentiated thyroid carcinoma (DTC) patients 5 months later.", "results_summary": "The study found that (131)I-SPECT/CT had a high negative predictive value for radioiodine-positive LNM, with 60 of 61 patients without initial LNM showing no LNM at follow-up. Most initial LNM (17 of 20) resolved within 5 months, though 3 cases persisted.", "population_specificity": "81 patients with differentiated thyroid carcinoma (DTC) who underwent thyroidectomy and radioablation.", "effective_dosage": "Not specified", "study_duration": "5-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:38.094996+00:00"}
{"study_id": 71285, "supplement_id": 1234, "safety_score": "30", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the thyroid-related toxicity of iodine-containing amiodarone compared to iodine-free dronedarone in patients with cardiac arrhythmias.", "results_summary": "The study found that amiodarone, due to its high iodine content, is highly toxic to the thyroid gland, causing hypothyroidism or thyrotoxicosis, while dronedarone, lacking iodine, showed fewer adverse effects.", "population_specificity": "Patients with cardiac arrhythmias, particularly atrial fibrillation or flutter.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:38.095667+00:00"}
{"study_id": 71283, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of potassium-titanyl-phosphate (KTP) laser as an adjunct to scaling and root planing (SRP) in non-surgical periodontal therapy, including the use of povidone-iodine irrigation.", "results_summary": "The study found that all treatment groups, including those using povidone-iodine irrigation with KTP laser, showed significant improvements in clinical parameters such as clinical attachment loss (CAL), pocket probing depths (PPDs), and bleeding on probing (BOP), with particularly strong results in the lased groups (P < 0.001).", "population_specificity": "Patients with chronic periodontitis and probing depths of 4-6 mm.", "effective_dosage": "Povidone-iodine 10% irrigation (frequency not specified).", "study_duration": "Three sessions of KTP laser irradiation (duration per session: 30 seconds).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:38.707638+00:00"}
{"study_id": 71288, "supplement_id": 1234, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to summarize recent findings on the cause, diagnosis, and management of fetal and neonatal thyroid disorders, with a focus on iodine intake and thyroid function.", "results_summary": "The study found that inadequate iodine intake during pregnancy is prevalent globally, but maternal exposure to iodinated contrast agents did not affect neonatal thyroid function. Tailoring levothyroxine doses to hypothyroidism severity improved thyroid function normalization, though optimal dosing remains debated.", "population_specificity": "Pregnant women and neonates, particularly those with thyroid disorders.", "effective_dosage": "Initial levothyroxine dose recommendations in the 10-15 µg/kg/day range were noted, but optimal dosing was not conclusively determined.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:40.746355+00:00"}
{"study_id": 71287, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine whether povidone-iodine (PVP-iodine) as an adjunct to scaling and root planing provides additional benefits compared to water, saline, or no rinse in treating chronic periodontitis.", "results_summary": "The study found a small but statistically significant additional benefit of PVP-iodine, with enhanced probing pocket depth reductions of 0.28 mm. However, the clinical significance was small to moderate, and most included studies were of low quality with varied treatment modalities.", "population_specificity": "Patients with chronic periodontitis.", "effective_dosage": "Not specified (different concentrations and application modalities were used).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:41.193152+00:00"}
{"study_id": 71290, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of NF-kappaB in thyroid cancer biology and assess its potential as a therapeutic target, particularly in aggressive thyroid carcinomas.", "results_summary": "The study found that NF-kappaB plays a key role in thyroid cancer progression by regulating proliferative and anti-apoptotic pathways. Inhibiting NF-kappaB, especially in combination with radio- or chemotherapy, showed promising anti-proliferative and pro-apoptotic effects in advanced thyroid cancers.", "population_specificity": "Patients with thyroid carcinomas, including papillary, follicular, poorly differentiated, anaplastic, and medullary subtypes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:44.118334+00:00"}
{"study_id": 71291, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of prophylactic central lymph node dissection (CLND) in the management of differentiated thyroid cancer (DTC) and its implications for radioactive iodine treatment.", "results_summary": "The study reviewed arguments for and against prophylactic CLND, noting its association with higher postoperative athyroglobulinemia and potential modification of radioactive iodine treatment indications. Current guidelines suggest prophylactic CLND may be performed for advanced papillary thyroid cancer (T3 and T4).", "population_specificity": "Patients with differentiated thyroid cancer (DTC), particularly those with papillary thyroid cancer.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:44.447190+00:00"}
{"study_id": 71293, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review recent findings on thyroid cancer and hypothyroidism management in pregnant patients, including the impact of radioactive iodine therapy and thyroid surgery.", "results_summary": "The study highlighted challenges in diagnosing hypothyroidism during pregnancy due to the lack of trimester-specific normal ranges. It noted that radioactive iodine therapy has minimal effects on fertility, though sperm cryopreservation may be considered for men, and thyroid surgery during pregnancy carries a two-fold increased risk of complications.", "population_specificity": "Pregnant patients with thyroid cancer or hypothyroidism.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:47.058872+00:00"}
{"study_id": 71292, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the association between urinary iodine excretion (UIE) and the success rate of (131)I ablation in differentiated thyroid cancer patients.", "results_summary": "The study found no significant difference in UIE between ablated and nonablated patients, suggesting that body iodine content does not significantly influence thyroid ablation success. Successful ablation rates were similar between thyroid hormone withdrawal (THW) and recombinant human TSH (rhTSH) groups.", "population_specificity": "201 differentiated thyroid cancer patients (125 in THW group, 76 in rhTSH group).", "effective_dosage": "Not specified", "study_duration": "Follow-up at 8-12 months post-ablation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:47.383220+00:00"}
{"study_id": 71295, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the success of thyroid ablation with radioiodine depends more on absorbed doses to thyroid remnants, blood, and red marrow than on the administered activity.", "results_summary": "The study found that successful ablation strongly depended on the absorbed dose to thyroid remnants, with significant differences in doses between successful and failed ablations. Protein-bound iodine changes also indicated treatment response.", "population_specificity": "23 patients who underwent near-total thyroidectomy.", "effective_dosage": "3,000 MBq radioiodine.", "study_duration": "Not specified (follow-up included measurements at day 1 and day 6).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:48.660205+00:00"}
{"study_id": 71294, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether reducing the circulating iodine pool and increasing thyroid cell uptake of I-131 using furosemide and lithium could improve ablation outcomes during rhTSH stimulus in differentiated thyroid cancer patients.", "results_summary": "Pre-treatment with furosemide or furosemide plus lithium improved ablation outcomes in low-risk patients (group 1), with higher rates of undetectable Tg and WBS negativity. No significant improvement was observed in high-risk patients (group 2), and ablation outcomes were lower in the control group (group 3) without L-T4 withdrawal.", "population_specificity": "Differentiated thyroid cancer patients post-total thyroidectomy, stratified by TNM stage (low-risk stages I-II and high-risk stages III-IV).", "effective_dosage": "Low dose (30 mCi) for group 1, high dose (100 mCi) for group 2, and 30 mCi for group 3; furosemide (25 mg/day orally for 3 days pre-I-131), lithium (450 mg/day orally for 3 days post-I-131).", "study_duration": "Short 4-day L-T4 withdrawal for groups 1 and 2; furosemide administered 3 days pre-I-131, lithium 3 days post-I-131.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:51.059446+00:00"}
{"study_id": 71289, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were not attempting to determine anything about iodine; the study focused on dronedarone, an iodine-free derivative of amiodarone, for treating atrial fibrillation.", "results_summary": "The study did not investigate iodine's effects; it reported on dronedarone's efficacy and safety in atrial fibrillation patients.", "population_specificity": "Patients with atrial fibrillation, including those with unstable heart failure.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:51.400633+00:00"}
{"study_id": 200968, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of mild to moderate iodine deficiency and endocrine disruptors on fetal brain development during pregnancy.", "results_summary": "The study found that mild to moderate iodine deficiency and maternal hypothyroxinemia may negatively affect fetal brain development, emphasizing the need for adequate iodine intake in women of childbearing age. It also highlighted that endocrine disruptors could exacerbate these effects, underscoring the importance of iodine supplementation in deficient areas.", "population_specificity": "Women of childbearing age, particularly pregnant women, and their offspring.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:52.258658+00:00"}
{"study_id": 200967, "supplement_id": 1234, "safety_score": "70", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of maternal iodine supplementation (MIS) during pregnancy on thyroid function and child neurodevelopmental outcomes in areas of mild-to-moderate iodine deficiency (MMID).", "results_summary": "The study found mixed results regarding MIS, with some evidence of improved maternal thyroid function but no clear benefit on infant neurocognitive outcomes. Excess iodine intake was noted as a potential risk during pregnancy.", "population_specificity": "Pregnant women in areas of mild-to-moderate iodine deficiency, including those with specialized diets (vegan, nondairy, no seafood, noniodized salt).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:52.529579+00:00"}
{"study_id": 200969, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to review critical scientific discoveries and public health advances related to iodine deficiency disorder (IDD) prevention.", "results_summary": "Iodine supplementation effectively prevents endemic goiter and other IDD-related conditions, such as cretinism and intellectual impairment. Salt iodization has significantly reduced global IDD prevalence over the past 30 years.", "population_specificity": "General population, with historical focus on iodine-deficient regions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:55.442927+00:00"}
{"study_id": 200970, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the degree of iodine nutrition in pregnancy across Africa before and after the implementation of national iodine fortification programs.", "results_summary": "Before 1995, severe iodine deficiency was prevalent in pregnancy (median UIC: 28.6 μg/L). By 2005, iodine nutrition improved (median UIC: 174.1 μg/L), but between 2005-2020, most African countries still had mildly or severely inadequate iodine nutrition in pregnancy (median UIC: 145 μg/L).", "population_specificity": "Pregnant women in Africa.", "effective_dosage": "Not specified.", "study_duration": "Data collected from studies up to September 2020, with interventions varying by country.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:56.037363+00:00"}
{"study_id": 200971, "supplement_id": 1234, "safety_score": "70", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether iodine intake was associated with symptoms of perinatal emotional distress and depression in a mild- to moderately iodine-deficient population.", "results_summary": "Low iodine intake (<100-150 μg/day) was associated with increased risk of emotional distress and depression during pregnancy and postpartum, while iodine supplement use was linked to higher emotional distress scores in pregnancy.", "population_specificity": "67,812 women with 77,927 pregnancies in the Norwegian Mother, Father and Child Cohort Study.", "effective_dosage": "Median iodine intake from food was 121 μg/day; median urinary iodine concentration was 68 μg/L.", "study_duration": "Assessed during pregnancy and at six months postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:58.106539+00:00"}
{"study_id": 200974, "supplement_id": 1234, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether excess iodine acts as an endocrine-disrupting chemical (EDC) by interfering with thyroid hormone synthesis and inducing oxidative stress.", "results_summary": "The study found that excess iodine can disrupt thyroid hormone synthesis and act as a potential EDC, primarily through oxidative stress, but it is less harmful than iodine deficiency, affecting only a small percentage of sensitive individuals.", "population_specificity": "General population, with emphasis on sensitive individuals prone to thyroid dysfunction.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:58.726276+00:00"}
{"study_id": 200972, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review recent studies on iodine deficiency as a global concern and declining intake in developed countries.", "results_summary": "The study highlights iodine deficiency as a re-emerging issue, with 30% of the global population at risk, and notes declining intake in industrialized countries like the U.S. due to dietary and manufacturing changes. It emphasizes the need for monitoring and public health initiatives.", "population_specificity": "Global populations, with specific focus on developed countries like the U.S. and European nations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:58.838038+00:00"}
{"study_id": 200975, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to systematically review the evidence for the association between iodine exposure during development (pregnancy and/or childhood) and hearing outcomes in children.", "results_summary": "Iodine supplementation in severely iodine-deficient children improved hearing thresholds, but supplementation in mildly iodine-deficient pregnant women showed no effect on offspring hearing. Higher iodine status in children was generally associated with better hearing in cross-sectional studies.", "population_specificity": "Pregnant women and children, particularly those with varying degrees of iodine deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:13:59.538988+00:00"}
