{"study_id": 88421, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy and cost-effectiveness of riociguat versus selexipag in patients with pulmonary arterial hypertension (PAH) through an indirect treatment comparison and cost-minimization analysis.", "results_summary": "The study found comparable efficacy between riociguat and selexipag, with no significant difference in functional class improvement or 6-minute walking distance. Riociguat was identified as the cost-saving therapy for PAH patients inadequately compensated with PDE5i+ERA therapy.", "population_specificity": "Patients with pulmonary arterial hypertension (PAH) inadequately compensated with PDE5i+ERA therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:46.052074+00:00"}
{"study_id": 88420, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the impact of inpatient rehabilitation on daily physical activity and walking capacity in patients with multiple sclerosis who have moderate to severe walking disability.", "results_summary": "Rehabilitation improved walking capacity and mobility significantly but did not change daily physical activity levels. Fatigue (both motor and cognitive) also improved significantly after rehabilitation.", "population_specificity": "24 patients with multiple sclerosis and moderate to severe walking disability.", "effective_dosage": "Physiotherapy (30-60 min, 5 times/week), strength and endurance training (30-45 min, 3-5 times/week), occupational therapy (30 min, 2-3 times/week), and neuropsychological training (30 min, 2 times/week).", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:46.245892+00:00"}
{"study_id": 88423, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of various exercise interventions, including Walking-based Intervention, in preventing falls among poststroke patients.", "results_summary": "The study found that Walking-based Intervention was the least effective among the evaluated exercise interventions for preventing poststroke falls, with an odds ratio of 1.63 (95% CI = 0.57-4.67, p > 0.05), indicating no significant benefit.", "population_specificity": "Poststroke patients at risk of falls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:46.528096+00:00"}
{"study_id": 88424, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the feasibility and efficacy of a circuit walking, balance, cycling, and strength training (CBCS) intervention on activity of daily living limitations, motor performance, and social participation in individuals with chronic stroke.", "results_summary": "The CBCS intervention significantly improved ADL capacity, balance, motor impairments, and mobility, with high adherence and retention rates. Psychosocial health improvements were similar between the CBCS and sociocultural activity groups, and benefits persisted for at least 3 months post-intervention.", "population_specificity": "Community-dwelling individuals with chronic stroke no longer in conventional rehabilitation.", "effective_dosage": "Not specified (12-week intervention with circuit training components).", "study_duration": "12 weeks per phase (total 24 weeks with crossover).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:50.137559+00:00"}
{"study_id": 88425, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the practical components and benefits of supervised exercise therapy (SET) for patients with symptomatic peripheral artery disease (PAD), including referral, exercise training, and billing issues.", "results_summary": "SET is highly effective for improving walking performance in symptomatic PAD patients and is recommended as a class IA intervention, but referral and participation rates remain very low. Programs should implement SET several times per week with progressive intensity and encourage supplemental home exercise for optimal results.", "population_specificity": "Patients with symptomatic lower extremity peripheral artery disease (PAD) who are not at risk of acute limb ischemia.", "effective_dosage": "Several times per week, progressive intensity as tolerated.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:50.611818+00:00"}
{"study_id": 88426, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Kinesio taping (KT) combined with trunk stabilization-based balance training improves balance, trunk control, walking capacity, and fear of falling in patients with Multiple Sclerosis (MS).", "results_summary": "Both the KT and control groups showed significant improvements in balance, trunk control, fear of falling, and walking capacity after treatment, but KT provided no additional benefit compared to core stability-based balance training alone.", "population_specificity": "Thirty patients diagnosed with Multiple Sclerosis (MS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:54.610080+00:00"}
{"study_id": 88428, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a heat education intervention and a decision-support mobile application on reducing physiological heat strain in farmworkers and to describe factors associated with heat-related illness symptoms.", "results_summary": "The study found that the intervention led to larger decreases in physiological strain index (PSI) compared to the comparison group, suggesting improved heat management. It also highlighted the importance of addressing effort level in heat management plans and monitoring both symptoms and physiological indicators for early detection of heat-related illness.", "population_specificity": "Adult outdoor farmworkers in Central/Eastern Washington State, USA.", "effective_dosage": "Not specified", "study_duration": "May-September 2019 (approximately 5 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:54.730365+00:00"}
{"study_id": 88427, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and efficacy of intrathecal autologous mesenchymal stem cell neurotrophic factor-secreting cell treatments in improving walking and other functional outcomes in non-relapsing progressive multiple sclerosis (PMS) patients.", "results_summary": "The study found no major safety concerns, with two participants experiencing arachnoiditis symptoms. Nineteen percent of participants showed ≥25% improvements in timed 25-foot walk speed and nine-hole peg test at 28 weeks, alongside increased neuroprotective factors and reduced inflammatory biomarkers in CSF.", "population_specificity": "Eighteen participants with non-relapsing progressive multiple sclerosis (PMS).", "effective_dosage": "Three intrathecal cell treatments (specific dosage not detailed).", "study_duration": "28 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:54.788938+00:00"}
{"study_id": 88431, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether postoperative improvement in degenerative cervical myelopathy was associated with preoperative disease severity and to identify predictors of outcome, including walking distance.", "results_summary": "The study found that postoperative improvement was observed across all disease severity groups, with preoperative low EMS, long walking distance (>500m), and low NDI being independent predictors of improvement in EMS. Walking distance was specifically noted as a predictor of outcome.", "population_specificity": "901 patients treated surgically for degenerative cervical myelopathy in Sweden.", "effective_dosage": "Not applicable", "study_duration": "One-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:56.440824+00:00"}
{"study_id": 88430, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore how people with neurogenic claudication (NC) changed over 12 months in terms of pain, mobility, psychological impact, and social participation.", "results_summary": "The study found variability in participant trajectories, with some showing progressive improvement in biopsychosocial domains, while others experienced transient changes or no change. Improved mobility often led to better social participation, though individual factors influenced outcomes.", "population_specificity": "Older adults with neurogenic claudication recruited from a UK clinical trial.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:58.565996+00:00"}
{"study_id": 88429, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a novel hybrid robot-assisted gait training (RAGT) system compared to conventional rehabilitation in improving motor function, balance, and gait performance in nonambulatory subacute stroke patients.", "results_summary": "Both groups showed significant improvements in motor function, balance, and gait performance, but the RAGT group outperformed the control group only in the Fugl-Meyer Assessment for lower-extremity and total scores. The study concluded that while the hybrid RAGT is effective, strong evidence of its superiority over conventional rehabilitation remains limited.", "population_specificity": "Nonambulatory patients with subacute stroke (n=40).", "effective_dosage": "15 RAGT sessions (frequency not specified).", "study_duration": "Intervention duration not explicitly stated, but follow-up was at 3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:58.915221+00:00"}
{"study_id": 88433, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of fampridine on improving walking ability in MS patients during the acute phase of transverse myelitis.", "results_summary": "The study found that fampridine plus IVMP significantly improved daily activity ability (measured by Barthel index) compared to IVMP plus placebo after 3 weeks, with a statistically significant difference (p=0.003).", "population_specificity": "30 MS patients with their first episode of cervical myelitis and quadriparesis.", "effective_dosage": "Not specified (fampridine administered alongside IVMP for 7 days).", "study_duration": "21 days (treatment effects measured after 3 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:40:59.828544+00:00"}
{"study_id": 88432, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to provide a comprehensive guide for pediatric primary care providers on the cause, diagnosis, and management of developmental dysplasia of the hip (DDH), emphasizing early screening and detection.", "results_summary": "The study highlights that untreated DDH can lead to significant impairments, including altered gait, and stresses the importance of early detection and referral to pediatric orthopedic surgeons to prevent missed hip dislocations in walking-age children.", "population_specificity": "Newborns and walking-age children with or at risk for developmental dysplasia of the hip (DDH).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:00.372205+00:00"}
{"study_id": 88437, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of various exercise regimens, including walking, in improving sleep quality in older adults.", "results_summary": "Muscle endurance training combined with walking significantly improved sleep quality more than walking alone or other regimens like Pilates, yoga, and health education. Walking alone showed improvement over usual care but was less effective than combined training.", "population_specificity": "Older adults (3519 participants across 35 trials)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:04.659582+00:00"}
{"study_id": 88434, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of a lifestyle group intervention versus a brief psychoeducational intervention on increasing physical activity (including walking) and improving dietary habits in patients with severe mental disorders.", "results_summary": "The study found that treated patients were nearly 8 times more likely to show an increase in walking-related metabolic equivalent tasks (METs) and total METs, indicating significant improvement in physical activity levels. The intervention also led to healthier dietary changes, such as increased vegetable consumption and reduced junk food intake.", "population_specificity": "Patients with severe mental disorders (43.3% bipolar disorder, 29.9% psychosis, 26.9% major depression), predominantly female (57%), mean age 45.6±11.8 years.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:05.090411+00:00"}
{"study_id": 88436, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of 16-week home-based physical therapy interventions (specific vs. non-specific) on gait and muscle strength in older adults post hip fracture.", "results_summary": "Both intervention groups showed significant improvements in usual and fast walking speed, with no significant differences between groups. The specific intervention (PUSH) improved muscle strength in the non-fractured limb, and gait speed improvements correlated with baseline cognitive performance and muscle strength in the fractured limb.", "population_specificity": "Older adults (N=34, age ~78 years) post hip fracture.", "effective_dosage": "32-40 sessions of home-based physical therapy (specific or non-specific).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:05.652306+00:00"}
{"study_id": 88435, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding trunk-strengthening exercises to a walking-balance exercise program improves physical activity levels and psychological functioning in older adults.", "results_summary": "The study found no significant between-group differences in physical activity or psychological outcomes, but within-group improvements were observed in moderate-intensity physical activity and steps per day for the trunk-strengthening group, and in moderate-to-vigorous physical activity and depression symptoms for the walking-balance group. Improvements in physical activity were sustained in the walking-balance group after detraining, but not in the trunk-strengthening group.", "population_specificity": "Healthy older adults aged 60 years and above.", "effective_dosage": "12-week exercise program (walking and balance with or without trunk-strengthening), followed by a 6-week walking-only program.", "study_duration": "12 weeks of exercise training plus 6 weeks of detraining.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:05.803476+00:00"}
{"study_id": 88439, "supplement_id": 1667, "safety_score": "100", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the efficacy and safety of noninvasive cerebellar stimulation in improving balance and walking function in stroke patients.", "results_summary": "Noninvasive cerebellar stimulation significantly improved balance (BBS score) and walking function (6MWT) in stroke patients but did not enhance activities of daily living (BI). No safety issues or adverse reactions were observed.", "population_specificity": "Patients with stroke", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:06.130815+00:00"}
{"study_id": 88438, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to systematically review neurological complications associated with COVID-19 vaccines, including effects on walking.", "results_summary": "The study identified neurological complications such as difficulty walking, fatigue, and myalgia linked to mRNA vaccines, and ambulation issues, hemiparesis, and transverse myelitis associated with vector-based vaccines. The benefits of vaccination were deemed to outweigh neurological risks.", "population_specificity": "Individuals receiving COVID-19 vaccines (mRNA or vector-based).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:06.694084+00:00"}
{"study_id": 88440, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the outcomes of catheter ablation (CA) versus medical therapy (MT) for atrial fibrillation (AF) in heart failure (HF) patients, including effects on walking distance.", "results_summary": "Patients treated with CA showed longer 6-minute walking distances compared to those on MT, with a mean difference of 20.3 meters, though the confidence interval was wide (-4.37, 44.9). CA also improved left ventricular ejection fraction and quality of life more than MT.", "population_specificity": "Heart failure patients with atrial fibrillation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:08.288458+00:00"}
{"study_id": 88443, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether 16 weeks of combined training, including walking/running, reduces blood pressure in hypertensive older adults and identify key mediators of this effect.", "results_summary": "The study compared a 16-week walking/running training group to a physically inactive control group, but the abstract does not provide specific results on blood pressure reduction or mediators.", "population_specificity": "Hypertensive older adults", "effective_dosage": "Walking/running at 63% of V˙O", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:12.607378+00:00"}
{"study_id": 88442, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to systematically review technologies for the instrumental evaluation of physical function, particularly walking, in individuals with COPD.", "results_summary": "The review identified various technologies (e.g., accelerometers, gait analysis systems) used to assess walking in COPD patients, but noted a lack of standardization and limitations in study design and sample size. Validation studies showed heterogeneous results and ranged from inadequate to doubtful in quality.", "population_specificity": "Individuals with Chronic Obstructive Pulmonary Disease (COPD)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:13.460405+00:00"}
{"study_id": 88445, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of exercise, including walking, in improving quality of life, reducing pain, and enhancing physical function in overweight or obese individuals with knee osteoarthritis.", "results_summary": "The study found that exercise interventions, including walking, were effective in improving quality of life, reducing pain, and enhancing physical function in the target population, with higher pain scale scores observed in the control group.", "population_specificity": "Overweight or obese individuals suffering from knee osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:14.297875+00:00"}
{"study_id": 88446, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the therapeutic effects of topical capsaicin cream on pain relief and its potential to improve walking, working, and sleeping in patients with painful diabetic neuropathy.", "results_summary": "The review found that topical capsaicin (0.075%) cream, applied for approximately 8 weeks, reduced pain and led to clinical improvements in walking, working, and sleeping in patients with painful diabetic neuropathy.", "population_specificity": "Patients with painful diabetic neuropathy.", "effective_dosage": "0.075% capsaicin cream applied to painful areas.", "study_duration": "Approximately 8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:14.701446+00:00"}
{"study_id": 88447, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to systematically review the effects of leg-driven treadmill-based exoskeleton robot training on balance and walking ability in poststroke patients.", "results_summary": "The study found that exoskeleton robot training improved balance function in poststroke patients, particularly those with an onset of more than 6 months, but did not significantly enhance walking ability. No significant differences were observed in the Functional Ambulation Category Scale, 6-minute walk test, or 10-meter walk test.", "population_specificity": "Poststroke patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:15.189389+00:00"}
{"study_id": 88444, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of a home-based pulmonary rehabilitation programme (HPRP) on exercise capacity and physical activity in non-cystic fibrosis bronchiectasis (non-CF BQ) patients using cardiopulmonary exercise tests (CPET) and accelerometer data.", "results_summary": "The study found that participation in an 8-week HPRP significantly improved peak VO₂, dyspnoea, walked distance (6MWT), and physical activity levels in non-CF BQ patients compared to the control group.", "population_specificity": "Non-cystic fibrosis bronchiectasis (non-CF BQ) patients at Virgen Macarena University Hospital (Seville, Spain).", "effective_dosage": "Not specified (intervention involved an 8-week HPRP with two hospital sessions).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:17.094518+00:00"}
{"study_id": 88448, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of interventions, including gait training and exercise, on improving mobility and physical functioning after hip fracture surgery in adults.", "results_summary": "Mobility strategies, particularly gait, balance, and functional training, showed clinically meaningful improvements in mobility and walking speed in both hospital and post-hospital settings, with little to no difference in adverse events or mortality compared to usual care.", "population_specificity": "Adults (average age 80, 80% women) recovering from hip fracture surgery, excluding those with cognitive impairment or medical conditions affecting mobility.", "effective_dosage": "Not specified", "study_duration": "Assessment time points varied, with in-hospital studies measured closest to four months and post-hospital studies measured at the end of the intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:18.907931+00:00"}
{"study_id": 88449, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to identify effective physical performance tests for detecting and monitoring degenerative cervical myelopathy (DCM).", "results_summary": "The study identified several effective tests, including the 10-second-Grip-and-Release Test, 9-Hole-Peg Test, 10-second-Stepping Test, 30-meter-Walking Test, and Foot-Tapping Test, for detecting and monitoring DCM, with large effect sizes for most tests.", "population_specificity": "Individuals with degenerative cervical myelopathy (DCM).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:21.208417+00:00"}
{"study_id": 88451, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to determine whether ischemic conditioning (IC) improves walking capacity and lower extremity muscle performance in patients with peripheral vascular disease experiencing intermittent claudication.", "results_summary": "IC improved total work performed and time to fatigue at the knee but did not significantly change walking parameters such as claudication onset time or peak walking time compared to the sham group.", "population_specificity": "Patients with peripheral vascular disease and intermittent claudication.", "effective_dosage": "Five cycles of alternating 5-min inflations of a blood pressure cuff to 225 mm Hg (IC) or 25 mm Hg (IC Sham) and 5-min deflations, around the thigh of the affected lower extremity.", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:23.982514+00:00"}
{"study_id": 88453, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to study the prevalence of sarcopenia in chronic ambulatory stroke survivors and identify associated risk factors, including the protective role of walking for bone loss in the lower limb.", "results_summary": "Walking had a protective role for bone loss in the lower limb of chronic stroke survivors. The study found that sarcopenia prevalence was high, with muscle and bone loss more evident in the upper limb than the lower limb.", "population_specificity": "Chronic ambulatory stroke survivors (28 participants, mean age 57.8±11.8 years, time after stroke 76±45 months).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:24.732434+00:00"}
{"study_id": 88452, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the immediate effects of a hip strap and foot orthoses on self-reported outcomes and lower limb kinematics during walking and single-leg squats in individuals with patellofemoral osteoarthritis (PFOA).", "results_summary": "The study assessed pain intensity and other self-reported measures, as well as kinematic changes during functional tasks under three conditions (control, hip strap, and foot orthoses), but results were not yet reported in the abstract.", "population_specificity": "29 individuals aged 50 or older with patellofemoral osteoarthritis (PFOA).", "effective_dosage": "Not specified", "study_duration": "Immediate effects (single session)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:24.826325+00:00"}
{"study_id": 88454, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a multidisciplinary teamwork model based on the WeChat platform could improve self-care ability, quality of life, and reduce readmission rates in CHF patients.", "results_summary": "The experimental group showed significantly higher self-care ability and quality of life scores, increased 6-minute walking distance, and lower readmission rates compared to the control group after 3 months.", "population_specificity": "56 patients with CHF discharged from a cardiology department.", "effective_dosage": "Not specified", "study_duration": "3 months post-discharge", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:25.074316+00:00"}
{"study_id": 88455, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine whether walking in nature versus urban settings differentially affects negative and positive affect in adults with major depressive disorder (MDD).", "results_summary": "Walking in nature resulted in overall lower levels of negative affect compared to urban walking, though positive affect did not differ between conditions. The effects were statistically significant but limited by a small sample size and gender imbalance.", "population_specificity": "Adult psychiatric outpatients diagnosed with major depressive disorder (MDD).", "effective_dosage": "Single 60-minute walk.", "study_duration": "60 minutes (single session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:26.803498+00:00"}
{"study_id": 88456, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of electromechanically assisted gait training (using EXOWALK®) versus conventional gait training in improving walking ability in stroke patients.", "results_summary": "The study measured improvements in walking ability (Functional Ambulation Category) and motor function but did not report specific results in the abstract. It emphasized the need for large-scale research to validate the effectiveness of electromechanical-assisted gait training.", "population_specificity": "Stroke patients from three clinical research centers in Korea (n=144).", "effective_dosage": "Half-hour sessions, five times a week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:29.955328+00:00"}
{"study_id": 88441, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to analyze the effects of fast-velocity concentric resistance training (FVCRT) on strength, gait speed, walking endurance, fatigue, physical self-perception, and pain catastrophizing in people with multiple sclerosis (MS).", "results_summary": "The study found that FVCRT significantly improved maximum strength in upper and lower limbs, gait speed, walking endurance, symptomatic fatigue, and pain catastrophizing in MS participants. The experimental group showed statistically significant improvements compared to the control group.", "population_specificity": "People with multiple sclerosis (MS)", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:31.146631+00:00"}
{"study_id": 88450, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the state of walking recovery after stroke and identify potential developments to improve walking capacity and performance for stroke survivors.", "results_summary": "The review summarizes findings in a model of current and future stroke walking recovery research, emphasizing the importance of targeted interventions and healthcare delivery to enhance gait recovery and quality of life for stroke survivors and their carers.", "population_specificity": "Stroke survivors", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:31.951520+00:00"}
{"study_id": 88458, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the association between walking impairment and health-related quality of life, mental health, and health risk behavior in patients with intermittent claudication.", "results_summary": "Walking impairment was linked to increased depressive and anxiety symptoms, which in turn negatively affected physical and mental quality of life. Depressive symptoms also predicted higher tobacco use.", "population_specificity": "Patients with intermittent claudication (n=1,696).", "effective_dosage": "Not specified", "study_duration": "Not specified (cross-sectional study using baseline data)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:32.623659+00:00"}
{"study_id": 88457, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically review factors influencing frontal plane knee moments (KAM1 and KAM2) during walking to inform clinical and research practices.", "results_summary": "The review found that gait modifications (e.g., speed, trunk lean), individual characteristics (e.g., body weight), and orthopedic deformities (e.g., genu valgum) influence knee joint load during walking, with fast walking increasing KAM1 and genu valgum reducing both KAM1 and KAM2.", "population_specificity": "Studies included in the review involved participants undergoing unshod three-dimensional gait analysis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:32.642944+00:00"}
{"study_id": 88459, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate the influence of manual therapy applied to the cervical spine on balance and physical performance parameters in the elderly to prevent falls.", "results_summary": "The study was interrupted due to the COVID pandemic before results could be obtained; only the inclusion phase was completed. No findings regarding the effects of the intervention were reported.", "population_specificity": "Elderly individuals at risk of balance disorders and falls.", "effective_dosage": "Not specified (myofascial release protocol for the experimental group, placebo light touch for the control group).", "study_duration": "Three measurement periods (D0, D7, D21), with interventions on D0 and D7.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:34.388314+00:00"}
{"study_id": 88460, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to summarize current exercise interventions, including walking, for older people with cognitive frailty and identify limitations in existing studies to inform future interventions.", "results_summary": "The study found that exercise interventions, including walking, improved cognitive function, frailty status, and depression in older people with cognitive frailty compared to control groups. However, limitations included small sample sizes, short intervention periods, and non-uniform assessment methods.", "population_specificity": "Older people with cognitive frailty.", "effective_dosage": "Frequency mostly 3-4 times/week; duration mostly 30-60 min/time.", "study_duration": "Not specified (study reviewed literature from 2013 to 2021).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:35.666725+00:00"}
{"study_id": 88461, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of different resistance exercise orders on various health parameters, including functional fitness (e.g., gait speed, walking agility), in trained older women.", "results_summary": "The study found that all exercise order groups showed significant improvements in functional fitness tests (e.g., gait speed, walking agility) after the final training period, with no significant differences among the exercise orders.", "population_specificity": "Trained older women (>60 years) who were physically independent.", "effective_dosage": "Not specified (study focused on exercise order, not dosage).", "study_duration": "63 weeks (including a 12-week preconditioning phase, 12-week RT, 12-week detraining, and another 12-week RT).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:36.299149+00:00"}
{"study_id": 88462, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the acute effects of kinesio tape combined with static stretching on range of motion, perceived stiffness, and kinetic parameters during walking and balance tasks in athletes with hamstring shortness.", "results_summary": "Both static stretching alone and kinesio tape plus static stretching improved range of motion, reduced perceived stiffness, and altered kinetic parameters during walking and balance tasks, with greater improvements observed in the kinesio tape group. No significant differences were found between groups for most walking and running tasks, except for mean swing duration during fast walking.", "population_specificity": "Fifteen athletes with bilateral hamstring shortness.", "effective_dosage": "Not specified", "study_duration": "Acute effects (single session)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:39.035884+00:00"}
{"study_id": 88464, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to observe the efficacy and safety of Entresto in treating left ventricular ejection fraction heart failure (HFpEF), not Walking.", "results_summary": "The abstract does not provide results related to Walking.", "population_specificity": "78 patients with HFpEF treated in a hospital from October 2017 to April 2018.", "effective_dosage": "Not mentioned for Walking.", "study_duration": "Not mentioned for Walking.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:39.335070+00:00"}
{"study_id": 88463, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to describe inpatient movement behavior and identify factors associated with physical activity levels in a hospital setting.", "results_summary": "The study found that inpatients spent 86% of observed time in their rooms and only 10% moving. Barriers to physical activity included the presence of intravenous lines, urinary catheters, being female, and dependence on others for walking.", "population_specificity": "Hospitalized patients (mean age 61, 57% male) across 19 different wards.", "effective_dosage": "Not mentioned", "study_duration": "Observations were conducted between 9AM and 4PM (7-hour period).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:39.463501+00:00"}
{"study_id": 88466, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare functional outcomes between lateral locked plating and retrograde intramedullary nailing for treating distal femur fractures.", "results_summary": "Functional outcomes, walking ability, and stair management were similar between the two treatment groups, with no significant differences. Both groups remained impaired one year postoperatively.", "population_specificity": "160 patients with distal femur fractures (126 followed for 12 months) across 20 academic trauma centers.", "effective_dosage": "Not applicable (surgical interventions, not a supplement).", "study_duration": "12 months of follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:41.305684+00:00"}
{"study_id": 88467, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a multicomponent intervention (including exercise) could reduce frailty in older adults hospitalized with acute cardiovascular conditions.", "results_summary": "The intervention improved physical performance (SPPB score) at discharge and functional ability (SARC-F score) 30 days later, with greater benefits observed in patients who underwent invasive cardiac procedures.", "population_specificity": "Older adults (mean age 79.3 years, 54% female) hospitalized with acute cardiovascular conditions.", "effective_dosage": "Not specified", "study_duration": "During hospital admission (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:42.836030+00:00"}
{"study_id": 88469, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine clinically meaningful changes in the five-repetition chair stand test to monitor mobility and predict disability risk in older adults.", "results_summary": "The study found that an increase of 3 seconds or 28% in chair stand test performance over 3 years was associated with a higher risk of incident disability, suggesting these thresholds could identify individuals needing mobility interventions.", "population_specificity": "Community-dwelling older adults (aged 60-96 in SAGE Mexico; 70-94 in MAPT France).", "effective_dosage": "Not applicable (study assessed physical performance, not a supplement).", "study_duration": "3 years (SAGE Mexico); 5 years (MAPT France).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:45.378095+00:00"}
{"study_id": 88468, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare patient satisfaction, procedural variables, and safety between transradial access (TRA) and transfemoral access (TFA) in patients undergoing transarterial chemoembolization (TACE) for hepatocellular carcinoma (HCC), with a focus on post-procedural mobility and quality of life.", "results_summary": "The study found that TRA-TACE resulted in significantly better patient-reported outcomes, including reduced difficulty walking, improved activities of daily living, and higher health-related quality of life compared to TFA-TACE, without compromising procedural variables or safety.", "population_specificity": "130 patients with hepatocellular carcinoma (HCC) undergoing TACE.", "effective_dosage": "Not applicable (procedural study).", "study_duration": "Post-procedural assessment occurred 1 day after TACE.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:45.782753+00:00"}
{"study_id": 88471, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of Burosumab treatment on two siblings with X-linked hypophosphatemia (XLH), focusing on clinical and biochemical outcomes.", "results_summary": "The study found that Burosumab treatment in the two siblings showed encouraging initial results, suggesting a favorable long-term evolution under this therapy. Both siblings exhibited improvements in clinical symptoms such as bone pain and walking weakness, alongside biochemical normalization.", "population_specificity": "Two siblings (a girl and a boy) diagnosed with X-linked hypophosphatemia (XLH).", "effective_dosage": "Therapeutic doses (specific amount not provided).", "study_duration": "Not specified (monitored at regular intervals since June 2021).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:48.021635+00:00"}
{"study_id": 88472, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to explore the impact of Charcot-Marie-Tooth disease type 1A (CMT1A) and its treatment on patients, focusing on symptoms like difficulty in walking and overall burden.", "results_summary": "The study found that difficulty in walking was a highly ranked symptom among CMT1A patients, with nearly half reporting worsening symptom severity since diagnosis. Rehabilitative interventions and walking aids were commonly used, indicating significant functional impairment.", "population_specificity": "Adults with CMT1A (n = 937) from France, Germany, Italy, Spain, the United Kingdom, and the US.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:48.240980+00:00"}
{"study_id": 88470, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine if a walking promotion program starting at the 12th gestational week could prevent insomnia and improve sleep quality in the third trimester of pregnancy.", "results_summary": "The walking program did not significantly prevent insomnia or improve sleep quality in the third trimester, with no differences found between intervention and control groups. Linear regression showed no association between average steps/day and insomnia or sleep quality scores.", "population_specificity": "Pregnant women (270 participants) divided into three groups: maximum intervention (pedometer + 10,000 steps/day goal), minimum intervention (pedometer only), and control (no intervention).", "effective_dosage": "Maximum intervention group aimed for 10,000 steps/day; minimum intervention group used pedometers without a step goal.", "study_duration": "From the 12th gestational week to the 32nd gestational week (approximately 20 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:48.473501+00:00"}
{"study_id": 88473, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effectiveness of a 3-month peer support and mobile application-based walking program on physical activity and physical function in rural older Chinese adults.", "results_summary": "The intervention increased daily walking steps by 408 steps/day and grip strength by 1.25 kg, but no significant improvements were observed in gait speed, chair-rising time, or body composition. Changes in daily steps were associated with improvements in gait speed and chair-rising time.", "population_specificity": "Rural older Chinese adults aged ≥60 years.", "effective_dosage": "Not specified (intervention included face-to-face group sessions, peer-led walking, and mobile app feedback).", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:49.788671+00:00"}
{"study_id": 88474, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess the symptom burden, including interference with walking, in patients with rare solid tumors receiving immunotherapy.", "results_summary": "The study found that interference with walking was rated the highest among interference items (mean = 3.4, SD = 2.8), indicating it was a significant issue for patients. Symptom burden, including walking interference, remained relatively stable over the 9-week treatment period.", "population_specificity": "Patients with advanced rare cancers receiving pembrolizumab in a Phase II clinical trial (mean age 55.4 years, 53% male).", "effective_dosage": "Not specified", "study_duration": "9 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:51.524278+00:00"}
{"study_id": 88465, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of high-dose subthreshold programming (HD) and accelerometer-based paresthesia-induced programming (\"shuffle\") for spinal cord stimulation in improving pain and walking activity.", "results_summary": "HD stimulation at T9-10 significantly improved worst pain, current pain, and walking activity compared to baseline, while shuffle stimulation showed no significant differences. No differences were found between shuffle and HD stimulation.", "population_specificity": "Patients with chronic pain receiving spinal cord stimulation (12 enrolled, 10 completed).", "effective_dosage": "Not specified (programming focused on T9-10 interspace).", "study_duration": "4 weeks per intervention (shuffle and HD).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:53.826229+00:00"}
{"study_id": 88476, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "To determine if Pilates-based exercise classes could feasibly and effectively change gait kinematics and balance in ambulant children with Cerebral Palsy (CP).", "results_summary": "Pilates-based exercises did not significantly change lower limb or trunk kinematics during walking and had a clinically insignificant impact on balance. Adherence was lower than anticipated, with children missing one in three classes on average.", "population_specificity": "Ambulant children with Cerebral Palsy (CP), aged 7-17 years.", "effective_dosage": "Twice-weekly Pilates-based exercise classes.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:53.848411+00:00"}
{"study_id": 88475, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine longitudinal changes in skeletal thigh muscle volumes and individual muscle compartments in patients with peripheral artery disease (PAD) with and without diabetes over 24 months.", "results_summary": "The study found excellent interobserver reproducibility for muscle volume tracings and significant increases in total muscle and leg volumes among PAD patients without diabetes over 24 months. Baseline characteristics differed slightly between PAD patients with and without diabetes in smoking history, cholesterol levels, and calf walking pain.", "population_specificity": "48 patients with peripheral artery disease (PAD), with and without diabetes.", "effective_dosage": "Not available", "study_duration": "24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:53.913400+00:00"}
{"study_id": 88478, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the challenges and opportunities in designing high-quality RCTs on exercise and physical activity, including walking, for individuals with MS.", "results_summary": "The study found evidence that exercise and physical activity, including walking, can benefit immune cells, brain function, walking performance, fatigue, depression, pain, and quality of life in MS patients, though outcomes were heterogeneous.", "population_specificity": "Persons with multiple sclerosis (MS)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:55.669379+00:00"}
{"study_id": 88479, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine if peripheral arterial disease (PAD) is associated with an increased risk of hip fracture in elderly men, independent of hip bone mineral density (BMD).", "results_summary": "PAD was initially associated with a higher risk of hip fracture, but after adjusting for comorbidities, medications, and physical function, the association weakened and became non-significant. Walking speed was one of the factors considered in the multivariate analysis.", "population_specificity": "Elderly Swedish men aged 69-81 years.", "effective_dosage": "Not specified", "study_duration": "10 years of follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:56.372704+00:00"}
{"study_id": 88477, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of walking as an exercise type for reducing pain and disability in adults with chronic low back pain (CLBP).", "results_summary": "The study found low-to-moderate evidence of small beneficial effects on pain and disability for walking compared to no or minimal intervention, though the results were not significantly different from other exercise types. The quality of evidence was limited by heterogeneity and risk of bias in included studies.", "population_specificity": "Adults aged 18-70 years with chronic or recurrent low back pain lasting at least 12 weeks.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:56.455064+00:00"}
{"study_id": 88480, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if postmeal walking (PMW) is an effective and feasible alternative to continuous walking for managing gestational diabetes.", "results_summary": "The study compared postmeal walking (10 minutes after each meal) to continuous walking (30 minutes) in women with gestational diabetes, using continuous glucose and activity monitors to measure glycaemic control and adherence. Results indicated changes from baseline between the two walking methods, though full outcomes were not detailed in the abstract.", "population_specificity": "Forty-one women with gestational diabetes, randomized between weeks 28-30 gestation.", "effective_dosage": "Postmeal walking: 10 minutes after breakfast, lunch, and dinner; continuous walking: 30 minutes.", "study_duration": "3 days of baseline monitoring followed by 3 days of intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:59.344040+00:00"}
{"study_id": 88481, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate the dose-response relationship between walking load and articular cartilage biomarkers, and its predictive value for early cartilage degeneration.", "results_summary": "The study describes a protocol for assessing biomechanical and biological responses to different walking loads but does not report results yet.", "population_specificity": "Healthy and anterior cruciate ligament injured participants aged 20-30 or 40-60 years.", "effective_dosage": "Walking stress at 80%, 100%, and 120% of body weight.", "study_duration": "30-minute walking stress sessions, with a 24-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:41:59.668521+00:00"}
{"study_id": 88482, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate sex differences in exercise motivation, including walking, among patients undergoing hemodialysis.", "results_summary": "The study found that walking was a common exercise purpose for both sexes, with men focusing on increasing physical fitness and women aiming to maintain functional status and prevent limb weakness. Women had weaker muscle strength and poorer exercise habits, suggesting walking helped reduce daily life difficulties and fear of falls.", "population_specificity": "Patients undergoing outpatient hemodialysis at 21 dialysis clinics (n=669).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:01.675039+00:00"}
{"study_id": 88484, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate how time flow analysis could describe changes in work behaviors, including walking, following a participatory ergonomic intervention in childcare workers.", "results_summary": "The study found that the intervention group showed changes in time allocation, such as reduced forward bending and kneeling, with more time reallocated to sedentary behaviors compared to the control group. Walking was part of the active behaviors measured, but no specific efficacy results for walking alone were highlighted.", "population_specificity": "116 workers from 29 childcare institutions (60 intervention, 56 control).", "effective_dosage": "Not specified", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:02.181585+00:00"}
{"study_id": 88483, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to identify vascular risk factors and clinical predictors of unfavorable outcomes after shunt surgery in patients with idiopathic normal-pressure hydrocephalus (iNPH), particularly focusing on walking ability.", "results_summary": "The study found that hypertension, longer disease duration, severe urinary dysfunction, and a lower Evans' index predicted unfavorable outcomes after shunt surgery. Hypertension and longer disease duration were also predictors in patients with independent walking, while a lower Evans' index was the only predictor in those needing assistance or unable to walk.", "population_specificity": "158 iNPH patients from Tohoku University Hospital and a multicenter prospective trial (SINPHONI-2).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:02.949375+00:00"}
{"study_id": 88485, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether an ankle isokinetic rehabilitation protocol during the subacute phase of stroke could improve walking speed and social participation.", "results_summary": "The study hypothesizes that targeted ankle dorsiflexor muscle rehabilitation will enhance walking speed and social participation, with outcomes measured at 6 weeks, 6 months, and 1 year post-intervention.", "population_specificity": "60 patients with subacute stroke.", "effective_dosage": "At least 25 sessions over 6 weeks.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:03.614896+00:00"}
{"study_id": 88487, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of walking programs on physical activity in people with knee osteoarthritis (KOA).", "results_summary": "Low certainty evidence indicated large increases in physical activity for walking programs compared to non-exercise interventions in the short-term (SMD = 0.53, 95% CI 0.11 to 0.95). However, effects were not sustained in the medium- or long-term.", "population_specificity": "People with knee osteoarthritis (KOA)", "effective_dosage": "Not specified", "study_duration": "Short-term (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:04.276629+00:00"}
{"study_id": 88488, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not specify a study goal related to Walking.", "results_summary": "The abstract does not provide results related to Walking.", "population_specificity": "Not specified.", "effective_dosage": "Not available.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:04.963959+00:00"}
{"study_id": 88489, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility and tolerability of a VR-based walking task (CC-VRS platform) for assessing IADL performance in older adults and patients with Parkinson's disease.", "results_summary": "The CC-VRS platform resulted in minimal VR-sickness and was feasible and tolerable for older adults and PD patients, providing objective biomechanical and cognitive outcomes related to IADL performance. The Complex shopping experience increased cognitive and motor demands, better simulating real-world activities.", "population_specificity": "Older adults and patients with Parkinson's disease.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:08.012361+00:00"}
{"study_id": 88486, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and effectiveness of exercise interventions, including walking, in improving muscular/cardiorespiratory fitness and quality of life in patients with advanced liver disease.", "results_summary": "The study found that exercise interventions, including walking, significantly improved muscular and cardiorespiratory fitness in most trials, with no reported complications related to portal hypertension. Quality-of-life improvements were also noted in several studies, though adherence and attrition rates varied widely.", "population_specificity": "Patients with advanced liver disease (358 participants across 11 RCTs).", "effective_dosage": "Not specified (interventions included cycling, walking, resistance exercises, balance and coordination training, and respiratory exercises).", "study_duration": "8 to 14 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:10.226598+00:00"}
{"study_id": 88490, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore neuroplasticity in respiratory and non-respiratory motor systems, including its potential to restore walking function in individuals with chronic, incomplete spinal cord injury.", "results_summary": "The study found that respiratory motor plasticity mechanisms, such as phrenic long-term facilitation, may translate to non-respiratory motor systems, inspiring clinical trials to restore walking function in spinal cord injury patients. Similar plasticity could apply to other movement-compromising disorders.", "population_specificity": "Individuals with chronic, incomplete spinal cord injury.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:10.447116+00:00"}
{"study_id": 88491, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To explore the immediate and long-term effects of robotic-assisted gait training (RAGT) on motor function and walking ability in children with thoracolumbar incomplete spinal cord injury (SCI).", "results_summary": "The study found that RAGT significantly improved walking speed, distance, lower extremity motor function, postural control, and energy expenditure in children with thoracolumbar incomplete SCI compared to conventional physical therapy alone. Improvements were observed immediately after treatment and at follow-up assessments.", "population_specificity": "Children with thoracolumbar incomplete spinal cord injury (n=21, aged not specified).", "effective_dosage": "Experimental group received 30 minutes of RAGT plus 30 minutes of conventional physical therapy, 5 times per week.", "study_duration": "8 weeks of training.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:11.638219+00:00"}
{"study_id": 88493, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the efficacy of stem cell therapy compared to conventional therapy in treating diabetic foot, focusing on outcomes like ulcer healing, amputation rates, and quality of life improvements.", "results_summary": "Stem cell therapy significantly improved ulcer healing, reduced amputation rates, enhanced lower extremity ischemia, and increased pain-free walking distance compared to conventional treatments. It also improved ankle-brachial index, transcutaneous oxygen pressure, and reduced rest pain scores.", "population_specificity": "Patients with diabetic foot complications (683 participants across 14 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:11.829604+00:00"}
{"study_id": 88492, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether treadmill training with visual feedback and rhythmic auditory cue (VF+RAC) improves walking symmetry, gait parameters, and balance abilities in chronic stroke patients.", "results_summary": "The VF+RAC group showed significant improvements in balance and most spatiotemporal gait parameters compared to the control group, except for non-paretic single limb support. The intervention enhanced gait symmetry and balance in stroke patients.", "population_specificity": "Thirty-two patients with chronic stroke.", "effective_dosage": "Three times per week for eight weeks.", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:12.321291+00:00"}
{"study_id": 88494, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the analgesic efficacy and functional outcomes of adductor canal block (ACB) alone versus ACB combined with iPACK block in patients undergoing total knee arthroplasty (TKA).", "results_summary": "The study found that combining iPACK with ACB significantly reduced postoperative pain (VAS scores), morphine consumption, and hospital stays while improving knee movement and walking distance compared to ACB alone, without increasing side effects like quadriceps weakness or PONV.", "population_specificity": "Patients undergoing total knee arthroplasty (TKA).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:14.119161+00:00"}
{"study_id": 88495, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to compare the prolonged and sustained effects of 12-week HIIT, MICT, and Nordic walking (NW) on functional capacity, quality of life, and depression symptoms in coronary artery disease patients at week 26.", "results_summary": "Nordic walking (NW) significantly improved 6MWT distance more than HIIT or MICT by week 26, with sustained improvements in functional capacity and physical QoL observed between weeks 12 and 26. All three exercise programs showed prolonged positive effects on functional capacity, QoL, and depression symptoms.", "population_specificity": "Patients with coronary artery disease", "effective_dosage": "12-week exercise programs (HIIT, MICT, or NW)", "study_duration": "12 weeks of intervention, followed by a 14-week observation phase", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:15.123849+00:00"}
{"study_id": 88496, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess current perturbation methods and outcome variables used to report participant biomechanical responses during walking.", "results_summary": "The review identified 33 studies, with treadmill translation being the most frequent perturbation method and step width and length as the most common outcome variables. The study noted large variations in perturbation types and outcome measures, with all included studies showing some risk of bias.", "population_specificity": "Adults aged 18+ years, with or without clinical conditions, in non-hospital settings.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:15.985264+00:00"}
{"study_id": 88498, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of different exercise modalities, including early cardiac rehabilitation, on functional capacity (6-MWT) and endothelial function (%FMD) in patients undergoing CABG.", "results_summary": "Ventilatory muscle training improved acute functional capacity and modulated mean blood flow, while the control group showed a significant decline in walking distance. Isometric and ventilatory training groups showed no significant changes in %FMD, but the control group had a notable reduction.", "population_specificity": "15 patients (62.7 ± 6.7 years) who underwent coronary artery bypass grafting (CABG).", "effective_dosage": "Twice daily sessions (20 min/session) for a consecutive week.", "study_duration": "7 days (hospital admission period).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:19.549820+00:00"}
{"study_id": 88501, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether the GLIM or ESPEN malnutrition criteria were more appropriate for predicting gait ability at discharge in elderly hip fracture patients during acute hospitalization.", "results_summary": "The study found that malnutrition assessed by GLIM criteria predicted lower gait ability at discharge (FAC score < 3), while ESPEN criteria did not show statistically significant predictive value. GLIM criteria were deemed more useful for this purpose.", "population_specificity": "Hip fracture patients aged ≥ 65 years (median age 84, 75.3% female).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:20.140085+00:00"}
{"study_id": 88502, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of walking and other exercises in preventing and managing acute and chronic low back pain (LBP).", "results_summary": "The study found that walking programs, along with other exercises like yoga and tai chi, can play a beneficial role in managing LBP, though no single exercise method was shown to be more effective than another. Personalized exercise programs and counseling strategies were highlighted as effective in prevention and management.", "population_specificity": "Individuals with acute or chronic low back pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:20.671177+00:00"}
{"study_id": 88500, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of early, intensive rehabilitation (ELEVATE) targeting the lower extremity in children with perinatal stroke, delivered via a parent-therapist partnership model.", "results_summary": "The study protocol describes a rigorous trial design to assess the ELEVATE intervention's impact on motor function, quality of life, participation, and spasticity, with qualitative insights into parental perspectives. Results are pending as the abstract outlines the study design rather than outcomes.", "population_specificity": "Children aged eight months to three years with perinatal stroke and signs of hemiparesis.", "effective_dosage": "One hour of training four days per week (two sessions with a therapist, two with a parent/guardian).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:21.691899+00:00"}
{"study_id": 88503, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the feasibility and preliminary efficacy of a high-intensity progressive resistance training (PRT) intervention, including walking endurance and speed, on functional independence in individuals with Lewy body dementia (LBD).", "results_summary": "The study found that participants improved in functional independence, cognition, physical function, and strength after the exercise intervention, with high adherence and only one minor adverse event. However, participants declined in these areas during the wait-list period.", "population_specificity": "Older adults with Lewy body dementia (LBD), including Parkinson's disease dementia (PDD) and dementia with Lewy bodies (DLB), ranging from mild to severe dementia.", "effective_dosage": "Supervised, clinic-based high-intensity PRT, balance, and functional exercises, 3 days/week.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:25.376598+00:00"}
{"study_id": 88504, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To determine the types, durations, and intensities of recreational physical activity (including walking) associated with improved disease-free survival in stage III colon cancer patients.", "results_summary": "Larger volumes of recreational physical activity, longer durations of light- to moderate-intensity aerobic activity (including walking), or any vigorous-intensity aerobic activity were associated with significant improvements in disease-free survival. The 3-year DFS was 76.5% with low activity (<3.0 MET-h/wk) and 87.1% with high activity (≥18.0 MET-h/wk).", "population_specificity": "Patients with stage III colon cancer enrolled in a postoperative treatment trial.", "effective_dosage": "≥18.0 metabolic equivalent task hours per week (MET-h/wk) for high activity.", "study_duration": "Activity measured during the first 3 months of chemotherapy and 6 months post-chemotherapy.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:26.782352+00:00"}
{"study_id": 88505, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the use of percutaneous vertebroplasty (PVP) for osteoporotic vertebral fractures (OVF), including its indications, risks, and future perspectives, particularly for patients with difficulty walking.", "results_summary": "The study found that PVP is less invasive than traditional surgery and suitable for OVF patients with walking difficulties or Kummell's disease, with serious adverse events occurring in 1.1-3.3% of cases and rare direct deaths. Recent studies suggest PVP-treated OVF patients have lower post-treatment mortality compared to non-surgically treated patients, contradicting earlier Cochrane reviews.", "population_specificity": "Patients aged 55 years or older in Japan with chronic low back pain due to osteoporotic vertebral fractures, particularly those with difficulty walking or Kummell's disease.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:26.824053+00:00"}
{"study_id": 88507, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the feasibility and effects of a pulmonary rehabilitation program, including walking exercises, for COPD patients in a low-resource setting.", "results_summary": "The intervention group showed clinically meaningful improvements in symptoms and exercise capacity, while the control group did not. Adherence to home training exercises was high (95%).", "population_specificity": "Ambulatory COPD patients (94% male) in Jaffna, Sri Lanka.", "effective_dosage": "Twice weekly supervised sessions (stretching, aerobic, strengthening exercises).", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:27.730523+00:00"}
{"study_id": 88508, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lumbar joint mobilization improves trunk function, postural balance, and gait in patients with stroke.", "results_summary": "Lumbar joint mobilization significantly improved trunk function, postural balance, and gait in stroke patients compared to the control group, with statistically significant differences (P < 0.05).", "population_specificity": "Thirty patients with stroke.", "effective_dosage": "15 minutes per session, 5 times a week.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:28.077068+00:00"}
{"study_id": 88509, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to map the evidence on physical activity (including walking) in COPD patients, identifying barriers, facilitators, and assessment tools.", "results_summary": "Walking training and other physical exercises showed significant positive effects on the prognosis of COPD patients, though maintaining physical activity in real life remains challenging. Barriers included older age, lung function, comorbidities, and environmental factors.", "population_specificity": "Patients with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:28.653968+00:00"}
{"study_id": 88510, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of repeated remote ischemic conditioning (RIC) combined with best medical treatment (BMT) on pain-free and total walking distance in patients with peripheral arterial occlusive disease (PAOD).", "results_summary": "The study is prospective and randomized, comparing RIC + BMT versus BMT alone, but results are not yet reported as the trial is ongoing. Primary endpoints include walking distance, while secondary endpoints involve biochemical and quality-of-life assessments.", "population_specificity": "Adults (≥18 years) with diagnosed PAOD Fontaine stage II b.", "effective_dosage": "Not specified (RIC application details not provided).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:30.642552+00:00"}
{"study_id": 88512, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of best medical treatment, including Nordic pole walking advice alone, versus walking advice combined with supervised or home-based structured exercise programs for patients with intermittent claudication.", "results_summary": "All three groups improved pain-free walking distance over time, with no significant differences between them. The home-based structured exercise program was found non-inferior to the supervised program in terms of the 6-minute walk test.", "population_specificity": "Patients with intermittent claudication (mean age 72 years; 59% males).", "effective_dosage": "Regular Nordic pole walking advice (specific frequency not detailed).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:35.475358+00:00"}
{"study_id": 88511, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to quantitatively examine the benefits of repetitive transcranial magnetic stimulation (rTMS) on standing balance and walking performance in older adults with age-related neurological disorders.", "results_summary": "The meta-analysis found that rTMS significantly improved balance scales, TUG time, and walking speed/time/distance both short-term (≤3 days) and long-term (≥1 month), with greater benefits observed after more than 9 sessions of high-frequency rTMS targeting the primary motor cortex. Few mild-to-moderate adverse events were reported, similar to the control group.", "population_specificity": "Older adults with age-related neurological disorders (e.g., Parkinson’s disease and stroke).", "effective_dosage": "Greater than 9 sessions of high-frequency rTMS targeting the primary motor cortex with greater than 3,000 pulses/week.", "study_duration": "Short-term (≤3 days) and long-term (≥1 month) follow-ups.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:36.073550+00:00"}
{"study_id": 88513, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the outcomes of endovascular therapy for femoropopliteal lesions in Japanese patients during the transition from non-drug to drug-eluting technologies, focusing on factors affecting primary patency and walking distance.", "results_summary": "The study found that maximum walking distance improved significantly over two years (from 234 m pre-procedure to 428 m at 2 years) and identified key predictors for primary patency, including drug-coated balloon use and lesion length. Freedom from target lesion revascularization was 75% at 2 years.", "population_specificity": "Japanese patients with femoropopliteal lesions (mean age 73.6 years, 1003 participants from 67 institutes).", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:36.304815+00:00"}
{"study_id": 88516, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 1, "quality_score": 75, "study_goal": "The researchers aimed to describe the natural history of Type 1 spinal muscular atrophy (SMA) and contextualize results from the FIREFISH study of risdiplam treatment.", "results_summary": "The study found that no patients with Type 1 SMA achieved any motor milestones, including sitting, crawling, standing, or walking. The median age for death or permanent ventilation was ~7.3 months.", "population_specificity": "Infants with Type 1 SMA (first symptoms between 28 days and 3 months of age).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:36.687188+00:00"}
{"study_id": 88515, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to describe the demographic and epidemiological characteristics of femoral periprosthetic fractures (PPFs) in the UK population, including predictors of fracture types.", "results_summary": "The study found that PPF patients were typically elderly, female, and frail, with most fractures occurring in hip arthroplasties. Female sex was the only significant predictor of fracture type for hip PPFs.", "population_specificity": "Elderly patients (mean age 79.9 years) with femoral periprosthetic fractures, predominantly female (63.2%), and often reliant on walking aids or bed-/chair-bound.", "effective_dosage": "Not available", "study_duration": "Not applicable (retrospective study covering a one-year period)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:37.173476+00:00"}
{"study_id": 88514, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility and potential effectiveness of a smartphone-based Zero-time Exercise (ZTEx) intervention to promote physical activity and fitness in patients with coronary heart disease (CHD).", "results_summary": "The pilot trial demonstrated that a brief ZTEx face-to-face session with picture e-messages helped patients with CHD integrate physical activity into daily life, though future trials with longer follow-up and improved app interface are needed for definitive conclusions.", "population_specificity": "Chinese patients with stable coronary heart disease (mean age 59.8 ± 6.6; 71.2% male).", "effective_dosage": "12-week ZTEx intervention with 28 picture e-messages and a smartphone app (ZTExApp).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:37.576020+00:00"}
{"study_id": 88499, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review physiotherapy interventions, including walking and treadmill training, for elderly patients with neurological diseases.", "results_summary": "The study highlighted that balance and gait training, walking, and treadmill training are commonly used physiotherapy procedures with clinical data supporting their effectiveness in neurological conditions like stroke and Parkinson's disease.", "population_specificity": "Elderly patients with neurological diseases (e.g., stroke, Parkinson's disease, age-related cognitive impairment).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:38.621181+00:00"}
{"study_id": 88517, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the effect of therapeutic exercises (aerobic and neuromuscular) on motor function in children with Down Syndrome aged 0 to 3 years.", "results_summary": "Both aerobic and neuromuscular exercises were effective in improving gait, balance, motor development, and other outcomes, with no significant differences between treadmill use and physiotherapy plans. The study suggests aerobic exercise therapy, particularly using a treadmill, is potentially effective for promoting gait and motor development in this population.", "population_specificity": "Children with Down Syndrome aged 0 to 3 years.", "effective_dosage": "Treadmill use with a frequency of 5 days, duration of 6-8 minutes, and intensity of 0.2-0.5 m/s.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:41.451653+00:00"}
{"study_id": 88518, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate the relationship between BDNF levels and gait parameters (spatial-temporal and TUG) in people with multiple sclerosis (pwMS) and healthy controls (HC) under unobstructed and obstructed walking conditions.", "results_summary": "The study found reduced BDNF levels in pwMS compared to HC, but BDNF was not significantly correlated with clinical or gait parameters, even under higher cognitive demand conditions. pwMS exhibited shorter step length and slower step velocity, particularly during obstacle avoidance, but BDNF did not influence these outcomes.", "population_specificity": "20 people with multiple sclerosis (pwMS) and 18 healthy controls (HC).", "effective_dosage": "Not applicable (study measured BDNF levels, not a walking dosage).", "study_duration": "Not specified (single assessment session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:45.232569+00:00"}
{"study_id": 88522, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the effectiveness of three nonoperative treatments for lumbar spinal canal stenosis, focusing on pain relief and mobility improvement.", "results_summary": "Autologous serum GOLDIC administered via epidural injection demonstrated a stronger, longer-lasting analgesic effect and better mobility maintenance over a 24-week follow-up period compared to other methods.", "population_specificity": "90 individuals with lumbar spinal canal stenosis experiencing low back pain, weakened lower limb muscle strength, and reduced walking distance.", "effective_dosage": "Not specified", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:45.265392+00:00"}
{"study_id": 88519, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the clinical outcomes, including walking speed, between unicompartmental knee arthroplasty (UKA) and high tibial osteotomy (HTO) for treating medial unicompartmental knee osteoarthritis.", "results_summary": "The study found no significant differences in postoperative walking speed between HTO and UKA, with both procedures providing satisfactory clinical outcomes for walking. UKA was superior in minimizing complications and enhancing postoperative function scores, while mobile-bearing UKA had similar range of motion compared to HTO.", "population_specificity": "Patients with medial unicompartmental knee osteoarthritis (3004 patients, 3084 knees).", "effective_dosage": "Not applicable (surgical interventions).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:45.407367+00:00"}
{"study_id": 88520, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of aquatic aerobic and combined training on glycemic control and cardiometabolic outcomes in patients with type 2 diabetes.", "results_summary": "Both aquatic aerobic and combined training improved glycemic control and some cardiometabolic risk factors, with more marked reductions in glycated hemoglobin and renin concentration compared to the control group. Lipid profile and diastolic blood pressure improved similarly across all groups, while fasting insulin, triglycerides, C-reactive protein, systolic blood pressure, walking time, and sitting time on weekends remained unchanged.", "population_specificity": "Patients with type 2 diabetes (mean age ~58-61 years, ~50% women).", "effective_dosage": "3 weekly sessions of 50 minutes each.", "study_duration": "15 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:45.428955+00:00"}
{"study_id": 88521, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether early cardiac rehabilitation, including walking exercises, improves physical function and long-term outcomes in patients after heart valve surgery.", "results_summary": "The intervention group showed significant improvements in physical capacity (measured by SPPB and 6-minute walking test) at hospital discharge and maintained better long-term effects at 6 months compared to the control group. Improved physical function post-discharge also predicted lower follow-up mortality.", "population_specificity": "Patients who underwent heart valve surgery.", "effective_dosage": "Not specified (sitting, standing, and walking exercises followed by endurance training).", "study_duration": "Intervention effects were assessed at hospital discharge and at 6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:45.563914+00:00"}
{"study_id": 88523, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of a multimodal exercise program, including walking, on muscle deoxygenation, strength, and endurance in breast cancer patients undergoing adjuvant chemotherapy.", "results_summary": "The training group showed significant improvements in muscle oxygen utilization (ΔHHb), endurance time, and maximal voluntary isometric contraction compared to the control group, suggesting walking and other exercises reduced muscle fatigue.", "population_specificity": "Thirty-two women with breast cancer undergoing adjuvant chemotherapy (20 in the training group, 12 in the control group).", "effective_dosage": "Home-based walking (specific dosage not detailed).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:46.414868+00:00"}
{"study_id": 88524, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of walking exercise that induces ischemic leg symptoms versus walking without such symptoms and a nonexercising control group on walking velocity and physical performance in people with peripheral artery disease.", "results_summary": "Walking exercise that induced ischemic symptoms improved usual-paced walking velocity at 6 months compared to walking without ischemic symptoms, with a statistically significant difference (0.056 m/s [95% CI, 0.019-0.094 m/s]). The study did not report 12-month results in the provided abstract.", "population_specificity": "Adults with peripheral artery disease (48% women, 61% Black race).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:48.228277+00:00"}
{"study_id": 88525, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To investigate whether Action Observation and Motor Imagery administered preoperatively improves functional recovery in patients after total hip arthroplasty.", "results_summary": "Patients who received Action Observation and Motor Imagery showed less functional decline post-surgery compared to the control group, particularly in mobility and walking speed, though both groups experienced worsening outcomes.", "population_specificity": "Eighty inpatients with end-stage hip osteoarthritis undergoing total hip arthroplasty.", "effective_dosage": "Two 12-minute sessions on the preoperative day.", "study_duration": "One day (preoperative).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:49.318428+00:00"}
{"study_id": 88526, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of resistance training and walking on functional autonomy and muscle strength in older women.", "results_summary": "The walking group (WG) showed improvements in all functional autonomy tests except one (SVDP) and in lower limb strength (QIS and MLLS), though resistance training yielded superior overall results.", "population_specificity": "Older women (mean age ~65 years).", "effective_dosage": "Not specified.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:53.002037+00:00"}
{"study_id": 88529, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to examine the effectiveness of wearable activity trackers for improving physical activity and related physiological and psychosocial outcomes in clinical and non-clinical populations.", "results_summary": "The meta-analyses suggested activity trackers improved physical activity (1800 extra steps per day, 40 min more walking daily), body composition (1 kg reduction in bodyweight), and fitness, with small or non-significant effects on other physiological and psychosocial outcomes.", "population_specificity": "All age groups, both healthy and clinical populations (163,992 participants).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:53.098953+00:00"}
{"study_id": 88528, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To investigate the short-term effects of cross trainer exercise on physical function and walking ability following total hip arthroplasty (THA).", "results_summary": "The cross trainer group showed significantly less hip pain while walking, improved knee extensor strength, increased single-leg stance time, and better walking speed and stride length at discharge. The intervention group also required fewer days to walk independently and had shorter hospital stays.", "population_specificity": "Fifty patients who underwent THA.", "effective_dosage": "Not specified", "study_duration": "Intervention started 3 days postoperatively; duration until discharge not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:53.486381+00:00"}
{"study_id": 88527, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a personalized 6-month walking exercise program could reduce long-term risk of death or hospitalization in patients with kidney failure.", "results_summary": "The walking program was associated with a 29% lower risk of hospitalization or death, with high adherence (>60% of sessions) showing a 45% lower risk compared to controls. Bayesian analysis supported these findings with high probability (93-97%).", "population_specificity": "Patients with kidney failure on dialysis.", "effective_dosage": "Not specified (personalized program).", "study_duration": "6-month intervention, with follow-up up to 36 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:54.072018+00:00"}
{"study_id": 88530, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to compare kinematic and kinetic characteristics, as well as muscle function changes, between individuals with patellofemoral osteoarthritis and healthy controls during walking and other tasks.", "results_summary": "The study found very low evidence levels for kinematic and muscle strength variables in individuals with patellofemoral osteoarthritis during walking, though they exhibited lower isometric strength in hip abductor muscles. No synthesis was possible for kinetic, electromyography, or muscle volume variables.", "population_specificity": "Individuals with patellofemoral osteoarthritis (360 participants) compared to healthy controls (234 participants).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:54.392187+00:00"}
{"study_id": 88531, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine the safety and efficacy of oral vitamin D3 supplementation and its effect on endothelial and ventricular function in patients with stable chronic heart failure.", "results_summary": "Vitamin D supplementation did not improve endothelial function but improved 6-minute walking distance, symptoms, and left atrial diameter after 6 months. No adverse events were reported in either group.", "population_specificity": "Patients with stable chronic heart failure and low 25-hydroxyvitamin D levels (<75 nmol/L).", "effective_dosage": "4000 IU vitamin D daily", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:54.407551+00:00"}
{"study_id": 88533, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the feasibility and acceptability of the Walk Buds school-based walking program for increasing physical activity, fitness, and emotional wellbeing in children with intellectual disabilities.", "results_summary": "The study developed a peer-led, multi-component walking program but did not report specific efficacy results; it focused on feasibility, acceptability, and process evaluation for a future trial.", "population_specificity": "Young people with intellectual disabilities aged 9-13 years in school settings.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:57.418270+00:00"}
{"study_id": 88532, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate correlations between wearable device-based gait and balance parameters and clinical scores in Parkinson's disease patients undergoing multidisciplinary treatment.", "results_summary": "The study found that gait velocity and stride length improved, especially under dual-task conditions, and clinical scores for motor severity, balance, and other functions changed favorably. Changes in motor complications and fear of falling correlated with improvements in gait stability measures.", "population_specificity": "25 Parkinson's disease patients (mean age 66.9 years, median HY stage 2.5).", "effective_dosage": "Not specified", "study_duration": "Two weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:59.330219+00:00"}
{"study_id": 88535, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether upper body stretching would improve neck, trunk, and shoulder range of motion (ROM) in older women.", "results_summary": "The study found that upper body stretching improved ROM in the neck, trunk, and shoulders among the participants. The abstract does not provide detailed statistical results or effect sizes.", "population_specificity": "48 community-dwelling women aged 75 ± 3 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:00.481550+00:00"}
{"study_id": 88536, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of psychological resilience on walking capacity measures in older adults following hip fracture, controlling for covariates.", "results_summary": "Higher psychological resilience was associated with greater improvements in walking speed and distance, with the most resilient group showing statistically significant or near-significant gains in gait speed and walking distance compared to the least resilient group.", "population_specificity": "Community-dwelling adults aged ≥60 years who experienced a minimal trauma hip fracture.", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:01.559249+00:00"}
{"study_id": 88534, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine the effects of repetitive transcranial magnetic stimulation (rTMS) on freezing of gait (FOG) and cognitive function in people with Parkinson's disease (PD) and investigate factors modulating rTMS effects.", "results_summary": "rTMS improved FOG questionnaire scores, 10-m walking time, Timed Up-and-Go scores, and cognitive assessments (Montreal cognitive assessment and frontal assessment battery) in PD patients, with both short-term and long-term benefits.", "population_specificity": "Patients with Parkinson's disease experiencing freezing of gait and cognitive impairment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:01.587806+00:00"}
{"study_id": 88538, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to characterize the clinical features, including gait disorders and functional mobility, in adult patients with STXBP1-DEE.", "results_summary": "The study found that all patients able to walk exhibited gait disorders, including postural abnormalities and broad-based gait. Functional mobility varied, with 50% able to walk independently and 39% wheelchair-dependent.", "population_specificity": "Adult patients (aged 18-58 years) with STXBP1-DEE and developmental impairment.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:02.297979+00:00"}
{"study_id": 88539, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of an intelligent wearable device-based physical activity program (including walking) versus an internet-based behavioral activation program in alleviating psychological distress and improving physical activity in adolescent and young adult cancer patients.", "results_summary": "The physical activity group showed significantly stronger effects on physical activity, moderate activity, and walking activity compared to the behavioral activation group, with notable improvements in anxiety, depression, and salivary cortisol levels. The effects were sustained at the 3-month follow-up.", "population_specificity": "Adolescent and young adult cancer patients (aged 15-39 years) diagnosed with malignant tumors.", "effective_dosage": "Not specified (8-week program based on intelligent wearable devices).", "study_duration": "8 weeks (with 3-month follow-up).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:05.147577+00:00"}
{"study_id": 88537, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to assess the effects of the ATLAS 2030 exoskeleton on range of motion and maximal isometric strength in the hips, knees, and ankles of children with SMA type II.", "results_summary": "The study found improvements in range of motion (12.6% in hip, 34.1% in ankle) and maximal isometric strength (60.2% in hip flexors, 48.0% in hip extensors) after using the exoskeleton. All participants completed the study and performed all proposed activities.", "population_specificity": "Three children with spinal muscular atrophy (SMA) type II (mean age 5.7 ± 0.6 years).", "effective_dosage": "Nine sessions bi-weekly, each lasting 60 minutes.", "study_duration": "Not explicitly stated, but implied over several weeks given the bi-weekly sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:05.173501+00:00"}
{"study_id": 88541, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if there are differences in motor control of the spine in pregnant and post-partum women with and without pregnancy-related lumbopelvic pain, particularly during walking and other dynamic tasks.", "results_summary": "The study found inconsistent differences in lumbar spine kinematics during walking and lifting in pregnant women with pregnancy-related lumbopelvic pain compared to controls. The only consistent result was higher transversus abdominis muscle activation during leg movements in post-partum women with pain.", "population_specificity": "Pregnant and post-partum women with and without pregnancy-related lumbopelvic pain.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:06.819354+00:00"}
{"study_id": 88542, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility and safety of gait training using wearable powered exoskeletons in tetraplegic patients and explore potential additional health benefits.", "results_summary": "The study found that gait training with wearable powered exoskeletons is feasible and safe for tetraplegic patients, with minor adverse events reported in 17 patients and only one major adverse event. Low-level evidence suggests improvements in walking parameters, cardiovascular efficiency, and reduced spasticity.", "population_specificity": "Tetraplegic patients (166 participants, including 26 with complete lesions and 71 with injury levels above C6).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:07.658143+00:00"}
{"study_id": 88544, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether different training programs (cognitive, motor, or combined cognitive-motor) differentially improve multitasking performance in older adults based on their initial cognitive functioning and motor fitness levels.", "results_summary": "The study expects that participants with lower initial competence in cognitive or motor domains benefit more from single-task training, while those with higher competence in both domains benefit more from multitask training. The findings may support tailored training approaches over standardized ones for improving multitasking in older adults.", "population_specificity": "Healthy older adults (N=150)", "effective_dosage": "Training sessions twice per week for 45 minutes", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:10.471862+00:00"}
{"study_id": 88546, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "To compare the effects of brisk walking (BWK) versus Baduanjin exercise and usual physical activity on cognitive ability in older adults with Mild Cognitive Impairment (MCI).", "results_summary": "The study found that after 6 months, the Baduanjin group showed significantly higher cognitive scores than the control group, but the abstract does not specify the comparative results for the brisk walking group. The effects appeared transient, requiring further confirmation.", "population_specificity": "Community-dwelling seniors with Mild Cognitive Impairment (MCI).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:10.539585+00:00"}
{"study_id": 88545, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of aerobic treadmill exercise versus stretching/balance exercises on inflammatory and oxidative stress biomarkers in chronic stroke survivors and assess their association with physical and metabolic health improvements.", "results_summary": "Six months of treadmill exercise (TM) was associated with increased functional capacity and reduced oxidative stress in chronic stroke survivors, while stretching/balance exercises (ST) showed no significant improvements. The findings suggest TM may offer systemic benefits for stroke rehabilitation.", "population_specificity": "Older (>50 years), chronic (>6 months) stroke survivors with hemiparetic gait, capable of walking 3 minutes on a treadmill.", "effective_dosage": "TM group: 3 times/week; ST group: 2 times/week.", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:11.329521+00:00"}
{"study_id": 88548, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the effectiveness of a walking plan as part of a weight management intervention in women attending breast clinics.", "results_summary": "The study found that participants who adhered more frequently to the self-weighing plan (which included a walking component) were significantly more likely to achieve 5% weight loss. However, insufficient accelerometer data limited the analysis of walking-specific outcomes.", "population_specificity": "Women attending breast clinics (n=279).", "effective_dosage": "Not specified (walking plan assessed by accelerometers).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:13.481239+00:00"}
{"study_id": 88547, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of home-based exercise (dosed walking) compared to monitored bicycle ergometer exercise in improving exercise tolerance, lipid profiles, and quality of life in post-coronary bypass patients.", "results_summary": "The study found that home-based walking improved exercise tolerance, lipid concentrations, reduced obesity, decreased depression severity, and enhanced quality of life, similar to monitored bicycle exercise. However, overall adherence to physical rehabilitation programs remained low regardless of the type.", "population_specificity": "67 men under 75 years old with ischemic heart disease who had undergone coronary bypass surgery.", "effective_dosage": "Dosed walking (specific dosage not detailed).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:14.019029+00:00"}
{"study_id": 88543, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the feasibility of standardized psychomotor examination in patients with major depressive disorder (MDD) and compare their psychomotor profiles with healthy controls, including walking as one of the assessed variables.", "results_summary": "The study found significant differences in walking between MDD patients and healthy controls, with MDD patients exhibiting poorer rhythmic adaptation and slowness in global motor skills. Walking was among the psychomotor variables that predicted an MDD diagnosis.", "population_specificity": "25 patients with major depressive disorder (MDD) and 25 age- and sex-matched healthy controls.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:16.460816+00:00"}
{"study_id": 88549, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a neuromuscular exercise intervention could acutely affect knee joint sounds (amplitude and median power frequency) during activities of daily living, including walking, in individuals with knee osteoarthritis.", "results_summary": "The study found that the exercise intervention led to higher median power frequency (MPF) differences compared to placebo, particularly during walking at the patella, and lower amplitude differences, suggesting potential therapy effects. However, no significant differences were observed in MPF or amplitude during walking and descending stairs at the tibia.", "population_specificity": "18 participants with knee osteoarthritis (aged 51.8 ± 7.3 years; 14 females).", "effective_dosage": "Not specified", "study_duration": "Acute effects (pre-post intervention measurements)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:16.675268+00:00"}
{"study_id": 88550, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To determine if the 30-s sit-to-stand (30STS) test can estimate and stratify peak oxygen uptake (VO2peak) and 6-min walking distance (6MWD) in women with breast cancer.", "results_summary": "The 30STS test showed moderate correlations with relative VO2peak and 6MWD, and weak correlation with absolute VO2peak, suggesting it is a useful tool for estimating functional capacity when CPET or 6MWT are unavailable.", "population_specificity": "Women aged 18-70 with early-stage breast cancer under treatment with anthracycline and/or anti-HER2 antibodies.", "effective_dosage": "Not specified", "study_duration": "Baseline and post-intervention (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:17.350073+00:00"}
{"study_id": 88552, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "To examine the extent to which international clinical and treatment guidelines on post-stroke treatment mention the role of acupuncture and identify what symptoms, including walking, they recommend for its use.", "results_summary": "The study found that acupuncture received positive recommendations for walking as part of post-stroke rehabilitation in guidelines from 11 countries, indicating its perceived efficacy in this context. However, 35 guidelines from 18 countries made no mention of acupuncture for walking or other symptoms.", "population_specificity": "Stroke patients in 27 countries (guidelines reviewed from 2001-2021).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:19.011464+00:00"}
{"study_id": 88553, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of a 6-month multicomponent exercise training (MCT) on nutritional status and whether it differentially impacts body composition and physical fitness in older adults with decreased functional capacity based on their nutritional status.", "results_summary": "The study investigated the impact of MCT on nutritional status, body composition, and physical fitness in older adults, but the abstract does not provide specific results regarding these outcomes.", "population_specificity": "Older adults (mean age 80.4 ± 6.0 years) with decreased functional capacity.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:19.773837+00:00"}
{"study_id": 88551, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the impact of a short inpatient electrical muscle stimulation (EMS) intervention on functional capacity and quality of life in severely deconditioned heart failure patients over a 1-month follow-up.", "results_summary": "EMS significantly improved 6-minute walking test distance, Duke Activity Status Index, and Minnesota Living with Heart Failure Questionnaire scores at discharge, with sustained improvements in quality of life and activity status after 1 month compared to sham stimulation.", "population_specificity": "Severely deconditioned patients hospitalized for decompensated systolic heart failure (58% men, mean age 66.4±10.2 years).", "effective_dosage": "7-10 sessions lasting 30 to 90 minutes.", "study_duration": "Intervention duration was during hospitalization (exact days not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:19.976602+00:00"}
{"study_id": 88554, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of home-based cardiac rehabilitation (including walking) versus traditional outpatient rehabilitation in improving cardiac function and quality of life for AMI patients post-PCI.", "results_summary": "Home rehabilitation significantly improved walking compliance, 6-minute walking test results, and reduced cardiac events compared to outpatient rehabilitation, with no deaths reported in either group.", "population_specificity": "80 AMI patients post-PCI, divided into control (outpatient rehab) and observation (home rehab) groups.", "effective_dosage": "Not specified", "study_duration": "6 months post-discharge", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:21.940553+00:00"}
{"study_id": 88555, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of intravenous and oral iron supplements for treating iron deficiency in heart failure patients, focusing on outcomes like mortality, hospitalization, and functional capacity (measured via the six-minute walking test).", "results_summary": "Intravenous iron improved exercise capacity (6MWT) and quality of life (KCCQ) but did not reduce mortality. Oral iron reduced hospitalizations and all-cause death but had no significant effect on 6MWT or KCCQ.", "population_specificity": "Patients with heart failure and iron deficiency.", "effective_dosage": "Not specified in the abstract.", "study_duration": "At least 12 weeks for significant effects.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:23.018650+00:00"}
{"study_id": 88557, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of a wearable activity tracker-based exercise training program on cardiac function and physical activity in cystic fibrosis patients.", "results_summary": "The study found that the exercise training program improved 6-minute walking distance by 20.6%, enhanced right ventricular systolic and diastolic function, and reduced pulmonary artery systolic pressure. Significant correlations were observed between step count and improvements in cardiac function.", "population_specificity": "42 stable cystic fibrosis patients (aged 16.8 ± 3.6 years).", "effective_dosage": "Three times per week.", "study_duration": "1 year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:24.702462+00:00"}
{"study_id": 88558, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to analyze the efficacy of exercise interventions, including walking, on muscle strength, muscle mass, and physical performance in older adults with sarcopenia.", "results_summary": "The study found that exercise interventions, likely including walking, improved muscle strength, muscle mass, and physical performance in older adults with sarcopenia, as indicated by weighted/standardized mean differences with 95% confidence intervals.", "population_specificity": "Older adults with sarcopenia", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:25.106508+00:00"}
{"study_id": 88556, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the feasibility of a physical therapist-led physical activity intervention, including walking, in a nested randomized controlled trial within the Enroll-HD cohort for Huntington's disease (HD) patients.", "results_summary": "The study found that the intervention group showed improvements in fitness, walking endurance, and self-reported physical activity compared to the control group, with high adherence and intervention fidelity. However, data completeness varied, and motor and functional decline in the cohort group matched previous studies.", "population_specificity": "Huntington's disease patients from six specialist centers in Germany, Spain, and the U.S.", "effective_dosage": "18 sessions delivered over 12 months (frequency not specified)", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:25.566009+00:00"}
{"study_id": 88559, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the therapeutic effects of Wuqinxi Qigong versus stretching on gait, motor symptoms, and quality of life in individuals with mild to moderate Parkinson's disease.", "results_summary": "The Wuqinxi Qigong group showed increased gait speed, though full results were not detailed in the abstract. Secondary outcomes included assessments of motor symptoms, balance, and quality of life, but specific findings were not provided.", "population_specificity": "40 participants with idiopathic mild to moderate Parkinson's disease.", "effective_dosage": "Two sessions per week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:27.760788+00:00"}
{"study_id": 88560, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether supervised exercise therapy improves microvascular blood flow in patients with peripheral artery disease (PAD) by measuring blood flow and oxygenation dynamics during reactive hyperemia.", "results_summary": "The study compared standard medical care with 3 months of supervised exercise therapy in PAD patients, using MRI to assess blood flow and oxygenation changes. Results suggested exercise may improve claudication symptoms, though the exact mechanism remains unclear.", "population_specificity": "148 subjects with peripheral artery disease (PAD).", "effective_dosage": "Supervised exercise therapy (specific frequency/intensity not detailed).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:28.330861+00:00"}
{"study_id": 88561, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the benefits and harms of local intramuscular transplantation of autologous adult bone marrow mononuclear cells (BMMNCs) as a treatment for critical limb ischaemia (CLI).", "results_summary": "The study found very low- to low-certainty evidence with no clear effect on mortality, mixed results on pain reduction, and uncertain effects on amputation rates. Limited data showed no clear differences in side effects between BMMNC and control groups.", "population_specificity": "Participants with a clinical diagnosis of critical limb ischaemia (CLI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:28.647238+00:00"}
{"study_id": 88563, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of a 12-week intervention with Rubus idaeus leaf extract on symptoms of knee osteoarthritis, focusing on pain relief and functional improvement.", "results_summary": "The study found that Rubus idaeus leaf extract (400 mg) significantly reduced pain measured by VAS after 12 weeks, but it did not significantly improve WOMAC pain, stiffness, or physical function subscores compared to placebo. The extract was well tolerated.", "population_specificity": "198 participants with femorotibial osteoarthritis.", "effective_dosage": "200 mg or 400 mg once daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:31.745703+00:00"}
{"study_id": 88562, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the safety, feasibility, and efficacy of therapeutic angiogenesis by autologous adipose-derived regenerative cells (ADRCs) implantation in patients with critical limb ischemia (CLI) who had no other treatment options.", "results_summary": "The study found that ADRCs implantation was safe, with no major adverse events, and effective, with 94.1% of limbs free from major amputation at 6 months and improvements in quality of life and ulcer size. The overall survival rate was 100% at all time points.", "population_specificity": "Patients with critical limb ischemia (Fontaine class III-IV) who had no other option for standard revascularization therapy.", "effective_dosage": "Not specified (freshly isolated autologous ADRCs implantation).", "study_duration": "Follow-up period of 6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:32.425798+00:00"}
{"study_id": 88564, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of whole-body electromyostimulation (WB-EMS) training and protein supplementation on body composition, physical function, metabolism, and inflammatory biomarkers in middle-aged and elderly patients with sarcopenic obesity (SO).", "results_summary": "WB-EMS training improved sarcopenia Z-score, waist circumference, skeletal muscle mass index, and appendicular skeletal muscle mass. Protein supplementation reduced body fat percentage and fat mass, and increased grip strength, but neither intervention significantly affected metabolic or inflammatory biomarkers.", "population_specificity": "Middle-aged and elderly patients with sarcopenic obesity (SO).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:33.570382+00:00"}
{"study_id": 88565, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the interrelationships between gait impairment, cerebral small vessel disease (CSVD), and cognitive impairments in aging, identifying gaps for future research and potential intervention pathways.", "results_summary": "The study found that adverse gait and cognitive outcomes were linked to widespread CSVD pathologies in the brain, and poor gait and CSVD pathologies were more strongly associated with vascular dementia than Alzheimer's disease-related dementia.", "population_specificity": "Adults over 65 years, including those with pre-dementia and dementia.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:33.839561+00:00"}
{"study_id": 88566, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of anti-gravity treadmill gait training and underwater walking therapy on cardiorespiratory fitness, gait, and balance in stroke survivors.", "results_summary": "Anti-gravity treadmill training significantly improved cardiorespiratory fitness, including maximum heart rate, walking distance, and metabolic equivalents, but no significant changes in balance were observed across groups. Underwater walking therapy results were not highlighted in the abstract.", "population_specificity": "39 stroke survivors admitted to a center between July 2017 and January 2018.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:34.312186+00:00"}
{"study_id": 88568, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review current technological developments, particularly wearable technology and IoT, for supporting telemonitoring and self-management of freezing of gait (FoG) in people with Parkinson's disease (PD).", "results_summary": "The study highlights the potential of wearable technology and IoT to complement current therapeutic options for FoG in PD, emphasizing their role in enhancing daily functioning and quality of life through seamless monitoring and self-management in home environments.", "population_specificity": "People living with Parkinson's disease (PD), specifically those experiencing freezing of gait (FoG).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:37.093430+00:00"}
{"study_id": 88567, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "To investigate the effects of different exercise intensities (including walking) on inflammatory markers (IL-6 and TNF-α) and functional outcomes in patients with early knee osteoarthritis.", "results_summary": "Brisk walking showed the most significant improvements in functional scores (FMA and ADL) and reductions in inflammatory markers (TNF-α and IL-6) compared to other exercise intensities and the control group. No significant differences in adverse events were observed among the groups.", "population_specificity": "131 patients with early knee osteoarthritis.", "effective_dosage": "Not specified (groups included static control, walking, brisk walking, and jogging).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:37.494387+00:00"}
{"study_id": 88569, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether preoperative rehabilitation, including walking exercises, improves quality of life in lung transplant candidates.", "results_summary": "Preoperative rehabilitation improved quality of life, mood status, and reduced dyspnea in lung transplant candidates, with an increase in 6-minute walking distance observed. The interventions included motor and breathing exercises, integrated with education programs.", "population_specificity": "Adult patients on the active wait list for lung transplant.", "effective_dosage": "Variable duration (3-20 weeks) and frequency (3-6 times per week).", "study_duration": "3-20 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:38.907904+00:00"}
{"study_id": 88571, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to review and quantify changes in gait parameters after therapeutic interventions in adults with neurologic disorders, focusing on spatiotemporal gait characteristics.", "results_summary": "Sensory and electrical stimulation significantly improved step length and gait speed in adults with Parkinson’s disease, while conventional physical therapy improved spatial gait parameters in adults with stroke. Balance or physical activity interventions showed mixed effects on gait parameters.", "population_specificity": "Adults aged ≥55 years with neurologic disorders (Parkinson’s disease and stroke).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:40.545401+00:00"}
{"study_id": 88570, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the feasibility, functional improvements (including 6-minute walking distance), and mortality rates following transcatheter tricuspid valve replacement in patients with significant tricuspid valve regurgitation.", "results_summary": "The study found significant improvements in 6-minute walking distance (mean difference = 91.1 m) and New York Heart Association functional class after transcatheter tricuspid valve replacement. Mortality rates were non-significantly different from predicted operative mortality.", "population_specificity": "Patients with severe, massive, or torrential tricuspid valve regurgitation (mean age 75.8 years, high surgical risk).", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Weighted mean follow-up of 122 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:41.201835+00:00"}
{"study_id": 88572, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to determine the effects of acupuncture on chemotherapy-induced peripheral neuropathy (CIPN), not Walking.", "results_summary": "The study found that acupuncture improved structural regeneration in CIPN, as measured by nerve conduction studies, and led to subjective improvements in symptoms like burning pain, cramps, numbness, and gait unsteadiness.", "population_specificity": "Sixty patients with chemotherapy-induced peripheral neuropathy (CIPN).", "effective_dosage": "Not applicable (study focused on acupuncture, not Walking).", "study_duration": "10-week treatment period with follow-ups at 14 and 28 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:41.718237+00:00"}
{"study_id": 88573, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of Total Body Recumbent Stepper (TBRS) training on exercise capacity and oxidative stress in COPD patients.", "results_summary": "TBRS training significantly improved exercise capacity (6MWD), reduced dyspnoea scores (BORG, mMRC), decreased COPD exacerbations, and increased oxidative stress markers (TRXS). No significant changes were observed in pulmonary function parameters.", "population_specificity": "90 stable COPD patients (45 in TBRS group, 45 in control group).", "effective_dosage": "TBRS endurance training three times weekly.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:42.295422+00:00"}
{"study_id": 88574, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of elastic band exercise on pain, kinesiophobia, functional, and psychological status in patients after total knee arthroplasty.", "results_summary": "Elastic band exercise significantly improved pain, functional capacity, psychological status, and reduced fear of movement and depression in patients after total knee arthroplasty, with statistically significant differences observed 4 weeks post-intervention.", "population_specificity": "60 patients who underwent total knee arthroplasty.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:42.513469+00:00"}
{"study_id": 88576, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the sustained effects of a buddy-style intervention on improving physical activity, specifically outdoor walking and muscle strength exercises, in older adults with disabilities.", "results_summary": "The intervention group showed significantly longer outdoor walking time compared to the control group at 24 weeks follow-up, indicating a sustained effect up to 12 weeks post-intervention.", "population_specificity": "Community-dwelling older adults with disabilities attending adult day-care centers.", "effective_dosage": "Not specified", "study_duration": "12-week home-based exercise program", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:45.187223+00:00"}
{"study_id": 88575, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to estimate the time to arthroplasty in patients with hip and knee osteoarthritis (OA) and identify prognostic factors for progression to surgery.", "results_summary": "The study found that 46% of hip OA patients and 20% of knee OA patients progressed to arthroplasty within five years, with desire for surgery, walking difficulties, and frequent pain being strong prognostic factors. Comorbidities reduced the likelihood of surgery in hip OA, while being overweight or obese increased it in knee OA.", "population_specificity": "72,069 patients with hip and knee OA referred for first-line OA intervention.", "effective_dosage": "Not available", "study_duration": "Follow-up until first primary arthroplasty surgery or December 31, 2016 (study period: May 2008 to December 2016).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:47.208891+00:00"}
{"study_id": 88577, "supplement_id": 1667, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the benefits and safety of mobility training, including walking, on overall functioning and mobility in frail older people living in the community.", "results_summary": "High-certainty evidence showed mobility training, including walking, significantly improved mobility levels, with benefits maintained at six months post-intervention. Moderate-certainty evidence suggested functional improvement, though not clinically significant, and little to no difference in falls, nursing care admissions, or death rates.", "population_specificity": "Frail community-dwelling older adults aged 65+ years.", "effective_dosage": "Not specified", "study_duration": "Duration varied across studies; follow-up was assessed up to six months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:48.064698+00:00"}
{"study_id": 88579, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to understand the quality of life impacts, unmet needs, and treatment outcome priorities for Japanese patients with non-metastatic castration-resistant prostate cancer (nmCRPC).", "results_summary": "The study found that nmCRPC patients frequently reported difficulty walking, among other mobility-related impacts, but did not specifically evaluate walking as an intervention or outcome.", "population_specificity": "Japanese patients with non-metastatic castration-resistant prostate cancer (nmCRPC) and their treating physicians.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:48.615129+00:00"}
{"study_id": 88581, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the effects of whole-body vibration training (WBVT) on lower limb motor function and neuroplasticity in stroke patients.", "results_summary": "The study will compare WBVT, routine rehabilitation training, and a control group to assess improvements in lower limb motor function and neural plasticity, with outcomes measured at multiple time points.", "population_specificity": "Sixty patients with stroke.", "effective_dosage": "Five 25-minute sessions weekly.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:49.161956+00:00"}
{"study_id": 88580, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "To examine the efficacy of exercise combined with trigger point acupuncture compared to exercise alone for older patients with chronic low back pain.", "results_summary": "The study found that exercise combined with trigger point acupuncture (Ex+TrPAcp) significantly improved pain intensity more than exercise alone (Ex), with 6 of 7 patients in the Ex+TrPAcp group showing improvement compared to 1 of 7 in the Ex group.", "population_specificity": "Older adults (≥65 years) with chronic low back pain lasting at least 3 months.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:50.231542+00:00"}
{"study_id": 88582, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the benefits and harms of physical activity interventions, including walking, in adults diagnosed with irritable bowel syndrome (IBS) and explore potential effect moderators.", "results_summary": "The study found that physical activity, including walking, may improve IBS symptoms, but the evidence is very uncertain due to low certainty. No conclusive evidence was found for improvements in quality of life or abdominal pain, and adverse effects were poorly reported.", "population_specificity": "Adults aged 18 or older diagnosed with IBS, primarily from high- or middle- to high-income countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:50.772029+00:00"}
{"study_id": 88584, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how musical properties (familiarity, 'groove') and synchronization influence gait outcomes during rhythmic auditory stimulation (RAS) in younger and older adults with varying beat perception abilities.", "results_summary": "High groove music increased gait speed in both age groups, with longer strides in young adults, and synchronization enhanced these effects. Older adults with poor beat perception were more negatively affected by unfamiliar stimuli while walking compared to younger adults.", "population_specificity": "Younger and older adults with good and poor beat perception ability.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:51.316823+00:00"}
{"study_id": 88585, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and efficacy of amifampridine in improving motor function in ambulatory patients with Spinal Muscular Atrophy (SMA) Type 3.", "results_summary": "Amifampridine treatment led to a statistically significant improvement in the Hammersmith Functional Motor Score Expanded (HFMSE) compared to placebo, but no significant improvements were observed in secondary outcomes. The treatment was well-tolerated with only transient paresthesia reported as a side effect.", "population_specificity": "Ambulatory SMA Type 3 patients (aged 18-53, 38.5% female) not treated with SMN-enhancing medications.", "effective_dosage": "Optimized stable dose (specific amount not provided).", "study_duration": "28-day double-blind crossover phase.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:55.584880+00:00"}
{"study_id": 88588, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to assess the evidence basis for medications used for spine-related pain in older adults, focusing on drug metabolism and adverse drug reactions.", "results_summary": "The study did not evaluate Walking; it focused on medications like NSAIDs, gabapentinoids, SNRIs, and opioids for spine-related pain in older adults.", "population_specificity": "Older adults (age >65 years) with spine-related pain.", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:55.926686+00:00"}
{"study_id": 88587, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate changes in physical activity, particularly walking, among persons with multiple sclerosis (PwMS) during the COVID-19 pandemic.", "results_summary": "Walking was the most frequently performed activity before the pandemic (27%) and increased during the pandemic (33%). The study noted a shift toward walking and wearable technology as preferred methods to stay active.", "population_specificity": "Persons with multiple sclerosis (PwMS) (N=3725).", "effective_dosage": "Not specified", "study_duration": "Survey conducted from May to July 2021 (no specific intervention duration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:57.086922+00:00"}
{"study_id": 88586, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effectiveness of the Peer Empowerment Program 4 Physical Activity (PEP4PA) in increasing moderate-to-vigorous physical activity (MVPA) and improving health outcomes in low-income older adults over a 2-year period.", "results_summary": "The intervention group sustained a 10-minute/day increase in MVPA and improved perceived quality of life (PQoL) scores, with greater improvements in males and higher-income groups. No significant effects were observed for the 6-Minute Walk Test or depressive symptoms, and blood pressure results were mixed.", "population_specificity": "Low-income older adults (50+ years, average age 71, 76% female, 60% low income, 38% racial/ethnic minorities).", "effective_dosage": "Not specified (intervention included self-monitoring, health coaching, group walks, social support, and community advocacy).", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:57.704112+00:00"}
{"study_id": 88589, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of home-based versus centre-based exercises on walking speed, balance, mobility, and participation in stroke survivors.", "results_summary": "The study found high-quality evidence that home-based and centre-based exercises produce similar improvements in walking speed and balance, while results for mobility and participation were less precise. The effects remained comparable beyond the intervention period.", "population_specificity": "Ambulatory adults at any time after stroke.", "effective_dosage": "Equivalent doses of home-based and centre-based exercises (specific amounts not detailed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:58.462956+00:00"}
{"study_id": 88590, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility, acceptability, and preliminary effectiveness of a 12-week home-based telehealth exercise and behavioral intervention for improving clinical and health outcomes in socioeconomically deprived patients with peripheral artery disease (PAD).", "results_summary": "The study will evaluate feasibility and acceptability outcomes, as well as secondary outcomes like functional capacity, quality of life, and lifestyle factors, but results are not yet provided in the abstract.", "population_specificity": "Socioeconomically deprived patients with peripheral artery disease (PAD) in the UK.", "effective_dosage": "Home-based exercise twice a week and individual lifestyle program once per week.", "study_duration": "12 weeks (3 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:58.873537+00:00"}
{"study_id": 88591, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 60, "study_goal": "The researchers aimed to assess the long-term outcomes of lower versus higher oxygenation strategies in adult ICU survivors, including effects on cognitive function, health-related quality of life, and physical performance (6-min walk test).", "results_summary": "The study found no significant differences in cognitive function or health-related quality of life between lower and higher oxygenation strategies. No data were available for the 6-min walk test or lung diffusion capacity.", "population_specificity": "Adult ICU survivors", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:59.350629+00:00"}
{"study_id": 88592, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to synthesize literature on objective walking activity measurements using wearable devices in patients with Parkinson's disease (PD).", "results_summary": "The review included 26 studies, with the ActiGraph GT3X being the most frequently used device. Walking activity was measured over periods ranging from 8 hours to one year, with 11 studies focusing on a 7-day monitoring period. The waist, ankle, and wrist were the most common sensor locations.", "population_specificity": "Patients diagnosed with Parkinson's disease (PD).", "effective_dosage": "Not specified", "study_duration": "Monitoring duration varied from 8 hours to one year, with 11 studies using a 7-day period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:00.239134+00:00"}
{"study_id": 88594, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to assess the long-term effects of smoking on brain atrophy and clinical disability in patients with relapsing-remitting multiple sclerosis (RRMS).", "results_summary": "Smoking was associated with lower total white matter volume and greater disability progression after 10 years in RRMS patients. The findings suggest smoking cessation should be advised early after diagnosis to prevent long-term disability.", "population_specificity": "Treatment-naive patients with relapsing-remitting multiple sclerosis (RRMS) and recent inflammatory disease activity.", "effective_dosage": "Not mentioned", "study_duration": "10-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:04.182505+00:00"}
{"study_id": 88593, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether wearable motion sensors could provide valid measures to manage gait apraxia in idiopathic normal pressure hydrocephalus (iNPH) patients.", "results_summary": "Instrumental variables from wearable sensors showed moderate to high correlation with clinical variables and significant improvements post-VPS, reflecting reduced gait apraxia. Most instrumental variables, unlike clinical ones, had predictive value for VPS outcomes.", "population_specificity": "42 participants with idiopathic normal pressure hydrocephalus (iNPH) from the Bologna PRO-Hydro observational cohort study.", "effective_dosage": "Not applicable", "study_duration": "Assessments at baseline, three days post-CSF-TT, and six months post-VPS.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:04.724622+00:00"}
{"study_id": 88595, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study aimed to evaluate the safety and feasibility of transcatheter mitral cerclage ventriculoplasty in patients with mitral regurgitation and heart failure, not Walking.", "results_summary": "The study found improvements in mitral regurgitation and heart failure quality-of-life assessments, but no findings related to Walking were reported.", "population_specificity": "Patients with mitral regurgitation and heart failure (reduced or preserved ejection fraction).", "effective_dosage": "Not mentioned", "study_duration": "Median follow-up of 337 days for some outcomes.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:05.560217+00:00"}
{"study_id": 88597, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if resistance exercise training (RET) improves cardiorespiratory fitness (CRF) in healthy older adults.", "results_summary": "Meta-analysis showed significant improvements in VO2 peak, aerobic threshold, and 6-minute walking distance test (6MWT) for RET interventions under 24 weeks, but no difference in longer interventions.", "population_specificity": "Healthy adults aged over 60.", "effective_dosage": "Not specified", "study_duration": "Less than 24 weeks for significant improvements; longer interventions showed no difference.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:06.612851+00:00"}
{"study_id": 88596, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effectiveness of community-based rehabilitation interventions incorporating outdoor mobility (primarily walking) on physical activity, endurance, outdoor mobility, and falls-related self-efficacy in older adults.", "results_summary": "Rehabilitation for reactive populations (illness/injury) increased physical activity, endurance, and outdoor mobility, with effects preserved at follow-up. One RCT showed benefits for proactive (community-dwelling) populations on moderate-to-vigorous activity and outdoor mobility, but no effect was noted for falls-related self-efficacy or other outcomes in proactive populations.", "population_specificity": "Older adults, divided into proactive (community-dwelling) and reactive (illness/injury) populations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:08.056492+00:00"}
{"study_id": 88598, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the minimal clinically important difference in the Berg Balance Scale and comfortable walking speed for acute-phase stroke patients undergoing rehabilitation.", "results_summary": "The study found that a change of 6.5-12.5 points in the Berg Balance Scale and 0.18-0.25 m/s in comfortable walking speed was required to be perceptible by patients and clinicians. These changes were considered clinically meaningful beyond measurement error.", "population_specificity": "Seventy-five acute-phase stroke patients with a mean age of 71.7 years.", "effective_dosage": "Physiotherapy sessions averaging 40 minutes/day on weekdays and 20 minutes/day on weekends and holidays.", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:09.216800+00:00"}
{"study_id": 88600, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 65, "study_goal": "The researchers were evaluating the necessity of randomized trials for robotic-assisted walking training in patients with neurological injury and questioning the efficacy of current training parameters.", "results_summary": "The study suggests that robotic-assisted walking training may have inherent limitations due to flawed initial rationales and device design, leading to equivocal results regardless of training parameters. It also highlights lessons learned about critical parameters influencing neuromuscular and cardiovascular activity during training.", "population_specificity": "Patients with neurological injury", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:09.258254+00:00"}
{"study_id": 88599, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the immediate and training effects of different attentional focus strategies (internal vs. external) on dual-task walking, freezing of gait (FOG), and falls in Parkinson's disease patients with and without FOG.", "results_summary": "External-focus improved walking automaticity and task accuracy in non-FOG participants, while internal-focus enhanced gait stability and reduced falling risk in FOG participants. Both focus strategies reduced FOG and falls after training, but only internal-focus improved timed up-and-go performance in both on- and off-medication states.", "population_specificity": "Parkinson's disease patients with (n=30) and without (n=16) freezing of gait (FOG).", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:09.678547+00:00"}
{"study_id": 88601, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To explore the effect of hospital-family rehabilitation intervention on walking function and lower limb surface electromyography in children with cerebral palsy.", "results_summary": "The study group showed a higher effective rate (98.00%) compared to the control group (86.00%), with improved walking function and lower limb surface electromyography in children with cerebral palsy.", "population_specificity": "100 children with cerebral palsy treated in a hospital from February 2019 to April 2021.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:12.068166+00:00"}
{"study_id": 88602, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of exercise intervention (including walking) versus usual care on physical function biomarkers in older adults immediately after hospital discharge.", "results_summary": "The exercise intervention led to significantly greater improvements in physical function biomarkers compared to usual care, though sub-analyses for specific measures (e.g., handgrip strength, walking tests) did not show significant effects due to limited studies.", "population_specificity": "Older adults immediately after hospital discharge.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:12.703654+00:00"}
{"study_id": 88603, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether tele-supervised home-based exercise training (including walking) improves cardiovascular, respiratory, and functional capacity in post-hospitalization COVID-19 patients.", "results_summary": "The exercise group showed improvements in arterial stiffness, oxygen saturation, and respiratory muscle strength, while both groups improved in lung function and handgrip strength. No significant changes were observed in other variables.", "population_specificity": "Individuals (52 ± 10 years, 17 female) hospitalized due to COVID-19.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:13.898815+00:00"}
{"study_id": 88604, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review potential biases in QALY-based health technology assessments against non-ambulatory patients and investigate societal preferences for treating ambulatory versus non-ambulatory patients.", "results_summary": "The study found that non-ambulatory patients receive lower utility valuations, leading to lower QALY gains for treatments that do not restore ambulation, potentially making them seem less cost-effective. Societal preferences, however, favor equal treatment regardless of ambulatory status.", "population_specificity": "General public and non-ambulatory patients (e.g., those with advanced neuromuscular disease).", "effective_dosage": "Not available", "study_duration": "Not applicable (literature review)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:16.113952+00:00"}
{"study_id": 88608, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically review the measurement properties of performance-based measures for assessing physical function in people with knee osteoarthritis.", "results_summary": "The study identified the walk 40 m fast-paced test and 6-minute walking test as the best-rated walking tests for assessing physical function in knee osteoarthritis patients. The 30-second chair stand test and timed up and go test were the best-rated sit-to-stand tests.", "population_specificity": "People with knee osteoarthritis", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:17.194339+00:00"}
{"study_id": 88605, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of inspiratory muscle training (IMT) and calf muscle exercise training (CMET), combined with compression therapy (CT), on various health outcomes in patients with chronic venous insufficiency (CVI) compared to CT alone.", "results_summary": "Group 2 (CMET plus CT) showed improvements in quality of life, venous refilling time, pain, edema, range of motion, muscle strength, and functionality. Group 1 (IMT plus CT) improved disease severity and inspiratory/expiratory muscle strength, while Group 3 (CT alone) only improved physical mobility and right leg venous refilling time.", "population_specificity": "32 participants diagnosed with chronic venous insufficiency (CVI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:18.016000+00:00"}
{"study_id": 88606, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to analyze neurological and functional recovery (including walking function) in individuals with traumatic and ischemic spinal cord injury (SCI) over two decades, comparing international data and validating findings externally.", "results_summary": "The study found that neurological and functional recovery (including walking function) remained stable over 20 years despite changes in injury demographics and advances in clinical management. External validation confirmed these recovery profiles.", "population_specificity": "Individuals with acute traumatic and ischemic spinal cord injury (n=4601, with an external validation cohort of n=791).", "effective_dosage": "Not mentioned", "study_duration": "Surveillance period of 20 years (2001-2019).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:18.087254+00:00"}
{"study_id": 88607, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of exercise interventions, including walking, on improving health-related physical fitness in adults with asthma.", "results_summary": "The study found that supervised aerobic exercise, including walking, significantly improved cardiorespiratory fitness, functional fitness (walking distance), and overall health-related physical fitness in adults with asthma. Aerobic exercise was more effective than breathing/stretching exercises.", "population_specificity": "Adults aged 22 ± 4 to 71 ± 11 years with mild to severe asthma (n = 2135).", "effective_dosage": "Most common was supervised moderate-to-vigorous intensity aerobic exercise for 30-45 minutes, 3 days per week.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:18.818483+00:00"}
{"study_id": 88609, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the impact of individualized physiotherapy or treadmill training on gait during dual task performance in Parkinson's disease patients.", "results_summary": "Both physiotherapy and treadmill training significantly improved dual task gait speed (4.2% and 8.3%, respectively) and secondary gait parameters, UPDRS-III, BBS, and walking capacity, with no significant difference between interventions.", "population_specificity": "105 patients with mild to moderate Parkinson's disease.", "effective_dosage": "10 individual interventional sessions of 25 min each plus additional group therapy sessions.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:20.445991+00:00"}
{"study_id": 88611, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to synthesize quantitative research on outcomes associated with parkrun participation and factors influencing participation frequency and motivation.", "results_summary": "Limited evidence suggests parkrun participation improves fitness, BMI, physical activity levels, mood, and personal wellbeing. Motivators included fitness improvement and social interaction, with historical attendance strongly predicting future participation.", "population_specificity": "18,203 participants across 11 studies, including individuals with non-running backgrounds.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:21.628443+00:00"}
{"study_id": 88610, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to assess the effectiveness of long-term exercise therapy (≥12 weeks) for improving motor symptoms in patients with Parkinson disease, with a focus on optimizing improvements through exercise type and dose.", "results_summary": "Walking capacity outcomes did not improve after Tai Chi and resistance training but did improve after dance. The study found that increasing intervention duration or session length enhanced exercise effect sizes, with optimal benefits observed at a frequency of 2 times per week.", "population_specificity": "Patients with Parkinson disease (total of 1243 participants across 26 studies).", "effective_dosage": "Frequency of 2 times per week (optimal benefit).", "study_duration": "≥12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:21.769285+00:00"}
{"study_id": 88612, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if progressive functional resistance training (FRT) during walking improves knee biomechanical symmetry after ACL reconstruction and whether the mode of FRT delivery affects symmetry.", "results_summary": "The study found that 8 weeks of progressive FRT during treadmill walking improved knee angle and moment symmetry in individuals with ACL reconstruction, with the BAND group showing greater improvements in knee moment symmetry and the BRACE group showing significant improvements in knee angle symmetry.", "population_specificity": "Thirty individuals who underwent primary ACL reconstruction.", "effective_dosage": "Training sessions 2-3 times per week for 8 weeks.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:24.942442+00:00"}
{"study_id": 88613, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether combining transcranial direct-current stimulation (tDCS) with a footdrop stimulator (FDS) and gait training improves functional mobility in people with chronic hemiparesis after stroke.", "results_summary": "The study found no additional benefits from tDCS compared to sham tDCS when combined with FDS and gait training. Both groups showed improvements in functional mobility, reduced spasticity, increased quality of life, and walking endurance, with effects sustained at follow-up.", "population_specificity": "32 individuals with mild, moderate, or severe chronic hemiparesis after stroke.", "effective_dosage": "10 concurrent tDCS and FDS gait training sessions, 5 times per week.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:26.574175+00:00"}
{"study_id": 88615, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether caffeine enhances the effects of acute intermittent hypoxia (AIH) on walking function in people with chronic incomplete spinal cord injury (iSCI).", "results_summary": "The study found that pre-treatment with caffeine (an A2aR antagonist) before AIH improved walking function in participants with chronic iSCI, though the extent of this benefit in humans was unclear compared to prior rodent studies.", "population_specificity": "12 participants with chronic (≥1 year) incomplete spinal cord injury (iSCI).", "effective_dosage": "4 mg/kg caffeine daily, 30 minutes before AIH.", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:27.109330+00:00"}
{"study_id": 88614, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to synthesize evidence on the effectiveness of inpatient rehabilitation treatment ingredients, including walking-related interventions, on functioning, quality of life, and other outcomes for older adults with unplanned hospital admissions.", "results_summary": "Endurance exercise, early intervention, and shaping knowledge had large effects on walking endurance. Early intervention, repeated practice, and discharge planning increased the likelihood of discharge home, but rehabilitation interventions were ineffective for functional mobility, strength, quality of life, length of stay, or mortality.", "population_specificity": "Older adults with unplanned hospital admissions, including subgroups like those with chronic obstructive pulmonary disease or hip fracture.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:27.315095+00:00"}
{"study_id": 88616, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of a specific oral nutritional supplement on nutritional status, functional recovery, and quality of life in COVID-19 survivors suffering from fatigue.", "results_summary": "The nutritional supplement significantly improved skeletal muscle index, handgrip strength, one-minute chair-stand test, six-minute walking test, and quality of life compared to the control group. All measured outcomes showed higher improvement in the treatment group after adjusting for age, gender, and baseline values.", "population_specificity": "COVID-19 survivors experiencing fatigue (66 participants, divided into intervention and control groups).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:27.470908+00:00"}
{"study_id": 88617, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of omega-3 fatty acid supplementation, with or without resistance exercise training, on muscle mass and function, including walking performance, in older adults.", "results_summary": "The study found that omega-3 fatty acid supplementation did not improve walking performance (SMD -0.01 [-0.10, 0.07]). Benefits were observed for lower body strength and functionality but not for walking.", "population_specificity": "Older adults aged ≥55 years without disease.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:29.322215+00:00"}
{"study_id": 88618, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the acute effects of Nordic walking (NW) with therapeutic climbing (CT) and a sedentary control condition on affective responses, anxiety, and self-efficacy in inpatients with mental health disorders.", "results_summary": "Nordic walking showed less favorable outcomes compared to therapeutic climbing in improving affective responses (positive affect, valence, activation) and reducing anxiety, though it was still part of the intervention. Self-efficacy increased significantly across interventions, but CT outperformed NW.", "population_specificity": "Inpatients (32 ± 12.2 years) with depression, anxiety, or obsessive-compulsive disorders.", "effective_dosage": "Not specified", "study_duration": "Single session per intervention (acute effects measured)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:31.161271+00:00"}
{"study_id": 91447, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how patient characteristics and service provision influence changes in walking ability among heart failure patients undergoing cardiac rehabilitation.", "results_summary": "The study found a mean improvement of 51.30 meters in walking distance post-rehabilitation. Female gender, retired status, being married/in a relationship, and higher BMI were significant negative predictors of improvement.", "population_specificity": "Patients with heart failure attending cardiac rehabilitation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:38.944295+00:00"}
{"study_id": 91448, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to understand the interactions between engineered nanomaterials (NMs) and biological barriers, focusing on how these interactions influence NM toxicity and therapeutic potential.", "results_summary": "The study discusses biological barriers NMs encounter and how these interactions can shift NM fate between toxicity and therapeutic effects, highlighting factors influencing NM access at the nano/bio interface.", "population_specificity": "Not specified (focus on biological systems and nanomaterials).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:39.144694+00:00"}
{"study_id": 91450, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if lower limb mirror therapy improved muscle tone, motor function, balance, walking velocity, and gait characteristics in stroke patients compared to other interventions.", "results_summary": "Mirror therapy showed significant positive effects on motor function, balance capacity, walking velocity, ankle dorsiflexion range of motion, and step length in stroke patients, though methodological issues caution overly favorable interpretation.", "population_specificity": "Patients with stroke experiencing lower limb deficits.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:39.483146+00:00"}
{"study_id": 91453, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review pharmacologic and non-pharmacologic therapeutic approaches for improving walking function in persons with multiple sclerosis (MS).", "results_summary": "The study found that dalfampridine is the only FDA-approved pharmacologic agent improving walking in MS, while non-pharmacologic therapies like exercise and gait training also show efficacy. The review emphasizes the need for combinatory treatment approaches for optimal mobility restoration.", "population_specificity": "Persons with multiple sclerosis (MS) experiencing mobility disability.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:39.506894+00:00"}
{"study_id": 91452, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of a 12-week walking with breathing program on physical activity tolerance, oxygen saturation, interoceptive awareness, and psychosocial factors in heart failure patients.", "results_summary": "The walking with breathing program significantly improved 6-minute walk distance, oxygen saturation, and interoceptive awareness (specifically \"Trusting\"). It also reduced anxiety and improved quality of life, but did not significantly affect depression.", "population_specificity": "90 heart failure patients", "effective_dosage": "Not specified (intervention involved walking with breathing for 12 weeks)", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:40.194588+00:00"}
{"study_id": 91451, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess health-related quality of life and satisfaction with orthoses in children with arthrogryposis multiplex congenita who use orthoses for walking.", "results_summary": "Children dependent on orthoses for walking (Ort-D) showed lower physical functioning but were \"quite satisfied\" with their orthoses. No significant difference in perceived health was found between children using orthoses and those using only shoes.", "population_specificity": "Children with arthrogryposis multiplex congenita (n=33), divided into groups based on orthosis use (Ort-D, Ort-ND, Non-Ort).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:40.338862+00:00"}
{"study_id": 91449, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review noninvasive methods for screening lower limb peripheral arterial disease (LLPAD), particularly in diabetic patients, and discuss their clinical effectiveness and limitations.", "results_summary": "The study highlights the use of noninvasive methods like ankle-brachial index (ABI), toe-brachial index (TBI), and photoplethysmogram (PPG) for LLPAD screening, emphasizing their cost-effectiveness and reduced pain compared to invasive methods. It also notes the increased risk of amputation in diabetic patients with severe LLPAD.", "population_specificity": "Patients with lower limb peripheral arterial disease (LLPAD), particularly those with type-2 diabetes.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:40.547851+00:00"}
