{"study_id": 23181, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 78, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the combined effects of gamma irradiation and nano-encapsulation of sweet lime peel extracts on the antioxidant properties and storage stability of irradiated chicken meat patties.", "results_summary": "The study found that gamma irradiation (4 kGy) combined with nano-encapsulation (3% SPP) significantly reduced microbiological load and improved physicochemical and antioxidant characteristics in chicken patties during storage. Treated samples showed higher total phenolic content and antioxidant potential compared to controls.", "population_specificity": "Irradiated chicken meat patties stored at freezing temperature (-5°C).", "effective_dosage": "2 kGy + 3% SPP and 4 kGy + 3% SPP.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:07.681197+00:00"}
{"study_id": 23182, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of replacing rapeseed meal with white or yellow lupine seed meal in the diets of finishing bulls on growth, serum biochemical parameters, carcass composition, and meat quality.", "results_summary": "Bulls fed rapeseed meal gained weight more rapidly and efficiently than those fed yellow lupine, with white lupine showing intermediate results. Meat quality attributes were largely unaffected by diet, though fatty acid profiles and some texture characteristics differed between groups.", "population_specificity": "30 Fleckvieh bulls with an average initial weight of 441 kg.", "effective_dosage": "Yellow lupine seed meal (70 g/kg DM), white lupine seed meal (77 g/kg DM), and rapeseed meal (75 g/kg DM).", "study_duration": "85 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:07.927635+00:00"}
{"study_id": 23178, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate how added fat, fibers, and protein collagen affect the stability, rheological properties, and printing performance of meat-based ink formulations for dysphagia diets.", "results_summary": "The study found that pork fat, fiber incorporation, and increased protein concentration improved viscosity, elasticity, and stability, with structured oil addition creating a stable gel-like network suitable for Level 6 dysphagia diets. Thermally treated samples with structured oil showed high post-printing stability (98%) and thermal stability (80%-93%).", "population_specificity": "People with mild dysphagia.", "effective_dosage": "15%-16% added fat, 3.0% fibers, 2.0%-3.0% protein collagen.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:07.988362+00:00"}
{"study_id": 23186, "supplement_id": 1323, "safety_score": "70", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate mineral oil hydrocarbon (MOH) contamination in unprocessed meats and identify potential sources of contamination.", "results_summary": "Most meat samples showed saturated MOH (MOSH) accumulation, likely from animal exposure, while two beef rib samples exhibited higher contamination, possibly from slaughter or handling. The primary MOSH was paraffins, and MOAH in beef ribs consisted of 1-2 ring compounds.", "population_specificity": "30 samples of various unprocessed meats.", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:14.672914+00:00"}
{"study_id": 23193, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to enhance cultivated meat production by optimizing cell sources and organization processes through genetic modification and 3D bioprinting.", "results_summary": "The study found that MYOD1-mediated myogenesis combined with MSTN knockout improved myogenic potential in cattle cells, and DLP-based 3D bioprinting enhanced muscle cell alignment and differentiation efficiency.", "population_specificity": "Primary cells from MSTN KO cattle and immortalized fibroblasts.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:15.313445+00:00"}
{"study_id": 23194, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether increasing red meat intake improves iron status in adults, as measured by serum ferritin and hemoglobin concentrations.", "results_summary": "Increasing red meat intake had no significant effect on serum ferritin concentrations overall but showed a positive effect on hemoglobin concentrations. Longer interventions (≥8 weeks) did improve serum ferritin levels.", "population_specificity": "Adults aged 18 to 70 years", "effective_dosage": "Not specified", "study_duration": "≥4 weeks (with longer durations showing stronger effects)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:15.314425+00:00"}
{"study_id": 23185, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of high-pressure homogenization and heat-treatment modified chickpea protein on the quality attributes of reduced-phosphate pork meat emulsions.", "results_summary": "The study found that modified chickpea protein improved emulsion stability, texture, color, and flavor attributes of reduced-phosphate pork meat emulsions, with dual-modified CP showing effects comparable to high-phosphate controls. These improvements were linked to structural and rheological modifications in the meat emulsions.", "population_specificity": "Reduced-phosphate pork meat emulsions (in vitro study).", "effective_dosage": "0.2% sodium tripolyphosphate (STPP, w/w) for reduced-phosphate emulsions; 0.4% STPP for high-phosphate control.", "study_duration": "Not specified (single treatment application).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:15.525470+00:00"}
{"study_id": 23192, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of dietary acorn on meat quality and transcriptome profiles in finishing Yuxi pigs.", "results_summary": "The study found that 300 g/kg of dietary acorns improved pork quality by increasing pH24h, intramuscular fat, and umami amino acids while reducing cooking loss and shear force. It also induced myofiber type conversion and regulated glycolysis-related gene expression.", "population_specificity": "Finishing Yuxi pigs (99.60 ± 1.63 kg)", "effective_dosage": "100 g/kg (AC1) and 300 g/kg (AC2) of acorns in diet", "study_duration": "120 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:16.218132+00:00"}
{"study_id": 23189, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of sodium tripolyphosphate and lysine, combined with different curing methods, on the quality of chicken breast meat in canned food.", "results_summary": "Lysine showed better water retention than sodium tripolyphosphate, and the combination of ultrasonic and vacuum tumbling treatments with 0.2% lysine (SL-UVT) significantly improved texture, reduced cooking loss, and enhanced sensory acceptability. SL-UVT treatment also improved water distribution and microstructure, increasing tenderness and water-holding capacity.", "population_specificity": "Chicken breast meat in canned assorted vegetables and diced chicken.", "effective_dosage": "0.2% lysine (SL-UVT).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:16.870193+00:00"}
{"study_id": 23187, "supplement_id": 1323, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the impact of protease-rich fruit (kiwi), ginger, and sous vide technology on the technological, textural, microstructural, microbiological, and sensory properties of beef, goose, and rabbit meat.", "results_summary": "The study found that kiwi and ginger significantly improved water holding capacity, color parameters, and tenderization, with zingibain (ginger) most effective for beef and actinidin (kiwi) for goose and rabbit. The combined treatment also reduced microorganism counts and improved sensory scores without causing defects.", "population_specificity": "Beef, goose, and rabbit meat samples.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:16.996827+00:00"}
{"study_id": 23190, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a yeast and saccharides blend versus monensin on feedlot cattle performance, health, meat quality, and rumen metabolism.", "results_summary": "The yeast and saccharides blend showed similar productive performance to monensin, stimulated immune response and antioxidant activity, and altered fatty acid profiles in meat without compromising quality. No significant differences were found in weight gain, feed intake, or feed efficiency between groups.", "population_specificity": "Non-castrated crossbred male steers (Charolais x Nellore).", "effective_dosage": "17.2 g/animal/day for the yeast and saccharides blend; 215 mg/animal/day for monensin.", "study_duration": "113 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:17.097620+00:00"}
{"study_id": 23198, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the influence of ruminant species, sex, and climatic regions on metabolizable energy requirements for maintenance and weight gain in growing small ruminants raised for meat production.", "results_summary": "The study found that metabolizable energy requirements for weight gain (MEg) differed significantly between sheep and goats, with sheep requiring more energy. Intact male goats had higher MEg than females. Climatic regions also influenced MEg, with animals in arid regions requiring more energy than those in Mediterranean or semi-arid regions.", "population_specificity": "Growing small ruminants (sheep and goats) raised for meat production across different climatic regions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:24.006344+00:00"}
{"study_id": 23196, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to quantify the effect of liver fluke infection on carcass weight and meat quality in Australian cattle and estimate the economic loss to producers.", "results_summary": "Liver fluke infection negatively impacted carcass weight and meat quality, particularly in HGP-free animals sourced from properties, with estimated losses of A$35 for Angus females and A$32 for Angus males per infected animal.", "population_specificity": "Australian cattle processed between 2016 and 2020 (over 4 million animals).", "effective_dosage": "Not mentioned", "study_duration": "Data spanned 2016-2020 (4 years).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:24.073142+00:00"}
{"study_id": 23197, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antiparasitic effects of nitrate and lactic acid against Sarcocystis bradyzoites in sheep meat to identify effective decontamination methods for enhancing food safety.", "results_summary": "Both nitrate and lactic acid significantly increased bradyzoite mortality, with lactic acid showing greater efficacy at lower concentrations (100% mortality at 3% after 48 h and 6% after 24 h), while nitrate required 12% concentration for 100% mortality within 24 h. The study highlights lactic acid's superior antiparasitic properties at lower concentrations compared to nitrate.", "population_specificity": "Infected sheep organs (Sarcocystis cysts).", "effective_dosage": "3%, 6%, 9%, and 12% concentrations of nitrate and lactic acid.", "study_duration": "3-48 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:24.265931+00:00"}
{"study_id": 23195, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of expeller-extruded high oleic soybeans (EEHS) versus conventional soybean meal (CSBM) and expeller-extruded conventional soybeans (EECS) on broiler growth performance, blood immune/antioxidant status, and meat quality.", "results_summary": "Broilers fed EEHS showed improved growth performance and higher oleic acid content in breast and thigh meats compared to EECS, though they underperformed CSBM in overall weight gain. EEHS also increased blood basophil proportion but did not affect other blood parameters or antioxidant status.", "population_specificity": "288 one-day-old male broiler chicks (Cobb500).", "effective_dosage": "Not specified (dietary treatments administered in three phases).", "study_duration": "6 weeks (0-1 weeks starter, 1-3 weeks grower, 3-6 weeks finisher).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:24.963152+00:00"}
{"study_id": 23201, "supplement_id": 1323, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of dietary grape pomace (GP) supplementation on rabbit meat quality, oxidation status, and fatty acid profile.", "results_summary": "The study found that GP supplementation did not affect growth, pH, or fatty acid profiles but significantly reduced oxidative stress (60% reduction in TBARs for high-GP group), enhancing meat shelf-life without compromising quality.", "population_specificity": "Male rabbits (Oryctolagus cuniculus), aged 55 ± 3 days, weighing ~2.3 kg.", "effective_dosage": "5 g GP/day (low-GP) and 10 g GP/day (high-GP).", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:25.542431+00:00"}
{"study_id": 23199, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of meat-processing environmental bacteria (MPB) on biofilm formation by Escherichia coli O157:H7 and the effectiveness of cleaning agents in removing these biofilms.", "results_summary": "The study found that E. coli O157:H7 did not form biofilms alone, and dual-species biofilms only formed if the companion MPB produced detectable biofilm. The interaction between MPB and E. coli O157:H7 was mostly neutral, with only one MPB genotype reducing E. coli O157:H7 viability. Sequential cleaning and sanitizing treatments were more effective than single-agent treatments in biofilm removal.", "population_specificity": "Meat-processing environmental bacteria and Escherichia coli O157:H7 in laboratory conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:25.739664+00:00"}
{"study_id": 23200, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility of incorporating food-grade zinc sulfate (ZnSO4) into broiler meatballs to improve nutritional composition and quality without altering texture or sensory properties.", "results_summary": "The study found that adding 40 mg/kg of elemental Zn from ZnSO4 significantly improved crude protein content, cook yield, and water-holding capacity without affecting texture or sensory properties. The T4 meatballs recovered around 41.8% Zn, and malondialdehyde levels remained acceptable during storage.", "population_specificity": "Broiler meat (chicken breast)", "effective_dosage": "0 mg/kg (control), 10 mg/kg (T1), 20 mg/kg (T2), 30 mg/kg (T3), 40 mg/kg (T4)", "study_duration": "Preservation at -20°C for ten days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:26.166722+00:00"}
{"study_id": 23203, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of xylooligosaccharide (XOS) supplementation on growth performance, carcass characteristics, and meat quality in Hu lambs.", "results_summary": "XOS supplementation improved growth performance (e.g., body length indices, GR values) and meat quality (e.g., texture parameters), with the 3 g/kg XOS dose showing the best overall effects. The study found significant correlations between growth performance, carcass traits, and meat quality.", "population_specificity": "60 two-month-old Hu lambs weighing 17.32 ± 0.81 kg.", "effective_dosage": "0, 1.5, 3, or 4.5 g/kg XOS in basal diet.", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:26.426621+00:00"}
{"study_id": 23207, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of ultrasound and adenosine 5'-monophosphate (AMP) treatments on improving the tenderness and quality characteristics of chicken wooden breast (CWB).", "results_summary": "Ultrasound, AMP, and their combined application significantly reduced shear force, improved tenderness, and promoted myofibrillar protein degradation in CWB. The combined treatment also caused structural changes in proteins and muscle fiber damage, enhancing tenderness.", "population_specificity": "Chicken wooden breast (CWB) samples compared to normal chicken breast.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:32.586799+00:00"}
{"study_id": 23205, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a rapid, sensitive, and amplification-free method for identifying meat adulteration using a CRISPR/Cas12a-SERS genosensor.", "results_summary": "The method demonstrated good linearity (1-450 ng/μL, R² = 0.9943) and high sensitivity (LOD = 0.23 ng/μL), enabling on-site detection of meat adulteration within 35 minutes. It showed applicability in complex food matrices and commercial meat samples.", "population_specificity": "Commercial meat samples and complex food matrices.", "effective_dosage": "Not applicable (methodological study).", "study_duration": "Not applicable (methodological study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:32.588136+00:00"}
{"study_id": 23206, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the bactericidal effects of ozone nanobubbles and peracetic acid on pork muscle and adipose tissue to assess their potential for meat sanitation.", "results_summary": "Ozone nanobubbles were as effective as peracetic acid, reducing bacterial counts by 1-2 log (CFU/cm²), with efficacy increasing with solution volume and flow rate. The treatment also altered microbiota composition, reducing specific bacterial taxa like Vagococcus and Clostridium.", "population_specificity": "Pork samples inoculated with common meat-spoilage-associated microorganisms.", "effective_dosage": "Not specified (solution volume and flow rate varied).", "study_duration": "Not specified (treatment followed by storage).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:32.896718+00:00"}
{"study_id": 23204, "supplement_id": 1323, "safety_score": "30", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of dried fruit additives on reducing the formation of carcinogenic heterocyclic aromatic amines (HAAs) in roasted pork loin.", "results_summary": "The study found that adding dried fruits (prunes, apricots, cranberries) to pork loin reduced HAA concentrations by 42%, 47%, and 77%, respectively, compared to meat roasted without additives. Only two HAAs (8-MeIQx and PhIP) were detected, with a total content of 5.9 ng/g in untreated meat.", "population_specificity": "Pork loin samples (in vitro study, no human participants).", "effective_dosage": "200 g/kg of meat for dried fruit stuffing.", "study_duration": "Not specified (single cooking session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:32.906577+00:00"}
{"study_id": 23211, "supplement_id": 1323, "safety_score": "30", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to study Salmonella contamination and antibiotic resistance patterns in turkey meat in Isfahan province, Iran.", "results_summary": "The study found 8% Salmonella contamination in turkey meat samples, with high resistance to oxytetracycline (50%) and varying resistance to other antibiotics. Some strains carried Sul1 and qnrA resistance genes, complicating treatment.", "population_specificity": "Turkey meat samples collected from slaughter lines in Isfahan province, Iran.", "effective_dosage": "Not Assessed", "study_duration": "Samples collected over one year (May 2021 to May 2022).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:33.986353+00:00"}
{"study_id": 23210, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of grape seed proanthocyanidin (GSP) supplementation on growth performance and meat quality in growing-finishing pigs.", "results_summary": "GSP supplementation improved growth performance, antioxidative capacity, carcass characteristics, and meat quality, with optimal effects observed at 30-60 mg/kg. It also modified muscle fiber type distribution and glucose-lipid metabolism in muscle and liver.", "population_specificity": "Growing-finishing pigs (initial average body weight of 30.37 ± 0.66 kg).", "effective_dosage": "15, 30, 60, and 120 mg/kg of GSP.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:34.778114+00:00"}
{"study_id": 23209, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of increasing dietary standardized ileal digestible (SID) lysine and net energy levels on growth, nutrient absorption, and meat carcass traits in growing-finishing pigs.", "results_summary": "Both TRT1 (basal diet + 0.05% SID lysine) and TRT2 (basal diet + 0.05% SID lysine + 0.084 MJ/kg net energy) improved average daily gain at week 12 and tended to enhance body weight and overall ADG compared to the control. TRT2 also increased backfat thickness at week 12, but no effects were observed on nutrient absorption or carcass grade.", "population_specificity": "Growing-finishing pigs [(Yorkshire × Landrace) × Duroc] with an average initial body weight of 20.51±0.02 kg.", "effective_dosage": "TRT1: basal diet + 0.05% SID lysine; TRT2: basal diet + 0.05% SID lysine + 0.084 MJ/kg net energy.", "study_duration": "16 weeks (8 weeks growing stage, 8 weeks finishing stage).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:37.443356+00:00"}
{"study_id": 23212, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of ultrasound-assisted slightly acidic electrolyzed water (SAEW) treatment in preserving the freshness, texture, and microbiological quality of duck breast meat during storage.", "results_summary": "The ultrasound-SAEW combination significantly slowed pH decline, inhibited TVB-N formation, preserved meat redness and texture, delayed protein oxidation, and reduced microbial abundance, keeping the total viable count within safe limits after 9 days of storage.", "population_specificity": "Duck breast meat under vacuum packaging stored at 4 °C.", "effective_dosage": "Not specified (different treatments applied: ultrasound-SAEW, SAEW alone, ultrasound-water, water-alone).", "study_duration": "9 days of storage.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:41.475434+00:00"}
{"study_id": 23215, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of the Pulsed Alternating Wavelength System (PAWS) on brain serotonin turnover and skeletal quality in Pekin ducks.", "results_summary": "Ducks under PAWS showed increased body weight by 29 days of age, improved early bone growth, and enhanced bone mineral content and mechanical properties, with no differences in serotonin turnover or feed conversion compared to controls.", "population_specificity": "Pekin ducks (1200 ducks/pen, n = 4 pens/treatment) from hatch to 30 days of age.", "effective_dosage": "Not specified (lighting intervention only).", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:41.786059+00:00"}
{"study_id": 23213, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop and evaluate meat, hybrid, and plant-based patties for their microbiological safety, nutritional composition, physicochemical properties, sensory characteristics, and carbon footprint.", "results_summary": "The study found that hybrid patties showed improved texture properties compared to meat patties after sous vide treatment, while meat patties lost evaluator acceptance in sensory analysis. The plant-based patties had the smallest carbon footprint, followed by hybrid and meat patties.", "population_specificity": "Not specified (likely general population, as the study focused on patty prototypes).", "effective_dosage": "Not specified (study focused on patty formulations, not dosages).", "study_duration": "Not specified (study appears to be a single evaluation without longitudinal follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:42.464133+00:00"}
{"study_id": 23214, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of incorporating Vachellia erioloba leaf meal in maize stover-based diets on the growth, meat quality, and fatty acid profiles of lambs.", "results_summary": "Lambs fed the AMSVL diet showed improved feed intake, lower feed conversion ratios, higher loin weights, better water holding capacity, and higher proportions of unsaturated fatty acids. Meat redness was highest in lambs fed the UMS diet, while shear force values were also highest in this group.", "population_specificity": "Thirty-two female lambs weighing approximately 21.86 ± 1 kg.", "effective_dosage": "Diets included 20% untreated maize stover (UMS), 20% ammoniated maize stover (AMS), or 10% ammoniated maize stover + 10% Vachellia leaf meal (AMSVL).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:42.958275+00:00"}
{"study_id": 23217, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Portulaca oleracea L. (POL) supplementation on carcass traits, meat quality, and oxidative stability in fattening male lambs.", "results_summary": "POL improved meat color, carcass weight and yield, increased beneficial fatty acids (palmitic, alpha-linolenic, gamma-linolenic), enhanced oxidative stability, and reduced malondialdehyde concentration. The 15% POL treatment showed the highest linoleic acid concentration.", "population_specificity": "Fattening male lambs", "effective_dosage": "15% POL in diet (specific frequency not mentioned)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:43.127049+00:00"}
{"study_id": 23216, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine if eliminating poultry meat and egg from the diet could alter the gut microbiome and improve clinical recovery in dogs with atopic dermatitis.", "results_summary": "The study found that dogs with atopic dermatitis showed a significant decline in pathogenic bacteria (E. coli, C. difficile) and an increase in beneficial bacteria (Lactobacillus sp.) after 60 days on a vegetable-based diet, suggesting dietary intervention may aid recovery.", "population_specificity": "24 atopic dermatitis-affected pet dogs and 48 healthy control dogs in Bhubaneswar, India.", "effective_dosage": "Not specified (dietary exclusion of poultry meat and egg).", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:43.417312+00:00"}
{"study_id": 23218, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effects of dietary supplementation with linseed oil, Ascophyllum nodosum, or its extract on methane emissions, ruminal fermentation, microbiota, and muscle fatty acid profiles in beef cattle.", "results_summary": "Linseed oil (LSO) reduced methane emissions by 19%, modified ruminal fermentation and microbial profiles, and increased beneficial muscle PUFA concentrations without affecting animal performance. Other supplements showed lesser or no significant effects.", "population_specificity": "Seventy-two dairy-beef bulls (380 kg; 11 months of age) in an intensive feeding system.", "effective_dosage": "LSO (4% of dry matter intake), SW (2% of DMI), EX (2% of DMI).", "study_duration": "70 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:46.550751+00:00"}
{"study_id": 23220, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to estimate the cost-effectiveness of food safety interventions to control Campylobacter spp. and Salmonella spp. in the chicken meat supply chain in Burkina Faso and Ethiopia.", "results_summary": "The study identified the most cost-effective interventions for reducing foodborne pathogens in chicken meat, such as improved handwashing in restaurants and better transport conditions for live birds, with varying cost-effectiveness ratios depending on the intervention and pathogen. Combining multiple pathogens in the analysis significantly improved the estimated cost-effectiveness of interventions.", "population_specificity": "Chicken meat supply chains in Burkina Faso and Ethiopia.", "effective_dosage": "Not applicable (interventions were process-based, not dosage-based).", "study_duration": "Not specified (study focused on annual costs and benefits).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:50.782960+00:00"}
{"study_id": 23219, "supplement_id": 1323, "safety_score": "60", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine if acetylsalicylic acid (ASA) could reduce white striping muscle defects and improve meat quality in broiler chickens by leveraging its anti-inflammatory and vascular effects.", "results_summary": "ASA at 0.6 g/L significantly improved growth performance, meat quality, and reduced white striping defects, but higher doses (3-6 g/L) increased footpad dermatitis and potential side effects like gizzard ulcers and kidney damage.", "population_specificity": "Broiler chickens (24-48 days old)", "effective_dosage": "0.3, 0.6, 1, 3, and 6 g/L in drinking water", "study_duration": "24 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:50.797836+00:00"}
{"study_id": 23221, "supplement_id": 1323, "safety_score": "70", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether incorporating Ilex paraguariensis harvest prunings into broiler feed would improve zootechnical performance, biochemical properties, and meat quality.", "results_summary": "The inclusion of the coproduct negatively impacted zootechnical performance (reduced feed consumption and weight gain) but improved some meat quality aspects (increased polyunsaturated fatty acids). No dose tested enhanced productive performance or increased chlorogenic acid in meat.", "population_specificity": "One-day-old Cobb 500 broilers (n = 300).", "effective_dosage": "0% (control), 1%, 2%, and 3% coproduct in feed.", "study_duration": "42 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:51.158011+00:00"}
{"study_id": 23224, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of dietary inclusion of Durvillaea antarctica meal on growth performance, blood profile, and meat quality in fattening lambs.", "results_summary": "The study found no significant effects on body weight or blood parameters but observed improved meat quality traits, including increased redness, reduced luminosity, lower lipid oxidation, and altered fatty acid profiles (higher linoleic acid, arachidonic acid, and monounsaturated fatty acids).", "population_specificity": "Thirty Araucana Creole lambs.", "effective_dosage": "5% and 10% Durvillaea antarctica meal in diet.", "study_duration": "9 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:51.595351+00:00"}
{"study_id": 23222, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of lipoic acid (ALA) on broiler performance, meat quality, serum biochemistry, and antioxidant function under heat stress.", "results_summary": "Heat stress negatively affected liver and kidney function and antioxidant balance, while dietary ALA improved antioxidant capacity, reduced blood lipid levels, and increased daily gain in heat-stressed broilers. ALA also improved meat quality by reducing leg meat shear force and water loss rate.", "population_specificity": "1-day-old Cobb broilers", "effective_dosage": "250 mg/kg ALA diet", "study_duration": "From day 28 of age (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:51.659666+00:00"}
{"study_id": 23223, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to quantify ivermectin residue levels in different cattle muscles after administration and assess the impact of industrial thermal processing on residue concentrations.", "results_summary": "The study found distinct patterns of ivermectin residue distribution in cattle tissues, with most residues below the maximum residue levels after the withdrawal period, except at the injection site. Thermal processing altered residue levels in canned products compared to raw products, raising concerns for import market regulations.", "population_specificity": "Beef cattle treated with ivermectin.", "effective_dosage": "1% or 3.15% ivermectin administration.", "study_duration": "Several different time periods post-administration (specific duration not detailed).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:52.784018+00:00"}
{"study_id": 23225, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of cassava residue meal (CRM) and fermented CRM (FCRM) on growth performance, serum lipid indicators, carcass traits, and meat quality in Huanjiang mini-pigs.", "results_summary": "Dietary CRM and FCRM improved meat quality by increasing intramuscular fat content and redness while decreasing lightness, without affecting growth performance or diarrhea rate. FCRM showed better meat quality effects than CRM, though it increased serum total cholesterol and reduced carcass yield.", "population_specificity": "Huanjiang mini-pigs with an initial body weight of 8.85 ± 0.64 kg.", "effective_dosage": "5% CRM or FCRM in the diet.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:56.973006+00:00"}
{"study_id": 23208, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of drone pupae aqueous extract powder (DEP) on the proliferation and differentiation of Hanwoo myosatellite cells (HSC) to assess its potential as a functional substance for muscle growth.", "results_summary": "DEP significantly increased HSC proliferation, particularly at 100 μg/mL, and enhanced differentiation and myotube formation by upregulating key genes and proteins like MYH2, MYOG, and DES. Proteome analysis showed higher expression of muscle-related proteins in DEP-treated cells.", "population_specificity": "Hanwoo myosatellite cells (HSC) in vitro.", "effective_dosage": "0, 10, 100, 200, and 400 μg/mL DEP for proliferation; 0 and 100 μg/mL DEP for differentiation.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:57.275085+00:00"}
{"study_id": 23226, "supplement_id": 1323, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the applications of biocides and non-thermal sterilization methods in low-temperature meat processing to enhance safety, shelf life, and quality.", "results_summary": "The study found that non-thermal sterilization and biocides effectively mitigate microbial contamination, improve food safety, extend shelf life, and maintain food quality while being energy-efficient and low in toxicity.", "population_specificity": "Not specified (general focus on low-temperature meat products).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:57.980128+00:00"}
{"study_id": 23228, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of palmitic acid supplementation in goat diets on the growth, carcass yield, and fatty acid profile of goat kid meat.", "results_summary": "Kids fed milk from goats supplemented with 6% palmitic acid showed higher live weight, average daily gain, carcass weight, and yield compared to other treatments. The fatty acid profile of the meat varied, with grass-fed milk increasing certain beneficial fatty acids, while palmitic acid supplementation increased palmitic and palmitoleic acids.", "population_specificity": "28 Creole local goat kids divided into four dietary treatment groups.", "effective_dosage": "Base diet + 3% palmitic acid and base diet + 6% palmitic acid.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:00.360201+00:00"}
{"study_id": 23227, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility of replacing lean pork meat in frankfurters with tamarind components (pulp paste, seeds, peel, or a blend) and assess their impact on product quality and consumer acceptance.", "results_summary": "The study found that incorporating tamarind components reduced moisture and protein content but improved mineral composition (e.g., calcium in CT5) and processing stability (lower loss in ST5 and CT5). Consumer acceptability scores were high (>7) for both control and PT5 treatments, indicating tamarind pulp paste as a viable meat replacement.", "population_specificity": "Not specified (likely general consumers, given the focus on product acceptability).", "effective_dosage": "5% tamarind components (pulp paste, seeds, peel, or blend) replacing meat.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:00.598058+00:00"}
{"study_id": 23230, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore strategies for improving the quality of cow meat, focusing on slaughter and post-slaughter practices to enhance tenderness and flavor.", "results_summary": "The study found that electrical stimulation and suspension techniques improve meat tenderness by affecting rigor mortis and sarcomere length, while post-slaughter treatments like wet and dry aging enhance tenderness and flavor through different mechanisms. Patented technologies combining these methods show promise for further quality improvements.", "population_specificity": "Cow meat (specifically comparing cow meat to steer meat).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:01.284191+00:00"}
{"study_id": 23229, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine conventional and novel approaches to flavor and taste creation in the meat industry, including methods to enhance sensory profiles and meet consumer demands.", "results_summary": "The study reviewed various methods, such as aging, marination, enzymatic treatment, fermentation, and genetic treatments, to improve meat flavor and texture. It also highlighted innovative approaches for enhancing plant-based meat products to align with consumer preferences for healthier and sustainable options.", "population_specificity": "Not specified (general meat industry and consumer preferences)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:01.285035+00:00"}
{"study_id": 23231, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of neutral electrolyzed water (NEW) in eradicating Listeria monocytogenes biofilms on polystyrene and stainless steel surfaces, particularly in meat processing environments.", "results_summary": "NEW treatment resulted in a greater reduction of viable biofilm cells on polystyrene (4.3 log10 CFU/cm²) compared to stainless steel (2.9 log10 CFU/cm²), with significant variability among strains. SEM images showed more structural damage on polystyrene biofilms, and CRISPR-associated elements were suggested to play a role in resistance.", "population_specificity": "Wild-type and reference strains of Listeria monocytogenes isolated from meat products and processing environments.", "effective_dosage": "9 minutes of total contact time with NEW.", "study_duration": "Single treatment session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:02.597151+00:00"}
{"study_id": 23232, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the process, benefits, and challenges of iron fortification in meat products as a strategy to combat iron deficiency.", "results_summary": "The review found that iron fortification of meat products is effective, with various iron compounds like ferrous sulfate and ferric pyrophosphate showing good bioavailability. However, sensory qualities and consumer acceptance remain important considerations.", "population_specificity": "Not specified (general population affected by iron deficiency)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:04.767727+00:00"}
{"study_id": 23233, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of garlic leaf (GL) and papaya leaf (PL) powder supplements on goat growth performance, gut health, and meat quality, as well as their potential to reduce methane emissions.", "results_summary": "The study found that combined GL and PL supplementation improved weight gain, feed conversion, and gut barrier function while reducing methanogen counts without negatively affecting meat quality. Meat pH decreased significantly in the GL group compared to the BCM group.", "population_specificity": "Forty male adult Beetal goats.", "effective_dosage": "30% GL powder, 26% PL powder, or a combination of both (GP).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:06.037792+00:00"}
{"study_id": 23236, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of dietary methionine supplementation on performance, immunity, and meat quality in Japanese quail exposed to aflatoxin B1-contaminated diets.", "results_summary": "Increasing dietary methionine levels improved body weight gain, feed conversion ratio, and feed intake while counteracting the negative effects of AFB1. It also enhanced immunity, liver health, and meat quality parameters.", "population_specificity": "Growing Japanese quail (8 days post-hatch to 35 days of age)", "effective_dosage": "5.0, 6.0, and 7.0 g/kg of dietary methionine", "study_duration": "27 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:08.572658+00:00"}
{"study_id": 23234, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effects of nutritional restriction during backgrounding and different finishing diets (forage vs. feedlot) on feed efficiency, body composition, carcass characteristics, and meat quality in Angus steers.", "results_summary": "Suboptimal backgrounded steers required additional days to reach similar body weight but showed no residual differences in meat quality or feed conversion ratio at slaughter. Feedlot finishing improved growth rate and carcass grading compared to forage finishing, but meat quality variables were unaffected by finishing system.", "population_specificity": "Angus steers (initial body weight: 444 ± 39 kg, age: 18 ± 1 months).", "effective_dosage": "Optimal growth rate (0.6-0.7 kg/day) vs. suboptimal growth rate (0.3-0.4 kg/day) during backgrounding.", "study_duration": "97 days of backgrounding, followed by finishing until slaughter at either 24 months or ~620 kg body weight.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:08.765374+00:00"}
{"study_id": 23237, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to evaluate interventions promoting plant-based meals over meat in foodservice contexts and assess their effectiveness in influencing dietary choices.", "results_summary": "The study found that interventions like labeling and information primarily engaged those already reducing meat consumption, with limited long-term impact on heavy meat eaters, suggesting a need for policy-driven changes to availability, price, and visibility of plant-based options.", "population_specificity": "Foodservice participants (general population in foodservice contexts)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:08.823326+00:00"}
{"study_id": 23235, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate acrylamide levels in commercially available plant-based meat alternatives before and after heat treatment.", "results_summary": "Trace levels of acrylamide were detected in all samples before heat-treatment, with concentrations increasing in 11 out of 16 samples after heat-treatment. PCA indicated that additives and processing techniques strongly influence acrylamide formation.", "population_specificity": "Commercially available plant-based meat alternatives.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:08.894811+00:00"}
{"study_id": 23239, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of electron-beam irradiation and freezing on microbial reduction, physiochemical properties, and sensory characteristics of minced turkey meat to enhance shelf life and quality preservation.", "results_summary": "The study found that 5 kGy irradiation combined with freezing significantly reduced bacterial counts (p < 0.05) without notable changes in pH or water activity. While TBARS and PV values increased, sensory characteristics remained unaffected at lower irradiation doses (1.5 and 3 kGy).", "population_specificity": "Minced turkey meat samples", "effective_dosage": "0, 1.5, 3, and 5 kGy electron-beam irradiation", "study_duration": "6 months of freezing storage", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:11.319394+00:00"}
{"study_id": 23238, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of dietary inclusion of Dunaliella salina and Arthrospira platensis mixture on growth performance, carcass traits, liver and renal function, lipid profile, immunology, and economics in quail chicks.", "results_summary": "The study found that the mixture improved growth performance, liver function, and lipid profile, with the DsAp1 group showing the best results in body weight gain and the DsAp0.5 group showing the best feed conversion ratio. The supplements also reduced total cholesterol, LDL, TG, and HDL levels compared to the control.", "population_specificity": "Un-sexed seven-day quail chicks", "effective_dosage": "0.25 g Ds + 0.25 g Ap/kg diet (DsAp0.5), 0.50 g Ds + 0.50 g Ap/kg diet (DsAp1), and 1.00 g Ds + 1.00 g Ap/kg diet (DsAp2)", "study_duration": "5 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:12.327643+00:00"}
{"study_id": 23241, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop an efficient method for producing recombinant porcine FGF1 (rpFGF1) and evaluate its potential to enhance muscle stem cell proliferation for cultured meat production.", "results_summary": "The study found that rpFGF1 significantly improved porcine muscle stem cell proliferation under serum-free conditions and enhanced mitochondrial function by activating ERK-dependent phosphorylation of DRP1 at Ser616. These results suggest rpFGF1 could be valuable for scalable cultured meat production.", "population_specificity": "Porcine muscle stem cells (MuSC)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:14.299634+00:00"}
{"study_id": 23240, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether ultrasound-assisted, defatted pine nut extracts could enhance and extend the shelf life of rainbow trout fillets stored at 4°C.", "results_summary": "The study found that 2% pine nut extract significantly improved antioxidant activity, reduced chemical spoilage indicators, lowered microbial loads, and enhanced sensory acceptability, extending shelf life up to 12 days. However, prolonged storage still led to degradation in quality.", "population_specificity": "Rainbow trout fillets stored at 4°C.", "effective_dosage": "1% and 2% (w/v) pine nut extract concentrations.", "study_duration": "Evaluated over 20 days at intervals of 0, 4, 8, 12, 16, and 20 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:15.251752+00:00"}
{"study_id": 23242, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects and mechanisms of dietary gallic acid (GA) supplementation on growth performance, meat quality, antioxidant capacity, and muscle fiber-related gene expression in broiler chickens.", "results_summary": "GA supplementation improved growth performance, reduced drip loss and pH in pectoral muscles, enhanced antioxidant capacity, and modulated muscle fiber gene expression. The optimal dosage was found to be 300 mg/kg.", "population_specificity": "750 one-day-old healthy 817 male crossbred broiler chickens.", "effective_dosage": "150, 300, or 450 mg/kg GA added to the basal diet.", "study_duration": "From 1 to 50 days of age.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:17.022323+00:00"}
{"study_id": 23244, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of the phage vB_SalP_LDDK01 in controlling Salmonella Abortusequi contamination in donkey meat.", "results_summary": "The phage vB_SalP_LDDK01 effectively inhibited S. Abortusequi growth for 8 hours, reduced bacterial abundance, and destroyed biofilms. It also significantly reduced bacterial contamination on donkey meat at both 4°C and 25°C after 72 hours of treatment.", "population_specificity": "Donkey meat inoculated with S. Abortusequi LCU-S-ABORT-F.", "effective_dosage": "Multiplicity of infection (MOI) of 1, 0.1, 0.01, and 0.001.", "study_duration": "72 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:17.865790+00:00"}
{"study_id": 23245, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of ROS-induced endoplasmic reticulum stress in apoptosis and meat tenderization during postmortem aging of yak meat.", "results_summary": "NAC and 4-PBA treatments significantly reduced ROS and endoplasmic reticulum stress levels, with 4-PBA specifically inhibiting Ca2+ content, caspase-12 activity, and myogenic fiber degradation. The combined NAC + 4-PBA treatment showed the most significant effects, highlighting the importance of targeting the ROS-ERS axis for meat tenderization.", "population_specificity": "Yak longissimus dorsi muscle (postmortem)", "effective_dosage": "Not specified", "study_duration": "Stored at 4°C for 0h, 12h, 24h, 72h, 120h, and 168h", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:18.311824+00:00"}
{"study_id": 23246, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of dietary fat sources (choice white grease and high oleic soybean oil) and feeding duration on growth performance, carcass characteristics, and meat quality in finishing pigs.", "results_summary": "Pigs fed fat-supplemented diets showed improved average daily gain and gain-to-feed ratio compared to control-fed pigs. Fat supplementation also altered fatty acid profiles in the meat, increasing unsaturated fatty acids like oleic acid, but did not affect sensory evaluation scores for palatability and acceptability.", "population_specificity": "450 finishing pigs (21 weeks old, average body weight 113.7 ± 8 kg).", "effective_dosage": "4% inclusion of choice white grease (CWG) or high oleic soybean oil (HOSO).", "study_duration": "2 or 4 weeks before marketing (total experimental period: 28 days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:19.027348+00:00"}
{"study_id": 23247, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Gynura procumbens extract (GPE) on growth performance, carcass traits, antioxidant capacity, immunity, and meat quality in meat ducks.", "results_summary": "Dietary GPE supplementation (200-600 mg/kg) reduced serum urea nitrogen, triglycerides, cholesterol, IL-2, and MDA levels, while increasing IgM and total antioxidative capacity. It also improved breast muscle moisture content and reduced water loss rate and shear force.", "population_specificity": "480 female meat ducks aged 21 days.", "effective_dosage": "0 mg/kg (control), 200 mg/kg, 400 mg/kg, and 600 mg/kg GPE.", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:20.049057+00:00"}
{"study_id": 23248, "supplement_id": 1323, "safety_score": "90", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of dietary supplementation with calcium propionate (CaPr) or sodium propionate (NaPr) on growth performance, ruminal fermentation, and meat quality in finishing lambs.", "results_summary": "The study found that dietary supplementation with CaPr or NaPr did not significantly affect growth performance, ruminal fermentation, or meat quality, except for a slight increase in apparent dry matter digestibility with NaPr and higher ruminal lactate concentration in the NaPr group.", "population_specificity": "Twenty-seven non-castrated Creole male lambs (24.95 ± 2.15 kg body weight; 4.5 ± 0.5 months old).", "effective_dosage": "10 g/kg DM of CaPr or NaPr.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:21.821119+00:00"}
{"study_id": 23249, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of different doses of ruminant enzyme compounds on yak growth performance, meat quality, and rumen microorganisms.", "results_summary": "The study found that dietary enzyme complexes significantly affected yak growth performance, rumen fluid pH, and serum biochemical indices, with notable differences in microbial composition and gene expression related to growth metabolism.", "population_specificity": "Yaks (Bos grunniens) on the Tibetan plateau.", "effective_dosage": "0.5 g/kg (LE group), 1 g/kg (ME group), and 2 g/kg (HE group).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:22.647714+00:00"}
{"study_id": 23250, "supplement_id": 1323, "safety_score": "30", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to determine the prevalence of antibiotic-resistant Staphylococcus aureus strains in raw milk and meat in Italy and evaluate their virulence factors.", "results_summary": "The study found that 41.67% of meat isolates were resistant to ampicillin, 25% were MRSA, and 16.67% were multidrug-resistant. Most meat isolates (100%) exhibited biofilm formation capability and harbored virulence factors, posing a considerable threat to consumers.", "population_specificity": "Raw milk and meat samples in Italy.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:24.061192+00:00"}
{"study_id": 23251, "supplement_id": 1323, "safety_score": "90", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to determine if psychological and physiological well-being differed when consuming recommended weekly amounts of lean red meat versus plant-based meat alternatives in a plant-rich diet.", "results_summary": "The study found no significant differences in psychological outcomes or most circulatory markers between the two groups. Differences were observed in vitamin B12 status and three neurotransmitter-related compounds (adenosine, agmatine, and tyrosine).", "population_specificity": "Healthy omnivorous young adults (80 participants, clustered as 40 cohabitating household pairs).", "effective_dosage": "3 weekly servings of either fresh New Zealand beef and lamb or equivalent plant-based meat alternatives.", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:25.187918+00:00"}
{"study_id": 193569, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a multi-ingredient supplement containing chicken meat extract could reduce markers of muscle damage in collegiate rugby players after a match.", "results_summary": "The supplement significantly reduced plasma creatine kinase and lactate dehydrogenase (LDH) concentrations at 24 hours post-match compared to placebo, suggesting it alleviated muscle damage without affecting inflammation or oxidative stress markers.", "population_specificity": "Collegiate male rugby players (13 participants: 8 forwards, 5 backs).", "effective_dosage": "Not specified", "study_duration": "14-day supplementation period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:26.582666+00:00"}
{"study_id": 23252, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether cysteine treatment could improve the functional properties of pea proteins in low-salt myofibrillar protein gels for enhancing meat product texture.", "results_summary": "Cysteine treatment cleaved disulfide bonds in pea proteins, increasing solubility and hydrophobicity, and improved gel hardness and network integrity, especially when combined with transglutaminase. The optimal cysteine concentration for maximum gel hardness was 1.7 mM/g protein.", "population_specificity": "Not specified (in vitro study on protein gels)", "effective_dosage": "3.3 mM/g protein (cysteine), 1.7 mM/g protein (optimal for hardness)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:26.722255+00:00"}
{"study_id": 193570, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to analyze plant-based proteins and fats in hamburger patties to understand manufacturing methods, raw materials, and challenges in replicating meat characteristics.", "results_summary": "The study found that plant-based proteins and fats impact sensory factors like appearance, texture, and flavor, but challenges remain in replicating meat's marbling and addressing safety concerns like allergies and nutritional supplementation.", "population_specificity": "Not specified (general focus on plant-based meat alternatives)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:27.169266+00:00"}
{"study_id": 23253, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effect of glutathione (GSH)-curing on the flavor profile of cooked chicken, focusing on volatile compounds and sensory attributes.", "results_summary": "GSH-curing increased Maillard reaction-derived flavors (e.g., 2-methylthiophene, 3-methylthiophene) and reduced lipid degradation flavors (e.g., hexanal, heptanal). The 1.6 mmol GSH sample had the strongest roasted meaty odor and higher key odor-active compounds (e.g., 2-acetylthiazole).", "population_specificity": "Chicken meat samples (no human or animal subjects specified).", "effective_dosage": "1.6 mmol GSH (specific frequency not mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:28.723197+00:00"}
{"study_id": 193571, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the availability and nature of common feed resources for small ruminants in Uganda to improve their nutrition and production.", "results_summary": "The study identified natural pastures as the main feed resource for small ruminants in Uganda, which have low nutritive value, but noted that browses with high crude protein content could supplement grass forages and crop residues. Farmers lacked knowledge on feed processing and management, highlighting the need for training and better pasture species.", "population_specificity": "Small ruminants (goats, sheep) in Uganda, primarily in rural smallholder farming systems.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:29.845357+00:00"}
{"study_id": 193572, "supplement_id": 1323, "safety_score": "70", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to review the association of dietary fats, including those from meat, with the risk of coronary events in adults.", "results_summary": "The study found that saturated fatty acids from meat and unprocessed meat were modestly associated with a higher risk of coronary events, while replacing saturated fats with polyunsaturated fats reduced the risk.", "population_specificity": "Adults (prospective cohorts and randomized trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:29.895675+00:00"}
{"study_id": 193573, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether vitamin D biofortified pork from UVB-exposed pigs could effectively increase serum 25(OH)D concentrations.", "results_summary": "The study found that vitamin D biofortified pork increased serum 25(OH)D concentrations, suggesting it as a potential food-based strategy to improve vitamin D intake.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Acute (specific duration not mentioned).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:32.642120+00:00"}
{"study_id": 193574, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review recent agricultural strategies for fortifying selenium and iodine in crops and meat, and their impact on food quality and stability during processing.", "results_summary": "The abstract highlights the importance of selenium and iodine in thyroid function and notes deficiencies in certain regions. It mentions studies exploring fortification methods in crops and meat but does not provide specific results regarding meat's effects.", "population_specificity": "Not specified (general focus on agricultural and food science research).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:32.928544+00:00"}
{"study_id": 193575, "supplement_id": 1323, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the role of phytosynthesized mineral nanomaterials in improving the growth performance and nutritional value of broiler meat.", "results_summary": "The study found that mineral nanoparticles enhance growth performance and nutritional value in broilers, with greater absorption, bioavailability, and reduced toxicity. These nanoparticles efficiently reach essential organs via the bloodstream.", "population_specificity": "Broiler chickens in the poultry industry.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:33.523919+00:00"}
{"study_id": 193576, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of nanotechnology-based mineral supplementation in improving livestock nutrition and the quality of animal-derived foods.", "results_summary": "The study found that feeding nanoparticles to livestock improved growth performance, immunity, reproduction ability, and the quality of animal products, suggesting nanotechnology as a promising alternative to traditional mineral supplementation.", "population_specificity": "Livestock (animals raised for food production)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:33.777159+00:00"}
{"study_id": 193577, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to identify and map the type, volume, and content of eating advice available for people who wear dentures.", "results_summary": "The study found a broad range of advice based on clinical experience to support denture wearers in overcoming functional limitations, but the efficacy of this advice in improving diet and eating experience remains untested.", "population_specificity": "People who wear dentures.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:33.951957+00:00"}
{"study_id": 193578, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to understand the dynamics of urea recycling in ruminants and its impact on nitrogen utilization efficiency for meat and milk production.", "results_summary": "The study found that urea recycling to the gastrointestinal tract (GIT) can improve nitrogen efficiency in ruminants, reducing nitrogen excretion and enhancing microbial protein synthesis. Postruminal urea supplementation may avoid ammonia peaks and improve fiber digestion compared to conventional urea supplementation.", "population_specificity": "Ruminants (e.g., cattle, sheep)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:36.789444+00:00"}
{"study_id": 193580, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of almond-based and whey-based protein beverages on nitrogen balance, body composition, and hydration status.", "results_summary": "Both almond and whey protein beverages notably improved nitrogen balance, suggesting almond protein powder may be a functional plant-based alternative to whey protein for improving muscle mass and body composition.", "population_specificity": "Twenty female college students aged 20-25 years.", "effective_dosage": "Twice daily consumption of the protein beverage.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:37.443153+00:00"}
{"study_id": 193579, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to summarize evidence on dietary changes, including meat consumption, before and after a cancer diagnosis in observational studies.", "results_summary": "The study found a small but consistent decrease in red and processed meat consumption after a cancer diagnosis, though changes were not necessarily clinically meaningful.", "population_specificity": "16,443 participants aged 18-75 years diagnosed with cancer.", "effective_dosage": "Not specified", "study_duration": "Dietary changes assessed from <1-5 years before diagnosis up to 12 years post-diagnosis.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:39.148605+00:00"}
{"study_id": 193581, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review molecular mechanisms, including genes, transcription factors, and miRNAs, that regulate fat metabolism and deposition in chickens to improve meat production efficiency and quality.", "results_summary": "The study highlights the role of transcriptional and post-transcriptional regulatory networks, particularly miRNAs, in modulating fat metabolism in chickens, offering potential molecular markers for reducing excessive fat deposition.", "population_specificity": "Chickens (poultry industry focus)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:40.133156+00:00"}
{"study_id": 193582, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the role of meat and animal products in improving zinc status in Low- and Middle-income Countries (LMICs).", "results_summary": "The study suggests that including meat and animal products can be an important way of improving zinc status, though dietary diversification strategies are still in early stages of development. Programmatic experience with home processing techniques to enhance zinc absorption is currently lacking.", "population_specificity": "Low- and Middle-income Countries (LMICs) with prevalent zinc deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:41.369178+00:00"}
{"study_id": 193585, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of selenium, primarily obtained from meat, in thyroid health, including its effects on autoimmune thyroiditis and Graves disease.", "results_summary": "Selenium supplementation reduced thyroid autoantibody levels in chronic autoimmune thyroiditis but did not improve clinical outcomes; in Graves disease, it may accelerate remission and improve quality of life and eye involvement in mild cases.", "population_specificity": "Patients with chronic autoimmune thyroiditis and Graves disease, particularly those with mild thyroid eye disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:41.927701+00:00"}
{"study_id": 193586, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review existing knowledge on trans-palmitoleic acid (TPA), including its natural occurrence, dietary sources, metabolism, and potential role in preventing type 2 diabetes.", "results_summary": "The review confirms TPA as a natural trans fatty acid linked to other known trans fatty acids, with epidemiological data suggesting potential health benefits, though supplementation studies are lacking. Methodological challenges in quantifying TPA in foods and human plasma were also highlighted.", "population_specificity": "Not specified (general human population inferred from epidemiological data).", "effective_dosage": "Not mentioned", "study_duration": "Not applicable (review study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:42.869333+00:00"}
{"study_id": 193583, "supplement_id": 1323, "safety_score": "70", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a high-protein diet (HPD) including red meat increases proteolytic fermentation products and TMAO, and if prebiotic, probiotic, or synbiotic supplementation mitigates these effects.", "results_summary": "The HPD increased serum and urinary metabolites like l-carnitine and indoxyl sulfate but did not significantly raise TMAO levels. Most participants had undetectable levels of the TMA-generating taxon E. timonensis, suggesting other microbes may be responsible for TMA production.", "population_specificity": "Healthy older women (n = 20)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:43.077210+00:00"}
{"study_id": 193588, "supplement_id": 1323, "safety_score": "70", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to develop dietary recommendations on red meat and processed meat consumption based on systematic reviews of health effects and people's values and preferences.", "results_summary": "The panel suggested adults continue current unprocessed and processed meat consumption, citing weak recommendations and low-certainty evidence. The study did not find strong evidence to recommend reducing meat intake.", "population_specificity": "Adults (general population, no specific subgroup mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:44.493244+00:00"}
{"study_id": 193587, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effect of lower versus higher red meat intake on cardiometabolic and cancer outcomes in adults.", "results_summary": "The study found low- to very-low-certainty evidence that diets lower in red meat may have little or no effect on all-cause mortality, cardiovascular mortality, cardiovascular disease, total cancer mortality, and the incidence of cancers like colorectal and breast cancer. The results were based on heterogeneous comparators and small gradients in red meat consumption.", "population_specificity": "Adults, with a notable trial involving 48,835 women.", "effective_dosage": "Diets differed by at least 1 serving per week.", "study_duration": "6 months or more.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:45.810437+00:00"}
{"study_id": 193589, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effect of dietary patterns, including varying amounts of red or processed meat, on all-cause mortality, cardiometabolic outcomes, and cancer incidence and mortality.", "results_summary": "The study found low- to very-low-certainty evidence that dietary patterns with less red and processed meat intake may result in very small or possibly small decreases in adverse cardiometabolic and cancer outcomes, including all-cause mortality, cancer mortality and incidence, and cardiovascular mortality.", "population_specificity": "Prospective cohort studies with 1000 or more participants.", "effective_dosage": "Not specified", "study_duration": "2 to 34 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:47.356434+00:00"}
{"study_id": 193590, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the possible causal relationship between intake of red and processed meat and cancer mortality and incidence.", "results_summary": "Low-certainty evidence suggested very small reductions in overall cancer mortality and incidence with reduced intake of unprocessed and processed meat. The effects were minimal, and the certainty of evidence was low to very low.", "population_specificity": "Adults (cohort studies with more than 1000 participants).", "effective_dosage": "Intake reduction of 3 servings per week for both unprocessed and processed meat.", "study_duration": "Lifetime (observational study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:47.857932+00:00"}
{"study_id": 193593, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess the relationship between dietary patterns, including red meat consumption, and breast cancer incidence, recurrence, and survival.", "results_summary": "The study suggests that a moderate/low consumption of red meat might improve overall survival after a breast cancer diagnosis, but the effect on recurrence and mortality is not clearly understood.", "population_specificity": "Breast cancer patients, particularly those undergoing chemotherapy and/or radiotherapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:49.638784+00:00"}
{"study_id": 193591, "supplement_id": 1323, "safety_score": "70", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the association between red and processed meat consumption and all-cause mortality, cardiometabolic outcomes, quality of life, and satisfaction with diet among adults.", "results_summary": "The study found low-certainty evidence that reducing unprocessed red meat intake by 3 servings per week is associated with a very small reduction in risk for cardiovascular mortality, stroke, myocardial infarction, and type 2 diabetes. Similarly, reducing processed meat intake by 3 servings per week showed a very small decrease in risk for all-cause mortality and adverse cardiometabolic outcomes.", "population_specificity": "Adults (cohort studies with at least 1000 participants).", "effective_dosage": "Reduction of 3 servings per week for both unprocessed red and processed meat.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:50.043352+00:00"}
{"study_id": 193592, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether providing pork (meat) to infants in high-poverty areas of China improved their vitamin B levels compared to fortified or local cereal supplements.", "results_summary": "The study found that infants who received pork had higher serum vitamin B concentrations compared to those who received local cereal, though the abstract does not specify statistical significance or clinical relevance. The fortified cereal group's results were not detailed in the abstract.", "population_specificity": "Infants aged 6 months old in high-poverty rural areas of China.", "effective_dosage": "50 g/d of pork (meat group).", "study_duration": "One year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:50.169552+00:00"}
{"study_id": 193594, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the impact of a low-fat, low-sodium Mediterranean diet, which includes reduced consumption of red and processed meat, on the clinical management of rheumatoid arthritis.", "results_summary": "The study found that a diet poor in red and processed meat, combined with other lifestyle modifications, had positive effects on disease progression and outcomes in rheumatoid arthritis patients. No specific adverse effects of meat were mentioned, but its reduction was recommended as part of a broader dietary approach.", "population_specificity": "Patients with rheumatoid arthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:52.338042+00:00"}
{"study_id": 193597, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of oral creatine supplementation on cognitive function in healthy individuals.", "results_summary": "The study found that creatine may improve short-term memory and intelligence/reasoning, but results were conflicting for other cognitive domains. Vegetarians showed better memory task performance than meat-eaters, but no differences were observed in other cognitive areas.", "population_specificity": "Healthy individuals (281 participants across six studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:54.135448+00:00"}
{"study_id": 193596, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of synthetic and natural vitamin D biofortification in pig diets on pork vitamin D activity and quality.", "results_summary": "Pigs fed 25-hydroxvitamin D₃ had the highest serum total 25-hydroxyvitamin D concentration and the highest vitamin D activity in Longissimus thoracis muscle. Mushroom D₂ was also tested but showed lower efficacy compared to 25-OH-D₃.", "population_specificity": "120 pigs (60 male, 60 female)", "effective_dosage": "50 μg/kg of feed for each treatment (vitamin D₃, 25-OH-D₃, vitamin D₂, Mushroom D₂)", "study_duration": "55 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:54.345744+00:00"}
{"study_id": 193595, "supplement_id": 1323, "safety_score": "30", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how dietary l-carnitine in meat is metabolized by gut microbiota into TMAO, an atherosclerosis-promoting compound, and the role of γBB in this process.", "results_summary": "The study found that l-carnitine is converted to TMAO via gut microbiota-dependent transformations, with omnivores showing significantly higher TMAO production than vegans/vegetarians. The intermediate γBB was rapidly generated in all subjects, but its further conversion to TMA was diet-dependent and linked to specific gut bacteria.", "population_specificity": "Omnivores (n=40) and vegans/vegetarians (n=32).", "effective_dosage": "Deuterium-labeled l-carnitine (d3-l-carnitine) or γBB (d9-γBB); exact dosage not specified.", "study_duration": "Chronic l-carnitine supplementation lasted ≥2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:54.760355+00:00"}
{"study_id": 193599, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to review the beneficial applications of rosmarinic acid (RA) in livestock nutrition and its effects on meat quality, health, and productivity.", "results_summary": "RA supplementation improved growth, reproductive performance, feed utilization, antioxidant status, and immune function in livestock. It also enhanced meat quality by extending shelf-life and improving flavor, while reducing disease risks and mitigating side effects of synthetic drugs.", "population_specificity": "Livestock (specific species not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:55.410320+00:00"}
{"study_id": 193602, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of linseed inclusion and vitamin E supplementation in the diet of young bulls on meat sensory attributes and fat cover depth.", "results_summary": "The study found no significant differences in main sensory scores due to linseed or vitamin E, except minor variations in juiciness and metallic flavor under MAP. Higher fat cover (4 mm) improved tenderness, juiciness, and flavor intensity compared to 3 mm fat cover in vacuum-packaged meat.", "population_specificity": "Forty-six Pirenaica young bulls.", "effective_dosage": "50 g kg of linseed or vitamin E supplementation.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:58.068689+00:00"}
{"study_id": 193601, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether homemade complementary feeding (including meat) compared to commercial options influenced dietary diversity, nutrient intake, and infant growth/adiposity.", "results_summary": "Infants fed homemade complementary food showed higher dietary diversity and lower adiposity (reduced whole-body fat mass and % body fat) at 12 and 36 months compared to those fed commercial or mixed options, with no differences in growth Z-scores or nutrient intakes.", "population_specificity": "132 healthy breastfed 1-month-old infants from Montréal, Canada (65 included in dietary analysis).", "effective_dosage": "Not specified", "study_duration": "Assessments at 6, 9, 12, and 36 months of age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:58.364194+00:00"}
{"study_id": 193600, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the impact of dietary patterns, including low meat consumption in the Mediterranean diet, on preventing neural tube defects (NTDs) during pregnancy.", "results_summary": "The abstract highlights the erosion of traditional Mediterranean dietary patterns, which include low meat consumption, and associates this diet with reduced risk of NTDs. It emphasizes the role of folate supplementation and food fortification in NTD prevention but does not directly assess meat's effects.", "population_specificity": "Women of childbearing age, particularly in Mediterranean and Italian contexts.", "effective_dosage": "Not specified for meat; folic acid supplementation suggested at 0.4 mg/day.", "study_duration": "Not specified for meat; periconceptional period for folic acid.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:59.938038+00:00"}
{"study_id": 193603, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether high polyphenolic grape extract (PGE) consumed with a high-starch breakfast could alter appetite ratings and energy intake at a subsequent meal involving meat sauce.", "results_summary": "The study found no significant effect of PGE on appetite ratings (hunger, fullness, etc.) or energy/macronutrient intake at the lunch meal compared to placebo. Neither low (500 mg) nor high (1500 mg) doses of PGE showed meaningful differences in outcomes.", "population_specificity": "20 healthy, non-obese (BMI 18-28 kg/m²) male volunteers.", "effective_dosage": "500 mg (PGE500) and 1500 mg (PGE1500), single dose with breakfast.", "study_duration": "Single administration with follow-up over 3 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:01.883277+00:00"}
{"study_id": 193605, "supplement_id": 1323, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how dietary supplementation with flax and alfalfa sprouts affects the fatty acid, tocopherol, and phytochemical content of rabbit meat.", "results_summary": "Flax sprouts improved fatty acid profiles (higher alpha-linolenic acid, polyunsaturated and n-3 fatty acids, better n-3/n-6 ratio, and thrombogenic indices) but worsened oxidative status. Alfalfa sprouts produced intermediate effects. Both increased total phytoestrogen content.", "population_specificity": "Ninety weaned New Zealand White rabbits.", "effective_dosage": "20g/day of alfalfa or flax sprouts added to standard diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:02.562642+00:00"}
{"study_id": 193606, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if the comet assay could serve as a functional biomarker for assessing zinc status in populations with limited meat consumption and high phytate levels.", "results_summary": "Zinc supplementation reduced DNA strand breaks (measured by comet tail moment) in women with low meat intake, despite no significant change in plasma zinc levels. The comet assay proved sensitive enough to detect zinc status changes in field-collected samples.", "population_specificity": "Forty women from Ethiopian villages with meat consumption less than once per month and high phytate levels.", "effective_dosage": "20 mg zinc as zinc sulfate daily", "study_duration": "17 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:02.783913+00:00"}
{"study_id": 193604, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers compared the antioxidant and antimicrobial effects of rosemary diterpenes and vitamin E on lamb meat quality and shelf life.", "results_summary": "The E-diet (vitamin E) was more effective than the R-diet (rosemary diterpenes) in preventing meat oxidation, while the R-diet showed antimicrobial effects. The shelf life of lamb increased by 5 days (R-diet) or 10 days (E-diet).", "population_specificity": "Thirty fattening lambs.", "effective_dosage": "600 mg kg(-1) carnosic acid and carnosol (1:1 w:w) for R-diet; 600 mg kg(-1) α-tocopherol for E-diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:03.208439+00:00"}
{"study_id": 193607, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the efficacy of beef supplementation on strength and body composition in young adults undergoing resistance training.", "results_summary": "The food group showed a significant decrease in fat mass and increase in fat-free mass, but no significant differences in lean mass or strength compared to the control group. Tinned meat was suggested as a viable nutritional strategy alongside other protein supplements.", "population_specificity": "26 young healthy adults (12 in food group, 14 in control group).", "effective_dosage": "135 g serving of lean beef (tinned meat) providing 20 g of protein and 1.7 g of fat, consumed after resistance training.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:04.187402+00:00"}
{"study_id": 193609, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the relationship between red and processed meat intake and breast cancer risk, and whether antioxidant supplementation modulates this association.", "results_summary": "Processed meat intake was prospectively associated with increased breast cancer risk, particularly in the placebo group, while antioxidant supplementation appeared to counteract this effect. The association was stronger when excluding cooked ham.", "population_specificity": "4684 women from the SU.VI.MAX study, with 190 developing breast cancer during follow-up.", "effective_dosage": "Low-dose antioxidant combination (specific amounts not detailed).", "study_duration": "8 years (1994-2002), with follow-up until 2007.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:06.383999+00:00"}
{"study_id": 193610, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore methods for supplementing selenium levels in various organisms, including through meat and plant products, and to review analytical techniques for selenium determination.", "results_summary": "The abstract highlights the importance of selenium balance in diets, discusses supplementation methods, and reviews analytical techniques for selenium measurement, but does not provide specific results on meat's effects.", "population_specificity": "Not specified (general focus on organisms and environmental supplementation).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:07.007685+00:00"}
{"study_id": 193608, "supplement_id": 1323, "safety_score": "40", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a high red meat (HRM) diet alters miRNA expression in rectal mucosa and if butyrylated resistant starch supplementation modifies this effect.", "results_summary": "The HRM diet increased oncogenic miRNAs (e.g., miR17-92, miR21) and cell proliferation, while HRM with resistant starch supplementation restored some miRNAs to baseline levels, suggesting a protective effect against colorectal cancer risk.", "population_specificity": "23 healthy volunteers", "effective_dosage": "300 g/day lean red meat (HRM), 40 g/day butyrylated high amylose maize starch (HRM+HAMSB)", "study_duration": "Four 4-week dietary interventions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:07.557726+00:00"}
{"study_id": 193613, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to review the impact of diet, including meat, on the causation and activity of inflammatory bowel disease (IBD).", "results_summary": "High meat intake correlated with increased incidence of ulcerative colitis (UC) and a higher likelihood of relapse in UC patients. No direct evidence supported specific dietary modifications involving meat in Crohn's disease (CD).", "population_specificity": "Patients with inflammatory bowel disease (Crohn's disease and ulcerative colitis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:10.276236+00:00"}
{"study_id": 193614, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if chicken meat ingredient-168 (CMI-168) could enhance cognitive function in healthy adults.", "results_summary": "Subjects supplemented with CMI-168 showed significantly better performance in cognitive tests after 6 weeks compared to controls, and this improvement persisted 2 weeks after supplementation ended. The results suggest CMI-168 enhances attention and prefrontal cortex functions.", "population_specificity": "Normal, healthy adults", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:10.639502+00:00"}
{"study_id": 193611, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the development and acceptability of meat analogs as nutritious, plant-based alternatives to meat that mimic its sensory and nutritional qualities.", "results_summary": "The study highlights that meat analogs can satisfy consumers by replicating meat-like texture, appearance, and flavor through skilled production and the use of protein-rich vegetative materials. It emphasizes the potential of vegetables, cereals, and pulses in improving the nutritional and functional characteristics of meat analogs.", "population_specificity": "Health-conscious consumers, particularly vegetarians seeking meat-like alternatives.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:11.161845+00:00"}
{"study_id": 193612, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore determinants of serum 3-epi-25(OH)D₃ concentrations, including the role of meat intake, in a nationally representative sample of adults and assess the impact of vitamin D₃ supplementation on these concentrations.", "results_summary": "The study found that meat intake was a significant positive determinant of serum 3-epi-25(OH)D₃ concentrations, alongside other factors like age, vitamin D supplement use, and sun exposure. The RCT data showed that changes in vitamin D status significantly influenced 3-epi-25(OH)D₃ levels.", "population_specificity": "Adults aged 18-84 years from the National Adult Nutrition Survey in Ireland (n = 1122) and older adults (aged ≥50 years) from a vitamin D₃ RCT.", "effective_dosage": "20 μg/d of vitamin D₃ in the RCT.", "study_duration": "15 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:12.213682+00:00"}
{"study_id": 193615, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of breed (Parda de Montaña vs. Pirenaica) and finishing diet (grazing vs. total mixed ration) on carcass characteristics and meat quality of steers.", "results_summary": "Parda de Montaña had higher intramuscular fat than Pirenaica, while the finishing diet slightly affected fatty acid composition and increased fat percentage in the 10th rib. Consumers preferred Pirenaica for tenderness but did not distinguish between diets, though extended aging (15 days at 4°C) was favored by meat enthusiasts.", "population_specificity": "Steers (Parda de Montaña and Pirenaica breeds) raised in dry mountain areas.", "effective_dosage": "Not specified (diet composition: 50% alfalfa, 40% maize grain, 10% straw for mixed ration).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:14.681517+00:00"}
{"study_id": 193616, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to assess the relationship between intradialytic high-protein red meat snack supplementation and patient inflammatory status (CRP) and protein losses (nitrogen) in chronic hemodialysis patients.", "results_summary": "Red meat supplementation did not affect CRP levels or nitrogen loss through dialysate, nor did it impact nutritional status. However, CRP values increased after ultrafiltration in both groups, though this was not linked to red meat consumption.", "population_specificity": "Chronic hemodialysis patients (n=14).", "effective_dosage": "Group 1: 2 g protein initially, then 27 g (total 29 g per dialysis); Group 2: 29 g protein per dialysis.", "study_duration": "One month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:14.889521+00:00"}
{"study_id": 193618, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the effects of freezing and thawing on the physical quality parameters of meat and explore mitigation strategies.", "results_summary": "Freezing and thawing negatively impact meat quality by damaging ultrastructure, altering biochemical reactions, and affecting parameters like moisture loss, protein denaturation, oxidation, color, pH, shear force, and microbial spoilage. Mitigation strategies include novel freezing/thawing methods, antifreeze proteins, vitamin E supplementation, brine injection, and modified atmospheric packaging.", "population_specificity": "Not specified (general meat quality review).", "effective_dosage": "Not available.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:15.717558+00:00"}
{"study_id": 193617, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effect of meat intake on arm muscle area growth and its comparative efficacy against milk and vegetable-based diets in schoolchildren.", "results_summary": "The meat group showed the steepest gains in mid-upper-arm circumference (MUAC) and mid-upper-arm muscle area (MAMA), with the least increase in fat area compared to other groups. The findings suggest meat intake enhances lean body mass in schoolchildren.", "population_specificity": "Kenyan schoolchildren (two cohorts of 518 and 392 children).", "effective_dosage": "Not specified (isoenergetic feeding intervention).", "study_duration": "2 years (9 months per year).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:16.278631+00:00"}
{"study_id": 193620, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of lamb genotypes, dietary supplementation, and organic chromium on growth performance, carcass traits, and meat quality in male lambs grazing ryegrass pasture.", "results_summary": "Suffolk×Dorper lambs showed better carcass yield and rib eye area, while Rambouillet lambs had larger legs. Feed supplementation improved growth performance and carcass traits, while organic chromium reduced fat content in meat.", "population_specificity": "Male lambs grazing ryegrass pasture.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:18.103010+00:00"}
{"study_id": 193619, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the potential benefits of creatine supplementation, found in red meat and seafood, on aging muscle mass and strength when combined with resistance training.", "results_summary": "The study suggests that creatine supplementation during resistance training has a beneficial effect on aging muscle, though the long-term effects of different application strategies remain unknown. Emerging evidence indicates that timing and dosage may be important factors for muscle accretion in older adults.", "population_specificity": "Older adults experiencing age-related muscle loss (sarcopenia).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:18.170501+00:00"}
{"study_id": 193622, "supplement_id": 1323, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of moderately high-protein diets with selenium-enriched or non-enriched chicken consumption on body composition, biochemical parameters, and antioxidant status in young adults.", "results_summary": "Frequent chicken consumption within a high-protein diet led to slight but significant weight reduction due to fat mass loss, without changes in fat-free mass. Selenium supplementation did not affect antioxidant status or inflammatory markers.", "population_specificity": "Young adults (n = 24)", "effective_dosage": "Four 200 g portions/week of Se- or non-enriched chicken breasts", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:20.587922+00:00"}
{"study_id": 193621, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess relationships between dietary patterns (including an 'alcohol/meat' pattern), physical activity, and sedentary behavior in middle-aged French adults.", "results_summary": "The study found that leisure-time physical activity was negatively associated with an 'alcohol/meat' dietary pattern in men, suggesting a potential link between higher meat consumption and less physical activity. No direct health effects of meat were evaluated.", "population_specificity": "1359 middle-aged French participants from the SUpplémentation en VItamines et Minéraux AntioXydants study.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:20.785121+00:00"}
{"study_id": 25477, "supplement_id": 1324, "safety_score": "75", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to assess the safety of non-medical face masks by examining the concentration of free formaldehyde, a known contact allergen, in various mask materials.", "results_summary": "Free formaldehyde was detected in three cloth masks (cotton and polyester with antibacterial/antiviral labeling), but the overall risk of contact dermatitis was considered low due to low detection frequency in Japan.", "population_specificity": "Non-medical face masks and related products (90 total, including nonwoven, woven cloth, polyurethane, and other materials).", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:22.501418+00:00"}
{"study_id": 193623, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of chicken breast meat extract (CBEX) supplementation on hormonal responses to resistance exercise.", "results_summary": "CBEX supplementation attenuated blood lactate, epinephrine, norepinephrine, and growth hormone responses to exercise but did not significantly affect free testosterone or exercise-induced strength reduction.", "population_specificity": "22 men (14 in CBEX group, 8 in placebo group).", "effective_dosage": "100 mL CBEX drink (containing 2 g carnosine and anserine total) twice daily.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:22.631211+00:00"}
{"study_id": 23655, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess participation, satisfaction, helpfulness, and integration of a five-minute group meditation during weekly educational rounds for palliative care clinicians.", "results_summary": "Most participants engaged in the meditation, found it useful, and reported stress reduction and control. Many also practiced meditation outside of rounds, averaging 53 minutes per week, primarily after work hours.", "population_specificity": "Palliative care clinicians (70 invited, 23 participated in meditation during rounds).", "effective_dosage": "Five-minute group meditation during weekly rounds; outside practice averaged 53 minutes per week.", "study_duration": "Weekly during educational rounds (specific duration not stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:24.300559+00:00"}
{"study_id": 23654, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Rajyoga mindfulness meditation training could improve heart rate variability (HRV) and parasympathetic activity in patients with panic disorder.", "results_summary": "After 8 weeks, the Rajyoga group showed significant improvements in HRV parameters (SDRR, RMSSD, pNN50, total power) and a shift toward parasympathetic predominance (reduced LF/HF ratio) compared to controls. The findings suggest Rajyoga meditation may enhance autonomic regulation in panic disorder.", "population_specificity": "110 patients with panic disorder recruited from a psychiatry department in India.", "effective_dosage": "8-week Rajyoga meditation intervention (specific frequency not detailed).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:24.570431+00:00"}
{"study_id": 23656, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The study aimed to examine the impact of parenting styles and parental mediation on internet addiction among Chinese children.", "results_summary": "Authoritative parenting was linked to lower internet addiction, while authoritarian and permissive parenting were associated with higher levels. Parental mediation partly mediated this relationship, with active involvement reducing addiction risk.", "population_specificity": "Chinese children aged 6 to 17 and their families (600 surveyed).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:25.147247+00:00"}
{"study_id": 23657, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of Transcendental Meditation (TM) in treating PTSD compared to other treatments and internal controls.", "results_summary": "TM showed a large, clinically meaningful reduction in PTSD symptoms (g = -1.01) and was non-inferior to prolonged exposure therapy while working significantly faster. The effect was consistent across studies with no risk of bias detected.", "population_specificity": "Military and civilian populations with PTSD, ages 20.6 to 54.4 years, 46.9% male.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:26.138191+00:00"}
{"study_id": 23658, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate whether a 12-week physical activity and meditation intervention could enhance psychological well-being in university students.", "results_summary": "The study found significant improvements in resilience, depression, and sleep duration, with mood benefits more pronounced in men. No major changes were observed in other variables like self-esteem or personality traits.", "population_specificity": "Spanish university students (final sample: 136 participants, 82 in intervention group).", "effective_dosage": "Six meditation sessions (yoga and mindfulness) over 12 weeks (frequency not specified).", "study_duration": "12 weeks of intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:28.575487+00:00"}
{"study_id": 23659, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the adherence to and implementation of a meditation app (Bodhi AIM+) adapted for professionals working with youth in the legal system, as well as its potential effects on emotion regulation and mental health outcomes.", "results_summary": "The study is currently underway, with results anticipated in 2026; no findings on efficacy or outcomes are yet available.", "population_specificity": "Probation officers and other professionals working with youth in the legal system (N=50).", "effective_dosage": "Participants were asked to follow a 30-day path of brief audio- or video-guided content, with additional app features available as desired.", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:29.418215+00:00"}
{"study_id": 23663, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of virtual reality meditation compared to standard care on sleep quality and delirium incidence in ICU patients.", "results_summary": "The study found significantly improved subjective sleep quality in the intervention group compared to controls, but no significant differences in objective sleep measurements or delirium incidence.", "population_specificity": "96 patients in an 11-bed surgical ICU at a South Korean university hospital.", "effective_dosage": "20-minute virtual reality-based mindfulness and relaxation meditation before bedtime.", "study_duration": "Two nights of ICU admission.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:32.179893+00:00"}
{"study_id": 23662, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether long-term mindfulness meditation (MM) enhances attentional function and alters brain activity related to attention in male athletes.", "results_summary": "The study found that 20-week MM training improved attention span, concentrativeness, stability, and prefrontal cortex oxygenation while reducing mental fatigue and salivary cortisol levels, though no significant effects were observed on distractibility or attentional blink.", "population_specificity": "47 professional male fencer athletes", "effective_dosage": "3 sessions per week (20 minutes per session)", "study_duration": "20 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:32.222922+00:00"}
{"study_id": 23660, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of Heartfulness meditation on stress biomarkers, burnout, and well-being in individuals experiencing moderate to high perceived stress.", "results_summary": "The study found that Heartfulness meditation significantly increased serum nitrate/nitrite levels, professional efficacy, and well-being, while significantly decreasing exhaustion, cynicism, and cortisol levels compared to the control group. A negative correlation was observed between serum MDA and well-being, and a positive correlation between MDA and cortisol.", "population_specificity": "100 participants aged 18-24 years with moderate to high perceived stress.", "effective_dosage": "Daily Heartfulness meditation (specific duration per session not specified).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:32.493827+00:00"}
{"study_id": 23664, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine how breath-based Ānāpānasati meditation affects brain electrical activity and subjective experiences in adolescent novice meditators after a cognitive workload-inducing task.", "results_summary": "The study found increased alpha oscillations indicating relaxation, enhanced visual and cognitive processing linked to beta power, and associations between state mindfulness, blissfulness, and theory of mind. Gender differences were also observed, with females showing greater frontal beta activity and state mindfulness.", "population_specificity": "45 novice adolescent meditators in the Indian developmental context.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:33.327886+00:00"}
{"study_id": 23665, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine the current status of meditation in cancer research, its potential application value, and future development.", "results_summary": "The study found increasing scholarly focus on meditation's benefits for cancer patients, with key topics including quality of life, psychological intervention, and mindfulness-based stress reduction. The USA, Australia, and China led research output, and future directions may involve virtual reality technology and qualitative research.", "population_specificity": "Cancer patients (covering 11 cancer types)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:33.738972+00:00"}
{"study_id": 23661, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether the Headspace mindfulness meditation app could reduce subjective stress, stressor appraisals, perceived coping, and perseverative cognitions in a high-stress environment.", "results_summary": "The study found that participants using Headspace reported reduced subjective stress and perseverative cognitions by week 2 and improved perceived coping by week 5, with effects persisting through week 8. No changes were observed for stressor appraisal, while the control group reported worsening stress and coping.", "population_specificity": "Non-faculty university employees (n=138; 75.36% female; 54.5% White, 27.54% Hispanic; mean age 38.19) from California's Central Valley.", "effective_dosage": "10 minutes of meditation daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:34.367019+00:00"}
{"study_id": 23667, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of Transcendental Meditation (TM) in reducing burnout and increasing resilience among medical students at Georgetown University School of Medicine.", "results_summary": "The study found significant improvements in emotional exhaustion, resilience, anxiety, insomnia, depersonalization, depression, and mental well-being after three months of TM practice, with high compliance (85%).", "population_specificity": "Medical students at Georgetown University School of Medicine (42 enrolled, 39 completed).", "effective_dosage": "20 minutes twice daily.", "study_duration": "Three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:37.831482+00:00"}
{"study_id": 23666, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the long-term effects of Transcendental Meditation (TM) compared to health education (HE) on carotid intima-media thickness (cIMT) and cardiovascular disease (CVD) events in high-risk Black adults.", "results_summary": "After 1 year, both TM and HE groups showed similar, minimal changes in cIMT with no significant differences in lipid levels or blood pressure. However, TM demonstrated a 65% relative risk reduction in major adverse cardiovascular events (MACE) at 5 years compared to HE.", "population_specificity": "Black women and men with CVD or at high risk for CVD.", "effective_dosage": "Not specified", "study_duration": "1 year for primary outcome (cIMT), up to 14 years for MACE follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:38.310733+00:00"}
{"study_id": 23669, "supplement_id": 1325, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility, acceptability, and preliminary efficacy of a 4-week nature-mindfulness-compassion program using virtual reality for improving mental health in older adults.", "results_summary": "The EEMCF-VR program was feasible and well-tolerated, with significantly lower stress and negative emotions reported compared to controls. Qualitative feedback highlighted perceived benefits and areas for refinement, such as headset weight.", "population_specificity": "Older adults (mean age 75.1 years)", "effective_dosage": "8 sessions over 4 weeks", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:40.122904+00:00"}
{"study_id": 23670, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of yoga meditation on mental health in female college students, focusing on emotional regulation, stress reduction, and psychological resilience.", "results_summary": "Yoga meditation significantly reduced anxiety, depression, and perceived stress while enhancing emotional regulation, self-awareness, and neuroplasticity. It also improved autonomic nervous system function and sustained positive mental health benefits post-intervention.", "population_specificity": "Female college students", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:40.169627+00:00"}
{"study_id": 23668, "supplement_id": 1325, "safety_score": "95", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Heartfulness meditation (HM) in managing recurrent aphthous ulcers (RAUs) and compare its effects with conventional tetracycline treatment.", "results_summary": "HM significantly reduced pain intensity and, when combined with tetracycline, resulted in the shortest ulcer duration. Pain levels in the HM group were similar to the tetracycline group at follow-up intervals.", "population_specificity": "54 patients affected with recurrent aphthous ulcers (RAUs).", "effective_dosage": "Not specified", "study_duration": "Follow-up intervals at 3, 5, and 7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:40.368134+00:00"}
{"study_id": 23671, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to compare different contemplative practices, particularly shikantaza, from a psychoanalytic perspective, focusing on their underlying assumptions and clinical influences.", "results_summary": "The study highlights the distinctions between shikantaza and other contemplative practices, discussing their advantages and disadvantages in clinical encounters, but does not provide empirical data on outcomes.", "population_specificity": "Clinicians and practitioners of contemplative practices (specific demographics not provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:41.443701+00:00"}
{"study_id": 23672, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of meditation-based mind-body interventions (MBIs) on improving sleep quality, depression, and anxiety in older adults with poor sleep.", "results_summary": "The study found that MBIs significantly improved sleep quality, depression, and anxiety in older adults with poor sleep, but no significant effect was observed for stress.", "population_specificity": "Older adults with poor sleep quality", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:41.701560+00:00"}
{"study_id": 23673, "supplement_id": 1325, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of meditation as an adjuvant therapy for functional dyspepsia (FD) and compare it with standard treatment alone, focusing on improvements in gastrointestinal quality of life, mental well-being, and sleep quality.", "results_summary": "The study found that meditation as an adjuvant therapy led to statistically significant improvements in gastrointestinal quality of life (GIQLI), depression (HADS-D), and sleep quality (PSQI) compared to standard treatment alone, with notable effects observed at 4 and 8 weeks.", "population_specificity": "Patients diagnosed with functional dyspepsia (FD).", "effective_dosage": "Vaishvanara Agni meditation (VAM) (specific dosage not detailed).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:43.443128+00:00"}
{"study_id": 23675, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to identify differences in brain structure and function between long-term practitioners of loving-kindness meditation (LKM) and controls to understand potential mechanisms supporting mental health benefits.", "results_summary": "The study found that long-term LKM practitioners showed differences in brain regions associated with self-compassion, empathy, and prosocial behavior, including the superior parietal lobe, inferior frontal gyrus, medial frontal lobe, and insular cortex. These findings suggest neuroplastic changes may underlie the mental health benefits of LKM.", "population_specificity": "64 long-term LKM practitioners and 67 controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:46.515216+00:00"}
{"study_id": 23674, "supplement_id": 1325, "safety_score": "90", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the impact of loosening meditation on cognitive function, psychological well-being, and stress biomarkers in older adults with mild cognitive impairment (MCI).", "results_summary": "The study found that loosening meditation was safe and feasible, with significant improvements in mood (JUMACL emotion arousal scores) and reduced serum cortisol levels after the first session, though no significant changes were observed in cognitive function or other psychological measures.", "population_specificity": "Older adults with mild cognitive impairment (MCI), mean age 78.1 years (± 4.8 years), and mean MMSE score of 25.1 points (± 2.5).", "effective_dosage": "Weekly sessions over four weeks (specific duration per session not mentioned).", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:47.641757+00:00"}
{"study_id": 23677, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore how meditation-related adverse event (AE) research could inform and improve the study of psychedelic-related AEs, focusing on methodological challenges and measurement approaches.", "results_summary": "The study suggests that meditation-related AE research provides valuable thematic and methodological insights for psychedelic AE research, advocating for detailed, standardized, and representative measures of AEs. It highlights the overlap in phenomenological and contextual characteristics between meditation and psychedelic AEs.", "population_specificity": "Not specified (abstract focuses on methodological comparisons rather than a specific study population).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:48.369559+00:00"}
{"study_id": 23678, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how early-stage mindfulness-based intervention impacts internalizing symptom development, associated cognitive and brain processes, and mental illness progression in help-seeking youth.", "results_summary": "The study is a longitudinal randomized controlled trial assessing the effects of a mindfulness-based program (Learning to Offset Stress) on internalizing problems, cognitive processes, and brain activity. Results are pending as the study is ongoing.", "population_specificity": "Help-seeking youth aged 16-25 with internalizing problems.", "effective_dosage": "8 weekly 2-hour sessions combining mindfulness exercises, mindful physical activity, and yoga.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:48.714205+00:00"}
{"study_id": 23680, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore perceived barriers to meditation among individuals with substance use disorder (SUD) and identify obstacles to inform future interventions promoting meditation practice.", "results_summary": "The study found that individuals with SUD were interested in learning about meditation, but key barriers included the perception that \"prayer is my form of meditation\" and difficulty stopping thoughts. Only 28.7% of respondents were informed about meditation by healthcare providers.", "population_specificity": "Individuals attending a treatment center for substance use disorder (average age 45, 67% female, 90.3% White).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:50.465413+00:00"}
{"study_id": 23679, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effectiveness of mindfulness meditation in alleviating sleep disturbances among individuals with mild cognitive impairment (MCI) and Alzheimer's disease (AD).", "results_summary": "Mindfulness meditation significantly improved sleep quality, reduced insomnia severity, and enhanced overall well-being in the studied population. Structured, face-to-face sessions combined with at-home practice were found to be the most effective intervention.", "population_specificity": "Individuals with mild cognitive impairment (MCI) and Alzheimer's disease (AD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:50.949695+00:00"}
{"study_id": 23681, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to design, validate, and assess the feasibility and efficacy of a meditation module for primary hypertensive patients (PHP) to address etiological and preventive factors of hypertension.", "results_summary": "The meditation module significantly improved biochemical (e.g., increased BDNF) and psychological parameters (e.g., reduced anxiety and stress, improved emotional quotient, mental state, sleep quality, quality of life, and happiness). The module was validated by experts and deemed feasible for patients.", "population_specificity": "Primary hypertensive patients (PHP)", "effective_dosage": "5 days a week", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:51.803425+00:00"}
{"study_id": 23682, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to examine the cost-effectiveness of Transcendental Meditation (TM) compared to Prolonged Exposure (PE) and PTSD health education (HE) for veterans with PTSD.", "results_summary": "TM was non-inferior to PE and superior to HE in improving PTSD outcomes, with 61% of TM participants showing clinically significant improvement. TM was also the most cost-effective treatment, reducing total costs over a 5-year horizon.", "population_specificity": "203 veterans with PTSD.", "effective_dosage": "12 treatment sessions over 12 weeks.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:54.640287+00:00"}
{"study_id": 23685, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to quantify the effects of heartfulness meditation on healthcare professionals using an anchor-based method and compare it with pre-post-difference measures.", "results_summary": "The study found a significant effect size (Cohen's d = -0.96) for perceived stress reduction in the \"Much less negative\" category, suggesting heartfulness meditation effectively reduced stress. The anchor-based method was highlighted as useful for estimating minimal subjective perceived differences.", "population_specificity": "Healthcare professionals", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:56.550581+00:00"}
{"study_id": 23686, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review empirical studies on meditation-related interventions for college and university students over the past decade, focusing on attention, academic performance, and mental health (stress/anxiety).", "results_summary": "The review found that meditation had inconsistent impacts on academic performance but showed more conclusive evidence for improving attention (e.g., reducing mind-wandering) and reducing stress and anxiety. Meditation interventions appear promising as alternative mental health treatments, though further research is needed on dosage, techniques, and diverse populations.", "population_specificity": "College and university students", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:57.026203+00:00"}
{"study_id": 23684, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to determine whether a holistic approach including meditation could effectively manage recurrent isolated sleep paralysis (RISP) and associated symptoms in a patient with multiple comorbidities.", "results_summary": "The study found that meditation, combined with yoga, chanting, and vitamin D3 supplementation, led to sustained remission of sleep paralysis and improved overall health, including increased bone density. The patient also reported reduced stress and improved mental well-being.", "population_specificity": "A 30-year-old female with RISP, osteoporosis, drug-resistant tuberculosis, depression, and workplace stress.", "effective_dosage": "Not specified", "study_duration": "Approximately 1 year (from February 2019 to February 2020 for vitamin D3 levels, with follow-up until February 2021 for bone density)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:57.042748+00:00"}
{"study_id": 23676, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to identify the extent and scope of experimental evidence on how mindfulness, loving-kindness, and compassion-based meditation interventions affect attachment orientations and related outcomes over time.", "results_summary": "The study found that meditation interventions primarily benefited individuals with higher attachment anxiety, with some evidence for those with higher attachment avoidance. All included studies used mindfulness meditation, and one also included loving-kindness meditation, showing promising but early-stage results.", "population_specificity": "Individuals in Western cultures with higher attachment anxiety or avoidance.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:58.072670+00:00"}
{"study_id": 23689, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether mindfulness-based meditation and yoga could reduce stress, improve self-esteem, body image, and sexual adjustment in women undergoing modified radical mastectomy.", "results_summary": "The study found significant reductions in perceived stress and the importance of breasts in sexuality, along with improved self-esteem and body perception, but no significant changes in sexual adjustment.", "population_specificity": "Women undergoing modified radical mastectomy (intervention group = 19, control group = 20).", "effective_dosage": "Approximately 90-minute face-to-face mindfulness-based meditation and yoga sessions.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:00.388685+00:00"}
{"study_id": 23687, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effects of a digital meditation program on general and work-specific stress compared to a waiting list condition, and whether greater engagement in the intervention moderated these effects.", "results_summary": "The study found that participants randomized to the digital meditation program showed significant improvements in perceived stress and secondary outcomes (e.g., job strain) at 8 weeks, with effects maintained at 4 months. Greater daily meditation time (5-9.9 minutes) was associated with greater stress reduction.", "population_specificity": "Adults (aged ≥18 years) employed at a large academic medical center who reported mild to moderate stress, had regular web access, and were fluent in English (excluded regular meditators).", "effective_dosage": "10 minutes of meditation per day.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:00.594496+00:00"}
{"study_id": 23691, "supplement_id": 1325, "safety_score": "30", "efficacy_score": null, "quality_score": 20, "study_goal": "The researchers aimed to investigate the potential negative psychiatric effects of meditation by presenting a case series of individuals who developed psychiatric illness after meditation.", "results_summary": "The study found that while meditation generally has beneficial effects on physical and mental health, it can also induce psychiatric illness, as evidenced by seven reported cases of meditation-induced psychosis.", "population_specificity": "Individuals who developed psychiatric illness after meditation (case series of seven patients).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:04.137877+00:00"}
{"study_id": 23690, "supplement_id": 1325, "safety_score": "95", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness of different meditation categories (MBSR, MBO, TM, OM) in treating PTSD through a comprehensive meta-analysis.", "results_summary": "All meditation categories were effective in mitigating PTSD symptoms, with Transcendental Meditation (TM) showing significantly larger effect sizes (-1.13) compared to others (MBSR: -0.52, MBO: -0.66, OM: -0.63). No serious side effects were reported.", "population_specificity": "War veterans, war refugees, earthquake/tsunami victims, female survivors of interpersonal violence, clinical nurses, prison inmates, and traumatized students.", "effective_dosage": "Not specified", "study_duration": "Maximum study duration = 13.2 weeks (range: 1-48 weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:04.520516+00:00"}
{"study_id": 23692, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding meditation and yoga to standard care improves treatment response in women with interstitial cystitis-bladder pain syndrome.", "results_summary": "The mind-body group showed significantly more treatment responders (72.1% vs. 25.6%) and superior improvements in symptom indices, pain scores, and reduced treatment escalation compared to the control group.", "population_specificity": "Women with interstitial cystitis-bladder pain syndrome.", "effective_dosage": "Commercially available meditation application and standardized yoga tutorial video (specific dosage not detailed).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:05.423357+00:00"}
{"study_id": 23693, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of mindfulness meditation on pro-inflammatory biomarkers and C-reactive protein in patients with end-stage renal disease.", "results_summary": "Mindfulness meditation significantly reduced C-reactive protein and tumor necrosis factor-alpha levels but had no significant effect on interleukin-6 compared to the control group. The study supports mindfulness meditation as a complementary treatment for these patients.", "population_specificity": "Patients with end-stage renal disease undergoing hemodialysis in northern Jordan.", "effective_dosage": "30 minutes of mindfulness meditation, 3 times a week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:06.560836+00:00"}
{"study_id": 23694, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to test the effects of a mobile app combining neurofeedback-based meditation and binaural beat music for managing traumatic stress.", "results_summary": "The experimental group showed significant improvements in psychological well-being, emotional stability, and anti-stress indices compared to the control group. The intervention provided preliminary support for aiding recovery from traumatic events.", "population_specificity": "Individuals who have experienced traumatic events (n=58).", "effective_dosage": "Mobile app use 3 days a week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:07.601480+00:00"}
{"study_id": 23688, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effects of yoga and transcendental meditation on retinal microcirculation in cardiac patients undergoing rehabilitation after heart surgery.", "results_summary": "The study found no significant differences in retinal microcirculation parameters between the control, meditation, and yoga groups during rehabilitation. The results suggest that meditation did not produce measurable changes in retinal microcirculation as an indicator of central circulation in this population.", "population_specificity": "Cardiac patients post-heart surgery undergoing rehabilitation.", "effective_dosage": "20 minutes of meditation, twice per day.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:08.325962+00:00"}
{"study_id": 23697, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of cyclic meditation (CM) on sleep quality based on available scientific data.", "results_summary": "CM was found to be effective in enhancing sleep quality, with effect sizes ranging from 0.56 to 4.90 across studies. However, further randomized controlled studies with additional sleep parameters are needed to strongly recommend CM as a standalone intervention for sleep disturbances.", "population_specificity": "Healthy volunteers, type-2 diabetic patients, alcohol dependents, and caregivers for special needs children in India.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:08.408012+00:00"}
{"study_id": 23698, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of meditation, exercises, dietary, and lifestyle modifications on depression, anxiety, stress, and self-esteem among infertile women.", "results_summary": "The study found that meditation and other complementary therapies significantly reduced depression, anxiety, and stress while improving self-esteem in infertile women, with post-test scores showing marked improvement compared to the control group.", "population_specificity": "60 infertile women (30 experimental, 30 control) attending an infertility clinic in India.", "effective_dosage": "60 minutes per session over five subsequent visits.", "study_duration": "Approximately 5 weeks (five visits).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:09.267742+00:00"}
{"study_id": 23700, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the role of compassion in holistic nursing, integrating insights from neuroscience, the chakra system, and nursing theories, with Therapeutic Touch® as a practice example.", "results_summary": "The study highlights the growing research on compassion and its implications for self-development, transformation, and healing, using Therapeutic Touch® as a compassion-based therapy.", "population_specificity": "Not specified (general focus on holistic nursing and compassion).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:12.997827+00:00"}
{"study_id": 23699, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the benefits of meditation retreats on mental, emotional, and physical well-being, as well as discuss challenges limiting broader application.", "results_summary": "The study found that meditation retreats reduce stress, anxiety, and depression while enhancing emotional resilience and physical health, including reduced inflammatory markers and improved metabolic health. However, challenges like varied formats, limited follow-up, and accessibility issues were noted.", "population_specificity": "Not specified (general participants in meditation retreats).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:13.553864+00:00"}
{"study_id": 23702, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 85, "study_goal": "The researchers aimed to determine whether an 18-month meditation intervention could preserve telomere length in older adults without cognitive impairment.", "results_summary": "The study found no significant main effect of meditation on telomere length compared to control groups. However, secondary analyses showed positive correlations between meditation class attendance, responsiveness to the intervention, and telomere length, as well as a link between lower \"openness to experience\" scores and reduced critically short telomeres post-intervention.", "population_specificity": "Adults aged 65+ without cognitive impairment", "effective_dosage": "Not specified", "study_duration": "18 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:15.153601+00:00"}
{"study_id": 23701, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effectiveness of mindfulness meditation (MM) for treating fibromyalgia syndrome (FMS) by evaluating its impact on quality of life, stress, insomnia, and depression.", "results_summary": "The study found that MM improved quality of life, reduced stress, and alleviated insomnia and depression in FMS patients in the short-term, with some benefits (e.g., reduced depression and stress) persisting into the medium-term. Long-term improvements in quality of life were also observed.", "population_specificity": "Patients with fibromyalgia syndrome (FMS) (n = 818 across 10 randomized controlled trials).", "effective_dosage": "Various regimens reported (type, duration, schemes, and ingredients not fully unified).", "study_duration": "Short-term, medium-term, and long-term follow-up periods (specific durations not detailed).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:15.480979+00:00"}
{"study_id": 23703, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of short-term mindfulness meditation on physiological and psychological stress levels in patients with gastrointestinal tumors during the perioperative period.", "results_summary": "The study found that mindfulness meditation reduced serum cortisol, anxiety, and pain levels, improved mindfulness ability, shortened hospital stays, and decreased postoperative analgesic requirements compared to the control group.", "population_specificity": "Patients with gastrointestinal tumors during the perioperative period.", "effective_dosage": "Daily mindfulness meditation practice from the second day of admission until the fifth day after surgery (excluding the day of surgery).", "study_duration": "From admission until the fifth day after surgery (excluding the day of surgery).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:16.230114+00:00"}
{"study_id": 23704, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore recent advancements in neurophenomenological approaches to meditation, focusing on phenomenological assessment tools, empirical studies leveraging meditators' expertise, and a new computational framework.", "results_summary": "The study found that neurophenomenological approaches provide detailed first-person insights into meditation's mechanisms, including pain regulation, self-dissolution, and acceptance of mortality. It also introduced a computational framework to enhance theoretical ambitions in naturalizing phenomenology.", "population_specificity": "Experienced meditators and researchers in neurophenomenology.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:19.473468+00:00"}
{"study_id": 23705, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of an 18-month meditation-based intervention on cardiovascular health in older adults, focusing on changes in the Framingham Risk Score and other cardiovascular/metabolic risk factors.", "results_summary": "The study found no overall improvement in cardiovascular health (Framingham Risk Score) after 18 months of meditation training. However, a subgroup analysis showed that meditation was associated with a greater reduction in diastolic blood pressure among participants with intermediate to high cardiovascular risk at baseline.", "population_specificity": "Community-dwelling cognitively unimpaired adults aged 65 years and older in France.", "effective_dosage": "Not specified", "study_duration": "18 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:20.040750+00:00"}
{"study_id": 23706, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the neural basis of mindfulness meditation versus mind-wandering, particularly in epileptic and non-epileptic mesial temporal lobe (MTL) regions, to understand potential therapeutic benefits for neuropsychiatric conditions.", "results_summary": "The study found a significant reduction in gamma power (30-55 Hz) during mindfulness meditation compared to mind-wandering in non-epileptic MTL, but not in epileptic MTL. Aperiodic components showed significant differences in epileptic MTL between brain states, suggesting distinct neural modulations.", "population_specificity": "Eight patients undergoing stereo electroencephalography (sEEG) for seizure localization in the mesial temporal lobe.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:20.102155+00:00"}
{"study_id": 23707, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether mindfulness meditation improves sleep quality, reduces negative emotions, and enhances motor function in stroke patients with concurrent coronary heart disease.", "results_summary": "The study found that mindfulness meditation significantly improved sleep quality, reduced anxiety and depression scores, and enhanced motor function compared to the control group at both 6 and 12 weeks.", "population_specificity": "Patients with stroke and concurrent coronary heart disease (n=72).", "effective_dosage": "Mindfulness meditation (specific dosage not detailed).", "study_duration": "6 weeks of intervention, with follow-up at 12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:21.313140+00:00"}
{"study_id": 23708, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the relationship between improved emotional regulation from Immersive Virtual Reality Meditation (IVRM) and reductions in Major Depressive Disorder (MDD) and Generalized Anxiety Disorder (GAD).", "results_summary": "The study found that IVRM participation improved emotional regulation (measured by Coherence Achievement Score) and was associated with reduced depression and anxiety. The results suggest IVRM is an effective intervention for these conditions.", "population_specificity": "26 participants at a behavioral health unit in a community hospital.", "effective_dosage": "Three times a week.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:22.348786+00:00"}
{"study_id": 23710, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify individual-level variables associated with perceived responsiveness to long-term meditation training in older adults.", "results_summary": "Higher engagement (more hours of formal practice) was associated with greater perceived intervention effects, but global composite scores did not correlate with pre-post changes in well-being.", "population_specificity": "Healthy older adults aged 65-84 years.", "effective_dosage": "Not specified (measured as hours of formal practice).", "study_duration": "18 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:22.872375+00:00"}
{"study_id": 23709, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether an 8-week meditation program incorporating chanting and meditation could improve executive functions in school-age children.", "results_summary": "The experimental group showed significant improvements in working memory (1-back task reaction time), inhibition (correct responses in no-go condition), and cognitive flexibility (WCST measures) compared to the control group (p < 0.001).", "population_specificity": "School-age children (25 in the experimental group, 25 in the control group).", "effective_dosage": "Daily and weekly activities for 8 weeks (specific duration/frequency not detailed).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:23.580950+00:00"}
{"study_id": 23711, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to measure the impact of a 6-week virtual yoga and meditation program (SYMPro-SR) on anxiety, symptoms, and quality of life in youth with IBS.", "results_summary": "Post-intervention, quality of life (PedsQL) improved significantly, anxiety (SCARED subscale) decreased significantly, and four somatic symptoms (CSSI) showed significant improvement. Other anxiety subscales showed trends toward improvement.", "population_specificity": "Youth aged 12-21 with IBS from two pediatric gastroenterology offices in New Jersey (8 completers: 4 female, 4 male; 6 white, 1 Asian, 1 Black).", "effective_dosage": "Not specified (6-week virtual program).", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:26.444235+00:00"}
{"study_id": 23716, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of yoga and meditation on improving quality of life (QoL) among hemodialysis patients.", "results_summary": "The study found that a 12-week yoga and meditation program significantly improved QoL across all measured domains (p < 0.001) in hemodialysis patients. These results suggest that incorporating these practices into hemodialysis care can enhance well-being.", "population_specificity": "Hemodialysis patients (100 participants) at Muljibhai Patel Urology Hospital, Nadiad.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:27.804284+00:00"}
{"study_id": 23715, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "To investigate whether extremely brief meditation (EBMI) or brief mindfulness interventions (Brief MI) improve pregnancy rates in women undergoing Assisted Reproductive Technology (ART).", "results_summary": "The study found no significant effect of EBMI or Brief MI on pregnancy rates in women undergoing ART, with no differences observed between intervention and control groups.", "population_specificity": "Women aged 18-50 undergoing ART cycles.", "effective_dosage": "EBMI: 40-minute weekly sessions (total 80 minutes); Brief MI: 15-minute daily audio (total 180-210 minutes).", "study_duration": "From embryo transfer day to pregnancy test day (approximately 2 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:28.529752+00:00"}
{"study_id": 23712, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of dance or music combined with meditation on Parkinson's disease progression, cognitive functions, mood, behavior, and caregiver burden.", "results_summary": "Data collection was completed with 28 participants, but results are pending analysis and expected to be published in December 2024. The study anticipates insights into improving quality of life and slowing PD progression through these interventions.", "population_specificity": "30 patients with mild to moderate Parkinson's disease in Mumbai, India, excluding those with advanced PD, severe balance issues, age >80 years, or other movement disorders.", "effective_dosage": "Guided meditation sessions thrice weekly (frequency specified, exact duration per session not mentioned).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:28.997026+00:00"}
{"study_id": 23717, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether changes in positive and negative affect during meditation practice were associated with improvements in psychological distress.", "results_summary": "Participants reported decreased negative affect but no change in positive affect during meditation over time. Increased positive affect and decreased negative affect during meditation were associated with improvements in distress at posttest and follow-up, with positive affect being a stronger predictor at follow-up.", "population_specificity": "Predominantly distressed public school employees (n = 243, 80.9% with clinically elevated depression and/or anxiety).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:29.593619+00:00"}
{"study_id": 23718, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of spiritual heart-centered meditation (Christian or Islamic) with secular mindfulness meditation and a waitlist control on social functioning, psychophysiology, cognition, and mental health.", "results_summary": "The abstract does not report specific results, as the study appears to be in progress or recently registered.", "population_specificity": "Stratified Christian and Muslim samples.", "effective_dosage": "Daily 20-minute guided meditation sessions.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:29.623510+00:00"}
{"study_id": 23720, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 30, "study_goal": "The researchers aimed to examine meditation as a safe, effective, and low-cost alternative treatment for ADHD, particularly among racial/ethnic minorities in the USA.", "results_summary": "The review found no studies fully meeting eligibility criteria, with incomplete demographic and clinical data, inconsistent methodologies, and insufficient evidence to determine which populations or symptoms might benefit from meditation.", "population_specificity": "Racial/ethnic minorities in the USA with ADHD.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:32.191525+00:00"}
{"study_id": 23719, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of an 8-week AVPHFN (anulom vilom pranayama and heartfulness meditation) intervention on autonomic functions, emotional stress, oxidative stress, and inflammation markers in nurses.", "results_summary": "The AVPHFN intervention significantly reduced cardiovascular parameters, perceived stress, depression, and anxiety, while improving autonomic function and reducing inflammatory markers like cortisol, hs-CRP, and cytokines. The results suggest parasympathodominance due to increased vagal activity.", "population_specificity": "Nurses (healthcare workers) during the COVID-19 pandemic.", "effective_dosage": "Not specified (intervention involved AVPHFN practice).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:33.317934+00:00"}
{"study_id": 23721, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to synthesize evidence from RCTs on the effect of mindfulness-based meditation (MBM) on blood pressure in adults primarily diagnosed with elevated blood pressure or hypertension.", "results_summary": "Eight trials found MBM effective in lowering systolic BP, and six trials reported reductions in diastolic BP among hypertensive adults. However, methodological issues like lack of allocation concealment, blinding, and high attrition rates affected the validity of the trials.", "population_specificity": "Adults primarily diagnosed with elevated blood pressure or hypertension (mean age 54.9±9.0).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:34.682906+00:00"}
{"study_id": 23722, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 55, "study_goal": "The researchers aimed to determine whether Metta meditation strengthens health-promoting personal protective factors (sense of coherence, resilience, self-compassion) and improves stress management in individuals with cardiovascular disease.", "results_summary": "The study found no significant improvement in sense of coherence, resilience, or self-compassion, but Metta meditation significantly reduced perceived stress, improved stress coping skills, and reduced rehospitalization frequency in the intervention group.", "population_specificity": "Individuals with cardiovascular disease (n=29, intervention group n=9, control group n=20).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:35.670679+00:00"}
{"study_id": 23723, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to determine whether sensory or semantic priming before a guided self-compassion meditation could enhance its effects compared to a control condition.", "results_summary": "Sensory priming reduced state self-criticism more than the control or semantic priming before meditation, but neither priming method significantly improved self-compassion, affect, or meditation appeal. The study was underpowered, limiting definitive conclusions.", "population_specificity": "71 students", "effective_dosage": "3-min priming intervention followed by a 15-min guided meditation session", "study_duration": "Single session (18 minutes total)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:36.753017+00:00"}
{"study_id": 23724, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to investigate whether intensive meditation (Fire Kasina) could induce mystical experiences comparable to psychedelics and assess their transformational effects.", "results_summary": "Participants reported intense mystical experiences, with MEQ and HME scores exceeding those of high-dose psilocybin, and described substantial shifts in worldview post-retreat.", "population_specificity": "Six individuals who completed a Fire Kasina meditation retreat.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:37.708561+00:00"}
{"study_id": 23726, "supplement_id": 1325, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of the mind sound resonance technique (MSRT) on brain hemodynamics, heart rate variability, mindfulness, and anxiety levels in college students.", "results_summary": "MSRT significantly improved oxygenation in the right prefrontal cortex, modulated heart rate variability (increased LF and decreased HF components), and showed a significant difference in SDNN compared to supine rest. The results suggest MSRT may enhance anxiety-related coping skills by boosting mindfulness and PFC oxygenation.", "population_specificity": "College students aged 19-30 (30 females, 20 males).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:37.897940+00:00"}
{"study_id": 23725, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of meditation in addressing fatigue, particularly its impact on different populations and types of fatigue.", "results_summary": "Meditation significantly reduced fatigue scores by 6.4 points compared to controls, with the most pronounced effects in the sub-healthy group (8.2 points) and for mental fatigue (10.0 points). The benefits were enhanced with expert guidance and supplementary homework.", "population_specificity": "Various populations, including sub-healthy, general, and disease groups (total 4,104 participants).", "effective_dosage": "Not specified", "study_duration": "Average of 9.6 ± 4.7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:38.497163+00:00"}
{"study_id": 23728, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether mindfulness meditation engages distinct brain mechanisms from placebo and sham mindfulness to reduce pain.", "results_summary": "Mindfulness meditation significantly reduced pain intensity and unpleasantness ratings compared to placebo, sham mindfulness, and control interventions, engaging distinct neural pain signatures. Placebo cream lowered the placebo-based signature but was less effective than mindfulness meditation.", "population_specificity": "115 healthy participants", "effective_dosage": "4 sessions", "study_duration": "Not specified (intervention duration implied by session count)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:40.636117+00:00"}
{"study_id": 23727, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of meditation-based therapies in relieving symptoms, improving quality of life, and reducing stress and mood conditions in individuals with chronic neuropathy.", "results_summary": "The study found that meditation significantly reduced anxiety, depression, and pain severity at follow-up, while increasing mindfulness scores. However, effects on perceived stress, sleep quality, and immediate pain severity were less consistent or not statistically significant.", "population_specificity": "Adult patients with persistent peripheral neuropathy of various etiologies.", "effective_dosage": "Not specified", "study_duration": "Follow-up assessments at 1 to 1.5 months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:40.731505+00:00"}
{"study_id": 23729, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of VR-based meditation on sleep quality, stress, and autonomic nervous system balance in nursing students compared to concentration meditation and no intervention.", "results_summary": "VR-based meditation significantly improved subjective sleep quality, wakefulness after sleep onset, sleep efficiency, deep sleep quality, subjective stress, objective stress, and autonomic nervous system balance compared to concentration meditation and the control group.", "population_specificity": "Nursing students", "effective_dosage": "Not specified", "study_duration": "5 days (days 2-6)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:42.298561+00:00"}
{"study_id": 23730, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of meditation in reducing anxiety during the perioperative period for patients undergoing oncology surgery.", "results_summary": "The review found that guided, mindfulness, and loving-kindness meditation may help reduce anxiety, particularly in breast cancer surgery patients postoperatively, but the literature is limited and more research is needed.", "population_specificity": "Patients undergoing surgery for oncology diagnoses, with a focus on breast cancer patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:42.612965+00:00"}
{"study_id": 23731, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of mindfulness-based stress reduction (MBSR) and escitalopram in improving absenteeism and job performance among individuals with anxiety disorders.", "results_summary": "MBSR significantly improved job performance from baseline to week 24 and reduced absenteeism similarly to escitalopram, suggesting comparable efficacy for work-related outcomes in anxiety disorders.", "population_specificity": "Adults (N=67) with a primary anxiety disorder.", "effective_dosage": "Not specified", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:44.450206+00:00"}
{"study_id": 23732, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of in-person and virtual mindfulness meditation training on self-compassion in active duty and veteran U.S. military personnel.", "results_summary": "Both in-person and virtual mindfulness training significantly improved self-compassion (10% and 14%, respectively), while the control group showed no improvement. Participants with lower baseline self-compassion benefited more.", "population_specificity": "Active duty and veteran U.S. military service members (n=250).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:45.059698+00:00"}
{"study_id": 23733, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of meditation and compassion-based group therapy versus standard care on acceptance, mindfulness, self-compassion, and psychological distress in patients with eating disorders, addiction, and mood disorders.", "results_summary": "The experimental group showed statistically significant improvements in acceptance, mindfulness, self-compassion, and reduced psychological distress, but no significant differences were found between groups at the end of the study.", "population_specificity": "Patients with eating disorders, drug addiction, alcohol addiction, and mood disorders (mean age 44.8 ± 13.2 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:46.494482+00:00"}
{"study_id": 23734, "supplement_id": 1325, "safety_score": "90", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to synthesize evidence on the effects of Transcendental Meditation (TM) on cardiometabolic outcomes and identify gaps for future research.", "results_summary": "TM was found effective in reducing blood pressure and showed potential benefits for insulin resistance, dyslipidemia, exercise tolerance, myocardial blood flow, carotid intima-media thickness, and left ventricular mass. Long-term TM practice was associated with reduced risk of myocardial infarction, stroke, and CVD mortality.", "population_specificity": "Specific populations (details not specified in the abstract, but generalizability may be limited).", "effective_dosage": "Not specified", "study_duration": "Varied (some studies included long-term follow-ups)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:47.647891+00:00"}
{"study_id": 23736, "supplement_id": 1325, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Heartfulness meditation improves mindfulness responses and reduces oxidative stress in healthy individuals.", "results_summary": "The study found that Heartfulness meditation reduced oxidative stress markers (lower MDA and higher nitrate levels) and improved mindfulness while decreasing psychological stress and experiential avoidance.", "population_specificity": "60 healthy individuals aged 18-24.", "effective_dosage": "Not specified (intervention involved Heartfulness meditation practice).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:48.526592+00:00"}
{"study_id": 23735, "supplement_id": 1325, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate factors associated with the implementation of informal meditation practice to enhance the accessibility and effectiveness of meditation-based interventions.", "results_summary": "The study identified four key categories related to informal practice: reported benefits, integration methods, perceived barriers, and recommended facilitators. Findings suggest that addressing barriers (e.g., personalized app features, reminders, social support) can improve engagement in informal practice, potentially increasing the accessibility and effectiveness of meditation-based interventions.", "population_specificity": "17 participants (mean age 37.12 years; 82.35% female; 52.94% non-Latinx White) from a randomized trial testing 5- versus 15-minute daily meditation practice.", "effective_dosage": "5 or 15 minutes daily", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:49.562408+00:00"}
