{"study_id": 82559, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a mindfulness-based training program could improve emotional well-being and enhance research capacity among engineering graduate students.", "results_summary": "The study found statistically significant improvements in emotional health, decreased neuroticism, increased positive affect, decreased negative affect, and increased mindfulness in intervention groups. Phase 2 also showed improved research satisfaction.", "population_specificity": "Engineering graduate students at two institutions.", "effective_dosage": "Eight weekly mindfulness training sessions.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:33.915139+00:00"}
{"study_id": 82561, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of workplace mental health interventions, including mindfulness, by mapping evidence from existing reviews.", "results_summary": "Mindfulness was identified as one of the interventions with the highest quality evidence, primarily effective in reducing burnout/stress and improving mental well-being. The evidence map highlighted its efficacy among individual-level interventions.", "population_specificity": "Workplace employees (general workforce, no specific demographic details provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:35.865474+00:00"}
{"study_id": 82562, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and effectiveness of a mindfulness mobile application (MMA) combined with a comprehensive lifestyle intervention (CLI) for weight loss and eating behaviors in people with metabolic syndrome.", "results_summary": "The study found that CLI plus MMA was highly feasible and moderately acceptable, with no significant differences in weight loss between groups, but the CLI+MMA group showed an increase in restrained eating behavior.", "population_specificity": "People with metabolic syndrome", "effective_dosage": "MMA used 4.4 ± 1.7 days per week", "study_duration": "26 weeks (13 weeks of weekly CLI + 13 weeks of telephone counseling)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:37.929421+00:00"}
{"study_id": 82563, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if a 4-week mindfulness intervention was more effective than a psychoeducation and cognitive behavioral skills control group in reducing psychological distress in colorectal cancer patients.", "results_summary": "Mindfulness was not superior to the active control in reducing psychological distress, but both groups showed improvements in depression. The mindfulness group had specific benefits in disease-specific QoL (e.g., reduced impotence symptoms), while the control group showed better generic mental QoL and reduced faecal incontinence. Both interventions were rated as credible and acceptable.", "population_specificity": "Colorectal cancer (CRC) patients", "effective_dosage": "2-hour weekly sessions", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:38.660220+00:00"}
{"study_id": 82564, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the feasibility, acceptability, and preliminary effects of an online group intervention integrating mindfulness-based stress reduction on physical activity, depression, and chronic pain in SCI survivors.", "results_summary": "The study assessed mindfulness as part of a broader intervention, but specific results for mindfulness alone were not detailed in the abstract. The intervention showed potential for improving physical activity, depression, and chronic pain, with further evaluation planned.", "population_specificity": "Community-dwelling spinal cord injury (SCI) survivors in Hong Kong.", "effective_dosage": "Not specified (mindfulness was part of an eight-week online group psychological intervention).", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:39.751727+00:00"}
{"study_id": 82566, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether an 8-session mindfulness training could improve executive function (inhibitory control, working memory, and cognitive flexibility) in youth with depression.", "results_summary": "Mindfulness training significantly improved inhibitory control (Stroop task) in youth with depression and enhanced working memory in young adults, though it did not significantly affect cognitive flexibility or working memory in adolescents.", "population_specificity": "Youths aged 15-27 years with depression.", "effective_dosage": "8 sessions (frequency not specified).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:42.042643+00:00"}
{"study_id": 82567, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the acute cognitive effects of mindfulness meditation (MM) versus an attentive listening intervention in meditators and novices using a Stroop task.", "results_summary": "Both meditators and novices showed faster reaction times after both interventions, but MM led to greater improvements in attention, inhibition, and cognitive flexibility. The findings suggest MM enhances short-term cognitive performance regardless of prior meditation experience.", "population_specificity": "Meditators (n = 22) and novices (n = 20).", "effective_dosage": "10-minute MM session with a fundamental breathing exercise.", "study_duration": "Single 10-minute session per intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:42.991169+00:00"}
{"study_id": 82565, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify barriers and facilitators to the uptake of mindfulness-based stress reduction (MBSR) and other evidence-based psychotherapies for chronic pain treatment.", "results_summary": "The study found that MBSR, along with CBT and ACT, is effective for chronic pain but underutilized due to patient-level barriers like variable buy-in and competing responsibilities, while facilitators included positive group dynamics. Most MBSR studies assessed group formats, but gaps remain in comparing formats (group vs. individual, telehealth vs. in-person).", "population_specificity": "Adults with chronic pain in outpatient settings (US, UK, Ireland, Canada, or Australia).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:43.281998+00:00"}
{"study_id": 82568, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore how self-compassion, including mindfulness, can support bereavement adjustment in parentally bereaved families by facilitating coping processes and adaptive outcomes.", "results_summary": "The study suggests that self-compassion, particularly mindfulness, helps bereaved families by promoting loss-oriented and restoration-oriented coping, improving emotion regulation, and enhancing effective parenting, thereby supporting resilience and adjustment.", "population_specificity": "Parentally bereaved children and their caregivers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:43.793254+00:00"}
{"study_id": 82569, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the relationship between perceived social support, anticipated HIV stigma, and depressive symptoms among HIV-negative/unknown MSM in China, with mindfulness training suggested as a potential intervention.", "results_summary": "The study found that perceived social support directly and indirectly affected depressive symptoms, mediated by anticipated HIV stigma, and recommended mindfulness training as part of tailored interventions to reduce depressive symptoms and stigma.", "population_specificity": "HIV-negative/unknown men who have sex with men (MSM) in China.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:45.821419+00:00"}
{"study_id": 82571, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of non-pharmacological interventions, including mindfulness combined with psycho-education, on reducing anxiety and depression in informal caregivers of lung cancer patients.", "results_summary": "The study found moderate to high significant effects of mindfulness-based interventions on reducing anxiety and depression in informal caregivers, particularly when combined with psycho-education and delivered via telephone or in group/individual settings.", "population_specificity": "Informal caregivers of lung cancer patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:46.711217+00:00"}
{"study_id": 82570, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of a 6-week mindfulness group intervention on self-compassion, psychological resilience, and mental health in children from single-parent families in Tibetan areas.", "results_summary": "The mindfulness intervention significantly improved mindfulness, self-compassion, and positive cognition in resilience, but did not significantly impact overall mental health levels. There was a trend toward reduced self-blame in mental health outcomes.", "population_specificity": "Children from single-parent families in Tibetan areas (n=64).", "effective_dosage": "Not specified (6-week mindfulness intervention).", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:46.775363+00:00"}
{"study_id": 82572, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of psychological interventions, including mindfulness, in addressing anxiety, depression, and fear of recurrence in cancer patients and caregivers.", "results_summary": "Mindfulness was identified as one of the effective psychological interventions for improving mental health in cancer patients and caregivers, though the abstract does not provide specific efficacy metrics. The review highlighted the need for further research on some therapies.", "population_specificity": "Cancer patients and their caregivers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:49.515000+00:00"}
{"study_id": 82555, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of ASCO-recommended psychosocial interventions, including mindfulness, for reducing cancer-related fatigue.", "results_summary": "The study found moderate evidence supporting the efficacy of mindfulness for reducing cancer-related fatigue, though results were not clearly comparable across different interventions. Research gaps and biases were noted, highlighting the need for further investigation.", "population_specificity": "Cancer patients experiencing cancer-related fatigue.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:49.863156+00:00"}
{"study_id": 82574, "supplement_id": 1338, "safety_score": "90", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of non-pharmacological treatments, including mindfulness, for pediatric ADHD.", "results_summary": "Mindfulness showed modest efficacy on non-symptom outcomes (e.g., impairment, caregiver stress, and behavioral improvement) but no consistent strong effect on ADHD symptoms. It was considered safe with no reported adverse effects.", "population_specificity": "Children and adolescents with ADHD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:50.835442+00:00"}
{"study_id": 82573, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of Mindfulness-Based Cognitive Therapy (MBCT) on anhedonia and perceived stress compared to Behavioral Activation Treatment for Anhedonia (BATA).", "results_summary": "MBCT significantly reduced anhedonia and perceived stress in participants. Higher perceived stress early in treatment predicted later reductions in anhedonia, suggesting stress reduction as a mechanism for improving hedonic functioning.", "population_specificity": "Treatment-seeking individuals with anhedonia (n=87, completers n=72).", "effective_dosage": "Not specified", "study_duration": "15 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:51.037012+00:00"}
{"study_id": 82575, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of mindfulness-based interventions (MBIs) on biomarkers of inflammation and stress in psychiatric populations and healthy, stressed, or at-risk populations.", "results_summary": "MBIs showed positive effects on biomarkers of inflammation and stress in psychiatric and physically ill patients, but results were less clear for subclinical populations. The study used a comprehensive meta-analytic approach to investigate biomarker changes.", "population_specificity": "Psychiatric patients, healthy individuals, stressed individuals, and at-risk populations.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:52.330069+00:00"}
{"study_id": 82576, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the frequency, duration, and effects of home meditation practice in patients with chronic pain undergoing \"third wave\" psychotherapies.", "results_summary": "The study found moderately frequent practice (around four days/week) with high variability in time invested, significant associations between practice amount and positive health outcomes, and low adherence to recommended home practice (39.6% of the time). Mindfulness-Based Stress Reduction and Mindfulness-Based Cognitive Therapy were the most common interventions.", "population_specificity": "Patients with chronic pain, including some adolescents.", "effective_dosage": "Around four days/week (frequency), with variable duration.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:54.277090+00:00"}
{"study_id": 82577, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to identify trends in intervention programs for smartphone addiction, including mindfulness, and analyze their distribution and inter-relationships in academic research.", "results_summary": "Mindfulness was identified as one of 10 types of intervention programs for smartphone addiction. The volume of research on such interventions increased annually, but the abstract does not provide specific efficacy data for mindfulness.", "population_specificity": "Primarily students, with a focus on research from China and South Korea.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:55.043135+00:00"}
{"study_id": 82578, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of an online brief modified mindfulness-based stress reduction (mMBSR) therapy in alleviating anxiety and related symptoms compared to cognitive-behavioral therapy (CBT) and a waitlist control group.", "results_summary": "Post-intervention assessments showed mMBSR significantly improved scores across six mental health dimensions (anxiety, depression, somatization, stress, insomnia, and pleasure experience) compared to the waitlist group. At six months post-treatment, mMBSR maintained improvements with no significant difference from CBT, indicating sustained therapeutic benefits.", "population_specificity": "150 adults with anxiety symptoms from the general population.", "effective_dosage": "6 sessions over 3 weeks.", "study_duration": "3 weeks (with follow-up at 6 months post-treatment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:56.910032+00:00"}
{"study_id": 82580, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of an Internet-based stress recovery intervention (FOREST-A) incorporating mindfulness and cognitive behavioral therapy for adolescents.", "results_summary": "The study will assess stress recovery, adjustment disorder, anxiety, depression symptoms, psychological well-being, and social support, but specific results are not yet reported as the trial is ongoing.", "population_specificity": "Adolescents", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:57.407306+00:00"}
{"study_id": 82582, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of Mindfulness in lowering intraocular pressure (IOP) and offering neuroprotection in individuals with open-angle glaucoma.", "results_summary": "The study found that Mindfulness is associated with reductions in IOP and neuroprotection, suggesting potential benefits for glaucoma management. However, the abstract does not provide detailed statistical or clinical outcomes.", "population_specificity": "Individuals with open-angle glaucoma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:58.650239+00:00"}
{"study_id": 82581, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the current knowledge on the correlation between epigenetics, gene expression, stress, and meditation, focusing on how meditation modulates the epigenetic landscape to increase resilience.", "results_summary": "The study found that mindful practices like meditation epigenetically modulate gene expression, leading to increased resilience and complementing pharmacological treatments for stress-related pathologies. These practices influence neuroendocrine and immune effectors, counteracting stress-induced dysregulation.", "population_specificity": "Not specified (general review, not a specific population study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:59.042317+00:00"}
{"study_id": 82579, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of a combined motivational interviewing and cognitive-behavioral therapy (MI-CBT) intervention versus a mindfulness control condition in improving motivational negative symptoms in individuals with schizophrenia.", "results_summary": "The MI-CBT group showed significantly greater improvements in motivational negative symptoms compared to the mindfulness control group during the acute treatment period, with gains maintained at follow-up. The mindfulness control condition did not show significant improvements in community functioning or pupillometric markers of cognitive effort.", "population_specificity": "Seventy-nine participants with schizophrenia and moderate to severe negative symptoms.", "effective_dosage": "Not specified", "study_duration": "12 weeks of active treatment plus 12 weeks of follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:39:59.864189+00:00"}
{"study_id": 82583, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of digital mindfulness meditation, alone or combined with a healthy eating program, on perceived stress, food cravings, and adiposity in adults with overweight and moderate stress.", "results_summary": "The study found that digital mindfulness meditation (alone or combined with healthy eating) reduced perceived stress and abdominal fat (sagittal diameter) but did not affect cravings or BMI. Greater adherence to the program correlated with greater reductions in stress, cravings, and adiposity.", "population_specificity": "Adults with overweight (BMI ~30.8) and moderate stress.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:00.439424+00:00"}
{"study_id": 82584, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effectiveness of mindfulness-based stress reduction (MBSR) on mental health, HbA1C, and mindfulness in diabetes patients.", "results_summary": "MBSR showed large effects in reducing anxiety and depressive symptoms and enhancing mindfulness at post-intervention and follow-up, but no effect on HbA1C. Stress reduction was observed only at follow-up.", "population_specificity": "Diabetes patients", "effective_dosage": "Not specified", "study_duration": "Post-intervention and follow-up (1-12 months, mean 4.3 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:02.229741+00:00"}
{"study_id": 82585, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the immediate post-intervention and maintenance effects of Mindfulness-Based Interventions (MBIs) on perinatal depression and anxiety through a meta-analysis of randomized controlled trials.", "results_summary": "MBIs were superior to controls for reducing clinical and subthreshold perinatal depression and anxiety, with stable benefits for depression reduction over time and into the postpartum period. Greater improvements in mindfulness correlated with larger post-intervention effects on depression, and effects were more pronounced in Low- and Middle-Income countries.", "population_specificity": "Perinatal women (during pregnancy and within the first year postpartum).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:03.168104+00:00"}
{"study_id": 82586, "supplement_id": 1338, "safety_score": "100", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore the influence of mindfulness on different components of men's sexuality through a scoping review of existing scientific literature.", "results_summary": "The analysis of 12 selected studies indicated that mindfulness practice positively affects variables of male sexuality, such as satisfaction, sexual functioning, and genital self-image, with no reported adverse effects. However, more randomized studies with active control groups are needed to confirm these benefits.", "population_specificity": "Men", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:04.435211+00:00"}
{"study_id": 82588, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to compare the effects of slow-paced breathing (SPB), mindfulness (M), and their combination (SPB + M) in a dismantling framework to assess feasibility and potential benefits.", "results_summary": "The abstract does not provide specific results regarding the effects of mindfulness, only mentioning the study design and participant randomization.", "population_specificity": "Healthy participants aged 18-30 years (12 female).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:05.947847+00:00"}
{"study_id": 82589, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of Tai Chi exercise on mental and physical well-being in patients with depressive symptoms.", "results_summary": "The study found that Tai Chi has potential benefits for mental and physical well-being in individuals with depressive symptoms, though the effectiveness for treating depression remains unclear. A meta-analysis was performed, but heterogeneity and mixed results were noted.", "population_specificity": "Adolescents and adults with depression and no other medical conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:06.330305+00:00"}
{"study_id": 82587, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of guided and unguided internet- and mobile-based mindfulness interventions (IMIs) in improving mindfulness among college students with moderate/low mindfulness.", "results_summary": "Both guided and unguided versions of the mindfulness intervention significantly improved mindfulness post-intervention, with follow-up assessments at 1, 2, and 6 months. The study suggests that \"guidance on demand\" may offer a resource-efficient alternative to fully guided interventions.", "population_specificity": "College students with moderate/low mindfulness (n=387).", "effective_dosage": "Seven-module intervention (specific dosage not detailed).", "study_duration": "Follow-up assessments at 1, 2, and 6 months (intervention duration not explicitly stated).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:06.516628+00:00"}
{"study_id": 82590, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the effectiveness of mindfulness as part of a complex intervention for adults with chronic low back pain and to characterize modifications made to the trial due to COVID and other challenges.", "results_summary": "The study outlined modifications to improve trial feasibility and treatment initiation rates, including telehealth delivery and enhanced participant engagement strategies, but did not report specific efficacy outcomes for mindfulness.", "population_specificity": "Adults with chronic low back pain", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:07.227386+00:00"}
{"study_id": 82593, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of three deconstructive meditation techniques compared to mindfulness in the general population, focusing on non-dual experience and spiritual awakening.", "results_summary": "The abstract does not provide results as the study appears to be ongoing or not yet completed.", "population_specificity": "General population", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:09.802985+00:00"}
{"study_id": 82592, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of the mindfulness-based intervention MindKinder Adult version (MK-A) on dispositional mindfulness, trait emotional intelligence, mental health, and emotional regulation difficulties in university students.", "results_summary": "The MK-A program significantly improved dispositional mindfulness, describing, non-reactivity, trait emotional intelligence, mental health, and reduced emotional confusion in the experimental group compared to the control group. The findings support the incorporation of mindfulness-based programs for university students to address stress and anxiety.", "population_specificity": "137 university students (67.9% women, mean age 19.94 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:11.034912+00:00"}
{"study_id": 82594, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine whether mindfulness-based treatments are effective in reducing symptoms of sexuality-related disorders.", "results_summary": "Evidence suggests mindfulness practice could be effective for some sexual disorders, such as female sexual arousal/desire disorder, but findings cannot be generalized due to limited studies on other conditions like situational erectile dysfunction or compulsive sexual behavior disorder.", "population_specificity": "Clinical populations with sexuality-related disorders (e.g., female sexual arousal/desire disorder, compulsive sexual behavior disorder).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:12.247015+00:00"}
{"study_id": 82599, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of mindfulness-based interventions in reducing anxiety, depression, and fatigue in people with lung cancer.", "results_summary": "Mindfulness-based interventions significantly reduced anxiety, depression, and fatigue in lung cancer patients, with structured programs lasting less than eight weeks showing better effects. However, the overall quality of evidence was low due to high risk of bias in most studies.", "population_specificity": "People with lung cancer", "effective_dosage": "45 minutes of daily home practice (for the most effective subgroup)", "study_duration": "Varied, with programs lasting less than eight weeks showing better effects", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:14.227331+00:00"}
{"study_id": 82598, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of mindfulness- and acceptance-based psychological intervention (MY-ENDO) on chronic pelvic pain and quality of life in women with endometriosis compared to non-specific intervention and wait-list control.", "results_summary": "Psychological intervention (MY-ENDO + Non-specific) did not significantly reduce pain but improved quality of life subscales (control and powerlessness, emotional well-being, social support) and endometriosis-related symptoms (dyschezia, constipation). MY-ENDO was not superior to non-specific intervention.", "population_specificity": "Women with endometriosis reporting severe chronic pelvic pain (pain intensity ≥5 on a 0-10 NRS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:14.914191+00:00"}
{"study_id": 82595, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and implementation of a mindfulness-based intervention (M-Body) on depressive symptoms among predominantly Black women in a community-based setting.", "results_summary": "The study will assess depressive symptom scores at 6 months post-intervention, comparing mindfulness-based group sessions to enhanced usual care, but results are not yet reported in the abstract.", "population_specificity": "Predominantly Black women aged 18-65 with depressive symptoms, recruited from a Federally Qualified Health Center in a metropolitan city.", "effective_dosage": "Eight weekly, 90-minute group sessions of mindfulness-based intervention (M-Body).", "study_duration": "8 weeks (with follow-up assessments at 2, 4, and 6 months post-baseline).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:15.007889+00:00"}
{"study_id": 82600, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of Mindfulness-Based Stress Reduction (MBSR) and Computerized Progressive Attention Training (CPAT) on attention, ADHD symptoms, learning, and quality of life in adults with ADHD.", "results_summary": "MBSR improved self-perceived quality of life but did not show far-transfer effects to reading, ADHD symptoms, or learning. Improvements in quality of life were partially preserved at follow-up.", "population_specificity": "Adults with ADHD", "effective_dosage": "Eight 2-hour weekly sessions", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:16.763497+00:00"}
{"study_id": 82591, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to identify psychological phenotypes related to mindfulness training and assess their interaction with treatment response and mental health diagnoses.", "results_summary": "The study identified three phenotypes, with clusters 1 and 3 showing significant treatment response to app-delivered mindfulness training, while cluster 2 did not. Phenotypes also differed in proportions of mental health diagnoses.", "population_specificity": "Treatment-seeking individuals (Study 1, n=63) and the general population (Study 2, n=14,010).", "effective_dosage": "Not specified", "study_duration": "2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:18.625377+00:00"}
{"study_id": 82603, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "To synthesize evidence on the effectiveness of emotional eating interventions for weight loss and emotional eating in adults with overweight or obesity.", "results_summary": "The interventions showed promise in reducing emotional eating and promoted a small amount of weight loss (-1.08% change). The combined effect size was statistically significant but modest.", "population_specificity": "Adults living with overweight or obesity", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:18.816038+00:00"}
{"study_id": 82602, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether an online mindfulness-based intervention (MBI) could improve sleep quality, emotion regulation, and mindfulness in poor sleepers.", "results_summary": "The study found that the MBI, which included biweekly meditation classes and dietary advice, was associated with improved sleep quality and stability, as measured by multiple sleep indices. However, full results and statistical significance were not detailed in the abstract.", "population_specificity": "Fifty-six voluntary poor sleepers with a Pittsburgh Sleep Quality Index (PSQI) score >5.", "effective_dosage": "12 biweekly integral meditation (IM) classes, recorded IM training for individual practice, and dietary advice.", "study_duration": "Not explicitly stated, but implied to span the duration of 12 biweekly classes (approximately 24 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:20.330814+00:00"}
{"study_id": 82604, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of mindfulness practice and physical exercise in enhancing vitality and maintaining improvements.", "results_summary": "Mindfulness practice showed stronger effects than physical exercise in enhancing vitality and maintaining improvements, as measured at baseline, post-intervention, and 7-day follow-up.", "population_specificity": "Seventy-one Chinese adults.", "effective_dosage": "Guided mindfulness trainings (specific dosage not detailed).", "study_duration": "Seven days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:20.895787+00:00"}
{"study_id": 82606, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review theoretic frameworks and clinical trial data supporting mindfulness-based interventions (MBIs) for insomnia and provide suggestions for their use as an adjunct or alternative to CBT-I.", "results_summary": "MBIs were found to improve sleep and reduce cognitive arousal, which are central to insomnia development and perpetuation. The study suggests MBIs can be effective as an adjunct or alternative treatment to CBT-I.", "population_specificity": "Individuals with insomnia (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:23.287915+00:00"}
{"study_id": 82605, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically review and meta-analyze the effects of mindfulness-based interventions (MBIs) on athletic performance, mindfulness levels, psychological components, and mental health among athletes.", "results_summary": "The study found that MBIs were effective in improving athletes' performance (via narrative synthesis) and mindfulness levels (with a moderate effect size). Limited meta-analysis data (n=3) supported these findings, though broader conclusions were constrained by the small number of eligible RCTs.", "population_specificity": "Athletes", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:23.511227+00:00"}
{"study_id": 82607, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the impact of mindfulness therapy and cognitive behavioral therapy (CBT) on sexual, relational, and psychological outcomes in prostate cancer survivors and their partners.", "results_summary": "Mindfulness therapy significantly improved sexual distress and sexual satisfaction at 6 weeks, with sustained improvement in sexual distress at 6 months. It also increased general quality of life for couples at 6 weeks and had a greater qualitative impact on couple intimacy post-study.", "population_specificity": "Prostate cancer survivors (n=68) with self-reported sexual problems and their partners, mostly White, heterosexual, and affluent.", "effective_dosage": "Not specified", "study_duration": "4 consecutive weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:26.201576+00:00"}
{"study_id": 82610, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the prevalence of Huntington's Disease (HD) in Asian countries and compare it to Western populations, while also examining potential reasons for differences, including the role of stigma and mindfulness in diagnostic assessment.", "results_summary": "The study found that HD prevalence in Asia is significantly lower than in Europe, except in certain regions like Pakistan, Punjab, and Gujarat. Stigma and reduced mindfulness may contribute to underdiagnosis, suggesting the need for better education and diagnostic screening.", "population_specificity": "Asian populations, with specific focus on regions like Pakistan, Punjab, and Gujarat.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:29.236246+00:00"}
{"study_id": 82601, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy, feasibility, and acceptability of mindfulness-based interventions (MBIs) for improving depression, anxiety, and parental stress in families affected by childhood physical illnesses.", "results_summary": "Most studies found MBIs feasible and acceptable, with mixed results for different health conditions. MBIs showed promise for improving anxiety and depression in children but limited support for reducing family stress.", "population_specificity": "Children and adolescents (<18 years) with physical health conditions, including chronic pain, headaches, cancer, heart conditions, esophageal atresia, inflammatory bowel disease, and polycystic ovary syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:29.986566+00:00"}
{"study_id": 82608, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effectiveness of a digital guided self-help mindfulness-based intervention (GSH-MBI) in reducing maternal psychological distress and improving infant neuropsychological performance.", "results_summary": "The digital GSH-MBI significantly reduced maternal depression, anxiety, and pregnancy-related anxiety symptoms compared to the control group. It also improved infant temperament outcomes, including quality of mood, distractibility, and adaptability at 6 weeks postpartum.", "population_specificity": "Pregnant women (12-20 weeks gestation) exhibiting psychological distress.", "effective_dosage": "6-week intervention via a WeChat mini program with daily reminders.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:30.362454+00:00"}
{"study_id": 82609, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the feasibility, perceived benefits, and satisfaction of a 9-week MBSR program delivered in an interprofessional primary care setting for older adults with SCD or MCI, and to assess the acceptability of using technology for program delivery.", "results_summary": "The study found lower-than-expected recruitment, retention, and adherence rates, but qualitative data highlighted participant satisfaction and perceived benefits. The use of technology (computer tablets) was acceptable and portable, with no participants switching to low-tech alternatives.", "population_specificity": "Older adults with subjective cognitive decline (SCD) or mild cognitive impairment (MCI).", "effective_dosage": "9-week MBSR program (specific session duration not detailed).", "study_duration": "9 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:31.714875+00:00"}
{"study_id": 82612, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to test the efficacy of mindfulness-based interventions, delivered online and consolidated with peer support, in promoting smoking cessation and resilience among low SES smokers.", "results_summary": "The study compares mindfulness-integrated cognitive behavioral therapy, mindfulness training, and goal-setting interventions, but specific results regarding Mindfulness's effects are not yet provided in the abstract.", "population_specificity": "Adult smokers in Australia with an average weekly household income less than $457AUD or receiving welfare benefits.", "effective_dosage": "Not specified", "study_duration": "6 months of group-based interventions followed by 6 months of peer support.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:32.026979+00:00"}
{"study_id": 82611, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the feasibility and effectiveness of BrainACT, an acceptance and commitment therapy intervention, for treating anxiety and depressive symptoms in individuals with acquired brain injury.", "results_summary": "The study describes the development and theoretical basis of BrainACT, adapted for cognitive deficits post-brain injury, and is currently being evaluated in a randomized controlled trial for effectiveness and feasibility.", "population_specificity": "Individuals with acquired brain injury experiencing anxiety or depressive symptoms.", "effective_dosage": "Eight one-hour sessions with a psychologist.", "study_duration": "Eight sessions (duration not specified beyond session count).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:32.027628+00:00"}
{"study_id": 82613, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of mindfulness, physical activity, and their combination on improving emotion regulation and sleep quality in individuals with major depression.", "results_summary": "The study found that mindfulness combined with physical activity led to greater improvements in emotion regulation and sleep quality compared to mindfulness or physical activity alone, with benefits sustained at follow-up.", "population_specificity": "50 participants (mean age 33.21 ± 5.72, 59% female) diagnosed with major depression.", "effective_dosage": "Not specified", "study_duration": "8 weeks (with follow-up at 12 weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:32.870076+00:00"}
{"study_id": 82614, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of mindfulness-based positive behaviour support (MBPBS) and other interventions in reducing outwardly directed aggressive behaviour in people with intellectual disabilities.", "results_summary": "The study found moderate-certainty evidence that cognitive-behavioural approaches like anger management and PBS may reduce aggressive behaviour in the short term, with some evidence suggesting cumulative benefits from combined interventions like MBPBS. However, long-term effects and broader outcomes like quality of life remain uncertain.", "population_specificity": "Children and adults with intellectual disabilities, including specific subgroups like boys with fragile X syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:34.359041+00:00"}
{"study_id": 82616, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to test the effectiveness of a nature-based intervention (Open Sky School) in reducing mental health problems among elementary school children.", "results_summary": "The abstract describes the study protocol but does not report results, as it is a planned randomized controlled trial.", "population_specificity": "Elementary school children (5-6 years old) in Québec, Canada.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:36.769989+00:00"}
{"study_id": 82615, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the impacts of formal (FM) and informal (IM) mindfulness practices on state mindfulness, stress, well-being, and acceptability in university students with and without a history of nonsuicidal self-injury (NSSI).", "results_summary": "The study protocol suggests that IM may be better tolerated and more effective than FM for students with NSSI, with expected improvements in mindfulness, stress, and well-being, while no such distinction is anticipated for students without NSSI.", "population_specificity": "University students with and without recent nonsuicidal self-injury (NSSI).", "effective_dosage": "10-minute single-session practices (FM, IM, or active control).", "study_duration": "Single session (10 minutes).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:38.305160+00:00"}
{"study_id": 82617, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effectiveness of mindfulness-based cognitive therapy (MBCT) on patient-reported cognitive complaints in multiple sclerosis (MS) patients.", "results_summary": "MBCT positively affected patient-reported cognitive complaints immediately after treatment compared to enhanced treatment as usual (ETAU), but the benefits did not persist at 6-month follow-up. At follow-up, MBCT showed a positive effect on processing speed.", "population_specificity": "Patients with multiple sclerosis (MS) experiencing cognitive complaints.", "effective_dosage": "Not specified", "study_duration": "Duration of intervention not explicitly stated, but assessments were done at baseline, post-treatment, and 6-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:38.875694+00:00"}
{"study_id": 82619, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to explore alternative remote methods for conducting nurse-led clinical research during the COVID-19 pandemic.", "results_summary": "The study highlighted the feasibility of using technology for remote research processes but noted challenges and ethical considerations. No specific findings on Mindfulness were reported.", "population_specificity": "Not specified (focus was on research methods, not a specific population).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:39.256550+00:00"}
{"study_id": 82620, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to identify and describe the current interventions, including mindfulness, used in preoperative programs (\"prehabilitation\") for spine surgery and explore their potential benefits on physical and psychological outcomes.", "results_summary": "Mindfulness was one of the prehabilitation programs included in the review (n=2, 9%). The available literature suggests that prehabilitation programs, including mindfulness, are feasible and may improve patients' postoperative pain, disability, self-efficacy, psychological behaviors, and satisfaction with surgical outcomes.", "population_specificity": "Adults enrolled in prehabilitation before undergoing elective spine surgeries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:40.261404+00:00"}
{"study_id": 82621, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the parallels between Stoic philosophy and modern psychotherapy, particularly mindfulness, and its relevance to treating neuropsychiatric conditions.", "results_summary": "The study found that Stoic mindfulness closely resembles modern mindfulness practices and that cognitive behavioral therapies and mindfulness-based interventions for neuropsychiatric disorders were originally inspired by Stoic principles. Both Ellis and Beck acknowledged Stoicism as a precursor to their therapeutic approaches.", "population_specificity": "Patients with a wide range of neuropsychiatric conditions.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:40.704832+00:00"}
{"study_id": 82618, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a CD-tailored cognitive-behavioural and mindfulness intervention (COBMINDEX) effectively reduces abdominal pain and fatigue in patients with Crohn's disease and whether these changes mediate improvements in work productivity and daily activities.", "results_summary": "The intervention group showed significantly lower abdominal pain and fatigue compared to controls, leading to improved functioning. The study concluded that COBMINDEX is effective for reducing these symptoms in Crohn's disease patients.", "population_specificity": "Patients with mild-to-moderate Crohn's disease (n=120, 34.0±10.7 years, 62.5% female).", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:40.750368+00:00"}
{"study_id": 82622, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether psychological interventions, including those with psychological components, improve dietary outcomes in patients with cardiovascular disease (CVD) compared to traditional care.", "results_summary": "Psychological and mixed-treatment interventions were more effective than traditional models in dietary modification, particularly in reducing alcoholic beverage consumption, but showed no significant effect on fruit and vegetable intake.", "population_specificity": "Patients with cardiovascular disease (CVD)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:41.722731+00:00"}
{"study_id": 82623, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of meditation on pain intensity, functional disability, quality of life, and depression in patients with low back pain.", "results_summary": "Meditation showed a significant positive effect on short-term pain intensity and physical quality of life post-treatment, but no significant effects were observed at follow-up (mean 20 weeks). The quality of evidence was moderate due to study limitations and imprecision.", "population_specificity": "Adults (aged ≥18 years) with low back pain.", "effective_dosage": "Not specified", "study_duration": "Post-treatment effects were assessed; follow-up ranged from 4-52 weeks (mean 20 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:45.582392+00:00"}
{"study_id": 82628, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the effect of mindfulness training (MT) on altruistic willingness in high- and low-cost situations.", "results_summary": "The MT group showed increased mindfulness levels but reduced willingness to help in low-cost situations. A positive correlation was found between increased observing facet scores and willingness to help in high-cost situations.", "population_specificity": "41 females", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:46.414230+00:00"}
{"study_id": 82627, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether adding a 9-week mindful yoga intervention (MYI) to treatment as usual (TAU) would reduce depression symptoms in young women with major depressive disorder (MDD).", "results_summary": "Adding MYI to TAU did not significantly reduce depression symptoms, lower MDD diagnosis rates, or improve quality of life compared to TAU-only. No indirect effects were observed through potential mediators except for a slight improvement in self-compassion.", "population_specificity": "Young women aged 18-34 with major depressive disorder (MDD).", "effective_dosage": "Not specified", "study_duration": "9 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:47.174961+00:00"}
{"study_id": 82630, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of mindfulness interventions on reducing depression and anxiety levels in nurses.", "results_summary": "Mindfulness-based interventions significantly reduced nurses' anxiety and depression compared to control groups, with 8-week interventions showing greater efficacy than 4-week ones. Longer interventions (>8 weeks) had inconclusive results due to limited studies.", "population_specificity": "Nurses", "effective_dosage": "Not specified (duration-based: 4-week and 8-week interventions)", "study_duration": "4 weeks and 8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:50.372244+00:00"}
{"study_id": 82633, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate whether mindfulness training (MT) improves cognitive function, interoception, and vagal control, leading to enhanced heart failure (HF) self-care in patients with comorbid HF and mild cognitive impairment.", "results_summary": "The study hypothesizes that MT will improve cognitive function, interoception, and vagal control, resulting in better HF self-care compared to control participants, but results are pending as the study is ongoing.", "population_specificity": "English or Spanish-speaking patients with comorbid chronic HF and mild cognitive impairment (n=176).", "effective_dosage": "8-week phone-delivered MT + Enhanced Usual Care (EUC).", "study_duration": "8 weeks (with follow-up assessments at 3 and 9 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:52.012048+00:00"}
{"study_id": 82632, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of mindfulness-based therapy to EEG biofeedback (NF) in improving cognitive impairment, emotional distress, and quality of life in cancer patients.", "results_summary": "The study found no changes in cognitive impairment but showed that mindfulness-based therapy improved affective symptoms comparably to NF, with more pronounced benefits in quality of life and self-efficacy.", "population_specificity": "Cancer patients (independent of tumor stage), aged >18 years, German-speaking, excluding those with suicidal ideation or brain tumors.", "effective_dosage": "Not specified (10 sessions over 5 weeks).", "study_duration": "5 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:53.978365+00:00"}
{"study_id": 82635, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a neuro-meditation program (Rebalance®) in reducing cognitive impairment and improving mental health in long COVID patients.", "results_summary": "The Rebalance® program improved cognitive performance (especially reaction time-based tasks), reduced mental and physical fatigue, and enhanced mood, sleep quality, and pain symptoms in long COVID patients compared to controls.", "population_specificity": "34 long COVID patients (intervention and control groups) and 15 healthy participants (normative group).", "effective_dosage": "Ten 30-minute sessions over five weeks.", "study_duration": "Five weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:54.362017+00:00"}
{"study_id": 82631, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the efficacy of an integrated behavioral treatment combining Acceptance and Commitment Therapy (ACT) and Mindfulness-Based Relapse Prevention (ACT+MBRP) for reducing pain interference and hazardous opioid use in veterans with chronic pain and opioid use disorder.", "results_summary": "The study protocol outlines a randomized controlled trial to evaluate ACT+MBRP against an education control, focusing on pain interference and opioid misuse outcomes, with secondary analyses on pain intensity, depression, and other factors. Results are pending as the study is ongoing.", "population_specificity": "Veterans aged 21-75 with chronic pain and on stable buprenorphine doses, recruited from three VA Healthcare Systems.", "effective_dosage": "Twelve weekly 90-minute group sessions.", "study_duration": "12 weeks, with follow-up through 12 months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:54.872822+00:00"}
{"study_id": 82636, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of a mindfulness-based family psychoeducation (MBFPE) program on mental-health outcomes for caregivers and young adults with first-episode psychosis, as well as potential mediating effects of interpersonal mindfulness, expressed emotions, and non-attachment.", "results_summary": "The study found no significant improvements in caregivers' outcomes from MBFPE, but young adults with psychosis reported higher recovery levels after MBFPE compared to standard FPE. Mindfulness integration may reduce caregivers' expressed emotions, particularly over-involvement.", "population_specificity": "Caregivers and young adults (aged unspecified) with first-episode psychosis (onset within the past three years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:55.762609+00:00"}
{"study_id": 82637, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of combining rTMS and MBSR for improving the physical and mental state of post-stroke depression (PSD) patients.", "results_summary": "The study found significant improvements in depressive symptoms, cognitive function, activities of daily living, and sleep quality in the rTMS-MBSR group compared to control groups. Cognitive function was identified as a potential predictor of depression improvement.", "population_specificity": "Post-stroke depression (PSD) patients during the rehabilitative period.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Intervention effects were evaluated post-intervention and at an 8-week follow-up (exact duration of intervention not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:40:56.433129+00:00"}
{"study_id": 82638, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of the adapted ConquerFear-HK intervention, which includes detached mindfulness, in reducing fear of cancer recurrence (FCR) among Chinese cancer survivors compared to standard survivorship care.", "results_summary": "The study found that ConquerFear-HK, incorporating mindfulness and other therapeutic techniques, was effective in reducing FCR, with assessments showing improvements at post-intervention and follow-up periods. Secondary outcomes like psychological distress and quality of life were also measured, though specific results were not detailed in the abstract.", "population_specificity": "Local Hong Kong Chinese cancer survivors with persistent high fear of cancer recurrence.", "effective_dosage": "Six sessions over 10 weeks (specific mindfulness dosage not detailed).", "study_duration": "10 weeks (with follow-ups at 3 and 6 months post-intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:00.188134+00:00"}
{"study_id": 82640, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a short prevention training program (LessStress) incorporating mindfulness, emotion regulation, and self-compassion in reducing perceived stress levels among students.", "results_summary": "The study is a cluster-randomized controlled trial (RCT) designed to assess the impact of the 90-minute LessStress program on students' stress levels, but specific results regarding mindfulness's effects are not yet provided in the abstract.", "population_specificity": "1894 students in Germany, primarily children and adolescents coping with school-related stress.", "effective_dosage": "Not specified (program duration is 90 minutes).", "study_duration": "90 minutes (single session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:01.155478+00:00"}
{"study_id": 82642, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility and acceptability of Mindfulness-Based Relapse Prevention for Smoking and Alcohol (MBRP-SA) compared to Cognitive Behavioral Therapy (CBT) in adults who smoke and binge drink.", "results_summary": "Both MBRP-SA and CBT were highly acceptable to participants, with significant reductions in tobacco and alcohol use observed in both groups. Feasibility outcomes were mixed, meeting some benchmarks (e.g., recruitment) but falling short on others (e.g., retention).", "population_specificity": "Adults who smoked cigarettes and reported binge drinking, motivated to quit smoking and change alcohol use.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:02.303288+00:00"}
{"study_id": 82643, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy of a 14-day smartphone mindfulness ecological momentary intervention (MEMI) for reducing generalized anxiety disorder (GAD) severity and improving executive functioning compared to a self-monitoring placebo.", "results_summary": "The MEMI group showed greater reductions in GAD severity and perseverative cognitions compared to the placebo group, with modest yet potentially meaningful effects on pathological worry, trait mindfulness, and executive functioning.", "population_specificity": "Participants with generalized anxiety disorder (GAD).", "effective_dosage": "Five prompts per day for 14 consecutive days.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:02.975311+00:00"}
{"study_id": 82644, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review and analyze existing self-caught methodologies for measuring mind wandering with meta-awareness to inform clinical and research decisions.", "results_summary": "The review identified methodological heterogeneity in self-caught mind wandering studies, with three primary task types used. Few studies reported both reliability and validity of measures, and data on mind wandering without meta-awareness was often not integrated with self-caught data.", "population_specificity": "Not specified (systematic review of 39 studies)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:03.101139+00:00"}
{"study_id": 82645, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to test the effectiveness of an internet-based mindfulness and self-monitoring intervention for treating maladaptive daydreaming (MD).", "results_summary": "The intervention significantly improved MD symptoms, including daydreaming pathology, frequency, and life functioning, with large effect sizes, while the wait-list group showed no improvement.", "population_specificity": "557 individuals with maladaptive daydreaming (MD).", "effective_dosage": "Not specified", "study_duration": "Eight sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:03.511462+00:00"}
{"study_id": 82646, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine existing evidence on interventions targeting PTSS/PTSD and/or PTG among cancer survivors, including mindfulness.", "results_summary": "The study found that mindfulness was one of the promising intervention approaches for targeting PTG among cancer survivors, alongside psychotherapy, physical activity, and psilocybin-assisted therapy.", "population_specificity": "Cancer survivors", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:04.251567+00:00"}
{"study_id": 82648, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of mindfulness-based stress reduction (MBSR) on emotional flexibility and ambivalence related to emotional expression in divorced women.", "results_summary": "The study found that MBSR significantly increased emotional flexibility and reduced ambivalence over emotional expression in divorced women, suggesting improved emotion regulation and adjustment to separation.", "population_specificity": "30 divorced women from a general community sample.", "effective_dosage": "Not specified (8-week MBSR program).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:08.723124+00:00"}
{"study_id": 82624, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether mindfulness-based stress reduction could effectively treat chronic low back pain (cLBP) in patients who did not respond to initial self-management.", "results_summary": "The study did not report specific results for mindfulness alone, but it was included as one of the interventions for cLBP patients who showed no improvement after initial treatment. The broader study design suggests mindfulness may be effective for a subset of patients.", "population_specificity": "Adults with chronic low back pain (n=400, with a subset of 160 for deeper phenotyping).", "effective_dosage": "Not specified", "study_duration": "8 weeks (after initial 4-week run-in period)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:08.998300+00:00"}
{"study_id": 82647, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effect of psychological interventions, including mindfulness-based approaches, on psychological morbidities and quality of life in women with non-metastatic breast cancer.", "results_summary": "Psychological interventions, including mindfulness-based therapies, showed favorable effects on depression, anxiety, mood disturbance, and stress, with an improvement in quality of life compared to the control group. The effects were statistically significant but varied across studies due to differences in interventions, controls, and follow-up timing.", "population_specificity": "Women with non-metastatic breast cancer.", "effective_dosage": "Most interventions were delivered weekly, averaging 14 hours in total.", "study_duration": "Follow-up ranged from two weeks to 24 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:09.489827+00:00"}
{"study_id": 82650, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 40, "study_goal": "The researchers aimed to evaluate the effectiveness of mindfulness-based approaches and other interventions in reducing self-harm among students in educational settings.", "results_summary": "Two interventions used mindfulness-based approaches, but none reported significant reductions in self-harm. In-classroom education interventions showed significant reductions in self-harm in three out of four studies. The overall evidence base was limited in size and quality.", "population_specificity": "Students in schools, colleges, and universities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:10.693241+00:00"}
{"study_id": 82651, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to test whether a mindfulness mobile app intervention could reduce rumination in adolescents and potentially prevent the development of internalizing psychopathology.", "results_summary": "The mindfulness intervention showed significant improvements in rumination, depressive symptoms, and anxiety symptoms compared to the control group at post-intervention, though these effects largely diminished by the 6-week follow-up, suggesting continued practice may be necessary for sustained benefits.", "population_specificity": "Ruminative adolescents", "effective_dosage": "Not specified", "study_duration": "Not specified (follow-up period was 6 weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:11.026178+00:00"}
{"study_id": 82649, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a mindfulness-based intervention could reduce cancer-related cognitive impairment (CRCI) in breast cancer survivors compared to physical training and a wait list control group.", "results_summary": "All groups reported decreased cognitive complaints over time, with no significant differences between mindfulness, physical training, or control. Mindfulness improved emotional distress and mindfulness skills, while physical training reduced emotional distress and fatigue.", "population_specificity": "Breast cancer survivors with cognitive complaints (N = 117).", "effective_dosage": "Not specified", "study_duration": "Not specified (assessed immediately after and 3 months post-intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:11.351744+00:00"}
{"study_id": 82652, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to test the feasibility, acceptability, and effects of mindfulness training (MT) on reducing hypertensive disorders of pregnancy (HDP) and antenatal blood pressure in at-risk pregnant participants.", "results_summary": "MT was found feasible (73% completion rate) and acceptable (100% satisfaction). Rates of HDP were lower in the MT group (9% vs. 29%), though not statistically significant, and systolic/diastolic blood pressure levels were significantly reduced compared to usual care.", "population_specificity": "Pregnant participants at risk for hypertensive disorders of pregnancy (HDP).", "effective_dosage": "8-week phone-delivered MT intervention (specific session frequency not detailed).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:12.654155+00:00"}
{"study_id": 82653, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to determine the feasibility and acceptability of the Resilient Living program, a resilience-focused psychosocial intervention, among persons with stroke or brain tumor and their caregivers, and to gather preliminary data on its effects on various psychosocial and physical outcomes.", "results_summary": "The intervention was feasible and deemed useful by participants, though engagement time was challenging. Recruitment of dyads was difficult, and preliminary data suggested potential benefits, but larger, more rigorous studies are needed to confirm effects.", "population_specificity": "Persons with stroke or brain tumor admitted for acute inpatient rehabilitation and their family caregivers.", "effective_dosage": "Not specified", "study_duration": "Outcomes assessed at baseline, 12 weeks, and 6 months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:13.446198+00:00"}
{"study_id": 82654, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine the efficacy of mindfulness-based interventions for stress and weight reduction in the short, medium, and long term.", "results_summary": "Mindfulness-based interventions had a small effect on stress reduction over a 3-month period but showed no significant evidence for stress reduction beyond 3 months or for weight or body mass index reduction in any period.", "population_specificity": "Adults", "effective_dosage": "Not specified", "study_duration": "Varied (short-term effects assessed up to 3 months, medium/long-term beyond 3 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:16.398490+00:00"}
{"study_id": 82656, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine self-structure differences in individuals with persecutory delusions and assess whether mindfulness-based psychological therapy could modify self-structure.", "results_summary": "The study found significant differences in self-structure between clinical and control groups, with the clinical group showing more negative attributes and compartmentalization. Mindfulness therapy led to large reductions in compartmentalization and negative attributes.", "population_specificity": "Individuals with a schizophrenia spectrum diagnosis and current persecutory delusions (n=27) and healthy controls (n=47).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:17.517354+00:00"}
{"study_id": 82657, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of mindfulness training on reducing risky driving behaviors among offender drivers in Iran.", "results_summary": "The study assessed mindfulness as one of three interventions to reduce driving offenses, with follow-ups at 6 months and 1 year post-intervention, but specific results for mindfulness alone were not detailed in the abstract.", "population_specificity": "Offender drivers in Iran whose licenses were suspended.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:17.983018+00:00"}
{"study_id": 82655, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a teacher-led mindfulness program on students' mental well-being in Danish upper secondary schools and schools of health and social care.", "results_summary": "The study will assess changes in mental well-being using the SWEMWBS scale at 3 and 6 months, with additional focus on a vulnerable subgroup and qualitative analysis of teacher implementation barriers and facilitators. Results are pending as the trial is ongoing.", "population_specificity": "Students aged 16-24 years in Danish upper secondary schools and schools of health and social care (approximately 1100 students).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:17.984470+00:00"}
{"study_id": 82659, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of mobile mindfulness meditation (MMM) on university students' mental health, focusing on stress, anxiety, depression, mindfulness, well-being, and resilience.", "results_summary": "MMM was effective in reducing stress and anxiety, and improving well-being and mindfulness, but showed no significant effects on depression or resilience. Heterogeneity was noted based on control group type and commercial sponsorship.", "population_specificity": "University students", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:18.657698+00:00"}
{"study_id": 82658, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of an integrated tele-yoga intervention on physiological, psychological, and mindfulness variables in asymptomatic COVID-19 patients.", "results_summary": "The study found statistically significant improvements in physiological (e.g., oxygen saturation, heart rate) and psychological (e.g., stress, distress index) variables, as well as mindfulness (measured by the State Mindful Attention Awareness Scale), in the tele-yoga group compared to controls.", "population_specificity": "Asymptomatic COVID-19 patients hospitalized during the first wave of the pandemic in Indore, India.", "effective_dosage": "30-minute sessions (including breathing exercises, pranayama, and meditation) delivered daily.", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:20.361994+00:00"}
{"study_id": 82661, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of the Mindfulness-Based Stress Reduction (MBSR) program on perceived stress and geriatric depression levels in older adults.", "results_summary": "The MBSR program significantly reduced perceived stress scores by 54.7% and geriatric depression scores by 14.1%, with effects sustained one month post-intervention.", "population_specificity": "Older adults living in a nursing home in Turkey (n=48, aged not specified).", "effective_dosage": "Not specified", "study_duration": "Not specified (data collected between May and November 2021)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:20.825951+00:00"}
{"study_id": 82662, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the preliminary effects of an 8-week videoconferencing acceptance and commitment therapy (ACT) program supplemented with psychoeducation materials on distressed family caregivers of persons living with dementia (PLWD).", "results_summary": "The ACT group showed a significantly larger reduction in grief at posttest with a medium effect size, along with small effects in anxiety, psychological quality of life, and engagement in meaningful activities at posttest and follow-up compared to the control group.", "population_specificity": "Family caregivers of persons living with dementia (PLWD) in the USA.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:21.993063+00:00"}
{"study_id": 82663, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of taijiquan therapy on improving negative psychological symptoms (depression and anxiety) in college students and determine its optimal intervention dose.", "results_summary": "Taijiquan therapy significantly reduced depression and anxiety symptoms in college students, with statistically significant results. The study concluded that taijiquan has great promotion value in colleges and universities for improving negative psychological symptoms.", "population_specificity": "Non-clinical college students", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:24.163545+00:00"}
{"study_id": 82664, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the benefits of mindfulness training for weight management in pre- and postoperative bariatric-surgery patients and determine the design of the most effective mindfulness program for them.", "results_summary": "Most studies suggested mindfulness-based interventions positively impacted weight outcomes and eating behaviors, with promising effects on mental health, including reduced anxiety and depression. However, no strategies examined treatment fidelity or intervention delivery monitoring.", "population_specificity": "Pre- and postoperative bariatric-surgery patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:25.235096+00:00"}
{"study_id": 82670, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness of low-dosed outpatient biopsychosocial interventions (PCBI) versus active physical interventions on pain intensity and disability in adults with nonspecific chronic low back pain.", "results_summary": "The meta-analysis found that low-dosed PCBI significantly reduced pain intensity and disability compared to active physical treatments alone, with moderate overall evidence supporting these outcomes.", "population_specificity": "Adults (18 years or older) with nonspecific chronic low back pain (CLBP).", "effective_dosage": "Low-dosed PCBI (≤ 15 treatment hours).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:28.713144+00:00"}
{"study_id": 82665, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the effectiveness of mindfulness techniques, combined with pelvic floor exercises, in managing sexual dysfunction in people with multiple sclerosis (PwMS).", "results_summary": "The study found that mindfulness techniques, when combined with pelvic floor exercises, were among the non-pharmacological approaches investigated for managing sexual dysfunction in PwMS, though specific efficacy details were not highlighted.", "population_specificity": "People with multiple sclerosis (PwMS) experiencing sexual dysfunction.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:29.575539+00:00"}
{"study_id": 82669, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of a 24-week combined mindfulness- and yoga-based socio-emotional learning intervention on psychological well-being in preschool children from a socio-economically disadvantaged area.", "results_summary": "The study found that the intervention was designed to improve self-management capacity and core psychological well-being components (connection, insight, engagement, and positive relationships), with secondary outcomes including mental health, executive functioning, and school performance, though specific results are pending follow-up analysis.", "population_specificity": "Preschool children from a French socio-economically disadvantaged area.", "effective_dosage": "Not specified", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:30.801552+00:00"}
{"study_id": 82666, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of mindfulness-based stress reduction (MBSR) on anxiety, depression, and stress in women with early pregnancy loss.", "results_summary": "The study found that MBSR significantly reduced anxiety, stress, and depression scores in the intervention group compared to the control group, suggesting it is an effective non-pharmacological method to improve mental health in this population.", "population_specificity": "Women with early pregnancy loss in Shiraz, Iran.", "effective_dosage": "Eight counseling sessions (specific dosage not detailed).", "study_duration": "4 months (total intervention period).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:31.202496+00:00"}
{"study_id": 82672, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the efficacy of mindfulness training compared with a health promotion control condition in reducing psychosocial stressors for men on active surveillance for prostate cancer and their spouses.", "results_summary": "The study protocol describes a randomized, controlled trial comparing mindfulness training (MBSR) with a health promotion control, but results are not yet reported in the abstract. The study aims to assess outcomes like anxiety, fear of progression, and quality of life over 12 months.", "population_specificity": "Men on active surveillance for very low-risk prostate cancer and their spouses.", "effective_dosage": "8 weeks of standardized mindfulness training (MBSR).", "study_duration": "8 weeks of intervention, with follow-up assessments over 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:31.412604+00:00"}
{"study_id": 82673, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the impact of short outdoor interventions (walking or sitting) on cognitive performance and neural mechanisms, with a focus on mindfulness and connection to nature.", "results_summary": "Both walking and sitting groups showed improved cognitive performance, with no significant difference between them. Higher relaxation and mindfulness during the intervention predicted better post-test performance, while the walking group exhibited higher relaxation.", "population_specificity": "50 randomized participants (walking and sitting groups).", "effective_dosage": "Not specified", "study_duration": "Short intervention (exact duration not specified, but measurements were taken before, after, and 10 minutes post-intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:32.892137+00:00"}
{"study_id": 82674, "supplement_id": 1338, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility and psychobiological effects of a brief mindfulness intervention (MI) compared to a resting state control condition (CC) in palliative care patients, focusing on stress biomarkers like salivary cortisol (sCort) and alpha-amylase (sAA).", "results_summary": "The study found an overall decrease in sCort levels over time during the MI, though this effect did not significantly differ from the control condition. sAA levels were higher in men but showed no significant differences between conditions, and associations with stress/health-related constructs were weak.", "population_specificity": "42 patients in a palliative care unit.", "effective_dosage": "Not specified (brief mindfulness intervention).", "study_duration": "Two consecutive afternoons (one day per condition).", "interactions": "Corticosteroid and sedative medications were identified as potential confounders.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:36.239888+00:00"}
{"study_id": 82675, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a brief mindfulness intervention could reduce problematic smartphone use among college students and whether this effect was mediated by self-control.", "results_summary": "The mindfulness group showed significant improvements in state mindfulness, self-control, and reductions in problematic smartphone use compared to the control group. Self-control fully mediated the intervention's effect on reducing problematic smartphone use.", "population_specificity": "College students from a university in Beijing, China.", "effective_dosage": "A single 30-minute mindfulness session.", "study_duration": "30 minutes (single session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:37.852843+00:00"}
{"study_id": 82678, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether Mindfulness-Based Therapies (MBT) and Cognitive Behavioral Therapy (CBT) are equally effective in treating current adult depression.", "results_summary": "The study found that MBT and CBT were statistically equivalent in efficacy at both post-intervention and follow-up, with Bayesian analyses supporting no significant difference between the two. Differences at follow-up were smaller between CBT and MBCT compared to CBT and MBSR.", "population_specificity": "Adults with depression (primary or secondary outcome).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:39.341161+00:00"}
{"study_id": 82676, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the effect of mindful eating (ME) combined with moderate energy restriction (MER) on weight loss in women with obesity, while also evaluating metabolic parameters, dietary habits, eating behavior, and mental health.", "results_summary": "Weight loss was significant across all groups, but no statistically significant difference was found between ME + MER, MER alone, or ME alone. ME showed greater reductions in uncontrolled and emotional eating compared to MER, but no significant differences were observed in other variables.", "population_specificity": "138 women with obesity, with 70 completing the intervention.", "effective_dosage": "ME involved seven monthly 90-minute mindfulness-based group sessions; MER involved a daily energy deficit of 2092 kJ (500 kcal).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:39.480881+00:00"}
{"study_id": 82679, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether internet-delivered mindfulness-based stress reduction (iMBSR) is non-inferior to internet-delivered cognitive behavioral therapy for insomnia (iCBT-I) in reducing insomnia severity among clinical nurses.", "results_summary": "The study protocol suggests that iMBSR may be as practical as iCBT-I for improving sleep quality, with secondary outcomes including reduced depression, dysfunctional beliefs, and enhanced mindfulness facets. Final results are pending, but the non-inferiority design indicates potential comparable efficacy.", "population_specificity": "Clinical nurses with insomnia", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:40.141088+00:00"}
{"study_id": 82671, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects and mechanisms of an online short-term audio-based mindfulness (SAM) intervention on positive affect, well-being, and negative affect.", "results_summary": "The SAM program effectively improved positive affect, mindfulness, and well-being while reducing negative affect. Mindfulness growth speed mediated the relationship between SAM and positive affect improvement, with baseline well-being and negative affect significantly moderating these effects.", "population_specificity": "General public (N=100, randomized into intervention and control groups).", "effective_dosage": "Not specified (online audio-based mindfulness program).", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:41.471888+00:00"}
{"study_id": 82680, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of mindfulness-based cognitive therapy (MBCT) + Fitbit versus internet-based cognitive behavior therapy (CBT) + Fitbit versus Fitbit alone in increasing daily steps for individuals with depression and low physical activity.", "results_summary": "MBCT+Fitbit and CBT+Fitbit showed minimal increases in daily steps (2.8 and 2.9 steps/day, respectively), while Fitbit Only saw a slight decrease (-8.2 steps/day). Differences between MBCT+Fitbit and CBT+Fitbit were not significant, and group effects did not persist during follow-up.", "population_specificity": "Adults with depression and low physical activity, recruited from online patient-powered research networks.", "effective_dosage": "Not specified", "study_duration": "8-week intervention with an additional 8-week follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:42.615211+00:00"}
{"study_id": 82681, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the phenomenological experiences of adults with high adverse childhood experiences (ACEs) who practice yoga and mindfulness, focusing on its potential healing effects.", "results_summary": "Participants reported healing from trauma-related symptoms, integration of mind-body practice, corrective experiences through yoga and mindfulness, and benefits beyond traditional talk therapy.", "population_specificity": "Adults aged 20-63 with four or more ACEs, practicing yoga at least once weekly for at least six months (66.8% White, 16.6% multiracial, 8.3% Black/African American, 8.3% Asian American/Pacific Islander).", "effective_dosage": "Not specified", "study_duration": "At least 6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:45.950357+00:00"}
{"study_id": 82682, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the impact of body awareness training (Hatha Yoga and Dance Movement Therapy/Body Mind Centering) on stress reduction, wellbeing, and emotional regulation in university teachers.", "results_summary": "The study found significant stress reduction and improved wellbeing in the Hatha Yoga group compared to the control group, while the Body Movement Awareness group showed benefits in self-knowledge, communication, and kinesthetic empathy.", "population_specificity": "31 university teachers (with 10 in the control group, 11 in Hatha Yoga, and 10 in Body Movement Awareness).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:46.727885+00:00"}
{"study_id": 82684, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of NeuroACT, an acceptance and commitment therapy group treatment adapted for autistic adults, in reducing stress and improving quality of life compared to ordinary care.", "results_summary": "NeuroACT participants reported reduced stress, higher quality of life, better management of distressing thoughts, increased perceived flexibility, and less avoidance of stressful situations compared to the ordinary care group. However, no significant differences were found in depression, anxiety, sleep problems, social aspects of autism, everyday functioning, or executive challenges.", "population_specificity": "Autistic adults", "effective_dosage": "Not specified", "study_duration": "14 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:47.830577+00:00"}
{"study_id": 82683, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "To determine whether mindfulness-based stress reduction (MBSR) improves cognitive function in older adults with subjective cognitive concerns.", "results_summary": "The study found no significant improvement in episodic memory or executive function with MBSR at 6 or 18 months, nor any significant interaction with exercise. Secondary outcomes also showed no significant benefits.", "population_specificity": "Older adults aged 65-84 with subjective cognitive concerns but no dementia.", "effective_dosage": "60 minutes daily of meditation.", "study_duration": "18 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:48.025155+00:00"}
{"study_id": 82685, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to identify the most effective instructional components (including mindfulness) and their combinations for teaching empathy to mental health practitioners.", "results_summary": "Mindfulness was one of the instructional components studied, but the abstract highlights didactic, observation, and rehearsal as the most effective components in combination. The overall empathy interventions showed a medium-to-large effect, but mindfulness alone was not singled out as significantly effective.", "population_specificity": "Mental health practitioners and trainees (N = 1,616).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:48.836342+00:00"}
{"study_id": 82686, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of psychological interventions, including mindfulness-based approaches, in reducing perinatal anxiety.", "results_summary": "Psychological interventions, including mindfulness-based approaches, were more effective than control conditions in reducing perinatal anxiety symptoms, with medium post-treatment effect sizes. These interventions also appeared to impact depression symptoms.", "population_specificity": "Pregnant and postnatal individuals with anxiety.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:48.963145+00:00"}
{"study_id": 82687, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of mindfulness-based interventions (MBIs) on rumination in patients with depression and assess their efficacy across different regions and publication years.", "results_summary": "MBIs significantly reduced rumination, improved depression and mindfulness levels, and decreased anxiety in patients with depression. Studies in Asia showed better rumination improvement than those in Europe and North America, while newer MBIs enhanced mindfulness more effectively than older ones.", "population_specificity": "Patients with depression (1,138 participants across 19 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:51.708480+00:00"}
{"study_id": 82689, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore whether a mindfulness-based family psychoeducation program (MBFPE) could reduce caregiver burden and improve caregiving experiences for family caregivers of young adults with psychosis.", "results_summary": "The study found that MBFPE helped caregivers manage stress and burden through mindfulness, with six key themes emerging, including present-moment attention, trust, and self-care. Photovoice provided additional insights into participants' experiences and program outcomes.", "population_specificity": "Family caregivers of young adults with psychosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:54.834651+00:00"}
{"study_id": 82691, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of mindfulness-based interventions with other psychological therapies, particularly cognitive behavioral therapy (CBT), for treating anxiety-related disorders.", "results_summary": "The study found that mindfulness-based interventions were among the psychological therapies tried for anxiety disorders, but most therapies, including mindfulness, were comparable to CBT without proving superior.", "population_specificity": "Individuals with anxiety-related disorders (specific disorders not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:55.315827+00:00"}
{"study_id": 82688, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically review interventions using the WEMWBS scale to evaluate which interventions, including mindfulness, were most effective at improving wellbeing.", "results_summary": "Mindfulness was identified as one of several psychological interventions effective at improving mental wellbeing, with psychological interventions based on resilience, wellbeing, or self-management techniques showing the strongest effects. Medium to strong effects were observed for mindfulness alongside other interventions like cognitive behavioral therapy and psychoeducation.", "population_specificity": "Children and adults, with no health or age restrictions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:55.451246+00:00"}
{"study_id": 82690, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of internet-based Acceptance and Commitment Therapy (iACT), which includes mindfulness processes, for depressive symptoms, anxiety, stress, psychological distress, and quality of life.", "results_summary": "The meta-analysis found small effects of iACT on depressive symptoms, anxiety, stress, psychological distress, and quality of life at immediate posttest and follow-up, with no significant effect on stress at follow-up. Subgroup analyses showed small to medium effects compared to passive controls but no differences compared to active controls for some outcomes.", "population_specificity": "Any population, as ACT is a transdiagnostic approach, though some studies targeted people with depressive symptoms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:56.653143+00:00"}
{"study_id": 82692, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of mindfulness and compassion-based interventions (MCBI) on psychotherapists' mindfulness skills and empathy, and its indirect effects on patients' therapeutic outcomes.", "results_summary": "The study found that MCBI improved psychotherapists' mindfulness skills and self-reported empathy, with indirect benefits for patients, including better therapeutic bond and reduced symptomatology. A multilevel structural equation model was used to analyze these relationships.", "population_specificity": "Psychotherapists and their patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:57.093210+00:00"}
{"study_id": 82693, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of an online mindfulness-based stress reduction program combined with music therapy on stress, depression, and psychological well-being in adult cancer patients.", "results_summary": "The intervention group showed significantly lower stress and depression scores and higher psychological well-being scores compared to the control group after 10 days. Intragroup comparisons also confirmed these improvements in the intervention group.", "population_specificity": "Adult patients with cancer (120 participants, 60 in each group).", "effective_dosage": "10-day mindfulness-based stress reduction program combined with music therapy (specific frequency not detailed).", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:57.293123+00:00"}
{"study_id": 82694, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness and acceptability of Mindfulness and other psychotherapies for treating late-life depression.", "results_summary": "Mindfulness was statistically effective in reducing depression symptoms compared to non-active and active control groups, with standardized mean differences (SMDs) ranging from -0.85 to -0.74. It was ranked among the better options for effectiveness and acceptability, though life review therapy was considered the best.", "population_specificity": "Older adults with late-life depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:41:59.609424+00:00"}
{"study_id": 82696, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate improvement mechanisms in GAD treatment, comparing mindfulness-based intervention, fluoxetine, and an active comparison group.", "results_summary": "Self-compassion and non-judgement of inner experience mediated GAD symptom improvement, while mindfulness state itself did not. No significant differences were found between mindfulness-based intervention and fluoxetine in moderating these associations.", "population_specificity": "Individuals diagnosed with generalized anxiety disorder (GAD).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:03.348683+00:00"}
{"study_id": 82697, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effectiveness of four third-wave cognitive behavioral therapies (including mindfulness-based cognitive therapy) for improving health, well-being, and functioning in youth.", "results_summary": "The meta-analysis found significant positive effects for emotional symptoms, behavioral difficulties, interference from difficulties, third-wave processes, well-being, and physical health, though quality of life improvements were non-significant. Effects remained significant for emotional symptoms, interference, third-wave processes, and well-being in higher-quality studies.", "population_specificity": "Children and adolescents", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:03.741220+00:00"}
{"study_id": 82698, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of psychological interventions, including Mindfulness, in reducing excessive gaming behavior.", "results_summary": "The study found that a combined treatment of CBT and Mindfulness was the most effective intervention for reducing excessive gaming, followed by Mindfulness alone. The results suggest Mindfulness is a promising approach, though the authors caution that methodological limitations warrant further research.", "population_specificity": "745 participants with excessive gaming behavior.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:04.007464+00:00"}
{"study_id": 82699, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of a lifestyle modification program (LMP) with mindfulness-based cognitive therapy (MBCT) and a placebo-control in Spanish patients with treatment-resistant depression (TRD).", "results_summary": "The LMP and MBCT groups showed significantly better quality of life compared to the placebo group, but there were no significant differences in depression symptoms (BDI-II scores) among the three groups. The LMP group also had better adherence to the Mediterranean diet and reduced antidepressant use.", "population_specificity": "Spanish patients with treatment-resistant depression (TRD).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:05.408170+00:00"}
{"study_id": 82695, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of a POL-led organizational intervention, including mindfulness practices, on professional fulfillment, gratitude, burnout, self-valuation, and turnover intent among physicians and APPs.", "results_summary": "The intervention, which included mindfulness workshops, led to favorable changes in professional fulfillment, gratitude, and intent to leave among clinicians at intervention clinics, with a statistically significant effect size (0.35; P=.001). High participation rates (75%) and positive outcomes suggest mindfulness was effective in promoting well-being.", "population_specificity": "Physicians and advanced practice providers (APPs) working in 20 Stanford University HealthCare Alliance clinics, predominantly female (60%), White (46%), aged 40-59 (49%), and practicing family-internal medicine (44%).", "effective_dosage": "Not specified (workshops included discussions and experiences of mindfulness practices).", "study_duration": "Approximately 8 months (July 10, 2018, to March 15, 2019).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:05.937134+00:00"}
{"study_id": 82700, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine whether mindfulness practice prevents psychological and behavioral symptoms, particularly depression, in Alzheimer's disease (AD) patients compared to other non-pharmacological treatments.", "results_summary": "Mindfulness showed significant differences with large effect sizes in preventing depression and other psychopathologies in early-stage AD compared to cognitive stimulation, relaxation, and control groups, as measured by GDS, HDRS, and NPI-Q scales. It was recommended as the first-choice non-pharmacological treatment for mild to moderate AD.", "population_specificity": "Patients with probable AD without diagnosed depression from public neurology services in Spain.", "effective_dosage": "Three weekly sessions for two years (specific session duration not mentioned).", "study_duration": "Two years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:06.406615+00:00"}
{"study_id": 82701, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a yoga-based mindfulness intervention (YBM) compared to psychoeducational sessions for improving cognitive and physical functions and mental health outcomes in older adults with mild cognitive impairment (MCI).", "results_summary": "The study adapted and designed a YBM intervention protocol based on a video recording. It is the first RCT to examine YBM's effects in Chilean elderly with MCI, expecting it to be an acceptable and effective non-pharmacological option.", "population_specificity": "Older adults over 60 years with mild cognitive impairment (MCI) attending Hospital Clinic Universidad de Chile in Santiago.", "effective_dosage": "Not specified", "study_duration": "Not specified (follow-up assessments at post-test, 3 months, and 6 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:08.820248+00:00"}
{"study_id": 82702, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to synthesize findings from randomized controlled trials on mindfulness-based interventions for children with ADHD.", "results_summary": "The meta-analysis included 11 studies, showing overall effect sizes, but specific results are not detailed in the abstract. The systematic review identified 12 studies meeting inclusion criteria.", "population_specificity": "Children with attention deficit hyperactivity disorder (ADHD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:10.651684+00:00"}
{"study_id": 82705, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to assess the effectiveness of non-pharmacological interventions, including mindfulness-based Goal Management Training, in ameliorating cognitive deficits in adults treated with cranial irradiation.", "results_summary": "The study suggested a benefit of the mindfulness-based behavioral intervention on executive function and processing speed, though it was limited by a small sample size and lack of detailed statistical comparisons.", "population_specificity": "Adults with cognitive problems following cranial irradiation, specifically those with \"stable\" brain cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:12.074630+00:00"}
{"study_id": 82704, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to examine the effect of mantram repetition, a mindfulness intervention, on psychological distress symptoms (depression, anxiety, and somatization).", "results_summary": "The study found that mantram repetition had positive effects on psychological distress, with effect sizes ranging from very mild to very strong. The summary effect was small but statistically significant, outperforming standard therapies like treatment as usual and psychotherapy.", "population_specificity": "Individuals prone to psychological distress (specific population not further detailed).", "effective_dosage": "Not specified (repetition at various times throughout the day and as needed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:12.831156+00:00"}
{"study_id": 82706, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of internet-delivered mindfulness-based interventions (iMBIs) for improving maternal mental health during pregnancy or within one year after delivery.", "results_summary": "iMBIs were found effective in improving maternal depression, mindfulness, and self-compassion, but the overall risk of bias was high, and effect sizes could not be estimated due to the limited number of studies.", "population_specificity": "Women during pregnancy or within one year after delivery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:13.207186+00:00"}
{"study_id": 82707, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to summarize the consequences of child sleep problems and evaluate interventions, including mindfulness, for addressing these issues.", "results_summary": "The study found that mindfulness is one of several interventions that may help address childhood sleep problems, alongside other approaches like cognitive-behavioral therapy and exercise. The abstract highlights the broad adverse consequences of sleep deficiency but does not provide specific efficacy data for mindfulness.", "population_specificity": "Children and adolescents with sleep problems.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:13.888320+00:00"}
{"study_id": 82677, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the feasibility and effectiveness of a 21-day mindfulness-based training program to increase interoceptive sensitivity and promote intuitive eating in middle-aged and older couples.", "results_summary": "The study design includes a randomized-controlled intervention with three measurement points to assess interoceptive sensitivity (primary outcome) and intuitive/maladaptive eating (secondary outcomes). Results are pending as the abstract describes the study protocol rather than final outcomes.", "population_specificity": "Middle-aged and older couples aged 50-80 years participating in the NutriAct Family Study.", "effective_dosage": "Daily mindfulness-based guided audio exercises (e.g., body scan) for 21 days.", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:14.181475+00:00"}
{"study_id": 82708, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of different weekly frequencies of Tai Chi (TC) in elders with chronic non-specific low back pain (CNLBP) and determine whether mindfulness mediates TC's treatment outcomes.", "results_summary": "The study protocol outlines a comparison of TC at 1, 3, or 5 sessions per week versus health education, measuring pain intensity and secondary outcomes like mindfulness, depression, and disability. Results are pending as the abstract describes the study design rather than findings.", "population_specificity": "Elderly individuals (senior citizens) with chronic non-specific low back pain.", "effective_dosage": "Tai Chi sessions at 1, 3, or 5 times per week.", "study_duration": "12 weeks of intervention followed by 12 weeks of follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:16.671190+00:00"}
{"study_id": 82709, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether emotional memories of childhood parenting could predict treatment outcomes in generalized anxiety disorder (GAD) patients receiving mindfulness-based intervention (BMT), fluoxetine (FLX), or quality of life (QoL) therapy.", "results_summary": "Negative childhood memories predicted greater anxiety symptom reduction with BMT compared to FLX and QoL, while positive childhood memories predicted better outcomes in the QoL group. Mindfulness-based interventions were particularly beneficial for individuals with early memories of subordination and threat.", "population_specificity": "124 participants with generalized anxiety disorder (GAD) from a randomized controlled trial.", "effective_dosage": "Not specified", "study_duration": "Pre- and post-treatment, with follow-up after 18 months (exact intervention duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:18.419130+00:00"}
{"study_id": 82710, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effectiveness of a 4-week internet-delivered mindfulness-based cancer recovery (iMBCR) program in reducing symptom burden and enhancing health-related quality of life (HRQoL) in breast cancer patients.", "results_summary": "The iMBCR group showed significantly larger decreases in symptom burden and greater improvements in HRQoL compared to the control group, with effects maintained at follow-up. The program demonstrated good adherence and completion rates.", "population_specificity": "Postoperative breast cancer patients (stages 0 to IV).", "effective_dosage": "4-week program (specific frequency not detailed).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:19.366454+00:00"}
{"study_id": 82711, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to systematically map the evidence on yoga and mindfulness-based interventions (MBIs) for managing obesity/overweight after breast cancer to guide future research.", "results_summary": "The review found 18 publications (15 unique studies), with only 4/11 clinical trials focusing on weight-related outcomes as primary endpoints. Gaps included small sample sizes, lack of cultural diversity, and inadequate safety reporting.", "population_specificity": "Breast cancer survivors with overweight/obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:20.551538+00:00"}
{"study_id": 82713, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the emerging evidence for Mindfulness-Based Cognitive Therapy and other third-wave therapies in treating obsessive-compulsive disorder (OCD).", "results_summary": "The study found that Mindfulness-Based Cognitive Therapy has an encouraging evidence base for OCD, though large-scale randomized controlled trials are lacking to clarify its precise role. Other third-wave therapies also show promise but require further empirical validation.", "population_specificity": "Individuals with obsessive-compulsive disorder (OCD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:20.941535+00:00"}
{"study_id": 82714, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility of conducting an MBSR intervention with an active control condition in healthy older adults and compare its preliminary efficacy to a Brain Health education class.", "results_summary": "Both MBSR and Brain Health classes showed high recruitment, satisfaction, and retention rates, with similar levels of efficacy. Implementation procedures were successful, indicating feasibility for future studies.", "population_specificity": "Healthy older adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:21.142630+00:00"}
{"study_id": 82715, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to analyze the efficacy of a 'mindful eating' program for reducing emotional eating in patients with overweight or obesity.", "results_summary": "The 'mindful eating' + TAU program significantly reduced emotional and external eating at posttreatment and 12-month follow-up, with additional improvements in bulimic behaviors, mindfulness, and self-compassion, but no significant changes in weight or physiological parameters.", "population_specificity": "76 participants with overweight or obesity.", "effective_dosage": "Not specified", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:21.729120+00:00"}
{"study_id": 82712, "supplement_id": 1338, "safety_score": "100", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the feasibility of personalized yoga therapy (including mindfulness) for weight maintenance and quality of life in women undergoing chemotherapy for early-stage or locally advanced breast cancer.", "results_summary": "Yoga therapy, which included mindfulness, was associated with weight maintenance (0.14% weight loss) compared to weight gain (2.63%) in the control group, and improved quality of life without adverse events.", "population_specificity": "Women with early-stage or locally advanced breast cancer undergoing chemotherapy (mean age 51.6 years, 75.9% white, 24.1% people of color).", "effective_dosage": "Three 30-minute yoga sessions weekly (including movement, breath work, mindfulness, and relaxation).", "study_duration": "Mean 15.6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:22.642231+00:00"}
{"study_id": 82716, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding mindfulness training to a self-directed patient education manual (\"ALL YOU NEED IS LOVE\") provided additional benefits in improving self-management, transition readiness, self-advocacy, and mindfulness among adolescents with chronic kidney disease.", "results_summary": "Both the education-only and education-plus-mindfulness groups showed significant improvements in self-management, transition readiness, self-advocacy, and mindfulness over time, but mindfulness training did not provide statistically significant additional benefits compared to the education manual alone.", "population_specificity": "Adolescents aged 11-17 years with chronic kidney disease (stages 3 and greater).", "effective_dosage": "Not specified", "study_duration": "Six weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:25.823224+00:00"}
{"study_id": 82718, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of a mindfulness intervention (MBIS) with cognitive behavioral therapy (CBT) on emotional distress and attitudes toward seeking mental health treatment in older adults.", "results_summary": "Both MBIS and CBT improved attitudes toward psychological treatment, but MBIS uniquely reduced worry levels while CBT specifically reduced anxiety levels. No changes were observed in the control group.", "population_specificity": "Older adults (24 seniors)", "effective_dosage": "8 weekly sessions", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:27.169658+00:00"}
{"study_id": 82717, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine if brief mindfulness-based cognitive behavioral therapy (MBCBT) could enhance pain and pain-related disability outcomes in patients undergoing total knee arthroplasty (TKA) and whether changes in pain catastrophizing, depression, or anxiety mediated these effects.", "results_summary": "Patients receiving MBCBT had lower pain severity and interference at 6 weeks post-surgery compared to controls, mediated by reduced pain catastrophizing. However, group differences in pain outcomes were not sustained at 3 and 6 months post-surgery.", "population_specificity": "44 patients undergoing TKA in an academic teaching hospital serving urban and suburban areas near Boston.", "effective_dosage": "Four 60-minute sessions delivered in person and via telephone.", "study_duration": "Perioperative period (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:28.373151+00:00"}
{"study_id": 82720, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effect of a modified motivational interviewing (MMI) intervention on university students' psychological, cognitive, and nutritional health indicators, including mindfulness.", "results_summary": "The MMI intervention significantly improved mindfulness, along with perceived stress, uncontrolled eating, and emotional eating, as shown by univariate analysis. The multivariate analysis also confirmed a significant overall effect of the intervention on the measured variables.", "population_specificity": "University students (intervention group = 48, control group = 46).", "effective_dosage": "Not specified", "study_duration": "Measurements were taken at baseline, 1 month post-randomization, and 3 months post-randomization.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:29.580573+00:00"}
{"study_id": 82721, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of VR-based guided meditations versus standalone mobile apps in improving relaxation and reducing anxiety among healthcare professionals.", "results_summary": "Both VR and mobile groups reported reduced anxiety, but the VR group showed greater physiological relaxation (higher HRV) correlated with session frequency. Gender disparities in HRV metrics were observed among VR participants.", "population_specificity": "Primarily medical students, resident physicians, and registered nurses in an urban academic medical center's emergency department.", "effective_dosage": "Brief paced-breathing exercises (specific duration/frequency not detailed).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:29.886338+00:00"}
{"study_id": 82722, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to map the evidence on a Perinatal Mental Health Counselling Programme, focusing on its characteristics, participants, and outcomes, including mindfulness techniques.", "results_summary": "The study found that mindfulness techniques, among others, were highlighted in perinatal counselling, with all articles reporting decreased levels of stress, anxiety, and depression post-intervention.", "population_specificity": "Pregnant women, partners, or family members.", "effective_dosage": "Sessions varied between 6 and 16, lasting 30-90 minutes, conducted weekly, monthly, or as needed.", "study_duration": "Not specified beyond session count and duration.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:30.818917+00:00"}
{"study_id": 82719, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of a remotely-delivered, acceptance-based, multi-modal palliative care intervention incorporating Mindfulness (via Acceptance and Commitment Therapy) on advance care planning completion and psychosocial outcomes in adults with advanced cancer.", "results_summary": "The study protocol outlines a rigorous RCT design to assess the intervention's impact on ACP completion, anxiety/depression symptoms, fear of dying, and life meaning, but results are not yet reported in the abstract.", "population_specificity": "Adults with Stage IV (and select Stage III) solid tumor cancer reporting moderate to high anxiety or depression symptoms.", "effective_dosage": "Five weekly two-hour group sessions plus a booster session one month later, with online self-paced modules and check-ins.", "study_duration": "Five weeks (plus a booster session at one month).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:31.703437+00:00"}
{"study_id": 82724, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to review the literature on mindfulness-based interventions (MBIs) and advocate for their integration in carceral settings as an alternative to traditional correctional programming.", "results_summary": "The abstract highlights the high recidivism rates among released individuals and suggests that MBIs could be a valuable addition to correctional facilities, though specific efficacy results are not detailed.", "population_specificity": "Individuals in carceral settings (jails and prisons).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:34.017265+00:00"}
{"study_id": 82723, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the short- and longer-term effects of Mindfulness-Based Childbirth and Parenting (MBCP) versus enhanced care-as-usual (ECAU) on psychological well-being and birth experience in pregnant women with high fear of childbirth and their partners.", "results_summary": "MBCP showed no overall differences compared to ECAU in psychological well-being or birth experience for the total group of women, but laboring women reported a better birth experience after MBCP. Partners at risk for psychological complaints experienced improved well-being after MBCP, though general partners reported increased fatigue.", "population_specificity": "Pregnant women with high fear of childbirth and their partners (141 women, 120 partners).", "effective_dosage": "MBCP involved nine weekly three-hour mindfulness group sessions; ECAU involved two 90-minute individual couple sessions.", "study_duration": "Nine weeks for MBCP; duration for ECAU not specified beyond two sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:34.548076+00:00"}
{"study_id": 82725, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the feasibility and impact of a smartphone-delivered resilience training program on reducing burnout among health care professionals in a pediatric emergency department.", "results_summary": "The study found a statistically significant decrease in burnout (emotional exhaustion) and an increase in mindfulness skills among participants using the resilience training app compared to a waitlist-control group.", "population_specificity": "Multidisciplinary health care professionals working in a tertiary-care pediatric emergency department.", "effective_dosage": "Not specified (self-driven access to a structured resilience curriculum via smartphone app).", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:35.979409+00:00"}
{"study_id": 82726, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of mindfulness as an emotion regulation strategy in laboratory settings using mood induction procedures.", "results_summary": "The meta-analysis found a small, initially significant effect size of mindfulness on mood regulation, which became non-significant after removing outliers. High heterogeneity was observed, and the efficacy of mindfulness in down-regulating induced mood states was limited.", "population_specificity": "Not specified (meta-analysis of 43 studies, likely varied populations).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:36.499660+00:00"}
{"study_id": 82728, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the feasibility and acceptability of a school-based emotion regulation intervention (READY-Nepal) for adolescents exposed to a humanitarian disaster, with a focus on mindfulness and anger regulation skills.", "results_summary": "The intervention was feasible and acceptable, with high program attendance but lower uptake of mindfulness skills compared to anger regulation. No significant differences in primary or secondary outcomes were observed at follow-up.", "population_specificity": "Nepali secondary school students in a post-earthquake district.", "effective_dosage": "Not specified", "study_duration": "8 sessions (attendance averaged 6.7 sessions)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:38.085343+00:00"}
{"study_id": 82729, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the feasibility and short-term efficacy of mindfulness as an add-on to treatment as usual (TaU) in managing chronic migraine (CM) and medication overuse headache (MOH).", "results_summary": "The study found a significant effect favoring TaU + mindfulness for reducing headache frequency, with no significant difference in drop-out rates between groups.", "population_specificity": "Patients with chronic migraine (CM) and medication overuse headache (MOH).", "effective_dosage": "Six 90-minute weekly group sessions of mindfulness-based therapy.", "study_duration": "Three months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:39.008434+00:00"}
{"study_id": 82727, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of the Recovering Together (RT) intervention, which includes mindfulness, in preventing chronic emotional distress in patients with acute neurological illnesses and their caregivers.", "results_summary": "The study is ongoing, with 41 dyads recruited out of a target of 194. The abstract does not yet report specific results on mindfulness's effects, but the intervention is designed to teach resiliency skills, including mindfulness, to improve emotional outcomes.", "population_specificity": "Patients admitted to the Neuroscience Intensive Care Unit (Neuro-ICU) with acute neurological illnesses (e.g., stroke, tumor, TBI) and their informal caregivers, who are cognitively intact, English-speaking, and aged 18 or older.", "effective_dosage": "Not specified", "study_duration": "Six sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:39.269491+00:00"}
{"study_id": 82730, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of remote mental health interventions, including mindfulness, in improving students' mental health during the COVID-19 pandemic.", "results_summary": "Mindfulness, along with other interventions, resulted in positive changes in students' mental health, indicating its effectiveness as a remote mental health support tool. The review highlighted the broad applicability and benefits of various remote interventions.", "population_specificity": "Students from 10 countries, both genders, aged 17-55 years (average range).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:39.641495+00:00"}
{"study_id": 82731, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to study the effect of a mindfulness-based stress reduction program (MBSR-CBP) on psychological, biomechanical, and inflammatory outcomes in patients with chronic low back pain.", "results_summary": "MBSR-CBP reduced cortisol levels and pro-inflammatory cytokine IL-1β, improved psychological factors (depression, stress, self-compassion), reduced pain and health limitations, and enhanced physical function, sleep quality, life satisfaction, well-being, and vitality.", "population_specificity": "Patients with chronic low back pain due to symptomatic discopathy (degenerative disc disease or herniated disc), mean age 53, 66% female.", "effective_dosage": "9 sessions (specific frequency not detailed).", "study_duration": "9 sessions (exact duration not specified, study conducted from March 2019 to March 2020).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:43.959278+00:00"}
{"study_id": 82732, "supplement_id": 1338, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to determine whether mindfulness-based stress reduction (MBSR) is noninferior to escitalopram, a standard pharmacological treatment, for reducing anxiety in adults with diagnosed anxiety disorders.", "results_summary": "The study found that MBSR was noninferior to escitalopram in reducing anxiety, with similar improvements in CGI-S scores. Adverse events were significantly lower in the MBSR group (15.4%) compared to the escitalopram group (78.6%).", "population_specificity": "Adults with diagnosed anxiety disorders from three urban academic medical centers in the US (mean age 33, 75% female, diverse racial/ethnic backgrounds).", "effective_dosage": "8-week weekly MBSR course (specific dosage not quantified).", "study_duration": "8 weeks (with follow-up assessments at 12 and 24 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:44.509894+00:00"}
{"study_id": 82735, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the feasibility and acceptability of an online mindfulness-based intervention (MBI) and examine its effects on fear of cancer recurrence (FCR) and quality of life in Chinese breast cancer survivors.", "results_summary": "The online MBI significantly improved mindfulness, emotional and cognitive function, and reduced FCR in breast cancer survivors, with effects persisting one month post-intervention. Participants reported satisfaction with the intervention.", "population_specificity": "Chinese breast cancer survivors (n=65).", "effective_dosage": "Six weeks of online MBI training (specific frequency not detailed).", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:44.937980+00:00"}
{"study_id": 82733, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of Mindfulness-based interventions (MBIs) for improving quality of life (QoL) in people with multiple sclerosis (PwMS) via meta-analysis of randomized controlled trials.", "results_summary": "MBIs effectively improved QoL in PwMS, with an overall standardized mean difference (SMD) of 0.40 (p = 0.0003), showing the greatest benefits on mental health-related QoL. However, optimal formatting, mechanisms of action, and effects in diverse populations require further research.", "population_specificity": "People with multiple sclerosis (PwMS) who remained ambulatory; cognitively impaired individuals were largely excluded.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:45.173788+00:00"}
{"study_id": 82737, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine how adults with intellectual disabilities experience third-wave therapy groups, focusing on therapeutic processes and outcomes.", "results_summary": "The study found that third-wave therapy groups can be transformational for adults with intellectual disabilities, involving stages of concealment, opening up, and flourishing, with emphasis on safety, trust, and therapeutic processes.", "population_specificity": "Adults with intellectual disabilities", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:45.990755+00:00"}
{"study_id": 82738, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine the clinical effects of Mindfulness-Based Stress Reduction (MBSR) on sleep quality and sleep-related daytime impairment in adults with sleep disturbances, including chronic insomnia disorders.", "results_summary": "MBSR did not improve objective or subjective sleep quality in chronic insomnia and cancers, though it might have been marginally effective in improving subjective sleep quality compared to waitlist controls, albeit with substantial heterogeneity. The study noted that many included RCTs had small sample sizes and were prone to biases.", "population_specificity": "Adults with sleep disturbances, including chronic insomnia disorders and cancers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:47.668927+00:00"}
{"study_id": 82739, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the neurocognitive mechanisms behind mindfulness-based cognitive therapy (MBCT) for recurrent depression, comparing it with treatment as usual, particularly focusing on depressive rumination and attention regulation.", "results_summary": "MBCT reduced salience network connectivity to the lingual gyrus during rumination, which mediated improvements in sustained attention to body sensations, demonstrating its effectiveness in modulating neurocognitive functioning during depressive states.", "population_specificity": "Adults with recurrent depression (N = 80).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:47.731989+00:00"}
{"study_id": 82736, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of a mindfulness program on quality of life, mood, pain, sleep, self-compassion, life satisfaction, blood pressure, and heart rate in patients with acromegaly.", "results_summary": "The study found improvements in night-time hours in bed, a trend toward reduced time to start sleeping, reduced pain scores, improved self-compassion, and significant decreases in heart rate during mindfulness sessions.", "population_specificity": "Patients with acromegaly (60 participants across two centers).", "effective_dosage": "8-week face-to-face group program (classic Mindfulness Based Stress Reduction in one center, adapted program with mindfulness and compassion elements in the other).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:48.350193+00:00"}
{"study_id": 82742, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore barriers and facilitators to adherence to Mindfulness-Based Cognitive Therapy (MBCT) for individuals with chronic conditions and psychological distress.", "results_summary": "The review identified factors that may support or obstruct client adherence to MBCT, highlighting the need for future research to prioritize open exploration of these barriers and facilitators.", "population_specificity": "Individuals with chronic conditions and psychological distress.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:52.087192+00:00"}
{"study_id": 82741, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of psychological intervention on empathy fatigue among nursing staff.", "results_summary": "The meta-analysis found that psychological intervention improved empathy fatigue, empathy satisfaction, and burnout, and also enhanced the quality of life for nursing staff. The effect size was modest but statistically significant (SMD = -0.22).", "population_specificity": "Nursing staff (513 participants across seven RCTs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:52.546299+00:00"}
{"study_id": 82740, "supplement_id": 1338, "safety_score": "100", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of mindful coloring on perceived stress levels, mental well-being, burnout, and mindfulness levels for nurses during the COVID-19 pandemic.", "results_summary": "Mindful coloring significantly reduced perceived stress levels with a large effect size and showed a small improvement in mental well-being through enhanced state mindfulness. No effects were found on burnout subscales or trait mindfulness levels, and no adverse reactions were reported.", "population_specificity": "Nurses during the COVID-19 pandemic.", "effective_dosage": "Coloring mandalas for at least 5 working days or 100 minutes total over a 10-day period.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:52.675427+00:00"}
{"study_id": 82743, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify the most effective therapeutic approaches, including mindfulness-based interventions, for managing fear of cancer recurrence (FCR) and related psychological factors.", "results_summary": "Mindfulness-based interventions were among the most used approaches for managing FCR, showing positive benefits alongside cognitive behavioral therapy (CBT) and acceptance and commitment therapy (ACT). CBT was noted as the most effective, especially in blended forms, but mindfulness also contributed to improvements in distress, well-being, and quality of life.", "population_specificity": "Cancer survivors experiencing fear of cancer recurrence (FCR).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:53.725289+00:00"}
{"study_id": 82747, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effectiveness of Wellbeing Training based on Contemplative Practices (WTCP) in improving psychological functioning among ICU and homecare professionals.", "results_summary": "WTCP showed positive effects on self-compassion, personal accomplishment (burnout reduction), and frequency of negative emotions, with qualitative feedback supporting its benefits.", "population_specificity": "ICU and homecare professionals", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:55.125133+00:00"}
{"study_id": 82744, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility and effects of a 12-week online yoga intervention compared to an educational control group in survivors of allogenic bone marrow transplant (BMT).", "results_summary": "The study found that online yoga was not feasible for BMT survivors, but participants reported satisfaction and beneficial effects on symptom scores, depressive symptoms, and pain. Both groups showed improvements in symptom scores and depressive symptoms, with the yoga group also experiencing reduced pain.", "population_specificity": "Survivors of allogenic bone marrow transplant (BMT).", "effective_dosage": "60 minutes/week of online yoga.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:55.451471+00:00"}
{"study_id": 82746, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of mindfulness-based interventions for reducing ruminative thinking and enhancing mindfulness levels, comparing them to cognitive behavioral therapy (CBT).", "results_summary": "Mindfulness-based interventions significantly reduced ruminative thinking and enhanced mindfulness levels, though they were not significantly more effective than CBT. Subgroups with higher proportions of females showed more significant improvements in ruminative thinking.", "population_specificity": "4,229 patients across 61 studies, including individuals with depression, students, cancer patients, healthy adults, and clinical patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:55.931656+00:00"}
{"study_id": 82745, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to evaluate the evidence base for the effects of yoga (including mindfulness) on children's mental health and assess its potential as a preventative and therapeutic measure in schools.", "results_summary": "The review found encouraging evidence for yoga interventions in improving children's mental health, though methodological flaws like small sample sizes and limited intervention details were noted. It suggests yoga may be implemented in schools for mental health benefits.", "population_specificity": "Children, teenagers, and adolescents in school settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:57.030862+00:00"}
{"study_id": 82748, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine how mindfulness-based stress reduction (MBSR) affects quality of life, anxiety, and depression in women diagnosed with breast cancer.", "results_summary": "MBSR showed positive effects on anxiety in four out of six studies, while results for quality of life and depression were mixed, with only half of the studies reporting benefits for depression and two out of six for quality of life.", "population_specificity": "Women diagnosed with breast cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:42:59.876952+00:00"}
{"study_id": 82749, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a mindfulness app could reduce rumination in adolescents with elevated trait rumination and identify which adolescents benefit most from the intervention.", "results_summary": "Adolescents using the mindfulness app showed significantly greater reductions in rumination compared to the control group. A predictive model identified individuals likely to benefit more from the mindfulness app, with those predicted to benefit showing greater reductions in rumination when assigned to the mindfulness condition.", "population_specificity": "Adolescents (n = 152) with elevated trait rumination.", "effective_dosage": "Not specified", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:00.357439+00:00"}
{"study_id": 82751, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify strategies implemented by medical educational programs to improve the well-being of medical students, including mindfulness-based interventions.", "results_summary": "Mindfulness-based programs were among the effective interventions for reducing stress and improving well-being, particularly when students opted in. Mandatory interventions without adequate support had negative effects.", "population_specificity": "Medical students", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:00.468457+00:00"}
{"study_id": 82750, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether momentary mindfulness (MAA) changed after counseling interventions for cannabis use reduction and explored its associations with negative affect, positive affect, and cannabis desire.", "results_summary": "Momentary MAA increased after MET counseling plus EMA but not with MET alone. Higher MAA was associated with lower negative affect and cannabis desire but not with positive affect.", "population_specificity": "Outpatients aged 15-24 using cannabis ≥3x/week.", "effective_dosage": "Not specified", "study_duration": "2 weeks of EMA (with/without messaging) and 3-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:00.940895+00:00"}
{"study_id": 82753, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and acceptability of an 8-week adapted mindfulness-based cognitive therapy (MBCT) group for trauma-exposed Black adults with PTSD and depression in an urban primary care setting.", "results_summary": "The study found that MBCT was feasible and acceptable in this population, with high retention rates (>75%) and positive qualitative feedback, though substantial treatment barriers were identified. Continued efforts to reduce barriers and improve access were recommended.", "population_specificity": "Trauma-exposed Black adults (85% women) with PTSD and depression in an urban primary care clinic with low socioeconomic resources.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:03.998991+00:00"}
{"study_id": 82754, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness of mindfulness-based stress reduction (MBSR), acupressure, and their combination in improving sleep quality, fatigue, anxiety, and depression in breast cancer patients with sleep disorders.", "results_summary": "MBSR, acupressure, and combined therapy significantly improved sleep quality, reduced fatigue, and decreased anxiety. Acupressure and combined therapy outperformed MBSR in improving sleep quality, with no significant difference between acupressure and combined therapy.", "population_specificity": "Breast cancer patients with sleep disorders", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:04.331682+00:00"}
{"study_id": 82752, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to explore genome-wide DNA methylation changes following a 1-week multimodal group program (mindfulness, artistic expression, EMDR therapy) in adolescents with multiple adverse childhood experiences (ACEs).", "results_summary": "The program significantly reduced PTSD-related symptoms and improved attention/awareness-related outcomes. Genome-wide DNA methylation analysis revealed 49 differentially methylated loci linked to neural, immune, and endocrine pathways, with changes in specific genes (SIRT5, TRAPPC2L) associated with psychological improvements.", "population_specificity": "Adolescent girls with multiple ACEs (n=44).", "effective_dosage": "Not specified (1-week residential program).", "study_duration": "1 week.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:04.342587+00:00"}
{"study_id": 82755, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the effectiveness of Mindfulness-Based Therapy and Counseling (MBTC) on reducing methamphetamine cravings, stress, depression, and relapse rates in individuals with methamphetamine use disorder.", "results_summary": "The MBTC group showed significantly lower cravings, stress, and depression, higher mindfulness scores, and a lower relapse rate (14.3%) compared to the control group (45.7%) at six-month follow-up.", "population_specificity": "70 individuals (37 females) receiving methamphetamine dependency treatment in Thailand.", "effective_dosage": "Practicing mindfulness for 90-120 minutes weekly.", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:05.413722+00:00"}
{"study_id": 82757, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a school-based mindfulness and yoga program in reducing symptoms of anxiety and depression among young adolescents.", "results_summary": "The intervention group showed reductions in anxiety and depression symptoms, though not statistically significant. The control group had decreased anxiety but increased depression symptoms, with a significant time effect for anxiety and a strong trend for depression.", "population_specificity": "Youth aged 11-14 in a racially diverse, urban U.S. setting.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:07.738987+00:00"}
{"study_id": 82758, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "To review recent literature on mindfulness-based strategies for improving sleep in individuals with psychiatric disorders.", "results_summary": "Mindfulness-based interventions showed some support for improving sleep, particularly in anxiety and depressive disorders, though improvements may be indirect due to reduced psychiatric symptoms. There is insufficient research on mindfulness specifically targeting sleep disorders in psychiatric populations.", "population_specificity": "Individuals with psychiatric disorders, particularly anxiety and depressive disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:07.901364+00:00"}
{"study_id": 82759, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the content and delivery of mindfulness-based interventions (MBIs) and summarize their effectiveness for lung cancer survivors and their partners.", "results_summary": "The study found that MBIs showed strong feasibility and acceptability, with RCTs reporting significant improvements in cancer-related distress, depression, quality of life, self-compassion, mindfulness skills, and rumination.", "population_specificity": "Lung cancer survivors and their partners (dyads).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:08.148971+00:00"}
{"study_id": 82756, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the prevalence and risk factors for suicidal ideation among asylum seekers (study 1) and test whether Mindfulness-Based Trauma Recovery for Refugees (MBTR-R) could prevent or treat suicidal ideation (study 2).", "results_summary": "MBTR-R prevented the onset of suicidal ideation (15.6% post-intervention vs. 23.1% in controls) and further reduced it at follow-up (9.8%). The preventive effects were mediated by reduced posttraumatic stress, depression, and anxiety, but MBTR-R did not reduce existing suicidal ideation.", "population_specificity": "Asylum seekers in a high-risk, unstable post-displacement context.", "effective_dosage": "Not specified", "study_duration": "5-week follow-up (intervention duration not explicitly stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:09.300752+00:00"}
{"study_id": 82761, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "To investigate the efficacy of mindfulness on cancer-related fatigue (CRF) and psychological well-being in female cancer patients.", "results_summary": "Mindfulness significantly improved CRF, depression, and anxiety but showed no effect on quality of life or sleep. Subgroup analysis indicated little difference in outcomes based on mindfulness type, comparator, or intervention length.", "population_specificity": "Female cancer patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:11.023317+00:00"}
{"study_id": 82760, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To determine the effectiveness of mindfulness-based programmes (MBPs) on the mental health of elite athletes.", "results_summary": "MBPs improved mental health outcomes, with large significant pooled effect sizes for reducing symptoms of anxiety and other mental health measures. The study concluded that MBPs are effective but called for higher-quality, adequately powered trials in the future.", "population_specificity": "Current or former elite athletes", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:11.076136+00:00"}
{"study_id": 82762, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a mobile health application based on mindfulness and social support theory could improve parenting self-efficacy and reduce postpartum depressive symptoms in puerperae.", "results_summary": "The App group showed significantly higher perceived social support and maternal parental self-efficacy, along with significantly lower postpartum depressive symptoms, while the control group showed no significant changes in any variables.", "population_specificity": "130 puerperae from a hospital in China.", "effective_dosage": "Not specified (8-week app use intervention).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:12.169625+00:00"}
{"study_id": 82763, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of Mindfulness-Based Stress Reduction (MBSR) on systolic and diastolic blood pressure in individuals with prehypertension or hypertension.", "results_summary": "The study found very low-quality evidence for positive effects of MBSR on systolic blood pressure compared to waitlist control, but no significant effects on diastolic blood pressure. Compared to active control, there was very low-quality evidence for positive effects on diastolic blood pressure but no significant effects on systolic blood pressure.", "population_specificity": "Individuals with diagnosed prehypertension (120-139/80-89 mmHg) or hypertension (≥140/≥90 mmHg).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:14.235657+00:00"}
{"study_id": 82766, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of an 8-week weight management program (ShipShape) with a version enhanced by acceptance and commitment therapy, and assess differences between in-person and virtual participation.", "results_summary": "The study found that virtual and in-person formats had similar demographic characteristics, attendance levels, and indicators of credibility, expectancy, and satisfaction, supporting the feasibility of virtual weight management interventions.", "population_specificity": "Active-duty military personnel who had failed or were at risk of failing their physical fitness assessment or were overweight or obese.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:16.409015+00:00"}
{"study_id": 82764, "supplement_id": 1338, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of online mindfulness interventions delivered via videoconference versus podcasts in reducing depression, anxiety, and improving mindfulness and life satisfaction among university students during the COVID-19 pandemic.", "results_summary": "The study found that videoconferencing mindfulness training led to a larger reduction in depression compared to podcast-based training. Both groups showed significant increases in mindfulness and life satisfaction, with home practice frequency linked to better outcomes only in the videoconferencing group.", "population_specificity": "University students in Germany during the early phase of the COVID-19 pandemic.", "effective_dosage": "7-week mindfulness intervention (frequency not specified).", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:16.938568+00:00"}
{"study_id": 82765, "supplement_id": 1338, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility, safety, and preliminary efficacy of a brief mindfulness-based intervention (MB-SI) for veterans with suicidal ideation during inpatient psychiatric admission.", "results_summary": "The MB-SI intervention was found feasible and safe, with no adverse effects. It significantly increased mindfulness curiosity and decentering scores, improved emotion regulation reappraisal, and reduced suicidal ideation, though emergency department admissions did not differ between groups.", "population_specificity": "Veterans aged 18-70 years with suicidal ideation admitted to an inpatient psychiatric unit.", "effective_dosage": "Not specified", "study_duration": "Duration of intervention not explicitly stated (outcomes measured preintervention, postintervention, and 1-month postintervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:17.783803+00:00"}
{"study_id": 25908, "supplement_id": 1341, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of Mindfulness-Based Cognitive Therapy (MBCT) as a relapse prevention and treatment for depression, and to explore its integration into various delivery modes.", "results_summary": "The study found that MBCT is an effective relapse prevention and treatment for depression, with evidence supporting its integration into individual therapy and digital delivery modes. Therapist-guided digital CBT and blended therapy were also noted as efficacious supplements to traditional face-to-face therapy.", "population_specificity": "Adults with depressive disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:25.474045+00:00"}
{"study_id": 25901, "supplement_id": 1341, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and tolerability of Mindfulness-Based Cognitive Therapy (MBCT) as an intervention for Treatment-Resistant Depression (TRD) compared to standard care or other active treatments.", "results_summary": "The abstract does not provide specific results, as it describes a planned systematic review rather than reporting findings. The study will assess MBCT's efficacy in reducing depressive symptoms and its safety profile in adults with TRD.", "population_specificity": "Adults with Treatment-Resistant Depression (TRD).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:25.677067+00:00"}
{"study_id": 25907, "supplement_id": 1341, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop and evaluate a treatment matching algorithm to predict differential treatment response to Mindfulness-Based Cognitive Therapy for suicide prevention (MBCT-S) versus enhanced treatment-as-usual (eTAU).", "results_summary": "The study found that MBCT-S had a slightly better prediction model (AUC = 0.70) than eTAU (AUC = 0.63), with different predictors for each treatment. Fewer suicidal events occurred among those randomized to their PAI-indicated optimal treatment.", "population_specificity": "Veterans at high-risk for suicide.", "effective_dosage": "Not specified", "study_duration": "12 months follow-up after randomization", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:26.210520+00:00"}
{"study_id": 25902, "supplement_id": 1341, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the fidelity, feasibility, acceptability, and clinical signal of abbreviated mindfulness-based cognitive therapy (MBCT-brief) delivered remotely (via telephone or video) for individuals with migraine and comorbid depressive symptoms.", "results_summary": "Remotely delivered MBCT-brief was found feasible and acceptable, with high treatment fidelity and usability. Participants showed significant reductions in headache-related disability and depressive symptoms post-treatment.", "population_specificity": "Female individuals with migraine and elevated depressive symptoms, predominantly White and non-Hispanic.", "effective_dosage": "Eight weekly group classes plus home practice.", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:26.276851+00:00"}
{"study_id": 25900, "supplement_id": 1341, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if Mindfulness-Based Cognitive Therapy with support to taper medication (MBCT-TS) reduces the risk of relapse/recurrence in recurrent depression by enhancing positive affect.", "results_summary": "MBCT-TS significantly increased positive affect compared to maintenance antidepressant medication (M-ADM) and was associated with a reduced hazard of relapse/recurrence. Greater increases in positive affect mediated the reduced risk of subsequent relapse/recurrence.", "population_specificity": "Adults with ≥3 prior depressive episodes, not currently in episode, and taking maintenance antidepressant medication (predominantly female and of White British ethnicity).", "effective_dosage": "Not specified", "study_duration": "24-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:43:26.473223+00:00"}
