{"study_id": 187386, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to examine the relationship between dietary omega-3 intake (including Docosahexaenoic Acid) and the incidence/progression of AMD, as well as its potential role in prevention.", "results_summary": "The abstract suggests epidemiological studies indicate a possible protective role of omega-3 fatty acids in AMD, but randomized controlled trials have not yet demonstrated a clear beneficial effect. Other micronutrients may also play a protective role.", "population_specificity": "General population, particularly those at risk for age-related macular degeneration (AMD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:14.366166+00:00"}
{"study_id": 187389, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of omega-3 fatty acids, including docosahexaenoic acid, on depression and chronic inflammation in hemodialysis patients.", "results_summary": "Omega-3 supplementation significantly reduced depressive symptoms (measured by BDI score) and improved certain inflammatory markers (ferritin and IL-10 to IL-6 ratio), but no direct link was found between anti-inflammatory and antidepressant effects.", "population_specificity": "Maintenance hemodialysis patients", "effective_dosage": "Two capsules (each containing 120 mg docosahexaenoic acid), three times daily", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:14.630733+00:00"}
{"study_id": 187390, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the gene expression profile in peripheral blood mononuclear cells (PBMCs) after intake of fish oil (containing docosahexaenoic acid) in healthy subjects.", "results_summary": "Fish oil intake for 7 weeks upregulated genes related to cell cycle, DNA packaging, chromosome organization, endoplasmic reticulum stress, and apoptosis in PBMCs compared to the control group. Gene set enrichment analysis identified several enriched gene sets, suggesting modulation of basic cellular processes.", "population_specificity": "Healthy subjects", "effective_dosage": "8 g/day fish oil (1.6 g/day combined eicosapentaenoic acid and docosahexaenoic acid)", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:14.982480+00:00"}
{"study_id": 187384, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the association between baseline plasma fatty acids, including docosahexaenoic acid (DHA), and the risk of future major cardiovascular events in patients with a history of ischemic heart disease or ischemic stroke.", "results_summary": "The study found that higher plasma levels of DHA were inversely associated with the risk of major cardiovascular events, showing a statistically significant trend (P trend<0.004). The association remained significant even after adjusting for known cardiovascular risk factors.", "population_specificity": "Patients with a history of ischemic heart disease or ischemic stroke (n=2,263).", "effective_dosage": "Not specified in the abstract.", "study_duration": "4.7 years of follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:15.043105+00:00"}
{"study_id": 187383, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the importance of DHA in early development and whether higher doses than currently used could improve neurological outcomes in preterm infants.", "results_summary": "The study found that higher DHA supplementation (2-3 times current concentrations) is associated with better neurological outcomes and may offer additional health benefits, particularly for very preterm/very low birth weight infants. The smallest infants were identified as the most vulnerable to DHA deficiency and likely to benefit the most from high-dose supplementation.", "population_specificity": "Preterm infants, particularly very preterm/very low birth weight infants.", "effective_dosage": "2-3 times higher than current concentration in formula (exact amount not specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:15.347434+00:00"}
{"study_id": 187387, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether dietary recommendations for long-chain n-3 PUFA from oily fish or fish oil supplements effectively optimize EPA and DHA levels in red blood cells and platelets of healthy middle-aged subjects with low fish consumption.", "results_summary": "Both salmon and fish oil supplements significantly increased EPA and DHA levels in RBCs and platelets, with capsules showing higher EPA increases and salmon showing higher DHA increases. However, the overall incorporation of these fatty acids did not differ significantly between the two sources, and optimal cardioprotective levels (>8%) were not achieved.", "population_specificity": "Healthy middle-aged subjects with low customary fish consumption.", "effective_dosage": "Salmon provided 274 mg EPA + 671 mg DHA per day; fish oil supplement provided 396 mg EPA + 250 mg DHA per day.", "study_duration": "8 weeks per intervention, with a 6-month washout period between interventions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:16.714706+00:00"}
{"study_id": 187398, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of DHA-rich supplementation versus EPA-rich supplementation on cognitive performance and functional brain activation.", "results_summary": "DHA-rich supplementation increased functional activation in the right precentral gyrus during cognitive tasks but did not improve behavioral performance, suggesting it may be less effective than EPA-rich supplementation for enhancing neurocognitive function after 30 days.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not specified in the abstract.", "study_duration": "30-day supplementation period.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:23.049875+00:00"}
{"study_id": 187392, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of omega-3 supplementation (including docosahexaenoic acid) on nutritional state and inflammatory markers in hemodialysis patients.", "results_summary": "Omega-3 supplementation slightly reduced systemic inflammation but had no significant effects on nutritional markers, except for a modest increase in serum prealbumin. Significant improvements were noted in serum ferritin levels and the IL-10 to IL-6 ratio.", "population_specificity": "Adult patients undergoing maintenance hemodialysis, excluding those with malignancy, pregnancy, or concurrent inflammatory/infectious diseases.", "effective_dosage": "6 soft-gel capsules daily (each containing 120 mg docosahexaenoic acid and 180 mg eicosapentaenoic acid).", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:23.570272+00:00"}
{"study_id": 187395, "supplement_id": 1089, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the clinical efficacy, safety, and histological effects of dietary omega-3 fatty acids (including docosahexaenoic acid) and γ-linoleic acid in treating mild to moderate acne vulgaris.", "results_summary": "The study found that supplementation with omega-3 fatty acids (including docosahexaenoic acid) significantly reduced both inflammatory and non-inflammatory acne lesions, with patient-reported improvements and histological evidence of reduced inflammation. No severe adverse effects were reported.", "population_specificity": "45 participants with mild to moderate acne vulgaris.", "effective_dosage": "2,000 mg of eicosapentaenoic acid and docosahexaenoic acid (combined).", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:23.832490+00:00"}
{"study_id": 187394, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the effect of ω-3 fatty acid ethyl ester (FAEE) supplementation, containing docosahexaenoic acid, on apolipoprotein B-48 kinetics in obese subjects on a weight-loss diet.", "results_summary": "The study found that ω-3 FAEE supplementation significantly reduced fasting triglyceride and apoB-48 concentrations, postprandial triglyceride and apoB-48 AUCs, and basal apoB-48 secretion, improving chylomicron metabolism in obese subjects.", "population_specificity": "Obese subjects on a weight-loss diet.", "effective_dosage": "4 g/d ω-3 FAEE (46% eicosapentaenoic acid and 38% docosahexaenoic acid).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:23.899941+00:00"}
{"study_id": 187399, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether daily supplementation with DHA-rich oil reduces energy intake and body weight in overweight and obese women compared to oleic acid-rich oil.", "results_summary": "DHA supplementation significantly reduced energy, carbohydrate, and fat intake compared to OA, but did not significantly affect body mass or composition, though a trend toward reduced body weight was observed. Longer-term studies with broader populations are needed for conclusive results.", "population_specificity": "Overweight and obese women", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:24.581111+00:00"}
{"study_id": 187391, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether prenatal DHA supplementation could reduce respiratory symptoms in infants, particularly those with maternal atopy.", "results_summary": "The study found that DHA supplementation significantly reduced the incidence of phlegm with nasal discharge or nasal congestion (0.78; 95% CI, 0.60-1.02) and fever with phlegm and nasal discharge or nasal congestion (0.53; 95% CI, 0.29-0.99) in infants of atopic mothers.", "population_specificity": "Pregnant women (18-35 years old) in Cuernavaca, Mexico, and their infants.", "effective_dosage": "400 mg/d of algal DHA", "study_duration": "From 18-22 weeks of gestation through delivery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:24.719234+00:00"}
{"study_id": 187396, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of echium oil (EO) and fish oil (FO) on long-chain n-3 PUFA status, including docosahexaenoic acid (DHA), in different age groups and metabolic conditions.", "results_summary": "The study found that EO supplementation increased EPA and DPA but decreased DHA levels in plasma and peripheral blood mononuclear cells. EO also reduced cardiovascular risk markers like serum triglycerides, while FO only reduced triglycerides.", "population_specificity": "Normal-weight individuals aged 20-35 and 49-69 years, and overweight individuals with metabolic syndrome.", "effective_dosage": "17 g/d EO (2 g SDA) or FO (1.9 g EPA).", "study_duration": "8-week intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:25.252907+00:00"}
{"study_id": 187397, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether maternal omega-3 (DHA) supplementation during pregnancy improves attention and working memory/inhibitory control (WMIC) in term-born children.", "results_summary": "The study found no significant effect of maternal DHA supplementation on primary outcomes of distractibility or WMIC in children. Secondary effects were inconsistent and likely due to chance, with no consistent association between cord plasma DHA and cognitive outcomes.", "population_specificity": "Term-born children (mean age ~27 months) of mothers who participated in the trial.", "effective_dosage": "800 mg DHA/day", "study_duration": "From ~20 weeks of gestation until birth", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:27.180258+00:00"}
{"study_id": 187403, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether 200 mg/day of DHA supplementation improves core symptoms of autism in children.", "results_summary": "The study found no improvement in core autism symptoms with DHA supplementation compared to placebo. Parents rated social skills higher in the placebo group, while teachers rated functional communication higher in the DHA group, but these effects were inconsistent.", "population_specificity": "3- to 10-year-old children with autism (83% male, mean age 6.1 years).", "effective_dosage": "200 mg/day", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:32.525670+00:00"}
{"study_id": 187400, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether oral supplementation with omega-3 fatty acids, particularly docosahexaenoic acid (DHA), could alter the fatty acid profile in cerebrospinal fluid (CSF) and influence Alzheimer's disease and inflammatory biomarkers.", "results_summary": "The study found that oral supplementation with omega-3 FAs significantly increased CSF and plasma levels of EPA, DHA, and total n-3 FAs. Changes in CSF DHA levels were inversely correlated with tau biomarkers and directly correlated with anti-inflammatory markers, suggesting potential benefits for Alzheimer's disease.", "population_specificity": "33 patients with mild Alzheimer's disease (18 in the treatment group, 15 in the placebo group), part of a larger study (OmegAD) involving 204 patients.", "effective_dosage": "2.3 g of n-3 FA (high in DHA) daily.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:34.171134+00:00"}
{"study_id": 187402, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the cardiometabolic health effects of docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA), focusing on cardiovascular diseases, diabetes type 2, and markers of atherosclerosis and thrombosis.", "results_summary": "The study found that EPA-DHA supplementation reduced the risk of fatal coronary heart disease by 10% and improved markers of ventricular fibrillation, inflammation, endothelial dysfunction, and platelet aggregation, but did not significantly impact heart failure, stroke, or cardiac arrhythmias. Fish consumption showed mixed results for diabetes risk, varying by region.", "population_specificity": "General population, with regional differences noted (Western vs. Asian countries).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:34.442725+00:00"}
{"study_id": 187406, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of EPA and DHA supplementation on the prevalence and severity of depression in post-myocardial infarction patients.", "results_summary": "EPA/DHA supplementation showed no effect on depressive symptoms in the overall population. However, a clinically relevant antidepressant effect was observed in depressed patients when used adjunctively with conventional antidepressants, though only a tendency toward efficacy was noted in those using EPA/DHA as monotherapy.", "population_specificity": "Post-myocardial infarction patients (mean age 64 years, 76.7% men, 21.8% women).", "effective_dosage": "460 mg EPA and 380 mg DHA daily (as ethyl esters).", "study_duration": "12 months.", "interactions": "Adjunctive use with conventional antidepressants showed a clinically relevant effect.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:34.926730+00:00"}
{"study_id": 187401, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the interaction between rs1378942 genotype and fish oil dosage (containing DHA and EPA) on blood pressure measures in a controlled trial.", "results_summary": "The study found that noncarriers of the rs1378942 variant allele showed significantly lower systolic, diastolic, and mean arterial blood pressure after a 1.8 g/d dose of EPA and DHA, while carriers did not benefit. No significant associations were found for endothelial function, arterial stiffness, or resting heart rate.", "population_specificity": "367 participants (310 genotyped) in a parallel, double-blind, controlled trial.", "effective_dosage": "0.45, 0.9, and 1.8 g/d EPA and DHA (1.51:1 ratio).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:34.928032+00:00"}
{"study_id": 187405, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review key facts about fish oil intake biomarkers, particularly docosahexaenoic acid (DHA), to evaluate how dietary components could be monitored and identified in biological samples.", "results_summary": "The study highlights that DHA levels in biological moieties (e.g., plasma, cellular membranes) are effective biomarkers for fish oil intake, with potential benefits in cardiovascular, neurological, and critically ill conditions due to anti-inflammatory properties. It emphasizes the importance of selecting appropriate biomarkers based on study objectives.", "population_specificity": "Not specified (general discussion of biomarkers and health conditions).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:35.343747+00:00"}
{"study_id": 187407, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of fatty acids, particularly polyunsaturated fatty acids like docosahexaenoic acid, on epigenetic processes and their role in regulating fatty acid metabolism.", "results_summary": "The study found that docosahexaenoic acid supplementation in pregnant women induced marginal changes in global DNA methylation in cord blood leukocytes. Other findings included altered DNA methylation and histone methylation in various tissues due to high-fat diets or specific fatty acid intake.", "population_specificity": "Pregnant women, rodents (mice and rats), and young men.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:35.544024+00:00"}
{"study_id": 187408, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to summarize the effects of long-chain polyunsaturated fatty acids (LCPUFA), particularly docosahexaenoic acid (DHA), on bone metabolism, oxidative stress, inflammation, and obesity.", "results_summary": "Some human studies indicate LCPUFA can increase bone formation, affect peak bone mass in adolescents, and reduce bone loss, though mechanisms are complex and involve modulation of fatty acid metabolites and signaling pathways. However, more clinical trials are needed to confirm the role of ω-3 PUFA supplementation in bone health.", "population_specificity": "Humans (adolescents and general population) and in vitro/in vivo models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:41.673070+00:00"}
{"study_id": 187409, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether fish oil supplementation (containing docosahexaenoic acid) improves lipid profile, insulin resistance, and body fat distribution in HIV-infected patients on antiretroviral therapy.", "results_summary": "The study found no statistically significant effects of fish oil supplementation on lipid profiles, insulin resistance, or body fat distribution in the studied population.", "population_specificity": "HIV-infected Brazilian men and non-pregnant women on antiretroviral therapy (n=83).", "effective_dosage": "3 g fish oil/day (540 mg eicosapentaenoic acid + 360 mg docosahexaenoic acid).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:43.476326+00:00"}
{"study_id": 187410, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of omega-3 supplementation, including docosahexaenoic acid (DHA), on neurocognitive functioning, neural efficiency, and metabolic activity.", "results_summary": "The study found that omega-3 supplementation, particularly EPA, reduces \"brain effort\" relative to cognitive performance, with consistent changes in neurochemical substances, brain electrical activity, and cerebral metabolic activity observed. However, DHA was less advantageous than EPA in this context.", "population_specificity": "Not specified (review of multiple studies from 2000-2013)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:43.596414+00:00"}
{"study_id": 187412, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a predictive model for the omega-3 index (O3I) response to EPA+DHA supplementation and identify factors influencing this response in healthy adults.", "results_summary": "The study found that the O3I increased dose-dependently with EPA+DHA supplementation, with dose alone accounting for 68% of response variability. Additional factors like baseline O3I, age, sex, and physical activity collectively explained 78% of the variability.", "population_specificity": "115 healthy men and women", "effective_dosage": "0, 300, 600, 900, or 1800 mg EPA+DHA daily", "study_duration": "Approximately 5 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:43.973703+00:00"}
{"study_id": 187404, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether ω-3 PUFA supplementation, specifically DHA, could attenuate telomeric shortening in elderly individuals with mild cognitive impairment.", "results_summary": "The study found no increase in telomere length with ω-3 PUFA supplementation, but telomere shortening was less pronounced in the DHA group compared to the ω-6 PUFA group. Increased erythrocyte DHA levels were associated with reduced telomere shortening in the DHA group.", "population_specificity": "Adults aged >65 years with mild cognitive impairment (MCI).", "effective_dosage": "1.55 g DHA + 0.40 g EPA per day.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:44.108362+00:00"}
{"study_id": 187413, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of n-3 PUFA supplementation, particularly docosahexaenoic acid (DHA), on bone health, including bone mineral content, density, and strength.", "results_summary": "The study suggests that increasing n-3 PUFA intake, especially long-chain forms like DHA, may improve bone mineral content, density, and strength in developing animal models, though evidence for α-linolenic acid (ALA) remains unclear. The review supports a probable role for DHA in promoting bone health.", "population_specificity": "Developing animal models (specific species not mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:44.293058+00:00"}
{"study_id": 187411, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the associations between the efficacy of ω-3 fatty acid supplementation (including docosahexaenoic acid) and various nutritional and clinical factors in a specific population.", "results_summary": "The study found that ω-3 fatty acid supplementation led to significant changes in erythrocyte lipids, lipoproteins, and monocyte metabolism, with high-response groups showing larger reductions in plasma triglycerides and VLDL particle sizes. Lower intake of dark-green and orange vegetables and legumes was associated with reduced efficacy of supplementation.", "population_specificity": "Participants of African ancestry", "effective_dosage": "2 g eicosapentaenoic acid (EPA) + 1 g docosahexaenoic acid daily", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:44.566233+00:00"}
{"study_id": 187414, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether n-3 fatty acids, particularly DHA and EPA, could modulate cognitive function during aging and prevent cognitive decline, including Alzheimer's disease.", "results_summary": "Observational studies showed inverse relations between fish intake or DHA serum levels and cognitive impairment. Intervention studies in healthy older adults were negative, while those in adults with mild cognitive impairment showed positive effects. No benefit was observed in patients with established Alzheimer's disease.", "population_specificity": "Healthy older individuals, adults with mild cognitive impairment, and patients with Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "Up to 2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:44.575166+00:00"}
{"study_id": 187415, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of DHA and EPA on attention, literacy, and behavior in children with ADHD.", "results_summary": "The study found no significant differences between treatments, but increased erythrocyte EPA + DHA levels were associated with improved spelling, attention, and reduced oppositional behavior, hyperactivity, and cognitive problems in children with ADHD.", "population_specificity": "Children with ADHD (n=90 initially, 53 completed treatment).", "effective_dosage": "Not specified in the abstract.", "study_duration": "4 months per treatment in a crossover design (total 12 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:49.921860+00:00"}
{"study_id": 187417, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of fish oil supplementation (containing DHA) added to usual dry eye treatment in improving symptoms and clinical markers of dry eye.", "results_summary": "Fish oil supplementation significantly improved subjective \"eye pain,\" tear film break-up time, and rose bengal staining scores compared to placebo after 8-12 weeks of use and/or a 4-week washout period.", "population_specificity": "27 dry eye subjects selected from 43 candidates.", "effective_dosage": "540 mg/day of DHA (combined with 1245 mg/day EPA).", "study_duration": "12 weeks of supplementation followed by a 4-week washout.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:52.460682+00:00"}
{"study_id": 187418, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the health benefits, dietary sources, and palatability challenges of ω-3 PUFAs, particularly docosahexaenoic acid (DHA), in fortified foods.", "results_summary": "The study highlights the essential role of DHA in human health, its limited endogenous synthesis, and the need for dietary or supplemental intake. It also identifies challenges with fishy flavor in PUFA-fortified foods and discusses potential solutions to improve consumer acceptance.", "population_specificity": "General human population, with mentions of infants and animals (for fortified foods).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:52.919733+00:00"}
{"study_id": 187422, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 45, "quality_score": 80, "study_goal": "The researchers aimed to determine whether n-3 LCPUFA supplementation during pregnancy reduces IgE-mediated allergic disease in children at hereditary risk of allergic disease.", "results_summary": "The study found no significant reduction in IgE-mediated allergic disease in children whose mothers received n-3 LCPUFA supplementation, though nonsignificant reductions in eczema with sensitization were observed. The overall effect was not statistically significant.", "population_specificity": "Pregnant women at hereditary risk of having children with allergic disease and their children (n = 706).", "effective_dosage": "900 mg of n-3 LCPUFA daily.", "study_duration": "From 21 weeks' gestation until birth.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:53.653383+00:00"}
{"study_id": 187419, "supplement_id": 1089, "safety_score": "60", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the immunomodulatory effects of dietary LCω-3PUFAs (EPA and DHA) and their potential negative health outcomes, including impacts on immunity, pathogen clearance, and associations with prostate cancer and atrial fibrillation.", "results_summary": "The study found that while EPA/DHA supplementation may reduce sudden cardiac events, it can dampen immunity, impair pathogen clearance, and is associated with higher risks of prostate cancer and atrial fibrillation. The same anti-inflammatory properties beneficial for chronic cardiovascular conditions may adversely affect acute infections and tumor surveillance.", "population_specificity": "Animal models of infectious disease and general human populations (based on serum LCω-3PUFA levels).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:53.928128+00:00"}
{"study_id": 187420, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential benefits of maternal ganglioside supplementation on fetal and infant brain development, focusing on neural development, therapeutic use, presence in breast milk, and dietary supplementation effects.", "results_summary": "High-dose ganglioside supplementation (1% of total dietary intake) significantly improved cognitive development and body weight in preclinical studies, while lower doses showed no benefits. Human clinical trials indicated that ganglioside-supplemented formula enhanced cognitive development and ganglioside content in infants.", "population_specificity": "Pregnant women and infants (preclinical studies and human clinical trials).", "effective_dosage": "1% of total dietary intake (high dose); lower doses unspecified.", "study_duration": "Throughout pregnancy and lactation (preclinical studies); duration in human trials unspecified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:54.055143+00:00"}
{"study_id": 187421, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether higher habitual circulating n-3 PUFA levels, achieved levels, or changes following short-term fish oil supplementation were associated with a reduced risk of postoperative atrial fibrillation (PoAF) in cardiac surgery patients.", "results_summary": "The study found no association between individual or total circulating n-3 PUFA levels (including DHA) at enrollment, postsupplementation, or changes in levels and the risk of PoAF. Secondary endpoints also showed no significant associations.", "population_specificity": "564 cardiac surgery patients across 28 centers in 3 countries.", "effective_dosage": "10 g over 3 to 5 days or 8 g over 2 days.", "study_duration": "2 to 5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:54.350333+00:00"}
{"study_id": 187416, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether n-3 PUFA supplementation, including docosahexaenoic acid (DHA), could dose-dependently reduce systemic inflammatory responses during experimental endotoxemia in healthy humans.", "results_summary": "High-dose EPA + DHA (3600 mg/day) significantly reduced fever and showed a pattern of attenuated inflammatory biomarker responses during endotoxemia, while low-dose (900 mg/day) had no significant effect. No statistically significant impact was observed on individual inflammatory markers, but a consistent trend of lower responses was noted with high-dose supplementation.", "population_specificity": "Healthy individuals aged 18-45, BMI 18-30, 43% female, with diverse ancestry (65% European, 20% African, 15% Asian).", "effective_dosage": "900 mg/day (low dose) or 3600 mg/day (high dose) of EPA + DHA (465 mg EPA + 375 mg DHA per capsule).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:54.872336+00:00"}
{"study_id": 187423, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether the PNPLA3 I148M variant influences the response to DHA supplementation in children with non-alcoholic fatty liver disease (NAFLD).", "results_summary": "DHA supplementation (250 mg/day and 500 mg/day) reduced the probability of more severe steatosis by 50% compared to placebo. The PNPLA3 genotype influenced the response, with the 148M allele associated with lower efficacy and the 148I allele with greater efficacy.", "population_specificity": "Sixty children with NAFLD.", "effective_dosage": "250 mg/day and 500 mg/day.", "study_duration": "24 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:44:58.892154+00:00"}
{"study_id": 187428, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate whether docosahexaenoic acid (DHA) from fish oil could modulate inflammation and reduce the severity of periodontal diseases.", "results_summary": "The study suggests that DHA and other n-3 polyunsaturated fatty acids may reduce chronic inflammation by altering eicosanoid production, potentially offering protective effects against periodontal disease, though further human studies are needed for confirmation.", "population_specificity": "General population with a focus on periodontal disease, including tentative animal and human studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:02.380517+00:00"}
{"study_id": 187425, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether fish oil supplementation in late infancy modifies free-play test scores and if these changes are related to blood pressure and mean RR interval.", "results_summary": "Fish oil supplementation increased the number of looks away from toys during free-play tests, which was associated with higher erythrocyte eicosapentaenoic acid levels and lower systolic blood pressure. The study suggests that n-3 fatty acid intake in late infancy may influence brain development and cardiovascular effects.", "population_specificity": "83 Danish 9-month-old infants (61 completed the free-play test).", "effective_dosage": "3.4±1.1 mL/day of fish oil.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:03.419438+00:00"}
{"study_id": 187426, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether prenatal supplementation with docosahexaenoic acid (DHA) could influence cord blood IgE levels in newborns, potentially reducing allergic disease risk.", "results_summary": "The study found no significant difference in detectable cord blood IgE levels between infants whose mothers received DHA supplementation and those who received a placebo. Maternal atopy and pesticide use were identified as stronger predictors of elevated IgE levels.", "population_specificity": "Pregnant Mexican women (18-22 weeks gestation through delivery) and their newborns.", "effective_dosage": "400 mg of DHA daily.", "study_duration": "From 18-22 weeks gestation until delivery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:03.903166+00:00"}
{"study_id": 187429, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether 2 g/day of fish oil (containing EPA and DHA) for 9 weeks alters inflammatory markers, plasma fatty acid profiles, and nutritional status in colorectal cancer patients undergoing chemotherapy.", "results_summary": "The study found that fish oil supplementation improved CRP values, CRP/albumin ratio, and plasma fatty acid profiles (increased EPA and DHA, reduced ARA), while potentially preventing weight loss. No significant changes were observed in other inflammatory markers (TNF-α, IL-1β, IL-10, IL-17A) or serum albumin.", "population_specificity": "Eleven adults with colorectal cancer undergoing chemotherapy.", "effective_dosage": "2 g/day of encapsulated fish oil (providing 600 mg/day of EPA + DHA).", "study_duration": "9 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:04.590769+00:00"}
{"study_id": 187430, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the associations between specific genetic variants (SNPs) and changes in plasma triglyceride levels following fish oil supplementation containing docosahexaenoic acid.", "results_summary": "The study found that two SNPs (rs8071753 in ACLY and rs1714987 in ACACA) were significantly associated with changes in plasma triglyceride levels after fish oil consumption, explaining 7.73% of the variance in response. Genotype frequencies of rs8071753 differed between responders and nonresponders.", "population_specificity": "208 participants from the greater Quebec City area.", "effective_dosage": "5 g fish oil/day (1.9-2.2 g eicosapentaenoic acid and 1.1 g docosahexaenoic acid).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:04.789619+00:00"}
{"study_id": 187427, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to determine whether intravenous fish oil emulsion containing DHA reduces retinopathy of prematurity (ROP) and cholestasis in very preterm infants compared to a standard lipid emulsion.", "results_summary": "Infants receiving fish oil emulsion had significantly lower rates of ROP requiring laser therapy (9 vs. 22) and cholestasis (3 vs. 20) compared to controls, along with higher plasma and erythrocyte DHA levels at 7 and 14 days.", "population_specificity": "Very preterm infants weighing <1250 g at birth.", "effective_dosage": "Not specified (intravenous emulsion composition described but exact DHA dosage not provided).", "study_duration": "Intervention administered for at least 14 days (measurements taken on days 7 and 14).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:05.107463+00:00"}
{"study_id": 187431, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the relationship between DHA and measures of learning and behavior in healthy school-age children.", "results_summary": "The study found mixed results regarding DHA's impact on specific cognitive tests, but over half of the reviewed studies reported favorable effects on cognition or behavior, with some evidence supporting benefits for brain activity and school performance.", "population_specificity": "Healthy school-age children", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:06.418180+00:00"}
{"study_id": 187424, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the necessity of EPA and DHA supplementation for effective secondary prevention of coronary heart disease, given the limitations of dietary intake alone.", "results_summary": "The study highlights that regular fish consumption may not provide sufficient EPA+DHA (approximately 1g daily) for effective secondary prevention of coronary heart disease, prompting the development of pharmaceutical formulations to optimize n-3 PUFA supply. It emphasizes the variability in EPA and DHA content and availability across different dietary sources.", "population_specificity": "Patients with documented coronary heart diseases.", "effective_dosage": "Approximately 1g daily of EPA+DHA.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:11.032879+00:00"}
{"study_id": 187433, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of fish oil supplementation (containing DHA) on reducing proinflammatory cytokine levels, oxidative stress markers, and disease progression in patients with relapsing-remitting MS.", "results_summary": "Fish oil supplementation significantly reduced serum levels of TNF α, IL-1 β, IL-6, and nitric oxide metabolites compared to placebo, but did not affect lipoperoxide levels, EDSS, or ARR.", "population_specificity": "50 patients with relapsing-remitting multiple sclerosis.", "effective_dosage": "4 g/day of fish oil.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:11.796698+00:00"}
{"study_id": 187435, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess whether PKU patients on low-protein diets have depleted LCPUFA levels and whether DHA supplementation effectively increases LCPUFA availability.", "results_summary": "The meta-analysis found significantly lower DHA levels in PKU patients compared to healthy controls and demonstrated that DHA supplementation increases DHA in plasma lipids. However, optimal dosage and functional outcomes require further research.", "population_specificity": "PKU patients on low-protein diets.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:12.567157+00:00"}
{"study_id": 187432, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the physiological and clinical effects of n-3 PUFAs, including docosahexaenoic acid, across various health conditions and emphasize the need for personalized intake recommendations.", "results_summary": "The study found that n-3 PUFAs, including docosahexaenoic acid, play a crucial role in human metabolism and health, with benefits extending to cardiovascular health, maternal and offspring health, immune function, cognitive performance, and psychological status. The effects are dose-dependent and vary by patient characteristics, necessitating tailored intake approaches.", "population_specificity": "General human population, with specific mention of patients with coronary heart disease.", "effective_dosage": "Minimum of 1000 mg/day of eicosapentaenoic acid and docosahexaenoic acid for coronary heart disease patients.", "study_duration": "Not specified.", "interactions": "Potential interactions with background therapy mentioned, but no specifics provided.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:13.138863+00:00"}
{"study_id": 187438, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether dietary LC-PUFAs (including docosahexaenoic acid) in infancy influence cognitive function at age 6 years.", "results_summary": "The study found no difference in IQ or attention control between the LC-PUFA and control groups, but the LC-PUFA group showed significantly faster information processing speed.", "population_specificity": "Infants (later assessed at age 6 years)", "effective_dosage": "Not specified", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:14.312186+00:00"}
{"study_id": 187434, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether supplementation with EPA and DHA from fish oil could reduce inflammatory gene expression in the duodenum of obese patients with type 2 diabetes.", "results_summary": "The study found no significant impact of EPA + DHA supplementation on the expression of pro-inflammatory cytokines (IL-6, TNF-α, IL-18, STAT3) in duodenal cells, suggesting minimal anti-inflammatory effects in this tissue. Further research is needed to assess effects in other intestinal tissues.", "population_specificity": "12 men with type 2 diabetes.", "effective_dosage": "5 g/d of fish oil (providing 3 g of EPA + DHA).", "study_duration": "8 weeks per treatment phase, with a 12-week washout period between phases.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:14.314337+00:00"}
{"study_id": 187436, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to determine whether DHA supplementation improves endothelial function and reduces cardiovascular disease risk factors in healthy young adults.", "results_summary": "DHA supplementation did not improve endothelial function but significantly lowered triglyceride and very low-density lipoprotein concentrations compared to the control group.", "population_specificity": "Healthy volunteers aged 18 to 37 years.", "effective_dosage": "1.6 g DHA/day (from a microalgae source) with 2.4 g/day carrier oil, administered in eight 500-mg capsules/day.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:14.524318+00:00"}
{"study_id": 187437, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the long-term cognitive effects of docosahexaenoic acid (DHA) and arachidonic acid (ARA) supplementation in infants, assessing outcomes beyond 18 months up to 6 years.", "results_summary": "LCPUFA supplementation showed no significant effects on standardized cognitive tests at 18 months but demonstrated positive impacts on rule-learning, inhibition tasks, and specific cognitive assessments from 3 to 6 years. No effects were observed on spatial memory, simple inhibition, or advanced problem-solving tasks.", "population_specificity": "81 children (19 placebo, 62 LCPUFA) who participated in a double-blind, randomized trial of LCPUFA supplementation as infants.", "effective_dosage": "0.32%, 0.64%, and 0.96% of total fatty acids (DHA) and 0.64% (ARA).", "study_duration": "Intervention administered during infancy; cognitive assessments continued until 6 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:16.750312+00:00"}
{"study_id": 187439, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to explore the potential benefits of docosahexaenoic acid (DHA) in alleviating depressive symptoms and improving birth outcomes in patients with perinatal depression.", "results_summary": "The study suggests that supplementation with DHA, among other micronutrients, may help alleviate depressive symptoms and improve birth outcomes in perinatal depression, though specific results for DHA alone are not detailed.", "population_specificity": "Pregnant and lactating women with perinatal depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:18.846474+00:00"}
{"study_id": 187440, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine whether prenatal dietary supplementation with ω-3 PUFA (specifically DHA) could modulate epigenetic states in the infant immune system, potentially influencing inflammatory disorder prevention.", "results_summary": "The study found no significant differences in promoter methylation levels for Th1, Th2, Th17, and regulatory T-relevant genes between supplemented and control groups. However, ω-3 PUFA supplementation was associated with changes in LINE1 repetitive element methylation in infants of mothers who smoked during pregnancy and modulated the promoter methylation levels of IFNγ and IL13.", "population_specificity": "Mexican pregnant women", "effective_dosage": "400 mg DHA daily", "study_duration": "From 18-22 weeks of gestation to parturition", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:21.724631+00:00"}
{"study_id": 187441, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine whether omega-3 fatty acids, including docosahexaenoic acid (DHA), could effectively treat non-alcoholic fatty liver disease (NAFLD) in children by improving liver function and metabolic markers.", "results_summary": "The study found that omega-3 fatty acids (DHA + EPA) showed potential efficacy in reducing ALT activity and improving liver steatosis, insulin resistance markers, and body composition in children with NAFLD after 24 weeks of treatment.", "population_specificity": "Children with non-alcoholic fatty liver disease (NAFLD).", "effective_dosage": "450 to 1300 mg daily (DHA + EPA).", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:21.879032+00:00"}
{"study_id": 187442, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether age, sex, BMI, and APOE genotype influence the metabolic response to n-3 PUFA (including docosahexaenoic acid) supplementation.", "results_summary": "The study found that n-3 PUFA supplementation reduced plasma triglyceride levels but increased fasting glucose levels. Age, sex, BMI, and APOE genotype were associated with variability in metabolic responses, including cholesterol, insulin, and C-reactive protein levels.", "population_specificity": "210 subjects following Canada's Food Guide", "effective_dosage": "5 g/day fish oil (1.9 g EPA and 1.1 g DHA)", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:22.699687+00:00"}
{"study_id": 187446, "supplement_id": 1089, "safety_score": "90", "efficacy_score": 40, "quality_score": 70, "study_goal": "The researchers sought to determine if supplementation with docosahexaenoic acid (DHA) alongside vitamin D and autologous umbilical cord blood infusion could preserve C-peptide levels in children with type 1 diabetes.", "results_summary": "DHA levels increased significantly in treated subjects compared to controls, but the intervention failed to significantly preserve C-peptide levels or reduce insulin use. The study noted no severe adverse events.", "population_specificity": "Children with type 1 diabetes (median ages 7.2 and 6.6 years in treated and control groups, respectively).", "effective_dosage": "38 mg/kg daily", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:25.566042+00:00"}
{"study_id": 187445, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the antiproliferative effects of docosahexaenoic acid (DHA) on human melanoma cell lines and its association with oxidative protein and DNA damage.", "results_summary": "DHA significantly inhibited cell proliferation in three melanoma cell lines (A375, A2058, G361) at 50 mM and 100 mM, with more pronounced effects than EPA. In the amelanotic C32 cell line, DHA showed antiproliferative effects only at 100 mM. The effects were concentration-dependent and linked to oxidative damage.", "population_specificity": "Four human melanoma cell lines (A375, A2058, G361, C32) differing in origin, doubling time, metastatic potential, and melanin content.", "effective_dosage": "50 mM and 100 mM", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:25.980396+00:00"}
{"study_id": 187448, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the dose-dependent effects of EPA and DHA supplementation on heart rate variability (HRV) and mood state in adults with elevated triglycerides.", "results_summary": "High-dose EPA + DHA (3.4 g/d) significantly improved HRV metrics compared to placebo, while the low dose (0.85 g/d) showed no significant effects. Mood state was unaffected by supplementation.", "population_specificity": "26 adults with elevated triglycerides.", "effective_dosage": "0.85 g/d and 3.4 g/d EPA + DHA.", "study_duration": "8-week treatment periods with 6-week washout intervals.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:30.435790+00:00"}
{"study_id": 187449, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of n-3 PUFA supplementation (including DHA) on metabolic state and gene expression in obese adolescents.", "results_summary": "The study found that n-3 PUFA supplementation significantly improved anthropometric parameters (BMI, waist/hip circumference), reduced blood triglyceride levels, and modulated gene expression related to metabolism and oxidative stress in subcutaneous adipose tissue.", "population_specificity": "Obese adolescents (n = 26, aged 12.4 ± 2.1 years).", "effective_dosage": "3 g per day (944 mg EPA, 2,088 mg DHA), administered five times daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:31.147650+00:00"}
{"study_id": 187447, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore alternative sustainable sources of omega-3 PUFA, including docosahexaenoic acid (DHA), due to the unsustainability of current fish oil production.", "results_summary": "The study highlights the health benefits of DHA, such as favorable effects in inflammatory bowel disease, some cancers, and cardiovascular complications, and discusses algae oils as a promising alternative source.", "population_specificity": "Not specified (general discussion of health benefits and sustainability).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:31.848299+00:00"}
{"study_id": 187450, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether prenatal docosahexaenoic acid (DHA) supplementation reduces T helper 2 to T helper 1-associated chemokine ratios in cord blood.", "results_summary": "Prenatal DHA supplementation was associated with significantly lower T helper 2/T helper 1 chemokine ratios compared to placebo, indicating a shift toward a more balanced immune response. Cesarean delivery was linked to higher T helper 2 deviation at birth.", "population_specificity": "Pregnant individuals (126 participants initially, 98 newborns analyzed).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Duration of prenatal supplementation not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:32.253868+00:00"}
{"study_id": 187452, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether DHA supplementation improves cognitive performance in healthy young adults with low dietary DHA intake and whether sex and APOE genotype modulate this response.", "results_summary": "DHA supplementation improved reaction times in episodic and working memory compared to placebo, with sex-specific effects—women showed improved episodic memory, while men showed faster reaction times in working memory. APOE genotype did not significantly affect cognitive function, but potential interactions with sex and treatment were noted.", "population_specificity": "Healthy young adults (ages 18-45, nonsmoking, low DHA intake, n = 176).", "effective_dosage": "1.16 g DHA daily.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:35.310500+00:00"}
{"study_id": 187444, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the relative contribution of docosahexaenoic acid (DHA) supplementation, alone or combined with multivitamins/minerals, on aggression, impulsivity, and stress in young adult men.", "results_summary": "DHA supplementation reduced aggressive behavior and impulsivity, as measured by laboratory tasks, but did not show a synergistic interaction with multivitamins/minerals. Multivitamins/minerals alone reduced perceived stress but did not affect aggression or impulsivity.", "population_specificity": "Young adult men without a history of aggressive or impulsive behavior.", "effective_dosage": "Not specified in the abstract.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:35.553920+00:00"}
{"study_id": 187451, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of EPA-rich and DHA-rich fish oil supplementation on preventing depressive symptoms in pregnant women at increased risk of depression.", "results_summary": "The study found no significant differences in depressive symptoms between EPA-rich, DHA-rich, and placebo groups at any time point. Serum DHA levels at 34-36 weeks were inversely related to depression scores, but supplementation did not prevent depressive symptoms.", "population_specificity": "Pregnant women at increased risk of depression (Edinburgh Postnatal Depression Scale score 9-19 or history of depression).", "effective_dosage": "DHA-rich fish oil (900 mg DHA plus 180 mg EPA daily).", "study_duration": "From early pregnancy to 6-8 weeks postpartum.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:35.832715+00:00"}
{"study_id": 187443, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the potential for severe and non-severe adverse events associated with n-3 fatty acid supplementation, specifically EPA and DHA, in older adults.", "results_summary": "No severe adverse events were reported, and non-severe gastrointestinal disturbances were the most common but not significantly higher in the n-3 group compared to placebo. The study concluded that adverse effects were mild-moderate and unlikely to be clinically significant, though further research is needed for higher doses and other populations.", "population_specificity": "Older adults aged ≥60 years", "effective_dosage": "Daily doses ranged from 0.03 g to 1.86 g EPA and/or DHA", "study_duration": "6 to 52 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:36.194972+00:00"}
{"study_id": 187453, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of docosahexaenoic acid (DHA) on inflammatory markers in healthy adults and those with metabolic syndrome (MetS).", "results_summary": "Observational studies suggest DHA may reduce inflammation, but intervention studies in healthy adults show inconsistent results. Most intervention studies in adults with MetS report benefits for some inflammatory measures, though high doses and long supplementation periods sometimes show no effect.", "population_specificity": "Healthy adults and adults with one or more features of metabolic syndrome (MetS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:39.740504+00:00"}
{"study_id": 187455, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether supplementation with lutein and docosahexaenoic acid (DHA) could increase macular pigment ocular density (MPOD) in patients with early age-related macular degeneration (AMD).", "results_summary": "The study found that supplementation with lutein and DHA significantly increased MPOD compared to placebo after one year, suggesting potential benefits in preventing AMD progression. The difference between the supplemented and placebo groups was statistically significant (p < 0.05).", "population_specificity": "Patients with early age-related macular degeneration (AMD).", "effective_dosage": "280 mg of DHA daily.", "study_duration": "1 year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:41.480395+00:00"}
{"study_id": 187454, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether choline intake affects indicators of choline-related lipid metabolism, including erythrocyte and plasma PC-DHA and PC:PE ratios, in pregnant and nonpregnant women.", "results_summary": "The study found that PC-DHA concentrations increased in both pregnant and nonpregnant women, with higher choline intake leading to greater erythrocyte PC-DHA and a more rapid increase in plasma PC-DHA in nonpregnant women. Pregnant women had higher baseline PC-DHA but lower PC:PE ratios, which were not affected by choline intake.", "population_specificity": "Pregnant women in the third trimester (n=26) and nonpregnant women (n=21).", "effective_dosage": "480 or 930 mg choline/day plus a daily DHA supplement (amount unspecified).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:41.691074+00:00"}
{"study_id": 187456, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the mechanisms by which docosahexaenoic acid (DHA) and other omega-3 PUFAs exert anti-inflammatory effects, particularly through the formation of bioactive lipid mediators called resolvins.", "results_summary": "The study found that DHA-derived resolvins exhibit potent anti-inflammatory and pro-resolving properties, which may explain the benefits of omega-3 supplementation in conditions like rheumatoid arthritis. It also highlighted that common drugs like aspirin and statins can enhance the formation of these mediators.", "population_specificity": "Rheumatoid arthritis patients (implied, not explicitly stated).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Aspirin and statins enhance resolvin formation.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:42.017527+00:00"}
{"study_id": 187457, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether maternal DHA supplementation during pregnancy improves fetal cardiac autonomic control and newborn neurobehavior.", "results_summary": "Maternal DHA supplementation led to significantly higher fetal HRV and improved newborn neurobehavior in autonomic and motor clusters, suggesting an adaptive advantage for the fetus. Post-partum maternal and infant RBC DHA levels were also higher in the supplemented group.", "population_specificity": "Pregnant women and their newborns.", "effective_dosage": "600 mg/day", "study_duration": "From approximately 14.4 weeks gestation until delivery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:42.978887+00:00"}
{"study_id": 187459, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 65, "quality_score": 90, "study_goal": "The researchers aimed to evaluate whether DHA-enriched oral supplementation could prevent exudative age-related macular degeneration (AMD) in patients with early lesions and unilateral neovascular AMD.", "results_summary": "The study found no significant difference in CNV incidence between the DHA and placebo groups overall, but patients with consistently high EPA plus DHA levels in red blood cell membranes showed a significantly reduced risk of CNV. No marked changes in visual acuity, drusen progression, or geographic atrophy were observed in either group.", "population_specificity": "Patients aged 55-85 with early age-related maculopathy in one eye and neovascular AMD in the fellow eye.", "effective_dosage": "840 mg/day DHA and 270 mg/day EPA.", "study_duration": "3 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:45.975397+00:00"}
{"study_id": 187460, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if the sex-specific effects of n3 PUFA supplementation on platelet aggregation observed in acute settings persist during long-term supplementation and whether these effects extend to other hemostatic markers.", "results_summary": "The study found that DHA reduced platelet aggregation by 14.8% overall and by 18.9% in women specifically, with significant sex-specific efficacy compared to placebo and EPA. Significant sex × treatment interactions were also observed for other hemostatic markers.", "population_specificity": "94 healthy men and women", "effective_dosage": "1000 mg DHA (200 mg EPA) daily", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:46.014710+00:00"}
{"study_id": 187461, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether omega-3 fatty acids, including docosahexaenoic acid (DHA), could reduce stress/anxiety and regulate HPA axis activity in abstinent alcoholics undergoing rehabilitation.", "results_summary": "Supplementation with DHA and eicosapentaenoic acid (EPA) reduced perceived stress/anxiety and basal cortisol levels in abstinent alcoholics, but did not significantly alter the amplitude or duration of stress-evoked cortisol responses. The peak cortisol response occurred earlier in supplemented subjects.", "population_specificity": "Male alcoholics in a residential rehabilitation program.", "effective_dosage": "252 mg/day of DHA and 60 mg/day of EPA.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:50.286098+00:00"}
{"study_id": 187462, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the relationship between circulating n-3 PUFA levels (including DHA) and clinical outcomes, inflammatory markers, and mortality in patients with chronic heart failure.", "results_summary": "Baseline DHA levels were not significantly related to inflammatory markers or mortality, unlike EPA. Treatment with n-3 PUFA increased circulating EPA and DHA levels by 43%, independent of dietary fish intake, and reduced pentraxin-3 levels.", "population_specificity": "1,203 patients with chronic heart failure enrolled in the GISSI-Heart Failure trial.", "effective_dosage": "1 g/day of n-3 PUFA (containing EPA and DHA).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:52.466113+00:00"}
{"study_id": 187463, "supplement_id": 1089, "safety_score": "90", "efficacy_score": 40, "quality_score": 80, "study_goal": "The researchers aimed to determine whether supplementation with docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) could improve outcomes in rheumatoid arthritis (RA) patients when added to standard anti-inflammatory treatment.", "results_summary": "The study found that n-3 PUFA supplementation (including DHA) did not significantly affect RA symptoms, cytokine levels, or bone turnover markers overall but reduced NSAID requirements and leukotriene B4 levels in patients weighing over 55 kg. No adverse effects were reported.", "population_specificity": "Korean patients with rheumatoid arthritis.", "effective_dosage": "1.165 g DHA and 2.090 g EPA daily (five capsules total).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:52.804398+00:00"}
{"study_id": 187465, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effects of n-3 PUFAs, including docosahexaenoic acid (DHA), on metalloproteinases and inflammatory biomarkers in patients with combined dyslipidemia, both fasting and after an oral fat load.", "results_summary": "Supplementation with n-3 PUFAs (including DHA) significantly reduced triglyceride levels, inflammatory markers, and metalloproteinases, while improving insulin sensitivity (M value) compared to placebo, both in fasting and postprandial states.", "population_specificity": "Patients affected by combined dyslipidemia.", "effective_dosage": "3 g/day (1 g three times a day with meals, containing 400 mg EPA and 450 mg DHA per capsule).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:54.609592+00:00"}
{"study_id": 187467, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether omega-3 fatty acid supplementation, specifically docosahexaenoic acid (DHA), could prevent PTSD symptoms in accident-injured patients.", "results_summary": "The study found that omega-3 fatty acid supplementation reduced PTSD symptoms in critically injured patients, with primary outcomes measured using the CAPS scale. Secondary measures included PTSD diagnosis, depressive symptoms, and physiological responses, though full results were not detailed in the abstract.", "population_specificity": "Accident-injured patients admitted to an intensive care unit.", "effective_dosage": "1,470 mg DHA and 147 mg eicosapentaenoic acid (EPA) daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:55.953521+00:00"}
{"study_id": 187466, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to summarize the current understanding of marine PUFAs, including docosahexaenoic acid (DHA), in the context of cancer therapy, focusing on their potential as adjuvants to chemotherapy and direct anticancer effects.", "results_summary": "The study suggests that marine PUFAs, including DHA, may be effective adjuvants to chemotherapy, exhibit direct anticancer effects, and help mitigate secondary complications of cancer. Positive clinical outcomes were associated with fish oil (>3 g/day) or EPA/DHA (>1 g EPA and >0.8 g DHA per day).", "population_specificity": "Patients receiving treatment for a range of cancer types.", "effective_dosage": ">0.8 g DHA per day (in combination with >1 g EPA per day) or fish oil >3 g per day.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:45:55.974041+00:00"}
{"study_id": 187468, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "To determine if neonatal docosahexaenoic acid (DHA) supplementation in preterm infants reduces later respiratory-related hospitalizations.", "results_summary": "Higher DHA supplementation (∼1%) did not significantly reduce hospitalizations for lower respiratory tract conditions compared to standard DHA (∼0.3%). A sex-specific response was observed, with boys showing a non-significant reduction in admissions.", "population_specificity": "Preterm infants born at <33 weeks' gestation.", "effective_dosage": "High DHA (∼1%) vs. standard DHA (∼0.3%) in breast milk or formula.", "study_duration": "From the first week of life to term equivalent.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:00.502914+00:00"}
{"study_id": 187470, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether high-dose DHA supplementation could improve plasma AA:DHA ratios and clinical outcomes in cystic fibrosis patients.", "results_summary": "DHA supplementation significantly reduced the plasma AA:DHA ratio but did not lead to significant biochemical or clinical improvements in pulmonary exacerbations, lung function, BMI, or other secondary outcomes.", "population_specificity": "41 cystic fibrosis patients aged 6 to 12 years.", "effective_dosage": "100 mg/kg/day in the first month, then 1g per day thereafter.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:00.639506+00:00"}
{"study_id": 187473, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of n-3 fatty acid supplementation (including docosahexaenoic acid) on hyperactivity, oxidative stress, and inflammatory mediators in children with ADHD.", "results_summary": "The study found that 8 weeks of EPA and DHA supplementation significantly reduced inflammatory markers (CRP and IL-6), increased antioxidant enzyme activity (SOD and GR), and improved ADHD symptom scores (ASQ-P).", "population_specificity": "Children aged 6-12 years with ADHD receiving maintenance therapy.", "effective_dosage": "195 mg DHA and 635 mg EPA daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:04.750558+00:00"}
{"study_id": 187474, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate how genetic variations in the FADS1-FADS2 gene cluster influence desaturase activities and how dietary EPA and DHA intake modulates these activities.", "results_summary": "The study found that increasing EPA and DHA intake significantly increased D5D activity and decreased D6D activity, with rs174537 genotype interacting with dietary EPA+DHA to modulate D5D. Haplotype associations were stronger for D6D activity than single SNPs.", "population_specificity": "Healthy subjects (n = 310).", "effective_dosage": "0.45, 0.9, and 1.8 g/day.", "study_duration": "Six months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:05.236160+00:00"}
{"study_id": 187471, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether dietary n-3 PUFA supplementation, including docosahexaenoic acid, could improve platelet nitroso-redox imbalance in hypertensive type 2 diabetes mellitus patients.", "results_summary": "n-3 PUFA supplementation reduced oxidative stress markers (8-isoprostane and superoxide) and improved nitric oxide synthase function in platelets of hypertensive T2DM patients, but not in hypertensive patients without diabetes. No effect on nitrite production was observed.", "population_specificity": "Hypertensive patients with type 2 diabetes mellitus (T2DM HT; n = 22) and age-and-sex matched hypertensive participants without diabetes (HT alone; n = 23).", "effective_dosage": "1.5 g docosahexaenoic acid (combined with 1.8 g eicosapentaenoic acid) daily.", "study_duration": "8 weeks of supplementation, with an 8-week washout period in a crossover design.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:06.383844+00:00"}
{"study_id": 187475, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine the effects of 6-week supplementation with fish oil (containing docosahexaenoic acid) on blood pressure and morning salivary cortisol in normotensive adults.", "results_summary": "Fish oil supplementation significantly reduced systolic blood pressure and pulse pressure, with a tendency for decreased mean arterial pressure and salivary cortisol, though cortisol changes were not correlated with blood pressure improvements.", "population_specificity": "Normotensive adults (n=40, mean age 35±13 years).", "effective_dosage": "4g/d of fish oil (providing 800mg/d docosahexaenoic acid).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:09.172294+00:00"}
{"study_id": 187458, "supplement_id": 1089, "safety_score": "95", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether 600 mg/day of DHA supplementation during pregnancy improves maternal and newborn DHA status, gestation duration, birth weight, and length, while assessing safety.", "results_summary": "DHA supplementation significantly increased maternal and cord blood DHA levels, extended gestation duration by 2.9 days, and improved birth weight, length, and head circumference. It also reduced early preterm births and shortened hospital stays for preterm infants, with no safety concerns identified.", "population_specificity": "Pregnant women (n = 350) from less than 20 weeks of gestation to birth.", "effective_dosage": "600 mg/day of DHA.", "study_duration": "From <20 weeks of gestation until birth.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:09.507214+00:00"}
{"study_id": 187476, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of alternative dietary sources, including stearidonic acid (SDA), to enhance docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) status in the body, given the limitations of fish consumption.", "results_summary": "The study found that while SDA can increase red blood cell EPA content, its effect is less pronounced than direct EPA supplementation. The abstract highlights the need for further trials to assess whether increased SDA consumption leads to improved health outcomes.", "population_specificity": "General population, particularly in Western countries with low fish intake.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:09.723025+00:00"}
{"study_id": 187464, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of omega-3 PUFAs, including docosahexaenoic acid (DHA), on platelet function in healthy subjects and patients with cardiovascular disease (CVD).", "results_summary": "Omega-3 PUFA supplementation significantly reduced ADP- and adrenaline-induced platelet aggregation, P-selectin expression, and platelet-monocyte aggregates in healthy subjects, with less pronounced effects in CVD patients. The findings suggest that higher doses may be needed for CVD patients to achieve similar benefits.", "population_specificity": "40 healthy subjects and 16 patients with a history of CVD.", "effective_dosage": "520 mg DHA and 120 mg eicosapentaenoic acid (EPA) daily (total 640 mg omega-3 PUFA).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:10.620530+00:00"}
{"study_id": 187469, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review current findings on DHA supplementation during pregnancy and infant neurodevelopment, focusing on its neuro-cognitive and anti-inflammatory benefits as a pharmacologic agent with preventative and therapeutic value.", "results_summary": "The study found that DHA supplementation supports brain and retinal maturation in fetuses/infants by influencing neurotransmitter pathways and exhibits anti-inflammatory properties through receptor modulation. However, optimal supplement composition, dosing, and treatment strategies remain undetermined.", "population_specificity": "Pregnant women and infants, particularly vulnerable populations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:11.512436+00:00"}
{"study_id": 187477, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the role of DHA in visual processing, particularly for preterm infants, and identify gaps in current research linking structural consequences of DHA deficiency to functional outcomes.", "results_summary": "The study found that DHA supplementation is generally associated with better visual and cognitive development in preterm infants, but current research has methodological limitations, including low supplementation concentrations and reliance on single measures of visual acuity. Future research should better align structural and functional outcomes of DHA deficiency.", "population_specificity": "Preterm infants, pregnant and lactating women, and formula-fed infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:13.403636+00:00"}
{"study_id": 187478, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether DHA could attenuate markers of injury and inflammation in neonatal mouse lungs exposed to hyperoxia.", "results_summary": "DHA prevented key markers of injury, including histologic changes, myeloperoxidase, lactate dehydrogenase, and inflammatory cytokines interleukin-6 and CXCL1/KC. The study suggests DHA has protective effects on hyperoxic lung injury in neonatal mice.", "population_specificity": "Seven-day-old neonatal mouse pups exposed to hyperoxia.", "effective_dosage": "5 g · kg⁻¹ · d⁻¹ orally.", "study_duration": "5 days (postnatal days 12-17).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:15.535386+00:00"}
{"study_id": 187479, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of omega-3 fatty acid supplementation, including docosahexaenoic acid, on inflammatory markers (CRP, IL-2, TNF-α) in type 2 diabetes mellitus patients.", "results_summary": "The study found that omega-3 supplementation significantly reduced serum IL-2 and TNF-α levels but did not affect CRP levels in diabetic patients.", "population_specificity": "84 subjects aged 45-85 years with at least a two-year history of type 2 diabetes mellitus.", "effective_dosage": "828 mg docosahexaenoic acid per day (three capsules totaling 3 g/day of omega-3 fatty acids).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:16.285896+00:00"}
{"study_id": 187480, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining low-dose aspirin with EPA+DHA reduces platelet function in healthy adults.", "results_summary": "The combination of aspirin and EPA/DHA significantly decreased platelet function within 4 hours, while neither alone had a significant effect. EPA-LPC levels also increased with the combination.", "population_specificity": "Healthy adults", "effective_dosage": "3.4 g/d EPA/DHA, 81 mg aspirin", "study_duration": "Acute (4-hour measurement post-ingestion)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:16.797555+00:00"}
{"study_id": 187482, "supplement_id": 1089, "safety_score": "90", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether fish oil supplementation with concentrated docosahexaenoic acid (DHA) improves cognitive function in elderly individuals with mild cognitive impairment (MCI).", "results_summary": "The fish oil group showed significant improvements in short-term and working memory, immediate verbal memory, and delayed recall capability. The supplementation was well tolerated with minimal and self-limiting side effects.", "population_specificity": "Low-socioeconomic-status elderly subjects with mild cognitive impairment (MCI).", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:18.004857+00:00"}
{"study_id": 187481, "supplement_id": 1089, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "To determine the effects of DHA supplementation on reading, working memory, and behavior in healthy but underperforming schoolchildren.", "results_summary": "DHA showed no overall effect on reading in the full sample but improved reading in children initially ≤ 20th centile. Parent-rated behavior problems (ADHD-type symptoms) were significantly reduced, but teacher-rated behavior and working memory showed little to no effect.", "population_specificity": "Healthy children aged 7-9 years initially underperforming in reading (≤ 33rd centile) from mainstream primary schools.", "effective_dosage": "600 mg/day DHA (from algal oil)", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:18.106675+00:00"}
{"study_id": 187483, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of n-3 PUFA (including docosahexaenoic acid) on whole genome expression profiles in normo- and dyslipidemic men, focusing on pathways related to lipid metabolism, immune system, and cardiovascular health.", "results_summary": "The study found that fish oil (containing docosahexaenoic acid) significantly regulated genes involved in lipid metabolism, immune response, and cardiovascular health, particularly down-regulating pro-inflammatory genes in dyslipidemic subjects. These effects were more pronounced after twelve weeks of supplementation.", "population_specificity": "Normo- and dyslipidemic men", "effective_dosage": "Not specified", "study_duration": "Four hours, one week, and twelve weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:19.556177+00:00"}
{"study_id": 187484, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of fish oil supplementation (containing docosahexaenoic acid) on immune response following an acute bout of endurance exercise.", "results_summary": "Fish oil supplementation increased post-exercise PBMC IL-2 production and NK cell cytotoxic activity but did not affect PBMC IL-4, IFN-γ, plasma IL-6, cortisol, or neutrophil activity.", "population_specificity": "Sixteen male subjects", "effective_dosage": "3g/day (fish oil)", "study_duration": "Six weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:19.855378+00:00"}
{"study_id": 187485, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential benefits of maternal supplementation with docosahexaenoic acid (DHA) and other nutrients during pregnancy and/or lactation for fetal and infant brain development and function.", "results_summary": "Maternal DHA intake during pregnancy and/or lactation was found to prolong high-risk pregnancies, increase birth weight, head circumference, and birth length, and enhance visual acuity, hand-eye coordination, attention, problem-solving, and information processing in offspring.", "population_specificity": "Pregnant and/or lactating women and their offspring.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:22.864677+00:00"}
{"study_id": 187487, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 20, "quality_score": 80, "study_goal": "The researchers aimed to determine whether prenatal DHA supplementation influences infant brainstem auditory-evoked responses and visual-evoked potentials.", "results_summary": "The study found no significant differences in brainstem auditory-evoked responses at 1 and 3 months or visual-evoked potentials at 3 and 6 months between infants of DHA-supplemented mothers and controls.", "population_specificity": "Pregnant women in Cuernavaca, Mexico, and their infants.", "effective_dosage": "400 mg DHA daily", "study_duration": "From gestation weeks 18-22 through delivery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:24.101622+00:00"}
{"study_id": 187488, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the uptake and incorporation of pure DPA and EPA into human plasma and RBC lipids, comparing their effects.", "results_summary": "DPA supplementation significantly increased DPA, EPA, and DHA proportions in plasma lipid fractions but not in RBC phospholipids. EPA supplementation increased EPA proportions in plasma and RBC phospholipids but did not affect DPA or DHA levels.", "population_specificity": "Ten female participants", "effective_dosage": "8 g of pure DPA or pure EPA over a 7-day period", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:24.763243+00:00"}
{"study_id": 187486, "supplement_id": 1089, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) could selectively enhance chemotherapy toxicity in tumor tissues without affecting non-tumor tissues.", "results_summary": "DHA and EPA enhanced the cytotoxicity of 15 anticancer drugs in various cancer cell lines and animal models, showing tumor-selective sensitization without affecting non-tumor tissues. Phase II clinical trials support these findings, with phase III trials ongoing.", "population_specificity": "Cancer patients (breast, prostate, colonic, lung, cervical, ovarian cancers, neuroblastomas, leukemia, or lymphomas) and animal models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Enhanced cytotoxicity with 15 anticancer drugs (antimetabolites, alkylating or intercalating agents, microtubule stabilizers, Abl tyrosine kinase inhibitor, and arsenic trioxide).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:26.739584+00:00"}
{"study_id": 187489, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the neurodevelopmental effects of ex utero versus in utero DHA supplementation in preterm infants and unborn infants, respectively.", "results_summary": "Ex utero DHA supplementation was more effective in improving neurodevelopmental outcomes for preterm children compared to in utero supplementation. The study also found significant interactions between treatment and sex, as well as treatment and birth weight, indicating variable responsiveness to DHA.", "population_specificity": "Preterm infants born <33 weeks' gestation (ex utero group) and pregnant women in the second half of pregnancy (in utero group).", "effective_dosage": "Equivalent dietary doses (specific amounts not stated).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:27.336016+00:00"}
{"study_id": 187490, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the antioxidant effects of saponarin, including its inhibition of malonaldehyde formation in docosahexaenoic acid (DHA) and other lipids.", "results_summary": "Saponarin inhibited malonaldehyde formation in DHA by 43% at 15 μmol/mL, demonstrating moderate antioxidant activity. The saponarin/lutonarin mixture showed higher efficacy, with DHA being one of the lipids most affected (second only to cod liver oil).", "population_specificity": "Not specified (in vitro study using lipids, not human subjects).", "effective_dosage": "15 μmol/mL (for DHA inhibition assessment).", "study_duration": "Not specified (acute in vitro experiment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:27.686282+00:00"}
{"study_id": 187491, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of omega-3 LCPUFA (including DHA) supplementation during pregnancy, lactation, and infancy on visual acuity, neurodevelopment, and growth in infants and children.", "results_summary": "Some studies showed beneficial effects of DHA supplementation on visual acuity and long-term neurodevelopment, while others found no clear or consistent benefits on growth. Evidence from RCTs remains inconclusive due to methodological limitations.", "population_specificity": "Pregnant and lactating women, infants, and children.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:28.302962+00:00"}
{"study_id": 187492, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of maternal DHA supplementation on pregnancy outcomes, fetal neurodevelopment, and maternal depression.", "results_summary": "DHA supplementation slightly increased gestation length (by ~2 days) and birth weight (~50 g), with some neurodevelopmental improvements in offspring, though results were inconsistent. Effects were more pronounced in children with low DHA levels. No harmful effects were observed at doses up to 1 g/d or 2.7 g n-3 LCPUFA.", "population_specificity": "Pregnant women and their offspring.", "effective_dosage": "Up to 1 g/d DHA or 2.7 g n-3 LCPUFA.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:28.909992+00:00"}
{"study_id": 187493, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the validity of dietary methods for measuring long-chain omega-3 PUFA intake and assess the usefulness of different biomarkers for docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) status in healthy humans.", "results_summary": "The study found that subcutaneous fat and blood lipids showed moderate correlation with dietary intake methods for n-3 PUFA, with no method being superior. Plasma phospholipid DHA, erythrocyte DHA, and platelet DHA were reaffirmed as effective biomarkers of DHA status following supplementation.", "population_specificity": "Healthy humans", "effective_dosage": "Not specified", "study_duration": "2 weeks (for biomarker evaluation)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:32.362377+00:00"}
{"study_id": 187494, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to examine the effects of long-chain polyunsaturated fatty acids (including docosahexaenoic acid) supplementation in preventing or slowing cognitive impairment and identifying nutritional deficiencies in children with inborn errors of metabolism.", "results_summary": "The study found that most children with inborn errors of metabolism are deficient in omega-3 fatty acids, and supplementation might improve neural function or prevent neurological impairment progression, though further research is needed.", "population_specificity": "Children with inborn errors of metabolism, premature infants, and neonates.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:32.401732+00:00"}
{"study_id": 187495, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of docosahexaenoic acid (DHA) in Alzheimer's disease (AD) risk and progression, as well as its metabolism in aging.", "results_summary": "Higher fish and DHA intake showed a protective effect against AD risk, but DHA supplementation provided no benefit once AD was clinically evident. Brain DHA levels in AD patients were often similar to controls despite low intake, suggesting altered DHA homeostasis in aging.", "population_specificity": "Elderly individuals, including those with and without Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:32.967488+00:00"}
{"study_id": 187498, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "To determine the effects of DHA-rich oil versus safflower oil on literacy and behavior in children with ADHD.", "results_summary": "No significant differences were found between supplement groups in primary outcomes, but increased erythrocyte DHA was associated with improved word reading and reduced oppositional behavior, particularly in children with learning difficulties.", "population_specificity": "Australian children aged 7-12 with ADHD symptoms above the 90th percentile on the Conners Rating Scales.", "effective_dosage": "Not specified", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:35.684625+00:00"}
{"study_id": 187496, "supplement_id": 1089, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether DHA supplementation in donor mothers could provide preterm infants with DHA intake equivalent to fetal accretion.", "results_summary": "The study found that women enrolled had low dietary DHA intake, and supplementation with 1 g/day of DHA significantly increased DHA concentrations in donor milk, closely mimicking normal intrauterine accretion during the third trimester. No adverse outcomes were reported.", "population_specificity": "Human milk donors to the Mother's Milk Bank of Ohio (median age 31 years, mean lactational stage 19 weeks).", "effective_dosage": "1 g/day of DHA (Martek®/DSM Nutritional Lipids).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:36.232653+00:00"}
{"study_id": 187500, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine the efficacy of docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) in the secondary prevention of cardiovascular disease (CVD) through a meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis found no significant reduction in overall cardiovascular events, all-cause mortality, or other CVD-related outcomes with omega-3 fatty acid supplementation. A small reduction in cardiovascular death was observed but disappeared after excluding a methodologically flawed study.", "population_specificity": "20,485 patients with a history of cardiovascular disease.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:37.991446+00:00"}
{"study_id": 187499, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine if directly observed treatment with omega-3 fatty acids (including docosahexaenoic acid) could improve nutritional and inflammatory markers in hypoalbuminemic hemodialysis patients.", "results_summary": "The omega-3 group showed a significant improvement in LDL/HDL cholesterol ratio and a marginal increase in serum albumin compared to baseline. C-reactive protein levels did not increase in the omega-3 group, unlike the placebo group, though the difference between groups was not statistically significant.", "population_specificity": "Hypoalbuminemic hemodialysis patients (serum albumin ≤ 3.9 g/dL).", "effective_dosage": "600 mg docosahexaenoic acid (as part of 2.4 g omega-3 total), three times per week.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:38.049630+00:00"}
{"study_id": 187503, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of docosahexaenoic acid (DHA) in cancer cachexia, focusing on its effects on weight, lean body mass, and treatment outcomes during antineoplastic therapy.", "results_summary": "The study found that n-3 fatty acid supplementation, including DHA, was associated with attenuation or gain of weight and lean body mass in cancer patients. It also suggested improved chemotherapy efficacy and reduced treatment toxicity when used as an adjuvant.", "population_specificity": "Patients with cancer, particularly those experiencing cachexia or undergoing antineoplastic therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:41.346195+00:00"}
{"study_id": 187501, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether docosahexaenoic acid (DHA) supplementation in the first year of life reduces allergic manifestations, respiratory infections, and wheezing/asthma in early childhood.", "results_summary": "Infants supplemented with DHA had significantly lower chances of allergic manifestations, upper respiratory infections, wheezing/asthma, and atopic dermatitis during the first 3 years of life compared to non-supplemented infants. The study suggests a protective effect of DHA against early childhood allergies and respiratory issues.", "population_specificity": "Infants in the first year of life, followed up to 3 years of age.", "effective_dosage": "Not specified", "study_duration": "Supplementation in the first year of life, outcomes assessed up to 3 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:42.199932+00:00"}
{"study_id": 187502, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 20, "quality_score": 90, "study_goal": "The researchers aimed to determine whether supplementation with n-3 fatty acids, including docosahexaenoic acid (DHA), affects serum testosterone levels in post-myocardial infarction (MI) male patients.", "results_summary": "The study found that supplementation with DHA (combined with EPA) and/or ALA did not significantly affect serum total testosterone levels or the risk of testosterone deficiency compared to placebo in post-MI men. No clinically meaningful changes were observed.", "population_specificity": "Male post-MI patients aged 60-80 years.", "effective_dosage": "400 mg/day EPA-DHA (with or without 2 mg/day ALA).", "study_duration": "41 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:42.904033+00:00"}
{"study_id": 187505, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether docosahexaenoic acid (DHA) status and fish oil supplementation were associated with bone mass, bone formation markers, and growth factors in adolescent boys.", "results_summary": "Fish oil supplementation increased DHA status but did not affect bone mass or bone formation markers. However, a positive association was found between changes in DHA status and plasma insulin-like growth factor-1 (IGF-1).", "population_specificity": "Healthy, slightly overweight 13- to 15-year-old boys.", "effective_dosage": "1.1 g/d n-3 LCPUFA (DHA-rich fish oil).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:45.140397+00:00"}
{"study_id": 187504, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential dual benefits of docosahexaenoic acid (DHA) in reducing cardiovascular risk and controlling joint inflammation in patients with rheumatoid arthritis (RA).", "results_summary": "The study suggests that DHA, along with EPA, may reduce cardiovascular risk by improving blood pressure, dyslipidemia, thrombosis, and inflammation, with some evidence of reversing vascular abnormalities. Additionally, 6 out of 14 randomized controlled trials indicated a favorable effect on decreasing joint inflammation in RA.", "population_specificity": "Patients with rheumatoid arthritis (RA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:45.603687+00:00"}
{"study_id": 187497, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of 6 months of dietary supplementation with a DHA-rich n-3 fatty acid preparation on global gene expression in peripheral blood mononuclear cells in Alzheimer's disease patients.", "results_summary": "The study found that 6 months of n-3 FA supplementation significantly increased plasma DHA and EPA levels and altered the expression of genes involved in inflammation regulation, neurodegeneration, and ubiquitination processes, such as CD63, MAN2A1, CASP4, and SORL1. Down-regulation of ANAPC5 and RHOB correlated with increases in plasma DHA and EPA levels.", "population_specificity": "16 Alzheimer's disease patients (11 receiving n-3 FA, 5 placebo) from a larger randomized double-blind study of 174 patients.", "effective_dosage": "1.7 g DHA and 0.6 g EPA daily.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:48.634626+00:00"}
{"study_id": 187507, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 20, "quality_score": 80, "study_goal": "The researchers aimed to determine if Omega-3 fatty acid supplementation (including docosahexaenoic acid) could reduce platelet and endothelial activation in patients with intermittent claudication.", "results_summary": "The study found that Omega-3 supplementation had no significant effect on von Willebrand factor, P-selectin expression, fibrinogen binding, platelet aggregation, or inflammatory markers like C-reactive protein, s-ICAM, and IL-6.", "population_specificity": "Patients with intermittent claudication receiving aspirin and statin therapy, excluding those with diabetes.", "effective_dosage": "850-882 mg eicosapentaenoic and docosahexaenoic acid (OMACOR fish oil) daily.", "study_duration": "6 weeks per treatment phase, with a 12-week washout period.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:48.841112+00:00"}
{"study_id": 187506, "supplement_id": 1089, "safety_score": "80", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether supplementation with docosahexaenoic acid (DHA), alone or combined with B vitamins, could reduce cancer risk in individuals with prior cardiovascular disease.", "results_summary": "The study found no beneficial effects of DHA supplementation on cancer outcomes overall, but identified a statistically significant increased cancer risk among women receiving DHA. No effect was observed in men.", "population_specificity": "Individuals aged 45-80 years with prior cardiovascular disease.", "effective_dosage": "600 mg daily (2:1 ratio of EPA to DHA).", "study_duration": "5 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:51.007159+00:00"}
{"study_id": 187508, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether fish oil supplementation (containing DHA and EPA) could modulate inflammation markers and nutritional status in colorectal cancer patients undergoing chemotherapy.", "results_summary": "Fish oil supplementation (600 mg EPA+DHA daily) prevented declines in body mass index and body weight observed in the nonsupplemented group. It also significantly reduced the C-reactive protein/albumin ratio, indicating anti-inflammatory effects.", "population_specificity": "23 patients with colorectal cancer undergoing chemotherapy", "effective_dosage": "2 g fish oil daily (600 mg EPA+DHA)", "study_duration": "9 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:51.497696+00:00"}
{"study_id": 187512, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the evolutionary and metabolic significance of docosahexaenoic acid (DHA) in human neurodevelopment and its potential role in preventing neuropsychiatric and neurodegenerative disorders.", "results_summary": "The study highlights DHA's unique structural properties that support cell membrane functions, particularly in grey matter, and its role as a precursor for resolvins and protectins. It also notes that endogenous DHA synthesis in humans is limited and that modern diets high in omega-6 fatty acids may displace DHA from membranes.", "population_specificity": "Humans (general evolutionary and metabolic context, no specific population studied).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:54.898124+00:00"}
{"study_id": 187509, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 65, "quality_score": 90, "study_goal": "The researchers aimed to determine whether dietary n-3 LCPUFA (Docosahexaenoic Acid) supplementation during pregnancy reduces IgE-associated eczema or food allergy in infants at high hereditary risk of allergic disease by age 1.", "results_summary": "The study found no significant reduction in overall IgE-associated allergies, but atopic eczema and egg sensitization were lower in the n-3 LCPUFA group. No difference was observed in IgE-associated food allergy between groups.", "population_specificity": "Pregnant women with a fetus at high hereditary risk of allergic disease and their infants (n=706).", "effective_dosage": "900 mg of n-3 LCPUFA daily via fish oil capsules.", "study_duration": "From 21 weeks' gestation until birth.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:55.049910+00:00"}
{"study_id": 187510, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to determine whether daily fish oil supplementation (containing docosahexaenoic acid) reduces proinflammatory cytokine levels (IL-1β, IL-6, TNF-α) in nondialysis chronic kidney disease patients.", "results_summary": "The study found no significant effect of fish oil supplementation on IL-6 or TNF-α levels, but a significant reduction in IL-1β levels was observed in the treatment group compared to placebo.", "population_specificity": "Nondialysis chronic kidney disease patients", "effective_dosage": "2.4 g/day (1,400 mg eicosapentaenoic acid + 1,000 mg docosahexaenoic acid)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:55.390437+00:00"}
{"study_id": 187511, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the differential effects of docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) on lipid parameters, including LDL-C, HDL-C, TG, and non-HDL-C.", "results_summary": "DHA was associated with a net increase in LDL-C and HDL-C compared to EPA, while both reduced triglycerides, with DHA showing a greater effect. The study also found that DHA's impact on LDL-C correlated with baseline TG levels.", "population_specificity": "Subjects in randomized, controlled trials treated with DHA or EPA for ≥4 weeks.", "effective_dosage": "Not specified", "study_duration": "≥4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:57.095304+00:00"}
{"study_id": 187513, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of n-3 PUFA, particularly docosahexaenoic acid (DHA), on mitochondrial phospholipid composition and function, with a focus on cardiac mitochondria.", "results_summary": "The study found that DHA supplementation alters mitochondrial membrane phospholipid composition, increases cardiolipin levels, and reduces the propensity for cardiac mitochondria to undergo permeability transition, suggesting a cardioprotective mechanism. Other n-3 PUFAs had lesser effects on mitochondrial function and did not show direct heart protection.", "population_specificity": "Not specified (general focus on cardiac mitochondria)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:57.849995+00:00"}
{"study_id": 187514, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether an oral nutritional supplement containing docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) improved quality of life, performance status, handgrip strength, and physical activity in patients with non-small cell lung cancer (NSCLC) undergoing multimodality treatment.", "results_summary": "The intervention group showed significant improvements in quality of life (physical, cognitive, and social function, global health status), performance status, and physical activity compared to the control group. Handgrip strength did not differ significantly between groups.", "population_specificity": "40 patients with stage III NSCLC undergoing multimodality treatment.", "effective_dosage": "2.02 g EPA + 0.92 g DHA per day (administered via 2 cans/day of the supplement).", "study_duration": "5 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:46:59.437452+00:00"}
{"study_id": 187515, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine ethnicity-based differences in plasma LC-PUFA composition, including docosahexaenoic acid (DHA), and whether these differences contribute to variations in markers of inflammation and endothelial activation.", "results_summary": "Chinese adults had the highest mean levels of plasma DHA (4.95%), while Hispanics had the lowest (3.49%). Ethnicity did not modify the associations of LC-PUFAs with markers of inflammation or endothelial activation, suggesting pan-ethnic benefits of LC-PUFAs.", "population_specificity": "2848 participants from the Multi-Ethnic Study of Atherosclerosis (MESA), including White, Black, Hispanic, and Chinese adults.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:01.290228+00:00"}
{"study_id": 187516, "supplement_id": 1089, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether dietary supplementation with docosahexaenoic acid (DHA), combined with bilberry extract and lutein, improves subjective symptoms of asthenopia and mental fatigue in humans.", "results_summary": "The study found that supplementation improved asthenopia symptoms (e.g., stiff shoulder, dry-eye) and mental fatigue scores in the Active group, with no reported side effects during the 4-week intervention or 2-week washout period.", "population_specificity": "Human subjects (11 in the Active group, 9 in the Placebo group).", "effective_dosage": "783 mg/day of DHA (combined with 162 mg/day EPA, 59 mg/day anthocyanidin, and 17.5 mg/day lutein) in soft gel capsules.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:01.487026+00:00"}
{"study_id": 187517, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to examine the effects of DHA-rich and EPA-rich fish oil supplements on mental processing speed and visual evoked brain activity in healthy adults.", "results_summary": "The EPA-rich supplementation led to reduced nonlinearities in visual evoked potentials and faster choice reaction times, while the DHA-rich supplementation showed no significant effects on reaction times. The findings suggest EPA may enhance neural recovery efficiency in the magnocellular pathway.", "population_specificity": "22 healthy participants aged 18-34 with no neurological or psychiatric disorders and no current nutritional supplementation.", "effective_dosage": "Not specified", "study_duration": "Two 30-day supplementation periods with a 30-day washout in between.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:04.060107+00:00"}
{"study_id": 187519, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether a nutrient combination including Docosahexaenoic Acid enhances muscarinic receptor responses, particularly M1 receptor-mediated G protein activation.", "results_summary": "The study found that Docosahexaenoic Acid, as part of Fortasyn™ Connect, synergistically enhanced muscarinic M1 receptor responses, likely by facilitating receptor-mediated G protein activation, but did not affect M2 or M4 receptor signaling.", "population_specificity": "Nerve growth factor differentiated pheochromocytoma cells and stably transfected Chinese hamster ovary cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:04.128866+00:00"}
{"study_id": 187518, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether low-dose fish oil supplementation, containing docosahexaenoic acid, could improve neutrophil function in cancer patients undergoing chemotherapy after tumor removal.", "results_summary": "Fish oil supplementation prevented chemotherapy-induced declines in neutrophil count and function, increased body weight, and enhanced phagocytosis and superoxide production compared to the control group.", "population_specificity": "Cancer patients (mainly gastrointestinal) receiving chemotherapy (5-fluorouracil and leucovorin) after surgical tumor removal.", "effective_dosage": "2 g fish oil/day (providing 0.4 g docosahexaenoic acid daily).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:04.313146+00:00"}
{"study_id": 187520, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of omega-3 fatty acids, particularly docosahexaenoic acid (DHA), to enhance brain resilience and support recovery following traumatic brain injury.", "results_summary": "The study found that DHA exerts protective mechanisms at cellular and neuronal levels, modulates inflammatory responses post-injury, and shows promise for both pre- and post-injury benefits. It highlights the safety, availability, and affordability of DHA, recommending up to 3,000 mg daily for at-risk populations.", "population_specificity": "Athletes and soldiers at risk of or exposed to brain impacts.", "effective_dosage": "Up to 3,000 mg daily of combined eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:08.495377+00:00"}
{"study_id": 187521, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if long-term supplementation with omega-3 polyunsaturated fatty acids, including docosahexaenoic acid, reduces the recurrence of persistent atrial fibrillation after electrical cardioversion.", "results_summary": "Omega-3 supplementation significantly reduced AF recurrence (38.5% vs. 77.5% in controls) and was effective with or without concurrent antiarrhythmic drugs. The active components, including docosahexaenoic acid, were significantly elevated in the treatment group.", "population_specificity": "178 patients with persistent atrial fibrillation lasting >1 month.", "effective_dosage": "6 g/day of fish oil (containing docosahexaenoic acid and eicosapentaenoic acid).", "study_duration": "Mean of 56 days pre-cardioversion and 242 days total follow-up.", "interactions": "Concurrent use of sotalol or amiodarone was permitted, with no adverse interactions noted.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:09.238461+00:00"}
{"study_id": 187522, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the relationship between algal oil DHA supplementation and cardiovascular disease risk factors, specifically changes in TG, LDL-C, and HDL-C levels.", "results_summary": "Algal oil DHA supplementation reduced serum TG by -0.20 mmol/L, increased LDL-C by 0.23 mmol/L, and increased HDL-C by 0.07 mmol/L in healthy participants. The study suggests potential cardiovascular benefits from algal DHA.", "population_specificity": "485 healthy participants without coronary heart disease.", "effective_dosage": "Median dose of 1.68 g/d.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:09.867671+00:00"}
{"study_id": 187524, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of oral docosahexaenoic acid (DHA) supplementation on cytokine responses, clinical outcomes in septic neonates, and its incorporation into leukocytes.", "results_summary": "DHA supplementation led to a greater decrease in IL-1β levels compared to placebo, increased leukocyte DHA levels, and was inversely associated with illness severity, suggesting potential benefits in attenuating sepsis progression.", "population_specificity": "Neonates who developed sepsis following a surgical procedure.", "effective_dosage": "100 mg DHA daily.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:11.472366+00:00"}
{"study_id": 187523, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate sex-specific differences in the synthesis and status of docosahexaenoic acid (DHA) and other LC-PUFAs, particularly in the context of perinatal supplementation.", "results_summary": "The study found that women generally had higher conversion rates of ALA to DHA and higher DHA levels in blood lipids compared to men, though sex explained only a small portion of variability. Perinatal LC-PUFA supplementation occasionally showed sex-specific differences in outcomes, but heterogeneity in interventions and outcomes limited definitive conclusions.", "population_specificity": "Women and men (n > 3000) from 15 regions of Europe, with additional focus on perinatal supplementation trials.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:12.049968+00:00"}
{"study_id": 187526, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of docosahexaenoic acid-rich fish oil supplementation on cerebral blood flow and cognitive performance in healthy young adults.", "results_summary": "Supplementation with fish oil (1g and 2g doses) significantly increased oxyhemoglobin and total hemoglobin levels in the prefrontal cortex during cognitive tasks, indicating improved cerebral blood flow, but did not consistently enhance cognitive performance.", "population_specificity": "65 healthy adults aged 18-29 years", "effective_dosage": "1g and 2g daily", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:12.481793+00:00"}
{"study_id": 187525, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether omega-3 fatty acids, including docosahexaenoic acid, could modify erythrocyte membrane fatty acid content, particularly oleic acid, in peritoneal dialysis patients.", "results_summary": "The study found that omega-3 fatty acid supplementation significantly increased erythrocyte membrane eicosapentaenoic acid and docosahexaenoic acid levels while decreasing saturated fatty acids and oleic acid after 12 weeks.", "population_specificity": "Peritoneal dialysis patients treated for at least 6 months.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:14.144332+00:00"}
{"study_id": 187527, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to assess whether n-3 LC PUFA supplementation, including docosahexaenoic acid, could slow cognitive decline in cognitively healthy elderly individuals, with ApoE-ε4 allele carriage as a potential moderating factor.", "results_summary": "The study did not report conclusive results in the abstract, but previous trials showed mixed outcomes, with only one finding a benefit in ApoE-ε4 carriers. The current study's detailed methodology suggests a comprehensive assessment of cognitive and secondary outcomes, but efficacy results are not summarized.", "population_specificity": "English-speaking adults aged 65-90 with normal cognitive function, recruited from metropolitan Adelaide, South Australia (N = 391, 53.7% female).", "effective_dosage": "1720 mg docosahexaenoic acid and 600 mg eicosapentaenoic acid daily.", "study_duration": "18 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:15.440665+00:00"}
{"study_id": 187529, "supplement_id": 1089, "safety_score": "90", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether supplemental DHA improves cognitive performance in females with phenylketonuria (PKU).", "results_summary": "DHA supplementation significantly increased biomarkers of DHA status but did not improve cognitive performance. No differences in adverse events were reported between the DHA and placebo groups.", "population_specificity": "Females with PKU, ages 12-47 years.", "effective_dosage": "10 mg/kg/day", "study_duration": "4.5 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:16.416311+00:00"}
{"study_id": 187530, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether DHA supplementation (without EPA) affects glucocentric and lipocentric markers of insulin resistance in hypertriglyceridemic men.", "results_summary": "DHA supplementation increased fasting plasma glucose but did not significantly alter other glucocentric markers of insulin resistance. However, it improved several lipocentric markers, including reducing nonesterified fatty acids, small dense LDL particles, and the TG/HDL-C ratio.", "population_specificity": "Hypertriglyceridemic men (n=14-17 per group)", "effective_dosage": "3 grams/day", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:18.652696+00:00"}
{"study_id": 187528, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effects of different DHA intakes on plasma and erythrocyte fatty acids and endogenous LC-PUFA synthesis in preterm infants.", "results_summary": "Higher DHA intake dose-dependently increased plasma DHA levels, with 0.33% DHA in formulas matching the plasma DHA status of human milk-fed infants. DHA supplementation did not inhibit AA or DHA synthesis, and LC-PUFA synthesis was lower in human milk-fed infants compared to formula-fed infants.", "population_specificity": "Preterm infants with birth weights between 1000-2200 g.", "effective_dosage": "Formula groups received DHA at 0.04%, 0.33%, or 0.52%; human milk group had 0.38% DHA.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:19.227469+00:00"}
{"study_id": 187532, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine if LCPUFA (including DHA) supplementation in infancy improves cognitive outcomes in later childhood (after 9 years) for preterm infants.", "results_summary": "No overall cognitive differences were found between supplemented and control groups, but gender-specific (benefits for girls in literacy) and diet-specific (benefits for formula-only infants in IQ and memory) effects were observed.", "population_specificity": "Formerly preterm infants (mean age: 128 months at follow-up).", "effective_dosage": "0.5% DHA in supplemented formula.", "study_duration": "From birth to 9 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:20.825275+00:00"}
{"study_id": 187531, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanisms by which docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) protect against arrhythmia and sudden cardiac death, focusing on their metabolism by cytochrome P450 enzymes.", "results_summary": "The study found that dietary EPA/DHA supplementation shifts cardiac CYP-eicosanoid profiles toward EPA- and DHA-derived metabolites, particularly 17,18-epoxy-EPA and 19,20-epoxy-DHA, which exhibit potent antiarrhythmic effects in neonatal cardiomyocytes. These metabolites may contribute to the cardioprotective benefits of omega-3 fatty acids.", "population_specificity": "Rat heart tissue and neonatal cardiomyocytes (in vitro and in vivo models).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:21.167891+00:00"}
{"study_id": 187533, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the relationship between red blood cell levels of docosahexaenoic acid (DHA) and the severity of obstructive sleep apnea (OSA).", "results_summary": "The study found an inverse relationship between RBC DHA levels and OSA severity, with higher DHA levels associated with a reduced likelihood of severe OSA. For each 1-SD increase in DHA, patients were about 50% less likely to have severe OSA.", "population_specificity": "350 sequential patients undergoing sleep studies, categorized by OSA severity (none/mild, moderate, severe).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:21.654125+00:00"}
{"study_id": 187534, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine whether preoperative n-3 PUFA therapy, including docosahexaenoic acid (DHA), reduces the incidence of postoperative atrial fibrillation (POAF) in cardiac surgery patients.", "results_summary": "The meta-analysis found no significant effect of n-3 PUFA supplementation on POAF risk (risk ratio 0.89; 95% CI 0.55-1.44). However, a trend toward benefit was observed with a specific EPA/DHA ratio (1:2) and lower preoperative β-blocker use.", "population_specificity": "Patients undergoing cardiac surgery.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "Preoperative β-blocker use influenced the effect of n-3 PUFA supplementation.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:24.103637+00:00"}
{"study_id": 187536, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine whether prenatal DHA supplementation could reduce infant morbidity by influencing immune function and inflammation.", "results_summary": "Prenatal DHA supplementation reduced the occurrence of cold symptoms at 1 month and shortened the duration of various illness symptoms at 1, 3, and 6 months, though it increased the duration of rash at 1 month and vomiting at 6 months.", "population_specificity": "Pregnant women in Mexico and their infants.", "effective_dosage": "400 mg of DHA daily.", "study_duration": "From 18 to 22 weeks' gestation through parturition.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:25.054157+00:00"}
{"study_id": 187535, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether acute ingestion of a quercetin-based supplement containing docosahexaenoic acid (DHA) could reduce postexercise inflammation and immune changes in endurance athletes.", "results_summary": "The study found that the supplement, which included DHA, significantly increased plasma quercetin levels but did not counteract postexercise inflammation or immune changes compared to placebo. No specific effects of DHA alone were reported.", "population_specificity": "20 endurance athletes (11 men, 9 women, age 38.4 ± 2.1 years).", "effective_dosage": "400 mg DHA (combined with 400 mg EPA) in 4 chews taken 15 min before exercise.", "study_duration": "Acute (single dose before each of two exercise sessions, 3 weeks apart).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:26.088599+00:00"}
{"study_id": 187537, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to compare plasma fatty acid composition, including docosahexaenoic acid (DHA), between CAPD patients and healthy controls to identify potential deficiencies.", "results_summary": "The study found significantly lower levels of DHA and omega-3 fatty acids in CAPD patients compared to healthy controls, suggesting a depletion of essential fatty acids in this population. The underlying mechanism for this depletion remains unknown.", "population_specificity": "51 CAPD patients (21 male, 30 female) aged 20-75 years and 45 healthy controls (25 male, 20 female) aged 20-60 years.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:28.886600+00:00"}
{"study_id": 187538, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the sufficiency of DHA levels in human milk from French Mediterranean mothers and evaluate the consumption of DHA-containing phospholipids and plasmalogens by preterm and term infants.", "results_summary": "The study found that 46-82% of milk samples were below recommended DHA levels, with high linoleic acid/α-linolenic acid and n-6/n-3 ratios. DHA in phospholipids met brain development requirements for term infants but not preterm infants, and plasmalogen levels varied widely.", "population_specificity": "Lactating French women living in Marseille, France, and their preterm and term infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:29.327493+00:00"}
{"study_id": 187540, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of docosahexaenoic acid (DHA) as part of a nutritional intervention for ADHD, focusing on its safety and efficacy.", "results_summary": "The study suggests that essential fatty acids, including DHA, may be an effective ADHD-specific intervention, supported by controlled studies, though the evidence varies in strength. It highlights that such treatments are considered Safe, Easy, Cheap, and Sensible (SECS), requiring less rigorous evidence than riskier alternatives.", "population_specificity": "Children with diagnosed ADHD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:29.513654+00:00"}
{"study_id": 187539, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the EPA and DHA content in marketed fish oil supplements and assess their cost-effectiveness relative to the FDA-approved dose for hypertriglyceridemia treatment.", "results_summary": "The study found wide variability in EPA and DHA content among fish oil supplements, with only 22% meeting predefined usage criteria. Liquid products generally required fewer servings and were more cost-effective than nonliquid products to achieve the FDA-approved dose.", "population_specificity": "Not specified (general market analysis of fish oil supplements).", "effective_dosage": "FDA-approved dose of 3,360 mg combined EPA and DHA daily.", "study_duration": "Not specified (cross-sectional analysis).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:29.831525+00:00"}
{"study_id": 187541, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine if supplementation with docosahexaenoic acid (DHA) could reduce the incidence of allergic disease and enhance neurodevelopmental outcomes in high-risk infants.", "results_summary": "The abstract describes the study design but does not report specific results regarding DHA's effects on allergy or neurodevelopment, as it appears to be a protocol for an ongoing or planned trial.", "population_specificity": "Infants at high risk of developing allergic disease.", "effective_dosage": "650 mg of fish oil daily (containing 250-280 mg DHA and at least 60 mg EPA).", "study_duration": "From birth to 6 months of age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:31.216431+00:00"}
{"study_id": 187542, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of DHA supplementation on long-term atopic and respiratory outcomes in preterm infants.", "results_summary": "DHA supplementation reduced the incidence of bronchopulmonary dysplasia (BPD) in boys and infants with birth weight <1250 g, and reduced reported hay fever in boys at 12 or 18 months, but showed no effect on asthma, eczema, or food allergy.", "population_specificity": "Preterm infants <33 weeks' gestation.", "effective_dosage": "Not specified (high-DHA diet via tuna oil capsules vs. standard-DHA via soy oil capsules).", "study_duration": "Follow-up until 18 months of life.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:32.744822+00:00"}
{"study_id": 187543, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a dose-response relationship existed for different levels of DHA supplementation on infant cognitive performance.", "results_summary": "Infants supplemented with DHA+ARA showed lower heart rates compared to the unsupplemented group, and attention distribution varied by dosage, with the two lower doses showing more active stimulus processing. The highest dose group did not differ significantly from others.", "population_specificity": "Term infants from birth to 12 months of age.", "effective_dosage": "0.32%, 0.64%, and 0.96% of total fatty acids as DHA, with 0.64% ARA in supplemented formulas.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:34.505197+00:00"}
{"study_id": 187544, "supplement_id": 1089, "safety_score": "90", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether short-term LCPUFA (including docosahexaenoic acid) supplementation in infant formula affects cardiovascular and anthropometric development by age 9.", "results_summary": "The study found no differences in cardiovascular or anthropometric measurements between LCPUFA-supplemented and control formula groups at 9 years. Breastfed children had a marginally lower heart rate than formula-fed children, but no other significant differences were observed.", "population_specificity": "Healthy term infants", "effective_dosage": "0.30% (by weight) docosahexaenoic acid (DHA) in the supplemented formula", "study_duration": "2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:34.723750+00:00"}
{"study_id": 187546, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of DHA and EPA supplements in sickle cell disease (SCD) and test whether these effects are mediated by reducing inflammation.", "results_summary": "The study found that DHA and EPA supplements significantly reduced the number of sickle cell crises and steady-state hemolysis (as indicated by lower unconjugated bilirubin levels), but did not show a reduction in inflammatory markers.", "population_specificity": "16 patients with sickle cell disease (SCD).", "effective_dosage": "Not specified in the abstract.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:36.965969+00:00"}
{"study_id": 187545, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether omega-3 fatty acid supplementation (specifically EPA-rich or DHA-rich fish oil) could prevent antenatal and postpartum depressive symptoms in pregnant women at risk for depression.", "results_summary": "The abstract describes the study design and objectives but does not report results, as it appears to be a protocol for an ongoing or planned trial.", "population_specificity": "Pregnant women at less than 20 weeks gestation at risk for depression, recruited from prenatal clinics in Ann Arbor, Michigan, and surrounding communities.", "effective_dosage": "DHA-rich fish oil supplement (900 mg DHA plus 180 mg EPA daily).", "study_duration": "From enrollment (less than 20 weeks gestation) up to 6 weeks postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:38.180960+00:00"}
{"study_id": 187547, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to determine the impact of increasing levels of Docosahexaenoic Acid (DHA) and Eicosapentaenoic Acid (EPA) on beef palatability.", "results_summary": "The study found that increasing levels of DHA and EPA negatively affected beef palatability, with ground beef flavor decreasing linearly and off-flavors increasing. EPA had a greater negative impact on palatability than DHA, and panelists were more sensitive to EPA in off-flavor perception than off-aroma.", "population_specificity": "Ground beef patties (85% lean)", "effective_dosage": "0, 0.3, 0.4, 0.5, 0.6, 0.7, and 1% (as-is)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:39.803833+00:00"}
{"study_id": 187550, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether an optimal method for investigating the efficacy of LCPUFA supplementation (including Docosahexaenoic Acid) in term infants could be identified from previous research.", "results_summary": "The study found no definitive conclusion on the efficacy of LCPUFA supplementation but suggested future trials should explore factors like sex, genetic polymorphisms, specific LCPUFA effects, and optimal neurodevelopmental tests. A recommended dosage of 0.32% docosahexaenoic acid and a sample size of at least 286 were proposed.", "population_specificity": "Term infants", "effective_dosage": "0.32% docosahexaenoic acid", "study_duration": "From birth to 12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:41.763744+00:00"}
{"study_id": 187551, "supplement_id": 1089, "safety_score": "80", "efficacy_score": 20, "quality_score": 70, "study_goal": "The researchers aimed to determine whether omega-3 fatty acids, including docosahexaenoic acid (DHA), affect serum lipids and inflammation markers in chronic hemodialysis patients.", "results_summary": "The study found no statistically significant changes in lipid profiles or C-reactive protein levels with omega-3 fatty acid supplementation compared to vitamin E alone. The results did not support positive effects of omega-3 supplementation in this population.", "population_specificity": "Chronic hemodialysis patients (25 participants, 16 men, 9 women, age 51 ± 15 years).", "effective_dosage": "760 mg DHA per day (combined with 920 mg EPA and 8 mg α-tocopherol).", "study_duration": "4 weeks per intervention with a 4-week washout period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:43.657582+00:00"}
{"study_id": 187552, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether boosting plasma levels of docosahexaenoic acid (DHA) through oral supplementation would alter lipid mediator levels in acute wounds and reduce polymorphonuclear leukocyte activity.", "results_summary": "The study found that DHA supplementation significantly increased plasma DHA levels, reduced inflammatory lipid mediators in wound fluid, lowered leukocyte marker levels, and improved reepithelialization compared to placebo.", "population_specificity": "18 individuals (presumably adults, though specifics are not provided) with acute wounds.", "effective_dosage": "Not specified (only mentioned as EPA+DHA supplementation).", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:43.994866+00:00"}
{"study_id": 187553, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of docosahexaenoic acid (DHA) on endothelial function in healthy individuals and those with cardiovascular disease (CVD) risk factors or manifest CVD.", "results_summary": "The study found inconsistent effects of DHA on endothelial function in healthy individuals but noted potential improvements in overweight dyslipidemic patients and type 2 diabetics. Results in CVD patients were conflicting, with discrepancies attributed to factors like health status, supplementation duration, and dosage.", "population_specificity": "Healthy individuals, overweight dyslipidemic patients, type 2 diabetics, and CVD patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:45.956284+00:00"}
{"study_id": 187554, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the safety and efficacy of a fish-oil-based fat emulsion (containing DHA) versus a soybean and olive oil emulsion in preventing retinopathy and cholestasis in preterm infants.", "results_summary": "The fish-oil emulsion group had a significantly lower risk of requiring laser therapy for retinopathy (P = .023) and no cases of cholestasis compared to 5 cases in the historical group (P = .056). No significant differences were found in visual acuity or evoked potentials between the groups.", "population_specificity": "Preterm infants weighing <1250 g at birth.", "effective_dosage": "Not specified.", "study_duration": "Administered from the first day of life (duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:47.543416+00:00"}
{"study_id": 187555, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the independent effects of DHA supplementation on plasma lipid and lipoprotein concentrations and other biomarkers of cardiovascular risk in overweight or obese adults without weight loss.", "results_summary": "DHA supplementation led to beneficial changes in VLDL, LDL, and HDL particle sizes and concentrations, reduced triglycerides, and increased IL-10, but did not significantly affect glucose metabolism, insulin sensitivity, blood pressure, or most inflammatory markers.", "population_specificity": "Overweight or obese adults (n=36)", "effective_dosage": "2 g/d of algal DHA", "study_duration": "4.5 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:48.095829+00:00"}
{"study_id": 187556, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the long-term effects of maternal DHA supplementation during pregnancy on offspring growth metrics (length, weight, head circumference) up to 18 months of age.", "results_summary": "Maternal DHA supplementation (400 mg/d) during pregnancy increased birth weight and head circumference in offspring of primagravid women but showed no significant effects in multigravidae. At 18 months, DHA supplementation was associated with a modest increase in length (0.72 cm) in primagravid offspring but no significant effects in other growth metrics or multigravidae offspring.", "population_specificity": "Primagravid and multigravid Mexican women and their offspring (n = 739).", "effective_dosage": "400 mg/d DHA", "study_duration": "From week 20 of gestation through delivery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:51.800929+00:00"}
{"study_id": 187558, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether supplemental omega-3 fatty acids (including docosahexaenoic acid) enhance weight loss when combined with diet and exercise over a 6-month period.", "results_summary": "The study found no significant difference in weight loss between the omega-3 and placebo groups, with both groups losing over 5% of their body weight. No significant differences were observed in metabolic or psychometric variables either.", "population_specificity": "Overweight and obese individuals (BMI 26-40 kg/m²)", "effective_dosage": "5 capsules daily (3.0 g EPA plus DHA at a 5:1 ratio)", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:53.078716+00:00"}
{"study_id": 187557, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether DHA supplementation in lactating mothers of very preterm infants could improve plasma DHA status in their infants.", "results_summary": "The study found that maternal DHA supplementation significantly increased DHA levels in breast milk and infant plasma, with the supplemented group receiving ~12 times more DHA than the reference group. Infant plasma DHA concentration was higher in the supplemented group, particularly when expressed as a percentage of total fatty acids.", "population_specificity": "Very preterm infants (≤29 weeks gestation) and their lactating mothers.", "effective_dosage": "1200 mg/d for mothers until 36 weeks post-conception.", "study_duration": "Supplementation continued until 36 weeks post-conception, with infant plasma and breast milk measurements taken up to day 49.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:53.756718+00:00"}
{"study_id": 187559, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "To evaluate the potential role of docosahexaenoic acid (DHA) and its derivatives in treating dry eye syndrome, focusing on anti-inflammatory effects and corneal nerve regeneration.", "results_summary": "Dietary supplementation with polyunsaturated fatty acids, including DHA, improved dry eye symptoms. DHA derivatives like resolvin E1 and neuroprotectin D1 showed anti-inflammatory effects, and topical DHA combined with pigment epithelium-derived factor promoted corneal nerve regeneration and reduced dry eye signs.", "population_specificity": "Dry eye patients (human and mouse models).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:54.162397+00:00"}
{"study_id": 187560, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine if supplementing yogurt with docosahexaenoic acid (DHA) could increase its incorporation into plasma lipids and alter fatty acid profiles.", "results_summary": "After 3 weeks of supplementation, plasma phospholipid DHA content increased by 32%, total ω-3 fatty acids rose by 16%, and phospholipid arachidonic acid declined by 7%.", "population_specificity": "Twelve healthy volunteers", "effective_dosage": "600 mg of DHA daily", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:55.373440+00:00"}
{"study_id": 187561, "supplement_id": 1089, "safety_score": "80", "efficacy_score": 30, "quality_score": 90, "study_goal": "To determine whether dietary supplementation with omega-3 fatty acids, including docosahexaenoic acid, could prevent major cardiovascular events in patients with a history of ischaemic heart disease or stroke.", "results_summary": "The study found that omega-3 fatty acid supplementation increased plasma concentrations by 37% but had no significant effect on major vascular events compared to placebo. The hazard ratio was 1.08, indicating no meaningful benefit.", "population_specificity": "2501 patients with a history of myocardial infarction, unstable angina, or ischaemic stroke.", "effective_dosage": "600 mg of eicosapentaenoic acid and docosahexaenoic acid at a 2:1 ratio, daily.", "study_duration": "Median duration of 4.7 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:47:57.600233+00:00"}
{"study_id": 187549, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether DHA supplementation during pregnancy improved infant visual acuity at 4 months of age.", "results_summary": "The study found no significant difference in visual acuity or VEP latency between infants whose mothers received DHA supplementation and those who did not. Maternal smoking during pregnancy was independently associated with poorer infant visual acuity, regardless of DHA supplementation.", "population_specificity": "Pregnant women with singleton pregnancies and their full-term infants.", "effective_dosage": "≈800 mg DHA/day", "study_duration": "From midpregnancy to delivery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:01.303208+00:00"}
{"study_id": 187564, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 30, "quality_score": 90, "study_goal": "The researchers aimed to determine whether increasing DHA intake during pregnancy reduces postpartum depression in mothers and improves neurodevelopmental outcomes in their children.", "results_summary": "The study found no significant difference in postpartum depression rates between DHA and control groups, nor any improvement in cognitive or language development in children at 18 months.", "population_specificity": "Pregnant women less than 21 weeks' gestation with singleton pregnancies in Australia.", "effective_dosage": "800 mg/d of DHA", "study_duration": "From study entry (less than 21 weeks' gestation) to birth", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:01.370106+00:00"}
{"study_id": 187548, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether DHA supplementation improves cognitive functioning and visual acuity in healthy aging adults, while also assessing its impact on plasma DHA and ω-3/ω-6 levels.", "results_summary": "DHA supplementation significantly increased plasma DHA and total ω-3 levels while reducing ω-6 levels, but it did not improve cognitive functioning. It did, however, enhance right-eye visual acuity in participants with corrected vision.", "population_specificity": "Healthy participants aged 45-77 years.", "effective_dosage": "1000 mg tuna oil (252 mg DHA, 60 mg EPA, 10 mg vitamin E) daily.", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:01.623692+00:00"}
{"study_id": 187562, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the absorption and effectiveness of two different chemical forms of EPA and DHA (triacylglycerides vs. ethyl esters) in increasing the omega-3 index in humans.", "results_summary": "Both forms of EPA+DHA significantly increased the omega-3 index, but the triacylglyceride form (rTAG) led to a faster and greater increase compared to the ethyl ester form (EE). The differences were statistically significant at both 3 and 6 months.", "population_specificity": "150 human volunteers (randomized into three groups).", "effective_dosage": "1.01 g EPA + 0.67 g DHA daily (four gelatin-coated soft capsules).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:01.949738+00:00"}
{"study_id": 187563, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 20, "quality_score": 90, "study_goal": "To determine if supplementation with DHA slows cognitive and functional decline in individuals with mild to moderate Alzheimer disease.", "results_summary": "Supplementation with DHA had no beneficial effect on cognitive decline, functional decline, or brain atrophy compared to placebo in patients with mild to moderate Alzheimer disease. The changes in cognitive scores, functional scores, and brain volume were statistically similar between the DHA and placebo groups.", "population_specificity": "Individuals with mild to moderate Alzheimer disease (Mini-Mental State Examination scores of 14-26).", "effective_dosage": "2 g/d of algal DHA", "study_duration": "18 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:02.086884+00:00"}
{"study_id": 187565, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate gender-specific Alzheimer's disease risk factors, particularly the paradoxical relationship between plasma DHA levels and beta amyloid (βA) in women.", "results_summary": "The study found that pre-treatment with DHA reduced cortical neuron survival when incubated with beta amyloid (βA), suggesting a paradoxical effect where higher plasma DHA levels in women may increase AD risk. Aspirin (ASA) was proposed to mitigate this effect by converting COX-2 into a neuroprotective form.", "population_specificity": "Healthy elderly and Alzheimer's patients, with a focus on gender differences.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Aspirin (ASA) was noted to interact with DHA by generating neuroprotective docosanoids.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:03.548741+00:00"}
{"study_id": 187566, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of a combination of omega-3 and omega-6 fatty acids, including docosahexaenoic acid (DHA), along with zinc and magnesium, on symptoms of attention deficit, impulsivity, hyperactivity, emotional problems, and sleep in children.", "results_summary": "The study found that after 12 weeks of supplementation, most children showed significant reductions in attention deficit and hyperactivity/impulsivity symptoms, fewer emotional problems, and improved sleep. The supplement was well-tolerated with minimal adverse events.", "population_specificity": "810 children aged 5-12 years referred for medical help and recommended for PUFA supplementation.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:05.148657+00:00"}
{"study_id": 187567, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "To evaluate the effect of oral omega-3 administration (specifically docosahexaenoic acid and eicosapentaenoic acid) on plasma lipid levels and inflammatory markers in peritoneal dialysis patients.", "results_summary": "Triglyceride levels significantly decreased, but total, HDL, and LDL cholesterol levels were unaffected. Inflammatory markers showed insignificant reductions.", "population_specificity": "Fifteen adult, stable peritoneal dialysis patients not previously treated with omega-3 or fibrates.", "effective_dosage": "2.4 g docosahexaenoic acid and 1 g eicosapentaenoic acid daily, divided into three doses with meals.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:06.833890+00:00"}
{"study_id": 187568, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review value-added applications of algae, including the extraction and potential uses of docosahexaenoic acid (DHA) from microalgae biomass.", "results_summary": "The abstract discusses the potential of algal biomeal, including DHA, as part of a waste-recovery and biorefinery concept but does not provide specific findings on DHA's effects.", "population_specificity": "Not specified (general review of algae applications).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:09.409268+00:00"}
{"study_id": 187570, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to determine whether oral DHA supplementation improves visual function in patients with Best disease.", "results_summary": "DHA supplementation increased plasma DHA levels but did not significantly improve visual acuity, VF-14 scores, or EOG Arden ratios. A positive correlation was found between plasma DHA and mfERG amplitudes, but treatment-period changes were not significant.", "population_specificity": "Eight patients with Best disease.", "effective_dosage": "20 mg/kg daily.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:09.483795+00:00"}
{"study_id": 187569, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine if serum phospholipid n-3 PUFA content, particularly docosahexaenoic acid, inversely correlates with homocysteine levels and if n-3 PUFA supplementation reduces plasma homocysteine levels in ESRD patients.", "results_summary": "Docosahexaenoic acid was inversely correlated with homocysteine at baseline, but supplementation with n-3 PUFA did not reduce homocysteine levels compared to placebo.", "population_specificity": "206 patients with end-stage renal disease (ESRD) and documented cardiovascular disease, treated with hemodialysis for at least 6 months.", "effective_dosage": "1.7 g n-3 PUFA daily", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:11.021579+00:00"}
{"study_id": 187571, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether DHA supplementation could improve biochemical abnormalities, visual function, and growth in individuals with peroxisome assembly disorders.", "results_summary": "DHA supplementation was well tolerated but showed no significant difference in outcomes (biochemical function, electroretinogram, or growth) between treated and untreated groups. Some individuals in both groups showed improvements, but these were not attributed to DHA.", "population_specificity": "Individuals aged 1 to 144 months with peroxisome assembly disorders (excluding those with single enzyme disorders of peroxisomal beta oxidation).", "effective_dosage": "100 mg/kg per day", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:11.507308+00:00"}
{"study_id": 187572, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of low-dose n-3 fatty acids (including DHA) on serum lipid profile, lipoprotein(a), apolipoprotein B, fasting glucose, insulin, and insulin resistance in elderly individuals.", "results_summary": "The study found no significant effects of fish oil (containing DHA) on most studied variables, but it did show a significant protective effect against a rise in serum triglycerides compared to placebo.", "population_specificity": "Elderly Iranians aged ≥65 residing in a charity foundation.", "effective_dosage": "1 g/day fish oil capsule (120 mg DHA, 180 mg EPA).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:11.804049+00:00"}
{"study_id": 187575, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine the acute effects of dietary supplementation with DHA-rich oils on platelet aggregation in healthy males and females.", "results_summary": "DHA significantly reduced platelet aggregation in females at 24 hours post-supplementation (-13.7%) but was not effective in males. The study found gender-specific responses, with females more responsive to DHA.", "population_specificity": "15 male and 15 female healthy subjects.", "effective_dosage": "Single dose of DHA-rich oil capsules (specific amount not provided).", "study_duration": "Acute effects measured at 0, 2, 5, and 24 hours post-supplementation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:15.561061+00:00"}
{"study_id": 187573, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether an oral nutritional supplement containing docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) could improve nutritional status and inflammatory markers in patients with non-small cell lung cancer (NSCLC) undergoing multimodality treatment.", "results_summary": "The study found that the supplement containing DHA and EPA improved weight maintenance, fat-free mass, and energy intake while reducing resting energy expenditure and inflammatory markers like interleukin-6 in NSCLC patients. The effects were statistically significant for several outcomes, though some trends (e.g., MUAC and interleukin-6) did not reach full significance.", "population_specificity": "Patients with stage III non-small cell lung cancer (NSCLC) undergoing multimodality treatment (n=40).", "effective_dosage": "0.9 g DHA/day (combined with 2.0 g EPA/day) administered via 2 cans/day of the nutritional supplement.", "study_duration": "5 weeks (effects measured at 2, 3, 4, and 5 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:15.970803+00:00"}
{"study_id": 187578, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the short-term efficacy of omega-3 supplementation (including DHA) in reducing depressive symptoms in patients with major depressive episodes.", "results_summary": "Omega-3 supplementation showed only a trend toward superiority over placebo in reducing depressive symptoms overall, but it demonstrated clear benefits for patients without comorbid anxiety disorders. The adjusted mean differences were statistically significant in this subgroup.", "population_specificity": "Adult outpatients with major depressive episodes, including 40.3% taking antidepressants at baseline.", "effective_dosage": "150 mg/d of DHA combined with 1,050 mg/d of EPA.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:18.239496+00:00"}
{"study_id": 187576, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether docosahexaenoic acid (DHA) supplementation could prevent prostate-specific antigen (PSA) recurrence in prostate cancer patients post-prostatectomy.", "results_summary": "The study found that DHA levels decreased significantly in erythrocytes, and there was no difference in PSA recurrence rates between the EPA-supplemented group and the control group, suggesting no preventive effect of omega-3 fatty acids on PSA recurrence under the given conditions.", "population_specificity": "Prostate cancer patients with PSA levels <0.2 ng/ml 3 months post-prostatectomy.", "effective_dosage": "Not specified for DHA (EPA dosage was 2.4 g/day).", "study_duration": "2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:18.845342+00:00"}
{"study_id": 187579, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to test whether dietary supplementation with omega-3 PUFAs (including DHA) and low-dose aspirin could enhance periodontal therapy outcomes in patients with chronic periodontitis.", "results_summary": "The study found significant reductions in probing depths, attachment gain, and salivary biomarkers (RANKL and MMP-8) in the omega-3 group compared to controls, suggesting improved periodontal health. The combination of omega-3 PUFAs and aspirin also increased the frequency of shallow pockets (<4 mm).", "population_specificity": "80 healthy subjects with advanced chronic periodontitis in Mansoura, Egypt.", "effective_dosage": "900 mg EPA + DHA (fish oil) and 81 mg aspirin daily.", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:20.573818+00:00"}
{"study_id": 187581, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how dietary n-6/n-3 fatty acid ratios and supplementation with EPA and DHA affect their accretion into red blood cell membranes.", "results_summary": "The 2:1 n-6/n-3 diet increased EPA levels by 60% without supplementation, while DHA levels only increased with direct supplementation. The 10:1 diet with supplementation showed a 34% increase in EPA.", "population_specificity": "Adults (n = 24) in a controlled feeding trial.", "effective_dosage": "Not specified (algal oil supplement used as direct EPA/DHA source).", "study_duration": "8-week crossover diet sequences.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:21.063080+00:00"}
{"study_id": 187580, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a fish-oil supplement containing docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) could protect against endothelial dysfunction and arterial stiffness caused by a high-fat meal.", "results_summary": "The study found that fish-oil supplementation preserved endothelial function (measured by brachial artery flow-mediated dilation) after a high-fat meal, while placebo did not. Resting forearm blood flow and total hyperemia were elevated following the high-fat meal, but other vascular and hemodynamic measurements remained unchanged.", "population_specificity": "20 healthy men (n = 10) and women (n = 10).", "effective_dosage": "Approximately 1 g EPA and DHA (combined).", "study_duration": "Single-dose intervention (measured 4 hours post-consumption).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:21.991015+00:00"}
{"study_id": 187574, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 65, "quality_score": 90, "study_goal": "The researchers aimed to evaluate whether prenatal DHA supplementation increases gestational age and birth size in pregnant women with low dietary DHA intake.", "results_summary": "The study found no overall differences in gestational age or birth size between the DHA and placebo groups. However, primigravid women who received DHA had heavier offspring with larger head circumferences compared to controls, while multigravid women showed no significant differences.", "population_specificity": "Pregnant women (18 to 35 years old) in Cuernavaca, Mexico, with a median dietary DHA intake of 55 mg/day.", "effective_dosage": "400 mg/day of algal DHA", "study_duration": "From 18 to 22 weeks of gestation through delivery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:24.358324+00:00"}
{"study_id": 187583, "supplement_id": 1089, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "Determine the effects of DHA supplementation on improving cognitive functions in healthy older adults with age-related cognitive decline (ARCD).", "results_summary": "DHA supplementation significantly improved visuospatial learning and episodic memory (measured by CANTAB PAL) and enhanced immediate and delayed Verbal Recognition Memory scores, though it did not affect working memory or executive function. Plasma DHA levels doubled and correlated with cognitive improvements, with no serious adverse events reported.", "population_specificity": "Healthy adults aged ≥55 with Mini-Mental State Examination >26 and Logical Memory baseline score ≥1 standard deviation below younger adults.", "effective_dosage": "900 mg/d orally", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:25.207295+00:00"}
{"study_id": 187582, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether fish oil (containing docosahexaenoic acid) affects cardiovascular risk factors, particularly blood pressure and lipid profiles, during the adolescent growth spurt.", "results_summary": "Fish oil supplementation increased red blood cell EPA and DHA levels, reduced systolic and diastolic blood pressure, and modestly improved HDL and non-HDL cholesterol levels, but did not affect plasma triacylglycerol or insulin sensitivity.", "population_specificity": "78 slightly overweight adolescent boys aged 13-15 years with a mean body fat percentage of 30%±9%.", "effective_dosage": "1.5 g of n-3 long-chain polyunsaturated fatty acids per day, delivered via bread.", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:26.258041+00:00"}
{"study_id": 187584, "supplement_id": 1089, "safety_score": "85", "efficacy_score": 30, "quality_score": 80, "study_goal": "The researchers aimed to determine whether n-3 LC PUFA supplementation, including docosahexaenoic acid (DHA), would improve cognitive function in cognitively healthy older adults.", "results_summary": "The study found no significant differences in cognitive function scores between the DHA/EPA supplementation group and the placebo group over 24 months, suggesting no measurable benefit of the supplement on cognitive outcomes in this population.", "population_specificity": "Cognitively healthy adults aged 70-79 years from England and Wales.", "effective_dosage": "500 mg DHA plus 200 mg EPA daily.", "study_duration": "24 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:27.497569+00:00"}
{"study_id": 187585, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to examine the influence of docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA) supplementation on all-cause mortality and cardiovascular events in elderly men at high risk of cardiovascular disease.", "results_summary": "The study found a tendency toward reduced all-cause mortality in the n-3 PUFA groups, with borderline statistical significance, but no significant reduction in cardiovascular events. The risk reduction was modest, suggesting a larger trial may be needed for conclusive results.", "population_specificity": "563 Norwegian men aged 64-76 years, 72% without overt cardiovascular disease.", "effective_dosage": "2.4 g n-3 PUFA supplementation daily.", "study_duration": "3 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:28.500297+00:00"}
{"study_id": 187586, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether supplementation with n-3 fatty acids, including docosahexaenoic acid (DHA), could reduce plasma levels of ADMA and SDMA in patients with end-stage renal disease (ESRD) and documented cardiovascular disease (CVD).", "results_summary": "The study found that supplementation with n-3 fatty acids for three months did not significantly alter plasma levels of ADMA, SDMA, or L-arginine in ESRD patients with CVD. The data did not support a beneficial effect of n-3 fatty acids on methylarginines in this population.", "population_specificity": "Patients with end-stage renal disease (ESRD) and documented cardiovascular disease (CVD).", "effective_dosage": "1.7 g of n-3 fatty acids (including DHA) daily.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:30.701919+00:00"}
{"study_id": 187587, "supplement_id": 1089, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of Docosahexaenoic Acid (DHA) in brain development, maintenance of neurological function, and its potential benefits for spatial learning memory, particularly in aging and Alzheimer's disease.", "results_summary": "The study found that DHA enhances neurite outgrowth, synaptogenesis, and neurogenesis, improving synaptic plasticity and learning memory. Supplementation reversed age-related cognitive decline in rats and showed neuroprotective effects against oxidative stress, inflammation, and apoptosis.", "population_specificity": "Aged rats, damaged brain models, and Alzheimer's disease contexts were studied.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Potential interaction with estrogen was suggested, but no specific medications, foods, or supplements were mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:48:31.059876+00:00"}
