{"study_id": 75416, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of turmeric mouthwash and chlorhexidine gluconate mouthwash in preventing gingivitis and plaque formation.", "results_summary": "Chlorhexidine gluconate mouthwash showed a statistically significant reduction in plaque index compared to turmeric mouthwash, but no significant difference was observed in gingival index or total microbial count between the two. Both mouthwashes significantly reduced total microbial count.", "population_specificity": "100 subjects aged 25-35 years with fair to poor gingival index scores and plaque index scores >1.", "effective_dosage": "Not specified", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:06.091476+00:00"}
{"study_id": 75417, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the antiplaque effects of an alcohol-free essential oil mouthwash versus an essential oil mouthwash containing alcohol using a 3-day plaque regrowth model.", "results_summary": "The study found that the essential oil mouthwash with alcohol had a significantly better inhibitory effect on plaque regrowth compared to the alcohol-free version, as evidenced by lower plaque indices across multiple mouth regions (p < 0.05). The alcohol-free mouthwash showed less effectiveness in inhibiting plaque buildup.", "population_specificity": "30 volunteers in a double-masked, randomized, crossover clinical trial.", "effective_dosage": "20 ml, twice daily.", "study_duration": "3 days per experimental period, with a 14-day washout between allocations.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:06.534687+00:00"}
{"study_id": 75415, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the adjunctive clinical effects of systemic ornidazole (ORN) combined with full-mouth scaling and root planing (SRP) compared to SRP alone in treating chronic periodontitis, including the role of 0.2% chlorhexidine mouthwash in pre-treatment oral hygiene.", "results_summary": "The test group (SRP + ORN) showed significantly greater reductions in probing depth (2.84 mm vs. 0.84 mm) and clinical attachment level (2.92 mm vs. 0.92 mm) compared to the control group (SRP + placebo) at 6 months. The study concluded that systemic ORN enhances periodontal treatment outcomes.", "population_specificity": "Adults with moderate-to-advanced chronic periodontitis (≥12 teeth with probing depth ≥4 mm).", "effective_dosage": "0.2% chlorhexidine mouthwash (pre-treatment for 1 week); ORN dosage not specified.", "study_duration": "6 months (evaluation period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:07.881728+00:00"}
{"study_id": 75418, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of Parodontax® mouthwash and toothpaste in reducing gingival inflammation and the enzymatic activity of aMMP-8 in gingival crevicular fluid.", "results_summary": "Parodontax® significantly reduced aMMP-8 levels in participants with moderate gingivitis, along with reductions in gingival inflammation and plaque accumulation. No significant changes were observed in the healthy control group.", "population_specificity": "50 volunteers divided into two groups: 25 with moderate gingivitis (BOP +) and 25 with clinically healthy gingival conditions (BOP -).", "effective_dosage": "Not specified", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:09.316723+00:00"}
{"study_id": 75419, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of 0.12% chlorhexidine gluconate mouthwash in reducing bacterial contamination and endotoxin levels on metallic orthodontic brackets.", "results_summary": "The 0.12% chlorhexidine gluconate mouthwash significantly reduced levels of gram-negative periodontal pathogenic microorganisms compared to placebo, particularly in the orange complex, but increased bacterial endotoxin levels were detected.", "population_specificity": "33 patients (ages 11-33 years) undergoing orthodontic treatment with fixed appliances.", "effective_dosage": "0.12% chlorhexidine gluconate mouthwash used twice a week.", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:10.524386+00:00"}
{"study_id": 75420, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether mouthwash supplemented with a cranberry derivative could reduce cariogenic mutans streptococci.", "results_summary": "The study found that mouthwash with an isolated cranberry derivative significantly reduced cariogenic mutans streptococci. In vivo data partially supported the beneficial effects observed in vitro.", "population_specificity": "Not specified (abstract does not detail human or animal subjects for mouthwash testing).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:10.797029+00:00"}
{"study_id": 75422, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of essential oil-formulated dentifrices on periodontal wound healing.", "results_summary": "Fourteen clinical studies showed reduced periodontal inflammation in the test group using EO dentifrices compared to placebo, and three studies demonstrated a reduction in periodontal pathogens. One study had inconclusive microbiological findings.", "population_specificity": "Individuals aged 18-70 years with periodontal conditions.", "effective_dosage": "Rinsing with EO-formulated dentifrices at least twice daily.", "study_duration": "1 week to 48 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:13.310636+00:00"}
{"study_id": 75421, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the antimicrobial activity of Iseganan HCl mouthwash versus placebo on the aerobic and facultatively anaerobic oral flora in myelosuppressed cancer patients undergoing chemotherapy.", "results_summary": "Iseganan HCl mouthwash significantly reduced the total oral microbial load, particularly viridans streptococci, non-hemolytic streptococci, and yeasts, with a statistically significant difference compared to placebo. The effect was cumulative, showing greater reduction by the end of the treatment period.", "population_specificity": "Myelosuppressed cancer patients receiving chemotherapy (95% Iseganan group, 97% placebo group received myeloablative chemotherapy).", "effective_dosage": "9 mg/3 ml, administered six times daily.", "study_duration": "21-28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:14.294130+00:00"}
{"study_id": 75424, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether using oral mouthwash (Listerine®) before lidocaine nasal spray application could improve pain and comfort outcomes during extended nasal endoscopic examinations.", "results_summary": "The study found that rinsing with oral mouthwash followed by lidocaine application significantly reduced discomfort during nasal examinations, though pain reduction did not reach statistical significance. Patients with nasal inflammatory conditions experienced greater pain relief.", "population_specificity": "22 patients requiring extended bilateral flexible endoscopic nasal examinations at a tertiary care center.", "effective_dosage": "Not specified for mouthwash (only mentioned as a rinse).", "study_duration": "Single intervention (no follow-up duration specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:15.103413+00:00"}
{"study_id": 75423, "supplement_id": 1354, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and tolerability of DHEP mouthwash (Osmal®) with a commercially available diclofenac mouthwash for treating inflammatory conditions of the oral cavity.", "results_summary": "Both mouthwashes effectively reduced pain and inflammation, but DHEP mouthwash showed a significantly higher proportion of pain-free patients at day 3 (40% vs. 20%) and more marked reductions in pain scores. Both treatments were well tolerated with good compliance.", "population_specificity": "80 patients with inflammatory conditions of the oral cavity, primarily gingivitis.", "effective_dosage": "15 mL mouthwash (0.103% DHEP or 0.074% diclofenac), twice daily.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:15.902971+00:00"}
{"study_id": 75425, "supplement_id": 1354, "safety_score": "100", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of a betaine-containing mouthwash, alone or combined with a night guard, in treating xerostomia.", "results_summary": "All three treatment groups (mouthwash, night guard, or both) showed symptom improvement in xerostomia, with better OHIP-14 scores and sialometry findings. No adverse effects were reported, and patient satisfaction was similar across groups.", "population_specificity": "105 patients (8 men, 82 women) with dry mouth (xerostomia).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:15.970743+00:00"}
{"study_id": 75429, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of chlorhexidine mouthwash in preventing or reducing oral mucositis in children undergoing chemotherapy.", "results_summary": "Four out of five studies showed a significant preventive effect of chlorhexidine mouthwash on the development or severity of oral mucositis, while one study found no benefit compared to placebo. The data suggest chlorhexidine may help reduce oral mucosal damage during chemotherapy, possibly by reducing oral microflora and plaque.", "population_specificity": "Children receiving chemotherapy for cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:18.717949+00:00"}
{"study_id": 75428, "supplement_id": 1354, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the safety and efficacy of phenylbutyrate 5% mouthwash in mitigating oral mucositis severity in head-and-neck cancer patients undergoing radiotherapy or chemoradiotherapy.", "results_summary": "Phenylbutyrate mouthwash significantly reduced mucositis severity compared to placebo, with no severe drug-related side effects reported. It also showed potential benefits in local control and overall survival rates.", "population_specificity": "Head-and-neck cancer patients receiving radiotherapy or chemoradiotherapy.", "effective_dosage": "5 mL of phenylbutyrate 5% mouthwash, taken four times daily.", "study_duration": "Treatment began at mild mucositis onset and continued until 4 weeks after radiotherapy completion.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:19.786293+00:00"}
{"study_id": 75427, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate and compare the efficacy of different antiplaque mouthwashes in inhibiting plaque formation.", "results_summary": "Cetylpyridinium chloride combined with sodium fluoride showed the highest plaque inhibition, followed by chlorhexidine gluconate and sodium monofluorophosphate, while plaque levels increased in the control group. Only cetylpyridinium chloride with sodium fluoride and chlorhexidine gluconate demonstrated statistically significant antiplaque effects compared to the control.", "population_specificity": "Not specified beyond sample size (n = 6 per group).", "effective_dosage": "5.0 mL mouthwash diluted with 10.0 mL water, rinsed for 30 seconds once daily.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:19.792214+00:00"}
{"study_id": 75430, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of Listerine mouthwash on the retention of pink Locator attachments compared to other denture cleansing solutions.", "results_summary": "Listerine significantly increased the retention of Locator attachments (15.82 ± 4.7 N) compared to NaOCl (7.29 ± 1.0 N) and showed a lower percentage of retention loss (29 ± 9%) than water (53 ± 12%). However, the study did not recommend Listerine as a denture cleanser due to insufficient evidence.", "population_specificity": "Pink Locator attachments (denture-related components).", "effective_dosage": "Not specified (soaked for equivalent of 6 months of clinical use).", "study_duration": "Simulated 6 months of clinical use (548 pulls).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:22.914268+00:00"}
{"study_id": 75431, "supplement_id": 1354, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the response of patients with oral cGVHD to various doses of a new topical budesonide mouthwash and evaluate its efficacy and safety.", "results_summary": "Oral cGVHD improved in all patients, with a median reduction of 70%, and pain reduction was similar across all study arms. The safety profile was satisfactory, and the response was consistent regardless of dosing frequency or duration.", "population_specificity": "Patients with chronic graft-versus-host disease (cGVHD) involving oral tissues.", "effective_dosage": "3 mg/10 mL applied 2 or 3 times daily for 5 or 10 minutes.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:23.343968+00:00"}
{"study_id": 75432, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the therapeutic effects of aloe vera mouthwash with triamcinolone acetonide 0.1% in treating oral lichen planus.", "results_summary": "Both aloe vera mouthwash and triamcinolone acetonide significantly reduced pain, burning sensation, and lesion size, with comparable healing rates (74% vs. 78%). The effects persisted two months after treatment discontinuation.", "population_specificity": "46 patients with oral lichen planus.", "effective_dosage": "Not specified (frequency implied as regular use over 4 weeks).", "study_duration": "4 weeks of treatment, with follow-up at 2 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:23.708846+00:00"}
{"study_id": 75434, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the clinical efficacy of Rosa damascena extract mouthwash in treating recurrent aphthous stomatitis compared to a placebo.", "results_summary": "The study found that the Rosa damascena mouthwash significantly reduced pain, ulcer size, and number of ulcers compared to the placebo on days 4 and 7, demonstrating its effectiveness in treating recurrent aphthous stomatitis.", "population_specificity": "50 patients with recurrent aphthous stomatitis.", "effective_dosage": "Not specified in the abstract.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:23.977238+00:00"}
{"study_id": 75433, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare fluoride release from Giomer and Compomer when exposed to different fluoride treatments, including fluoridated mouthwash.", "results_summary": "The study found that fluoride release was higher in Giomer than Compomer, with the highest release in the twice-daily fluoridated dentifrice group, followed by the once-daily dentifrice + mouthwash group. Fluoride release was greater in acidic demineralising solution than neutral remineralising solution.", "population_specificity": "Not specified (in vitro study using specimens of Giomer and Compomer).", "effective_dosage": "Fluoridated mouthwash (225 ppm) used once daily in combination with fluoridated dentifrice (500 ppm).", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:25.698008+00:00"}
{"study_id": 75435, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of artificial saliva and citric acid mouthwash versus distilled water in relieving oral dryness and improving unstimulated salivary flow in patients with drug-induced xerostomia.", "results_summary": "Artificial saliva and citric acid provided immediate relief from oral dryness, with citric acid showing longer-lasting effects at 1 hour post-use. Neither treatment affected unstimulated saliva flow.", "population_specificity": "54 patients reporting drug-induced xerostomia.", "effective_dosage": "4 times a day.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:26.999482+00:00"}
{"study_id": 75436, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the efficacy of chlorhexidine mouthwash disinfection on the stability of lactobacilli probiotic and its impact on salivary Streptococcus mutans counts.", "results_summary": "Chlorhexidine mouthwash significantly reduced Streptococcus mutans counts, which remained steady for 5 weeks. Combining chlorhexidine with probiotic yogurt (Lactobacillus rhamnosus GG) resulted in more stable colonization of LGG and sustained reduction in SM counts compared to probiotic alone.", "population_specificity": "105 children divided into three groups.", "effective_dosage": "Chlorhexidine mouthwash for 2 weeks; probiotic yogurt (2 × 10^8 CFU/g of LGG) for 3 weeks.", "study_duration": "2 weeks for chlorhexidine, 3 weeks for probiotic, with follow-up assessments up to 5 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:29.254795+00:00"}
{"study_id": 75437, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of triclosan mouthwash in managing radiation-induced oral mucositis and compare it with conventional sodium bicarbonate mouth rinse.", "results_summary": "Triclosan mouthwash reduced the severity of mucositis, with only one patient in the study group progressing to grade 4 mucositis compared to 10 in the control group. The study group also experienced faster resolution of symptoms (less than 28 days vs. more than 45 days in the control group).", "population_specificity": "24 patients who underwent radiation therapy for oral cancer and developed oral mucositis.", "effective_dosage": "Triclosan 0.03% W/V mouthwash for the study group; sodium bicarbonate 2 mg mouthwash for the control group.", "study_duration": "During and post-radiation treatment period (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:29.867700+00:00"}
{"study_id": 75438, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to systematically review the effects of hydrogen peroxide mouthwashes on plaque accumulation and gingival inflammation, both as an adjunct to daily oral hygiene and as a mono-therapy.", "results_summary": "Hydrogen peroxide mouthwashes did not consistently prevent plaque accumulation as a short-term mono-therapy, but one long-term study showed they reduced gingival redness when used as an adjunct to daily oral hygiene.", "population_specificity": "Not specified (general population inferred from abstract).", "effective_dosage": "Not specified", "study_duration": "Up to 6 months (in the long-term study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:31.066891+00:00"}
{"study_id": 75439, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a 0.1% chlorhexidine mouthwash in treating chronic periodontitis and assess the impact of subgingival irrigation with the same product.", "results_summary": "The mouthwash slightly reduced gingival inflammation and significantly altered microbial composition, decreasing Gram-negative anaerobes and increasing Gram-positive cocci. No additional benefit was observed from pocket irrigation.", "population_specificity": "Sixty patients with chronic periodontitis.", "effective_dosage": "0.1% chlorhexidine mouthwash, administered twice daily (frequency inferred from study design).", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:32.040981+00:00"}
{"study_id": 75440, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effect of a powered toothbrush combined with chlorhexidine mouthwash on dental plaque colonization by VAP-associated organisms and plaque removal in intubated patients.", "results_summary": "The study found no significant differences in respiratory pathogen prevalence between groups but demonstrated a statistically significant greater reduction in dental plaque and lower bacterial counts with the powered toothbrush compared to the sponge toothette, both used with chlorhexidine mouthwash.", "population_specificity": "Intubated adults in a critical care unit within 48 hours of admission.", "effective_dosage": "20 ml, 0.2% chlorhexidine mouthwash at each time point (four times per day).", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:32.519710+00:00"}
{"study_id": 75441, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the clinical efficacy of an alcohol-free mouthwash containing 0.075% CPC and 0.05% NaF compared to a control mouthwash with only 0.05% NaF in reducing dental plaque and gingivitis over three and six months.", "results_summary": "The test mouthwash showed statistically significant reductions in gingival and plaque indices after three and six months compared to baseline and the control mouthwash, which either showed non-significant reductions or increases in these indices.", "population_specificity": "Adult male and female subjects from San Jose, Costa Rica, with baseline Gingival Index scores ≥1.0 and Plaque Index scores ≥1.5.", "effective_dosage": "Test group: 0.075% CPC + 0.05% NaF; Control group: 0.05% NaF (frequency not specified).", "study_duration": "Six months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:34.624329+00:00"}
{"study_id": 75442, "supplement_id": 1354, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the efficacy of two mouthwashes containing 0.075% CPC (one with 6% alcohol and one alcohol-free) in reducing dental plaque regrowth compared to a negative control mouthwash without CPC.", "results_summary": "Both CPC-containing mouthwashes significantly reduced plaque regrowth over 24 hours compared to the negative control, with no significant difference between the alcohol-containing and alcohol-free versions. The study concluded that both formulations were safe and effective for reducing plaque accumulation.", "population_specificity": "Subjects in a dental clinic setting (specific demographics not detailed in the abstract).", "effective_dosage": "0.075% CPC, used as a mouthwash (frequency: once 12 hours post-brushing).", "study_duration": "24-hour periods per intervention, repeated in a crossover design.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:36.840735+00:00"}
{"study_id": 75443, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to compare the antimicrobial efficacy of two CPC-containing mouthwashes (one with alcohol and one alcohol-free) versus a control mouthwash in reducing supragingival plaque bacteria after single and 14-day use.", "results_summary": "Both CPC-containing mouthwashes significantly reduced anaerobic plaque bacteria compared to the control, with reductions of 34.5-35.3% after a single use and 70.9-73.8% after 14 days of use, showing no significant difference between alcohol and alcohol-free formulations.", "population_specificity": "188 adults aged 23-69 (mean age 45.78).", "effective_dosage": "20 mL rinsed for 30 seconds, twice daily.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:37.887905+00:00"}
{"study_id": 75444, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the antibacterial efficacy of three CPC-containing mouthwashes against common oral bacteria in a short-exposure in vitro assay.", "results_summary": "All three test mouthwashes achieved a statistically significant reduction of > 3 log CFUs (> 99.9% reduction) in viable bacteria of both Aggregatibacter actinomycetemcomitans and Streptococcus mutans after 30 seconds of exposure.", "population_specificity": "In vitro study on two bacterial species (Aggregatibacter actinomycetemcomitans and Streptococcus mutans).", "effective_dosage": "0.075% CPC and 0.05% NaF (two alcohol-free, one with 6% alcohol).", "study_duration": "30 seconds of exposure.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:38.087695+00:00"}
{"study_id": 75445, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibacterial action of cetylpyridinium chloride (CPC) in mouthwash and its efficacy in plaque removal as an adjunct to mechanical tooth cleaning.", "results_summary": "The study found that mouthwash formulations containing CPC were effective against common oral bacteria and disrupted plaque biofilms. Clinical studies supported that daily use of 0.075% CPC mouthwash, with or without alcohol, complements mechanical plaque control.", "population_specificity": "Not specified (general oral bacteria and plaque biofilms were studied).", "effective_dosage": "0.075% CPC, daily use.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:38.568631+00:00"}
{"study_id": 75447, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of 0.2% chlorhexidine mouthwash (CHX-MW) against other treatments in inhibiting plaque accumulation during a 3-day non-brushing period.", "results_summary": "The study found that 0.2% CHX-MW was significantly more effective than the dentifrices (CHX-DFG and RDF) and comparably effective to 1% CHX-Gel in reducing plaque accumulation, with a mean plaque index of 0.79 after 3 days.", "population_specificity": "Subjects abstaining from oral hygiene for 3 days after professional prophylaxis.", "effective_dosage": "0.2% chlorhexidine mouthwash (frequency not specified).", "study_duration": "3 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:40.864554+00:00"}
{"study_id": 75446, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a 0.025% hyaluronan-containing mouthwash compared to 0.2% chlorhexidine and a water-based mouthwash, and its antibacterial effects on periodontopathogens.", "results_summary": "The hyaluronan mouthwash was comparable to chlorhexidine in inhibiting plaque growth in vivo and significantly reduced the growth of Aa and Pi in vitro, though it had no effect on Pg. Both active mouthwashes showed significantly less plaque regrowth than the water-based control.", "population_specificity": "45 volunteers in a hospital setting.", "effective_dosage": "0.025% sodium hyaluronate, 0.2% chlorhexidine, and a water-based rinse (negative control).", "study_duration": "4-day plaque re-growth model.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:40.993441+00:00"}
{"study_id": 75448, "supplement_id": 1354, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of topical quercetin compared to benzydamine hydrochloride mouthwash in treating minor aphthous ulcers.", "results_summary": "Topical quercetin significantly reduced ulcer size and pain, with 100% healing within 7-10 days, outperforming the control group. Patients also reported high satisfaction with its ease of application, consistency, and taste.", "population_specificity": "40 male patients with minor aphthous ulcers and no other oral mucosal pathology.", "effective_dosage": "Two to three dabs of quercetin applied topically three times daily.", "study_duration": "Up to 10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:41.395230+00:00"}
{"study_id": 75449, "supplement_id": 1354, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "To determine the efficacy and acceptability of 0.074% diclofenac mouthwash in relieving pain and inflammation for post-periodontal surgery patients.", "results_summary": "Diclofenac mouthwash significantly reduced spontaneous pain but did not show significant reductions in gingival inflammation or swelling, though the test group had higher reductions. The mouthwash was deemed effective and tolerable for post-surgical symptomatic relief.", "population_specificity": "Twenty chronic periodontitis patients scheduled for full-mouth periodontal flap surgery.", "effective_dosage": "15 ml of 0.074% diclofenac mouthwash daily.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:42.512481+00:00"}
{"study_id": 75450, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the clinical efficacy of triclosan-containing mouthrinse and dentifrice in reducing biofilm and gingivitis.", "results_summary": "The study found that the combination of triclosan mouthrinse and dentifrice significantly reduced Plaque Index compared to the control group, but no significant difference was observed in gingivitis reduction between groups. The association showed a faster reduction in bleeding levels.", "population_specificity": "Forty patients diagnosed with gingivitis.", "effective_dosage": "Not specified", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:44.224349+00:00"}
{"study_id": 75452, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the effectiveness of different interventions, including mouthwash, for maintaining and recovering soft tissue health around dental implants.", "results_summary": "The study found weak evidence that antibacterial mouthrinses (e.g., chlorhexidine and Listerine) are effective in reducing plaque and marginal bleeding around implants, but no statistically significant differences were found between different types of self-administered antimicrobials for maintaining or recovering soft tissue health.", "population_specificity": "Patients with dental implants, including those with peri-implant mucositis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:45.895552+00:00"}
{"study_id": 75453, "supplement_id": 1354, "safety_score": "80", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to compare tooth staining and clinical efficacy between a chlorhexidine mouthwash with an antidiscoloration system (ADS) and a traditional 0.2% chlorhexidine mouthwash, while also assessing patient compliance and side effects.", "results_summary": "The test group (chlorhexidine with ADS) showed significantly less tooth staining than the control group, but both mouthwashes were equally effective as antiplaque and antigingivitis agents. Most patients followed the protocol, and only two reported a bad taste with both mouthwashes.", "population_specificity": "15 non-smoking patients with chronic periodontitis at the Department of Periodontology, International University of Catalunya, Barcelona, Spain.", "effective_dosage": "0.2% chlorhexidine mouthwash (control group) and chlorhexidine with ADS (test group), used for 15 days each.", "study_duration": "15 days per mouthwash, with a 15-day washout period in between.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:48.979448+00:00"}
{"study_id": 75454, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of Terminalia chebula aqueous extract rinse on salivary pH and Streptococcus mutans levels.", "results_summary": "The study found a significant reduction in S. mutans count at 5 and 60 minutes after rinsing with the extract, and salivary pH remained alkaline for 1 hour. The mouthrinse was acceptable to 80% of participants.", "population_specificity": "30 subjects purposively selected and randomly divided into extract and control groups.", "effective_dosage": "10% T. chebula extract rinse.", "study_duration": "Salivary samples were collected at 5 and 60 minutes post-rinsing.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:49.068481+00:00"}
{"study_id": 75455, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 70, "study_goal": "The researchers aimed to compare the effectiveness of a mucoadhesive lipid-based tablet versus Biotène mouthwash in reducing symptoms of mouth dryness in xerostomic patients.", "results_summary": "The study found that the mucoadhesive tablet significantly reduced the sensation of mouth dryness compared to Biotène mouthwash and increased unstimulated saliva flow by 1.5-fold after 30 minutes. Biotène mouthwash was less effective in alleviating dryness symptoms.", "population_specificity": "Twenty xerostomic patients divided into two groups.", "effective_dosage": "Not specified for mouthwash.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:49.201700+00:00"}
{"study_id": 75451, "supplement_id": 1354, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the antifungal activity of lawsone methyl ether mouthwash (LME) with chlorhexidine mouthwash (CHX) in vitro and in vivo.", "results_summary": "In vitro, 0.25% LME showed significantly greater antifungal activity than 0.12% CHX and was comparable to 0.2% CHX. In vivo, 0.025% LME demonstrated antifungal activity up to 2 hours, though lower than 0.12% CHX, with no allergic reactions reported and better taste/smell satisfaction compared to CHX.", "population_specificity": "HIV-infected subjects (n=22) and denture wearers (n=32).", "effective_dosage": "0.25% LME (in vitro), 0.025% LME (in vivo), 0.12% and 0.2% CHX.", "study_duration": "Immediate effects measured up to 2 hours post-use.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:49.543684+00:00"}
{"study_id": 75456, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the inhibitory effects of a chlorine dioxide (ClO2) mouthwash on morning oral malodor and salivary periodontal/malodorous bacteria over a 7-day period.", "results_summary": "The ClO2 mouthwash reduced morning bad breath (measured by organoleptic and gas chromatography methods) and decreased plaque, tongue coating accumulation, and counts of Fusobacterium nucleatum in saliva. No significant differences were found between groups at baseline.", "population_specificity": "15 healthy male volunteers", "effective_dosage": "Twice per day (specific volume not stated)", "study_duration": "7 days per treatment phase, with a one-week washout period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:49.605394+00:00"}
{"study_id": 75457, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if using a mint-flavored, alcohol-based mouthwash before applying oral lidocaine spray would improve the unpleasant taste of lidocaine.", "results_summary": "The study found that rinsing with the mouthwash significantly improved the perceived flavor of lidocaine, raising the taste rating from 20.77 mm to 50.2 mm on a VAS. There was a minimal, non-significant reduction in subjective analgesia after mouthwash use.", "population_specificity": "Fifteen able-bodied volunteers in a tertiary care hospital setting.", "effective_dosage": "30-second rinse with mouthwash or placebo (plain water) before lidocaine administration.", "study_duration": "Single application per session (crossover design).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:51.586602+00:00"}
{"study_id": 75458, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of Cool Mint Listerine mouthwash on the retention and appearance of pink Locator attachments used in dentures.", "results_summary": "Cool Mint Listerine mouthwash increased the retentive values of the attachments compared to the control but caused blue discoloration. The study concluded that its effect on retention might be clinically unimportant, but it is not recommended due to color changes.", "population_specificity": "Pink Locator attachments (denture components)", "effective_dosage": "Equivalent of 6 months of clinical use (soaking duration)", "study_duration": "Equivalent of 6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:52.086814+00:00"}
{"study_id": 75459, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine if a morphine-containing mouthwash could reduce oral pain in patients with radiotherapy- or chemotherapy-induced oral mucositis.", "results_summary": "The study found that pain alleviation was significantly influenced by the act of mouthwashing, with morphine showing a modest analgesic effect (p = 0.020). Pain relief duration was approximately 123.7 minutes for morphine, though most symptoms were likely related to the underlying disease rather than the mouthwash.", "population_specificity": "Patients with head and neck cancers suffering from radiotherapy- or chemotherapy-induced oral mucositis (mean age 55.1).", "effective_dosage": "2 per thousand morphine solution.", "study_duration": "6 days (3 days per treatment arm in a crossover design).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:55.069080+00:00"}
{"study_id": 201144, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether carbohydrate (CHO) mouth rinsing or ingestion improved cycling performance in a fasted and glycogen-reduced state.", "results_summary": "CHO mouth rinsing showed no ergogenic effects or changes in metabolic responses compared to placebo, while CHO ingestion improved performance and metabolic markers.", "population_specificity": "9 moderately trained male cyclists", "effective_dosage": "15% CHO mouth rinse (0.33 mL·kg(-1) body mass per dose), administered after every 12.5% of completed exercise", "study_duration": "Single 1-hour cycling time trial following overnight fast", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:57.243097+00:00"}
{"study_id": 75460, "supplement_id": 1354, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of allopurinol mouth rinse (1 mg/ml) in preventing fluorouracil-induced mucositis in patients undergoing chemotherapy.", "results_summary": "The study found that allopurinol mouth rinse was ineffective in preventing fluorouracil-induced mucositis. Higher education level and use of dentures were associated with reduced mucositis occurrence.", "population_specificity": "33 patients with malignant disorders receiving 5-fluorouracil-containing chemotherapy.", "effective_dosage": "1 mg/ml, administered 1, 2, and 3 hours after chemotherapy and three consecutive nights.", "study_duration": "Administered over three days post-chemotherapy.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:58.190097+00:00"}
{"study_id": 25777, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore determinants of doxyPEP awareness and uptake, and associations with HIV care outcomes, among U.S. MSM living with HIV.", "results_summary": "Among 827 participants, 13% were currently taking doxyPEP, 46% were aware of it but not prescribed it, and 41% had not heard of it. Neither awareness nor use of doxyPEP was associated with HIV care outcomes, but both were higher among participants with a recent bSTI and lower in certain U.S. regions.", "population_specificity": "Men who have sex with men (MSM) living with HIV in the U.S.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:58.220630+00:00"}
{"study_id": 25779, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to characterize non-epidemic Kaposi sarcoma (KS) in HIV-negative men who have sex with men (MSM) by identifying risk factors, presentation, treatment course, and prognosis.", "results_summary": "The study found that non-epidemic KS in HIV-negative MSM has a favorable prognosis, with 44% undergoing observation at diagnosis and 47% requiring recurrent treatment during follow-up. Only 2 of 7 deaths were attributed to KS, and 10% of patients developed a lymphoproliferative disorder.", "population_specificity": "HIV-negative men who have sex with men (MSM) with pathologically proven Kaposi sarcoma.", "effective_dosage": "Not applicable", "study_duration": "Retrospective analysis from 2000 to 2022 (22 years)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:58.534673+00:00"}
{"study_id": 25778, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of health interventions (MIP) on mpox knowledge awareness among men who have sex with men (MSM).", "results_summary": "The MIP significantly improved mpox knowledge awareness, increasing total scores from 58.50 to 68.47 and the awareness rate from 48.66% to 64.60%. MSM preferred obtaining mpox information through new media and internet platforms, with no significant change in preferences post-intervention.", "population_specificity": "Men who have sex with men (MSM)", "effective_dosage": "Not applicable", "study_duration": "August 2023 to March 2024 (approximately 8 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:58.971944+00:00"}
{"study_id": 25780, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of HIV health education interventions for MSM by assessing changes in knowledge, attitudes, and behaviors across different cultures and regions.", "results_summary": "The study found significant improvements in HIV knowledge, condom use over six months, and condom use in recent same-sex encounters post-intervention. Larger sample sizes (>500) or longer intervention durations (>1 year) enhanced the homogeneity of results.", "population_specificity": "Men who have sex with men (MSM) across different cultures and regions.", "effective_dosage": "Not specified", "study_duration": "Varied, with long-term interventions defined as >1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:48:59.987567+00:00"}
{"study_id": 25781, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a salutogenic strength-based intervention in enhancing sense of coherence and improving related health outcomes (stress, depression, ART adherence, CD4+ T cell count, viral load) among newly diagnosed HIV-positive MSM.", "results_summary": "The intervention significantly improved sense of coherence, reduced stress and depression, and maintained ART adherence in the intervention group, while the control group showed worsening outcomes in these areas. No significant differences were found in CD4+ T cell count or viral load between groups.", "population_specificity": "Newly diagnosed HIV-positive men who have sex with men (MSM).", "effective_dosage": "Not specified (8-week \"Towards the Sun\" program delivered via WeChat).", "study_duration": "8 weeks (with follow-up at 3 months post-intervention).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:01.983116+00:00"}
{"study_id": 25784, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify barriers and facilitators of PrEP use among MSM living in rural areas of the United States.", "results_summary": "The study found that PrEP uptake in rural areas is hindered by limited awareness, geographic isolation, cost, and stigma, but nonmainstream information sources and interventions like telePrEP and financial assistance can enhance use.", "population_specificity": "Men who have sex with men (MSM) living in rural areas of the United States.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:05.946941+00:00"}
{"study_id": 25782, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine the prevalence of asymptomatic sexually transmitted infections (STIs) among men who have sex with men (MSM) living with HIV in Mexico City.", "results_summary": "The study found that 26.1% of participants tested positive for at least one STI via urethral PCR, with Ureaplasma urealyticum being the most prevalent (14.9%). Seroprevalence rates for syphilis, HBV, and HCV were 17.6%, 6.5%, and 3.1%, respectively, with current smoking and insertive anal sex as significant associated factors.", "population_specificity": "MSM living with HIV attending an HIV clinic in Mexico City.", "effective_dosage": "Not available", "study_duration": "Cross-sectional study conducted from May 2022 to November 2023.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:06.011424+00:00"}
{"study_id": 25787, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to identify qualities that would make a peer implementer credible for delivering HIV interventions to Latino men who have sex with men (LMSM).", "results_summary": "The study identified five key themes for peer credibility, including training in HIV prevention and care, verification and designation, accurate information dissemination, relatability and interpersonal skills, and engagement with the LGBTQ+ community.", "population_specificity": "Latino men who have sex with men (LMSM) and HIV service implementers.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:06.783217+00:00"}
{"study_id": 25783, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the characteristics, prevalence, and correlates of sexualized drug use (SDU) and chemsex among MSM, focusing on emotional vulnerability and STI risk.", "results_summary": "The study found that MSM engaging in SDU or chemsex were more likely to be in unstable relationships, engage in group sex, have multiple sexual partners, and exhibit symptoms of depression and anxiety. Chemsex participants also showed higher STI risk and inconsistent condom use compared to those only engaging in SDU.", "population_specificity": "Men who have sex with men (MSM) at high risk of STIs attending an STI/HIV unit in Rome, Italy.", "effective_dosage": "Not available", "study_duration": "Data collected over one month (November 2023).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:08.510141+00:00"}
{"study_id": 25788, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the coexistence and genotype distribution of HPV among MSM mpox patients in China.", "results_summary": "The study found high HPV positivity (80.4%) among MSM mpox patients, with multiple infections prevalent (56.9%), especially in HIV-positive individuals. HPV16 was the most common high-risk genotype, and HPV infection was significantly associated with HIV infection.", "population_specificity": "MSM (men who have sex with men) mpox patients in Shenzhen, China.", "effective_dosage": "Not mentioned", "study_duration": "Data collected from May to September 2023 (no intervention duration specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:08.574706+00:00"}
{"study_id": 25786, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether seeking sexual partners in MSM venues remains a high-risk behavior for HIV and how venue-based interventions impacted HIV risk over time.", "results_summary": "The study found that MSM who sought partners in core venues had higher HIV risk, particularly from 2010-2014, but this risk decreased post-intervention to levels comparable to non-core venue seekers. HIV testing and service access remained higher among core venue seekers across all periods.", "population_specificity": "Men who have sex with men (MSM) in Shenzhen, China, surveyed between 2010-2022.", "effective_dosage": "Not available", "study_duration": "12 years (2010-2022)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:08.637855+00:00"}
{"study_id": 25790, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and acceptability of a sibling-based intervention (Entre Herman@s) to increase PrEP utilization among Latino men who have sex with men (LMSM).", "results_summary": "The pilot study demonstrated high feasibility, with 70% of enrolled LMSM commencing PrEP and 75% continuing at the 3-month follow-up. Participants who started PrEP reported significantly higher sibling closeness, and all affirmed their sibling influenced their decision.", "population_specificity": "Latino men who have sex with men (LMSM)", "effective_dosage": "Not mentioned", "study_duration": "3-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:09.834148+00:00"}
{"study_id": 25792, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine earlier sexual debut as a risk factor for lifetime and recent substance use behaviors among MSM in Kazakhstan.", "results_summary": "The study found that MSM with earlier sexual debut (before 13 or between 13-15 years old) had significantly higher odds of lifetime binge drinking and illicit drug use, as well as recent binge drinking behavior. The majority of participants reported lifetime binge drinking (73%) and illicit drug use (65%).", "population_specificity": "Adult cisgender MSM in Kazakhstan (n=902).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:13.637282+00:00"}
{"study_id": 25791, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the association between perceived HIV risk and PrEP adoption among Black MSM in Mississippi.", "results_summary": "The study found that higher perceived HIV risk was associated with lower odds of PrEP uptake among Black MSM, suggesting an inverse relationship influenced by social and structural factors. Despite high PrEP use (86.9%), those with high perceived risk were less likely to adopt it.", "population_specificity": "Black men who have sex with men (MSM) in a medium-sized city in Mississippi.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:14.022167+00:00"}
{"study_id": 25793, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the determinants (barriers and facilitators) of PrEP implementation among Latino MSM and evaluate change methods to promote its adoption.", "results_summary": "The review found that most research focused on PrEP recipients' awareness and willingness, with limited studies on clinician and system-level factors. Few change methods were evaluated to enhance PrEP adoption and adherence.", "population_specificity": "Latino men who have sex with men (MSM)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:15.708902+00:00"}
{"study_id": 25794, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore perceptions, knowledge, and access barriers related to PrEP use among MSM in Manaus, Brazil.", "results_summary": "The study identified negative perceptions about PrEP users, lack of information from health professionals, and social media's role in awareness. Barriers to access and adherence were highlighted, along with facilitators for PrEP use.", "population_specificity": "Mostly MSM in Manaus, Brazil, who had used PrEP at least once.", "effective_dosage": "Not mentioned", "study_duration": "Interviews conducted between April and July 2022 (study duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:16.607511+00:00"}
{"study_id": 25795, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 70, "study_goal": "The researchers aimed to assess the accurate knowledge of U=U (undetectable equals untransmittable) among MSM in Chengdu, China, and explore associations between sexual risk behaviors, HIV testing, and socio-behavioral measures.", "results_summary": "Only 23.4% of MSM in the study had accurate knowledge of U=U. Factors associated with accurate knowledge included substance use during sex, recent HIV testing, HIV-related literacy, and perceived higher risk of HIV infection.", "population_specificity": "Men who have sex with men (MSM) in Chengdu, China.", "effective_dosage": "Not applicable", "study_duration": "Cross-sectional survey conducted from March to May 2022.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:17.546702+00:00"}
{"study_id": 25796, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of internet platforms for distributing HIV self-tests (HIVSTs) to Black and Hispanic MSM and transgender women (TGW).", "results_summary": "The study found that internet platforms effectively recruited MSM and TGW, with 9.1% of MSM and 7% of TGW reporting positive HIVST results. Dating platforms recruited higher percentages of MSM with positive results compared to general interest platforms, and MSM who had never tested before reported higher positivity rates.", "population_specificity": "Black or African American and Hispanic or Latino men who have sex with men (MSM) and transgender women (TGW).", "effective_dosage": "Not applicable (study involved HIV self-test distribution, not MSM supplementation).", "study_duration": "4 months (with follow-up surveys and additional HIVST mailing).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:18.535954+00:00"}
{"study_id": 25797, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether sexual alcohol expectancies (SAEs) moderate the relationship between daily alcohol intoxication and sexual behavior, particularly condom use, in MSM.", "results_summary": "The study found that SAEs moderated a curvilinear association between intoxication and anal intercourse with a condom, showing a more pronounced inverted U-shape in individuals with strong SAEs, but no moderation effect was observed for condomless anal intercourse (CAI).", "population_specificity": "248 moderate- to heavy-drinking men who have sex with men (MSM)", "effective_dosage": "Not specified", "study_duration": "Two 23-day bursts of ecological momentary assessment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:18.749277+00:00"}
{"study_id": 25798, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine changes in HIV testing and medical care among men who have sex with men (MSM) in Russia between 2010 and 2017.", "results_summary": "The study found increases in HIV testing, antiretroviral therapy (ART) usage, and undetectable viral load rates among MSM in Russia from 2010 to 2017, though unmet prevention and treatment needs remain substantial.", "population_specificity": "Men who have sex with men (MSM) in Russia.", "effective_dosage": "Not available", "study_duration": "7 years (2010-2017)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:22.226495+00:00"}
{"study_id": 25799, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine the prevalence of HTLV-1 and HBsAg positivity among MSM attending an HIV clinic in Trinidad compared to heterosexual males.", "results_summary": "The study found that 1.67% of MSM were HIV-1/HTLV-1-coinfected, 5.10% were HIV-1/HBsAg-coinfected, and 0.16% had all three viruses, with no significant differences compared to heterosexual males. No HTLV-1-related diseases or deaths from chronic liver disease were reported among coinfected patients.", "population_specificity": "Self-identified MSM (n=1255) and heterosexual males (n=1822) attending an HIV clinic in Trinidad.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:23.127231+00:00"}
{"study_id": 25800, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to understand the potential effects of HIV on an mpox outbreak in the MSM population and the effectiveness of combined interventions (ART, condom use, and reduced sexual contact) in controlling mpox transmission.", "results_summary": "The study found that HIV can facilitate the spread of mpox in an MSM population, and HIV treatment with ART alone may not be sufficient to control mpox. However, combining ART with moderate condom use or reduced sexual contact was beneficial in controlling mpox transmission.", "population_specificity": "Men who have sex with men (MSM)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:23.906063+00:00"}
{"study_id": 25785, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify factors associated with willingness to use daily oral and long-acting injectable PrEP among substance-using men who have sex with men (SU-MSM) in Southern U.S. states.", "results_summary": "The study found high willingness for both daily oral PrEP (78%) and LAI PrEP (66%), with distinct sociodemographic and behavioral factors influencing willingness for each. Black SU-MSM showed greater willingness for LAI PrEP, while lower willingness was associated with higher non-injection opioid use.", "population_specificity": "Substance-using men who have sex with men (SU-MSM) recruited from STI clinics, syringe services programs, and substance use treatment programs in eight Southern U.S. cities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:25.818261+00:00"}
{"study_id": 25802, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the cost-effectiveness and epidemiological impact of six implementation interventions designed to improve HIV testing and PrEP uptake in three US metropolitan areas.", "results_summary": "The study found that interventions to improve HIV testing were most cost-effective in Atlanta and Los Angeles, while PrEP-related interventions were most cost-effective in Miami. The most impactful interventions, CyBER/testing and PrEPmate, significantly reduced HIV acquisitions over 20 years.", "population_specificity": "Three US metropolitan areas (Atlanta, Los Angeles, Miami) with a focus on HIV prevention and diagnosis.", "effective_dosage": "Not mentioned", "study_duration": "10 years of sustained intervention, evaluated over a 20-year horizon.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:26.341377+00:00"}
{"study_id": 25803, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the molecular transmission patterns of HIV-1 genotypes among men who have sex with men (MSM) in Chongqing.", "results_summary": "The study found that CRF07_BC and CRF01_AE were the predominant HIV-1 subtypes among MSM in Chongqing, with a 61.4% entry rate into the molecular network. Transmitted drug-resistance mutations were present in 4.34% of cases, primarily affecting NNRTIs.", "population_specificity": "Men who have sex with men (MSM) in Chongqing, China.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:27.133892+00:00"}
{"study_id": 25804, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the evolution of HIV incidence in MSM in Cyprus until 2030 and evaluate the impact of different intervention scenarios, including PrEP and behavioral changes, on reducing HIV incidence.", "results_summary": "The study found that reaching the 95-95-95 HIV cascade of care targets would reduce HIV incidence by 48.6% by 2030, while expanding PrEP to high and medium-risk MSM and implementing behavioral interventions could achieve a 90% reduction target. Without these measures, Cyprus will not meet its HIV incidence reduction goal by 2030.", "population_specificity": "Men who have Sex with Men (MSM) in the Republic of Cyprus.", "effective_dosage": "Not specified", "study_duration": "Projected until 2030 (model-based study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:28.058276+00:00"}
{"study_id": 25805, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to clarify differences in intestinal microbiota composition among uninfected MSM and non-MSM healthy controls, investigate early-stage microbial changes after HIV infection, and assess ART's impact on gut microbiota.", "results_summary": "Uninfected MSM showed distinct microbiota compositions compared to non-MSM controls, with altered abundances of specific bacterial taxa. MSM on ART had reduced microbiota diversity and worsened dysbiosis, with NNRTI-based treatment causing notable changes.", "population_specificity": "Men who have sex with men (MSM), including uninfected MSM, recently HIV-infected MSM, MSM on ART, and non-MSM healthy controls (30 individuals per group).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:31.182823+00:00"}
{"study_id": 25806, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review risk factors, transmission patterns, pathogenesis, vaccine, and treatment options for mpox among MSM and people living with HIV (PLWH).", "results_summary": "The study highlighted atypical presentations of mpox during the 2022 outbreak, including genital lesions and sexual transmission among MSM, and discussed the disproportionate risk for HIV transmission in this population. It also provided global case and death statistics, emphasizing the impact on MSM and PLWH.", "population_specificity": "MSM (men who have sex with men) and people living with HIV (PLWH).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:31.696182+00:00"}
{"study_id": 25807, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to analyze awareness of Mpox among MSM visiting VCT clinics in Shenzhen and identify factors influencing this awareness.", "results_summary": "Awareness rates for primary Mpox indicators ranged from 52.5% to 87.8%, while secondary indicators were below 60%. Higher education and concern about Mpox's impact on work/learning promoted awareness, while fear of mortality hindered it.", "population_specificity": "262 MSM (mostly unmarried, 79.0% HIV-positive) visiting VCT clinics in Shenzhen.", "effective_dosage": "Not mentioned", "study_duration": "Data collected from June 16 to 30, 2023 (cross-sectional study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:32.740379+00:00"}
{"study_id": 25810, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to assess the prevalence of tuberculosis symptoms among HIV-positive MSM in Zimbabwe using a WHO TB screening algorithm.", "results_summary": "All participants reported at least one TB symptom, with 40% of HIV-positive MSM experiencing a recent cough and 13% reporting unexpected weight loss. The overall prevalence of TB symptoms among HIV-positive MSM was 23%.", "population_specificity": "1538 MSM in Zimbabwe, including HIV-positive individuals.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:34.633974+00:00"}
{"study_id": 25808, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore barriers and facilitators of PrEP initiation and adherence among young MSM (YMSM) in Thailand to inform intervention programs.", "results_summary": "The study identified barriers to PrEP initiation (e.g., limited accessibility, efficacy concerns) and adherence (e.g., forgetfulness, low risk awareness), as well as facilitators (e.g., PrEP information, reminders, counseling). Healthcare providers also highlighted additional barriers like low self-perception of HIV risk and fears of side effects.", "population_specificity": "Young MSM (YMSM) aged 15-24 in Thailand, along with healthcare providers from three clinics in Bangkok.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:34.772662+00:00"}
{"study_id": 25801, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate perceptions of a community-informed, status-neutral HIV/STI testing intervention (SS4SH) compared to clinic-based testing among Black gay, bisexual, and other men who have sex with men (GBM).", "results_summary": "Participants preferred SS4SH for its comfort, privacy, accessibility, and efficiency, and desired more diverse representation in outreach materials. The intervention demonstrated potential to reduce barriers and stigma in accessing HIV services.", "population_specificity": "Black gay, bisexual, and other men who have sex with men (GBM), aged 21-65, with 40% living with HIV.", "effective_dosage": "Not mentioned", "study_duration": "2018-2019 (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:35.484579+00:00"}
{"study_id": 25809, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to estimate the prevalence and coinfection rates of bacterial STIs among sexually active, HIV-positive MSM and assess the potential benefits of different combination treatment regimens for managing concurrent bacterial STIs.", "results_summary": "The study found that bacterial STIs were prevalent (57.9% had at least one pathogen, 32.9% had coinfections), with U. urealyticum being the most common. Combination therapies (e.g., benzathine penicillin G with doxycycline or ceftriaxone with doxycycline) showed potential for treating concurrent infections.", "population_specificity": "HIV-positive men who have sex with men (MSM) with symptoms suggestive of STIs or recent HCV/syphilis infection.", "effective_dosage": "Not specified (combination therapies mentioned but dosages not detailed).", "study_duration": "Study period was from September 2021 to September 2023 (intervention duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:36.716053+00:00"}
{"study_id": 25811, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 85, "study_goal": "The researchers aimed to determine the diagnostic value of the TP rapid syphilis test compared to a diagnostic algorithm (RPR-TPHA) among MSM.", "results_summary": "The TP rapid test demonstrated high sensitivity (95.8%) and specificity (96.6%) compared to the diagnostic algorithm, with strong predictive values (PPV 92%, NPV 98%) and accuracy (96%). The AUC of 0.962 further supports its diagnostic reliability.", "population_specificity": "Men who have sex with men (MSM) at Dr Mohammad Hoesin Palembang General Hospital.", "effective_dosage": "Not applicable (diagnostic test study).", "study_duration": "Study conducted from November 2022 to January 2023 (cross-sectional design).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:37.649750+00:00"}
{"study_id": 25812, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to update trends of HIV-1 prevalence and incidence and identify hot-spots of ongoing transmission among MSM in Sichuan province between 2018 and 2022.", "results_summary": "The study found declining trends in HIV-1 prevalence (2.74%) and incidence (3.69%) among MSM, with Luzhou city identified as a high-incidence hot-spot (10.74%). The findings suggest a need for targeted interventions in high-risk areas.", "population_specificity": "Men who have sex with men (MSM) in Sichuan province, China.", "effective_dosage": "Not available", "study_duration": "Surveillance period from 2018 to 2022", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:39.969751+00:00"}
{"study_id": 25813, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to study changes in sexual behavior among MSM with HIV before and after diagnosis, focusing on factors like inconsistent condom use, PrEP use by partners, and STI incidence.", "results_summary": "The study found that inconsistent condom use increased significantly after HIV diagnosis, with PrEP use by partners becoming a common reason. STI incidence remained high, associated with factors like younger age, higher partner numbers, and lack of stable relationships.", "population_specificity": "Newly diagnosed men who have sex with men (MSM) with HIV, enrolled in the ANRS PRIMO Cohort.", "effective_dosage": "Not available", "study_duration": "Annual follow-up between 2014 and 2021", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:40.459606+00:00"}
{"study_id": 25815, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess fertility attitudes, associated factors, and reproductive knowledge among HIV-positive men who have sex with men (MSM).", "results_summary": "About 35.6% of HIV-positive MSM expressed fertility desire, with those without siblings more likely to have this desire. Surrogacy was the most desired reproductive method, and reproductive knowledge accuracy was only 69.6%.", "population_specificity": "HIV-positive men who have sex with men (MSM), predominantly aged 18-30 and mostly single.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:42.589717+00:00"}
{"study_id": 25816, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to explore the experiences of GBMSM in Russia with Chemsex and their challenges in accessing medical care.", "results_summary": "GBMSM engaged in Chemsex primarily for pleasure but reported addiction and perceived dangers during group sessions. They faced stigmatization from both the GBMSM community and medical professionals, with legal barriers further limiting access to care.", "population_specificity": "Gay, bisexual, and men who have sex with men (GBMSM) in Moscow and Yekaterinburg, Russia (n=19).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:43.250386+00:00"}
{"study_id": 25817, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to examine the engagement of HIV-negative men who have sex with men (MSM) and partners of people with HIV (PHIV) in the Netherlands regarding the importance and relevance of an HIV cure.", "results_summary": "Most participants believed an HIV cure could reduce HIV burden, viewing both eradication and suppression as acceptable outcomes. Engagement was often passive due to low perceived susceptibility despite high perceived severity of HIV.", "population_specificity": "HIV-negative MSM not in relationships with a partner with HIV (n=19) and partners of PHIV (n=16) in the Netherlands.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:44.376338+00:00"}
{"study_id": 25814, "supplement_id": 1355, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate sociodemographic factors associated with late HIV diagnosis among Ghanaian men who have sex with men (MSM).", "results_summary": "The study found that older age groups were at higher risk of late HIV diagnosis compared to the 18-24 age group, with age being the only consistent demographic factor associated with late diagnosis. The findings highlight the need for targeted interventions to address age-related disparities in timely HIV diagnosis among MSM in Ghana.", "population_specificity": "Ghanaian men who have sex with men (MSM) exposed to HIV through same-gender sexual contact.", "effective_dosage": "Not available", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:45.817702+00:00"}
{"study_id": 48959, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the influence of NAD+ supplementation on adverse cardiac remodeling and aging.", "results_summary": "NAD+ precursors, such as nicotinamide riboside, showed potential protective effects on the heart, alleviating chronic heart failure via mitochondrial redox mechanisms and improving lifespan in mice.", "population_specificity": "Mice (animal study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:52.370265+00:00"}
{"study_id": 48956, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the contribution of TLR2, TLR6, and NOX2 to TMAO-induced inflammatory reactions in macrophages, potentially clarifying TMAO's proatherogenic role.", "results_summary": "TMAO at 300 μM significantly increased TLR2 and NOX2 expression in macrophages, suggesting their involvement in TMAO-induced inflammation, while TLR6 expression remained unaffected.", "population_specificity": "U937-derived macrophages", "effective_dosage": "37.5, 75, 150, and 300 μM of TMAO", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:53.817733+00:00"}
{"study_id": 48957, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of shikonin in modulating the NOX4/PTEN/AKT pathway to improve sepsis-induced acute kidney injury (AKI) in rats and human HK-2 cells.", "results_summary": "Shikonin significantly reduced kidney injury, oxidative stress, and inflammation by inhibiting NOX4, PTEN, and p-p65 while increasing p-AKT and Bcl-2 expression, demonstrating protective effects in sepsis-induced AKI.", "population_specificity": "Rats with sepsis-induced AKI and human HK-2 cells (kidney tubular epithelial cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:54.230037+00:00"}
{"study_id": 48962, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of liraglutide on NAFLD and its mechanism involving RAGE/NADPH, including oxidative stress and liver cell apoptosis.", "results_summary": "Liraglutide improved liver fibrosis, reduced ROS levels, and decreased inflammatory factors in HFD-fed mice and cultured cells. Its protective effects were linked to reduced oxidative stress and hepatic stellate cell activation via RAGE/NOX2.", "population_specificity": "High-fat diet-fed mice and cultured mouse liver stellate (JS-1) and AML12 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:54.245252+00:00"}
{"study_id": 48955, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to explore the potential role of NAD+ metabolome disruption in PACS pathogenesis and evaluate intravenous NAD+ as a therapeutic intervention for symptom management.", "results_summary": "The study suggests that SARS-CoV-2-induced NAD+ depletion may contribute to mitochondrial dysfunction, oxidative stress, and inflammation in PACS, proposing intravenous NAD+ administration as a potential treatment. However, specific clinical outcomes or efficacy data are not detailed.", "population_specificity": "Acute COVID-19 convalescents experiencing post-acute COVID-19 syndrome (PACS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:54.265051+00:00"}
{"study_id": 48958, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to analyze the role of the Nampt/NAD+/SIRT1 pathway in intervertebral disc degeneration (IVDD) and its regulation of autophagy in nucleus pulposus cells.", "results_summary": "The study found that SIRT1 expression was reduced in degenerative nucleus pulposus tissues and correlated with disease severity. The Nampt/NAD+/SIRT1 pathway was shown to regulate autophagy in nucleus pulposus cells, suggesting a potential therapeutic target for IVDD.", "population_specificity": "26 patients with lumbar disc herniation (experimental group) and 20 patients with burst fracture of the lumbar spine (control group).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:55.297526+00:00"}
{"study_id": 48960, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate NOX2 expression and functional recovery following facial nerve injury and assess the effects of antioxidant intervention (alpha lipoic acid) on nerve regeneration.", "results_summary": "The study found higher NOX2 expression in axotomy-type injuries compared to crushing injuries, with alpha lipoic acid (ALA) further increasing NOX2 expression, particularly in axotomy cases. Behavioral recovery was better in crushing injuries, and ALA improved recovery outcomes in this group.", "population_specificity": "6-week-old male Sprague-Dawley rats with induced facial nerve injuries (compression or cutting).", "effective_dosage": "Not specified (intraperitoneal injection of ALA).", "study_duration": "Evaluated at 4 and 14 days post-injury.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:55.424487+00:00"}
{"study_id": 48954, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of Nicotinamide Adenine Dinucleotide (NAD+) to reduce halo blight disease severity on snap bean caused by Pseudomonas syringae pv. phaseolicola.", "results_summary": "NAD+ significantly reduced disease severity when applied via soil drench, foliar spray, or leaf infiltration, with 0.5 to 1.0 mM being most effective. It also enhanced disease suppression when combined with copper hydroxide. NAD+ upregulated defense-related genes but showed no direct inhibitory effects on the pathogen.", "population_specificity": "Snap bean plants infected with Pseudomonas syringae pv. phaseolicola.", "effective_dosage": "0.5 to 5 mM (varying by application method).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:49:55.561424+00:00"}
{"study_id": 48963, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how high concentrations of β-hydroxybutyrate (BHB) impair neutrophil extracellular traps (NET) release via PI3K-mediated NADPH oxidase ROS production, partly explaining immune dysfunction in ketotic cows.", "results_summary": "BHB inhibited NET release by reducing ROS production via the PI3K pathway, confirmed by the reversal of BHB's effects using a PI3K activator (740Y-P). These findings suggest BHB-induced immune dysfunction involves NADPH oxidase-derived ROS suppression.", "population_specificity": "Peripartal dairy cows (within 3 weeks postpartum).", "effective_dosage": "3 mM BHB in vitro.", "study_duration": "4-hour incubation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:02.516370+00:00"}
{"study_id": 48967, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the inhibitory effect of NADH on purified ACE activity and its potential role in preventing hypertension.", "results_summary": "NADH exhibited a non-competitive inhibitory effect on ACE activity, with IC50 and Ki values of 244.33 µM and 175.08 µM, respectively, suggesting antioxidant substances like NADH might help prevent hypertension.", "population_specificity": "Purified ACE from sheep kidneys (in vitro study).", "effective_dosage": "Not specified (in vitro concentrations used: IC50 = 244.33 µM, Ki = 175.08 µM).", "study_duration": "Not specified (in vitro experiment).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:02.988994+00:00"}
{"study_id": 48970, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore how NAD+ metabolism influences immune response and inflammatory conditions, with a focus on multiple sclerosis, inflammatory bowel diseases, and inflammageing.", "results_summary": "The study highlights NAD+'s role in regulating cellular functions like energy metabolism, DNA repair, and inflammation, suggesting that pharmacological manipulation of NAD+ availability may have immune-modulatory properties in inflammatory disorders.", "population_specificity": "Not specified (broad focus on inflammatory conditions).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:03.495540+00:00"}
{"study_id": 48965, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to understand the roles of NAD(H) and NADP(H) in cellular redox balance, metabolic homeostasis, and their implications in various diseases.", "results_summary": "The study highlights the critical role of NADPH in maintaining cellular redox balance and energy metabolism, but its effects are context-dependent—both deficiency and excess can disrupt homeostasis and contribute to disease states. Further research is needed to clarify NADPH's role in disease mechanisms and potential therapeutic applications.", "population_specificity": "Not specified (cellular and metabolic focus)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:03.742032+00:00"}
{"study_id": 48971, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to investigate the role of NADPH oxidase (NOX2 and NOX4) in Alzheimer's disease (AD) and explore the potential of NADPH oxidase inhibitors as a therapeutic target.", "results_summary": "The study highlights that NADPH oxidase is overexpressed in AD, contributing to oxidative stress and neuronal damage, and proposes it as a therapeutic target, though no specific NADPH oxidase inhibitors for AD treatment currently exist.", "population_specificity": "Focused on Alzheimer's disease models and brain cells (neurons, astrocytes, microglia).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:03.846955+00:00"}
{"study_id": 48966, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic potential and mechanisms of exogenous nicotinamide adenine dinucleotide+ (NAD+) in improving post-resuscitation myocardial and neurologic dysfunction in a rat model of cardiac arrest.", "results_summary": "NAD+ treatment improved mean arterial pressure, ejection fraction, Neurologic Deficit Score, and survival rate compared to the control group. It also restored adenosine triphosphate levels and mitochondrial complex I respiratory function, likely via activation of the Sirtuin3-NDUFA9 deacetylation pathway.", "population_specificity": "Sprague-Dawley rats subjected to cardiac arrest and resuscitation.", "effective_dosage": "20 mg/kg, administered intravenously at the onset of return of spontaneous circulation.", "study_duration": "Effects were measured up to 72 hours post-resuscitation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:03.981093+00:00"}
{"study_id": 48968, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the potential of natural compounds, including Nicotinamide Adenine Dinucleotide (NAD)-related mechanisms, in mitigating doxorubicin-induced cardiotoxicity.", "results_summary": "The study found that oxidative stress and p53 activation play key roles in doxorubicin-associated cardiotoxicity, with NADPH oxidase (NOX) activation leading to excessive reactive oxygen species. Natural compounds, particularly flavonols, flavonoids, and proanthocyanidins, showed protective effects against cardiotoxicity by stabilizing radicals and inhibiting NOX assembly.", "population_specificity": "Preclinical and pharmaceutical studies (not specified if human or animal models).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:05.146628+00:00"}
{"study_id": 48969, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether NAD+ could prevent and treat multiple sclerosis-triggered optic neuritis by examining its effects on inflammation, demyelination, and retinal ganglion cell apoptosis in a mouse model.", "results_summary": "NAD+ intervention reduced EAE severity, inflammatory infiltration, demyelination, and RGC apoptosis while enhancing anti-inflammatory cytokine expression and SIRT1 signaling. The therapeutic effect of NAD+ was reversed by SIRT1 inhibition, suggesting its mechanism involves SIRT1 activation.", "population_specificity": "Female C57BL/6 mice with experimental autoimmune encephalomyelitis (EAE) as a model for multiple sclerosis-triggered optic neuritis.", "effective_dosage": "250 mg/kg NAD+ daily via intraperitoneal injection.", "study_duration": "Administered after immunization and EAE onset (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:05.732106+00:00"}
{"study_id": 48972, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop an artificial enzyme combination for continuous NAD+ regeneration without expensive reagents or byproducts, and to test its applications in glucose sensing and methemoglobin reduction.", "results_summary": "The study successfully created a silica nanoreactor with three enzymes (LDH, LOX, CAT) that continuously produced NAD+ from oxygen and water, demonstrating its utility in glucose metabolism and converting methemoglobin to hemoglobin.", "population_specificity": "Not specified (in vitro/enzymatic study)", "effective_dosage": "Minimal amount of pyruvate (exact dosage not specified)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:11.305235+00:00"}
{"study_id": 48973, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a label-free, sensitive method for detecting NAD+ using a trifunctional split dumbbell probe and ligation-triggered isothermal rolling circle amplification (RCA).", "results_summary": "The study successfully developed a highly sensitive and selective method for NAD+ detection, achieving a detection limit of 85.6 fM and demonstrating applicability in complex biological samples and cancer cells. The method leverages NAD+-dependent ligation and RCA amplification for accurate monitoring.", "population_specificity": "Complex biological samples and cancer cells (in vitro).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:11.700873+00:00"}
{"study_id": 48977, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore whether increased NAD+ levels and altered NAD+/NADH ratios during ketogenic diet therapy could serve as a unifying mechanism for its beneficial effects on seizures and metabolic health.", "results_summary": "The study suggests that increased NAD+ levels during ketogenic diet therapy may contribute to reduced seizures and broader metabolic, immunological, and neurological benefits, proposing it as a potential common mechanism for these effects.", "population_specificity": "Not specified (general focus on metabolic and neurological conditions).", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:12.376887+00:00"}
{"study_id": 48976, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether hypoxia-responsive polymer micelles could enhance ferroptotic antitumor efficacy by depleting NADPH, glutathione, and thioredoxin in solid tumors.", "results_summary": "The study found that hypoxia-responsive micelles selectively depleted NADPH, glutathione, and thioredoxin in 4T1 tumor cells, enhancing ferroptotic cell death without harming healthy organs. The approach was validated in vivo using a 4T1 tumor xenograft mice model.", "population_specificity": "4T1 tumor xenograft mice model (murine breast cancer cells).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:12.984349+00:00"}
{"study_id": 48974, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic potential of NAD+ in alleviating symptoms of experimental autoimmune encephalomyelitis (EAE), a mouse model of multiple sclerosis, focusing on autophagy regulation and NLRP3 inflammasome activity.", "results_summary": "NAD+ treatment reduced demyelination, nerve injury, and microglial activation, improved motor function, enhanced autophagy-related proteins (LC3-II/I, Beclin 1), suppressed NLRP3 inflammasome activity, and modulated inflammatory cytokine profiles. The benefits were reversed by the autophagy inhibitor 3-MA.", "population_specificity": "Female C57BL/6 mice with induced EAE.", "effective_dosage": "Not specified (daily injections post-immunization).", "study_duration": "Duration not explicitly stated (daily injections post-immunization until analysis).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:13.529156+00:00"}
{"study_id": 48978, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether extracellular secretions of Pyo and NADH could enhance the degradation of phenanthrene in wastewater and improve its bioavailability.", "results_summary": "The study found that Pyo and NADH acted as homogeneous catalysts, producing reactive oxygen species that oxidized phenanthrene, leading to ring cleavage and formation of lower molecular weight metabolites. This process improved the BOD5/COD ratio of wastewater and promoted bacterial growth, indicating enhanced bioavailability.", "population_specificity": "Phenanthrene-containing wastewater treated with P. aeruginosa NY3 extracellular secretions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:13.718064+00:00"}
{"study_id": 48979, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether the Nampt/NAD axis plays a role in the pathogenesis of obesity-induced atrial fibrillation (AF) and if nicotinamide riboside (an NAD precursor) could mitigate AF perpetuation.", "results_summary": "The study found that partial deletion of Nampt exacerbated high-fat diet-induced AF, linked to increased diastolic calcium leaks, and treatment with nicotinamide riboside partially restored AF perpetuation.", "population_specificity": "Male C57BL/6J mice (wild-type and heterozygous Nampt knockout).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:14.465517+00:00"}
{"study_id": 48975, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "To assess the effect of Jianpi Huazhuo Tiaozhi granules (JHTG) on oxidative stress damage in macrophages and explore its relationship with the NOX/ROS-NF-κB signaling pathway.", "results_summary": "JHTG treatment reduced oxidative stress damage and apoptosis in macrophages, increased superoxide dismutase levels, and decreased ROS levels. It also downregulated NOX4, p22phox, IKK-α, IKK-β, and NF-κB expression, with effects correlating to JHTG concentration.", "population_specificity": "In vitro cultured macrophages", "effective_dosage": "2.5%, 5%, and 10% JHTG", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:14.535444+00:00"}
{"study_id": 48983, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential of Nicotinamide Adenine Dinucleotide (NAD) and its related enzymes (NOXs) as therapeutic targets for neurodegenerative diseases by inhibiting oxidative stress and neuroinflammation.", "results_summary": "The study found that NOX enzymes play a critical role in oxidative stress and neuroinflammation, and their inhibition shows neuroprotective effects in neurodegenerative disease models. However, current NOX inhibitors face challenges like nonspecificity, toxicity, and poor pharmacokinetics, limiting clinical use.", "population_specificity": "Neurodegenerative disease models (not specified if human or animal).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:21.562870+00:00"}
{"study_id": 48980, "supplement_id": 1377, "safety_score": "60", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential benefits and risks of nicotinamide-related compounds, including NAD+, in treating diabetes, particularly focusing on their effects on NAD+ levels and oxidative stress.", "results_summary": "The study found that while replenishing NAD+ levels could be beneficial for diabetic patients, nicotinamide-related compounds may increase oxidative stress due to elevated nicotinamide catabolites. Combining these compounds with insulin sensitizers, polyphenols, benfotiamine, acetyl-L-carnitine, and aldose reductase inhibitors was suggested to minimize risks and maximize benefits.", "population_specificity": "Patients with diabetes (type 1 and type 2).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Insulin sensitizers, polyphenols, benfotiamine, acetyl-L-carnitine, and aldose reductase inhibitors.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:22.068148+00:00"}
{"study_id": 48984, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of NADPH oxidase in ROS production and its potential as a therapeutic target for ROS-driven cancers, including the regulation by miRNAs.", "results_summary": "The study found that NADPH oxidase is a key player in ROS production and is associated with various malignancies. Targeting NADPH oxidase through miRNAs shows promise for treating ROS-driven cancers, though current therapeutic strategies face challenges due to complex regulatory mechanisms.", "population_specificity": "Not specified (focus on molecular and cellular mechanisms in ROS-driven cancers).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:22.153537+00:00"}
{"study_id": 48981, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether NMNAT3, by regulating NAD+ levels, improves mitochondrial function and anti-oxidative stress in rabbit bone marrow mesenchymal stem cells (BMSCs) under oxidative stress.", "results_summary": "NMNAT3 overexpression increased NAD+ and ATP levels, improved mitochondrial function, reduced oxidative stress markers (ROS, MDA), enhanced antioxidant enzyme activity (Mn-SOD, CAT), and decreased senescence and apoptosis in BMSCs under oxidative stress.", "population_specificity": "Rabbit bone marrow mesenchymal stem cells (BMSCs) in vitro.", "effective_dosage": "Not specified (H2O2 used to induce oxidative stress).", "study_duration": "24 hours post-H2O2 treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:22.776535+00:00"}
{"study_id": 48985, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore the antifibrotic mechanism of benazepril by studying its effect on Nrf2, NOX4, and ROS in rats with hepatic fibrosis.", "results_summary": "Benazepril treatment reduced NOX4 mRNA expression and ROS concentration while increasing Nrf2 mRNA expression, suggesting it may mitigate hepatic fibrosis by modulating oxidative stress pathways. Positive correlations were found between Nrf2, NOX4, and ROS levels.", "population_specificity": "Male Sprague-Dawley rats with CCL4-induced hepatic fibrosis.", "effective_dosage": "Not specified in the abstract.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:23.123695+00:00"}
{"study_id": 48987, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether exogenous NAD protects the myocardium from ischemia-reperfusion-induced oxidative injury by regulating the Sirt5-SDH pathway and succinate metabolism.", "results_summary": "NAD administration increased myocardial NAD levels, reduced oxidative injury markers (LDH, MDA), improved GSH/GSSG ratio, attenuated cardiac dysfunction, and decreased succinate accumulation during ischemia-reperfusion by promoting Sirt5-mediated SDH-a desuccinylation.", "population_specificity": "Isolated rat hearts subjected to ischemia-reperfusion.", "effective_dosage": "10 mg/kg for 14 days.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:23.538019+00:00"}
{"study_id": 48982, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to confirm the role of the PKC-α/NOX signaling pathway in Psoralea corylifolia L. (PC) compounds' effects on nonalcoholic fatty liver disease (NAFLD) and screen effective compounds for NASH treatment.", "results_summary": "Psoralen, Isopsoralen, and Isobavachalcone reduced triglyceride levels, while all five PC compounds improved cholesterol accumulation, hepatocyte damage, oxidative stress, and downregulated the PKC-α/NOX pathway. Psoralen showed the best efficacy but lost effectiveness when pre-stimulated with a PKC-α activator.", "population_specificity": "Primary hepatocyte model of NAFLD induced by palmitic acid.", "effective_dosage": "Not specified", "study_duration": "4 hours (for PKC-α activator pre-stimulation)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:23.605578+00:00"}
{"study_id": 48986, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to examine the role of salusin-β in vascular calcification (VC) and its downstream signaling mechanisms involving NAD(P)H oxidase and reactive oxygen species (ROS).", "results_summary": "Salusin-β overexpression increased VC by promoting osteochondrogenic transition, decreasing Klotho protein levels, and enhancing NAD(P)H oxidase activity and ROS production, while salusin-β deficiency had the opposite effects. The study suggests salusin-β regulates VC through NAD(P)H/ROS-mediated Klotho downregulation.", "population_specificity": "VC rats induced by vitamin D3 and nicotine, and vascular smooth muscle cells (VSMCs) incubated with calcifying media.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:23.964821+00:00"}
{"study_id": 48989, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the toxic effects of carbon black nanoparticles (Printex 90) on the neural cell line PC-12, focusing on mechanisms involving NOX and ER stress.", "results_summary": "Printex 90 significantly reduced cell viability, increased reactive oxygen species, decreased ATP, upregulated NOX2/NOX4 and ER stress markers, and reduced antioxidative enzymes, indicating neural damage via NOX and ER stress pathways.", "population_specificity": "Neural cell line PC-12 (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:30.537517+00:00"}
{"study_id": 48990, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of NADPH oxidase and mitochondria in ROS production and discuss antioxidants, including potential targeted therapies, for managing oxidative stress-related conditions.", "results_summary": "The study highlights the role of ROS in endothelial dysfunction and oxidative stress-related diseases, focusing on antioxidants that inhibit NADPH oxidase and mitochondrial ROS sources, suggesting targeted therapy as a potential approach.", "population_specificity": "Not specified (review of in-vitro, in-vivo, and clinical data).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:30.624130+00:00"}
{"study_id": 48991, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of NOX inhibition, including apocynin, in mitigating hyperglycemia's impact on ischemic stroke and discuss potential therapeutic strategies.", "results_summary": "The study found that NOX activation and glucose metabolism derangements increase apoptosis in ischemic stroke, and NOX inhibition may reduce reperfusion injury. Apocynin and more specific NOX inhibitors were highlighted as potential treatments.", "population_specificity": "Not specified (focused on ischemic stroke pathology).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:31.101682+00:00"}
{"study_id": 48988, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of NMDA receptor-mediated NOX-induced oxidative stress in seizure initiation and whether NOX inhibition could prevent seizures.", "results_summary": "The study found that seizure onset is linked to rapid H2O2 release due to NMDA receptor-mediated NOX activation. NOX blockade prevented seizures in both hippocampal slices and in vivo rat models, suggesting NOX inhibition as a potential treatment for focal epilepsies.", "population_specificity": "Mouse hippocampal slices and acutely induced seizures in rats.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:31.234146+00:00"}
{"study_id": 48994, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether exogenous NAD+ induces immune responses and disease resistance in citrus plants, specifically against citrus canker caused by Xanthomonas citri subsp. citri (Xcc).", "results_summary": "NAD+ treatment induced significant transcriptome changes and strong resistance to citrus canker in citrus plants. The resistance persisted in new flushes and primed tissues for faster, stronger immune responses upon subsequent Xcc infection.", "population_specificity": "Citrus plants (woody plant species)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:31.793442+00:00"}
{"study_id": 48995, "supplement_id": 1377, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of NADPH on platelet function and its mechanisms of action, particularly its potential as a novel compound for managing high-risk cardiovascular disease.", "results_summary": "NADPH inhibited platelet aggregation induced by ADP, thrombin, or AA in a concentration-dependent manner, reduced oxidative stress, and inhibited p38 phosphorylation. In vivo, NADPH delayed vessel occlusion in a thrombosis model and transiently prolonged bleeding time without affecting coagulation response.", "population_specificity": "Mice and rats", "effective_dosage": "5 mg/kg and 7.5 mg/kg (single injection)", "study_duration": "Acute (effects measured at 30 minutes post-injection)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:33.054520+00:00"}
{"study_id": 48993, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether the NAD(H) pool size and NAD+/NADH ratio could serve as biomarkers for colorectal cancer (CRC) progression and explore the role of NAMPT-mediated NAD+ salvage pathway activation in this process.", "results_summary": "The study found that NAD(H) pool size and NAD+/NADH ratio increased during CRC progression due to NAMPT upregulation, which protected cancer cells from oxidative stress. NADH fluorescence intensity, measured by TPEF microscopy, was consistently elevated in CRC models, suggesting its potential as a monitoring tool for CRC progression.", "population_specificity": "CRC cell lines, AOM/DSS-induced CRC tissues in mice, and tumor tissues from CRC patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:33.326062+00:00"}
{"study_id": 48992, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the role of NADPH oxidase-generated ROS in IP6-induced metabolic disruption in human leukemia PLB-985 cells.", "results_summary": "IP6 treatment suppressed cell growth more dramatically in PLB-985 cells than in X-CGD cells, increased necrosis in PLB-985 cells, and influenced CD11b and LC3 expression differently between the cell lines, suggesting NADPH oxidase mediates IP6-induced metabolic effects.", "population_specificity": "Human leukemia PLB-985 cells and X-CGD cells (gp91-phox gene knockout).", "effective_dosage": "5, 10, or 20 mM IP6 for 24 to 72 hours.", "study_duration": "24 to 72 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:33.403359+00:00"}
{"study_id": 48996, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether nicotinamide riboside, an NAD+ precursor, could improve NAD+ cellular content and cardiac function in a model of LMNA cardiomyopathy.", "results_summary": "The study found that oral administration of nicotinamide riboside improved NAD+ cellular content, increased PARylation of cardiac proteins, and enhanced left ventricular structure and function in LMNA cardiomyopathy models.", "population_specificity": "Mouse and human models carrying LMNA mutations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:38.136991+00:00"}
{"study_id": 48999, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and benefits of NAD+ precursors in attenuating NAD+ decline in degenerative disease states and physiological aging.", "results_summary": "The study found that enhancing NAD+ levels can reduce oxidative cell damage and promote protective cell responses, suggesting NAD+ precursors may be beneficial in age-associated degenerative diseases. However, the efficacy of different precursors varied based on their location in the NAD+ anabolic pathway.", "population_specificity": "Degenerative disease states and physiological aging (not further specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:39.411541+00:00"}
{"study_id": 48997, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to analyze the protective function of NADPH in renal ischemia-reperfusion injury (IRI) using in vivo and in vitro models.", "results_summary": "NADPH protected kidneys from histological and functional damage, reduced oxidative stress markers (malondialdehyde, ROS), increased glutathione levels, and alleviated apoptosis and inflammation in IRI models.", "population_specificity": "Animal model (renal IRI) and human kidney epithelial cells (HK-2 cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:39.533677+00:00"}
{"study_id": 48998, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate whether Ang-(1-7) improves smoking-induced pulmonary fibrosis by regulating autophagy and ROS, with a focus on the role of NOX4-dependent ROS.", "results_summary": "Ang-(1-7) reduced ROS production, NOX4 protein levels, and autophagy impairment, improving lung fibrosis in smoking-exposed rats. In vitro, NOX4 siRNA and antioxidants inhibited CSE-induced collagen synthesis and autophagic flux impairment, while Ang-(1-7) counteracted CSE effects.", "population_specificity": "Passive smoking rats and primary lung fibroblasts.", "effective_dosage": "Not specified", "study_duration": "8 weeks (in vivo)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:39.800509+00:00"}
{"study_id": 49002, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the neuroprotective effects of NAD+ and its precursors in maintaining cellular homeostasis and mitigating cognitive decline, particularly in Alzheimer's disease.", "results_summary": "The study found that NAD+ precursors may restore depleted NAD+ levels in the aging brain, improving cellular bioenergetics and potentially attenuating cognitive decline. Increased oxidative stress was linked to NAD+ depletion, and supplementation showed promise in managing metabolic and inflammatory diseases.", "population_specificity": "Aging brain, with implications for Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:41.129162+00:00"}
{"study_id": 49001, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of betulinic acid (BetA) on the expression and distribution of NADPH-d, an indirect indicator of nitric oxide synthase, in the thymus and spleen of mice.", "results_summary": "BetA treatment increased NADPH-d activity in the thymus and spleen without altering organ morphology, suggesting NO signaling may underlie BetA-induced immunomodulation. The effect was significant compared to controls.", "population_specificity": "Mice (n=48 per group, divided into subgroups for different treatment lengths).", "effective_dosage": "Not specified", "study_duration": "4, 8, and 12 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:41.794521+00:00"}
{"study_id": 49003, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of NAD+ on epileptogenesis and the mechanisms underlying these effects in a pilocarpine-induced status epilepticus mouse model.", "results_summary": "NAD+ intervention significantly reduced spontaneous recurrent seizures and abnormal EEG activity, rescued contextual fear memory, reduced neuronal loss in the hippocampus, reversed seizure-induced NAD+ depletion, and suppressed neuronal apoptosis.", "population_specificity": "Pilocarpine-induced status epilepticus model mice", "effective_dosage": "Injected three times within 24.5 hours after SE (specific dosage not provided)", "study_duration": "Short-term intervention (within 24.5 hours post-SE)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:41.923815+00:00"}
{"study_id": 49000, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of zingerone on diabetic nephropathy and explore its mechanisms, including its impact on NOX4 expression.", "results_summary": "Zingerone reduced markers of diabetic nephropathy (e.g., BUN, creatinine, urinary albumin) and improved kidney pathology in db/db mice. It also decreased oxidative stress (MDA, NOX4) and inflammation (TNFɑ, IL-6) while enhancing antioxidant levels (GSH).", "population_specificity": "db/db mice (a model for type 2 diabetes) and HK-2 cells (human kidney cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:42.062099+00:00"}
{"study_id": 49004, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of NAD+ metabolism in modulating mitochondrial function and oxidative stress, and its potential as a therapeutic target for neurodegenerative and age-related diseases.", "results_summary": "The study found that enhancing NAD+ availability activates sirtuin activity, which improves mitochondrial function and counters oxidative stress, showing protective effects in neurodegeneration models. Strategies like NAD+ precursors or inhibiting NAD+-consuming enzymes (PARPs, CD38) were highlighted as promising therapeutic approaches.", "population_specificity": "Models of neurodegeneration and age-related diseases (not specified if human or animal).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:47.733092+00:00"}
{"study_id": 49006, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether NAD+ could reduce oxidative stress-induced neuronal apoptosis and improve neurological function in a rat model of spinal cord ischemia-reperfusion injury.", "results_summary": "NAD+ at 50 or 100mg/kg significantly reduced oxidative stress and neuronal apoptosis in rats with spinal cord ischemia-reperfusion injury, while also improving neurological and motor function.", "population_specificity": "Adult male rats subjected to transient spinal cord ischemia.", "effective_dosage": "50 or 100mg/kg administered intraperitoneally immediately after reperfusion.", "study_duration": "Single administration immediately after ischemia.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:47.928960+00:00"}
{"study_id": 49005, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of NAMPT in oral squamous cell carcinoma (OSCC) and explore the therapeutic potential of combining arsenic trioxide (ATO) with the NAMPT inhibitor FK866.", "results_summary": "The study found that NAMPT was overexpressed in OSCC and correlated with cancer grade. Combining low-dose ATO with FK866 synergistically reduced NAMPT levels, depleted NAD, and increased cancer cell apoptosis.", "population_specificity": "Patients with oral squamous cell carcinoma (OSCC).", "effective_dosage": "Low concentration ATO (specific dosage not provided) combined with FK866.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:47.942329+00:00"}
{"study_id": 49007, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of Rtp801 and nicotinamide adenine dinucleotide phosphate oxidase-4 (Nox4) in amplifying reactive oxygen species (ROS) generation and cellular damage caused by tobacco smoke.", "results_summary": "The study found that Rtp801 up-regulation enhances ROS production via Nox4, contributing to oxidative stress and cellular damage in lung fibroblasts. Silencing Nox4 reduced superoxide anion production, suggesting a potential therapeutic target for mitigating tobacco smoke-induced lung injury.", "population_specificity": "Wild-type and Rtp801 knockout mouse lung fibroblasts (MLF).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:48.400801+00:00"}
{"study_id": 49009, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to determine whether residual yeast lysate (RYL) containing NAD could improve decolorization of azo dye under anaerobic conditions compared to commercial yeast extract.", "results_summary": "The study found that RYL with NAD achieved similar decolorization rates (~80%) as commercial yeast extract and significantly higher rates (23-50%) than controls without redox mediators. Kinetics analysis indicated that NAD-containing extracts also enhanced methane production during dye degradation.", "population_specificity": "Residual yeast from industrial fermentation (in vitro study).", "effective_dosage": "Not specified", "study_duration": "Batch experiment (48 h), kinetic experiment (102 h)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:50.652434+00:00"}
{"study_id": 49008, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether activation of α7nAChR, via PNU-282987, could mitigate angiotensin II-induced senescence in vascular smooth muscle cells by enhancing the NAD(+)-SIRT1 pathway.", "results_summary": "Activation of α7nAChR with PNU-282987 reduced angiotensin II-induced senescence in VSMCs by increasing NAD(+) levels and enhancing SIRT1 activity, thereby attenuating oxidative stress and prosenescence signaling pathways. The effect was absent in α7nAChR-deficient mice, confirming the receptor's role.", "population_specificity": "Rodent and human vascular smooth muscle cells (VSMCs), and wild-type vs. α7nAChR(-/-) mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:50.720663+00:00"}
{"study_id": 49010, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to understand the mechanism of interaction between a truncated INH-NAD adduct and multiple enzymes in Mycobacterium tuberculosis to confirm INH's effectiveness as an anti-TB drug.", "results_summary": "The study found that the truncated INH-NAD adduct binds favorably to multiple MTB enzymes, with docking energies ranging from -5.29 to -7.07 kcal/mol, suggesting INH's multi-enzyme inhibitory action. The adduct may form spontaneously in vivo and inhibit key metabolic processes in MTB.", "population_specificity": "Mycobacterium tuberculosis enzymes (in silico study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:51.382726+00:00"}
{"study_id": 49011, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether NADPH could serve as an effective treatment for ischemic stroke by improving neuroprotection and recovery outcomes.", "results_summary": "NADPH administration increased ATP and glutathione levels while reducing reactive oxygen species, significantly reducing infarct volume and improving neurological recovery in rodent stroke models. Therapeutic effects were observed even with delayed or repeated dosing.", "population_specificity": "Male adult ICR mice, Sprague-Dawley rats, and rhesus monkeys with induced ischemic stroke.", "effective_dosage": "Single or repeated intravenous (mice/rats) or intraperitoneal (monkey) injections; exact dosage not specified.", "study_duration": "Up to 7 days with twice-daily administration in some cases.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:51.384974+00:00"}
{"study_id": 49012, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate how Nox4 expression and oxidative stress contribute to cellular apoptosis after blast injuries and whether alpha-lipoic acid could mitigate these effects.", "results_summary": "The study found that Nox4 activity increased after blast injuries, correlating with superoxide formation and apoptosis. Alpha-lipoic acid reduced oxidative stress, decreased proapoptotic markers, and improved behavioral outcomes.", "population_specificity": "Sprague Dawley rats and postmortem human samples from athletes with chronic traumatic encephalopathy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:55.915401+00:00"}
{"study_id": 49014, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether hypomethylation of the D-loop region regulates mitochondrial DNA copy number and ND-2 expression in colorectal cancer.", "results_summary": "The study found that hypomethylation of the D-loop region in colorectal cancer tissues was associated with increased mtDNA copy number and ND-2 expression, and similar effects were observed in Caco-2 cells treated with 5-Aza.", "population_specificity": "65 colorectal cancer patients and their corresponding non-cancerous tissues, plus Caco-2 colorectal cancer cell line.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:56.682624+00:00"}
{"study_id": 49013, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether NAD(+) repletion via nicotinamide riboside (NR) could prevent or reverse NAFLD in mice by improving mitochondrial function and hepatic β-oxidation.", "results_summary": "NR supplementation prevented and reversed NAFLD in mice by activating SIRT1- and SIRT3-dependent mitochondrial responses, enhancing β-oxidation, and improving mitochondrial content and activity. The benefits were observed in both preventive and therapeutic interventions, including in liver-specific Sirt1 knockout and Apoe-deficient mice.", "population_specificity": "C57BL/6J mice, liver-specific Sirt1 knockout mice (Sirt1(hep-/-)), and apolipoprotein E-deficient mice (Apoe(-/-)).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:58.260607+00:00"}
{"study_id": 49015, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Ruta graveolens extract and its ingredients on drug-metabolizing enzymes, including NAD(P)H:quinone oxidoreductase.", "results_summary": "The study found that NAD(P)H:quinone oxidoreductase activity remained unchanged after treatment with rue extract, indicating no significant effect on this enzyme. The primary effects were observed on Cyp1a and Cyp2b activities, which were induced by rutin and furanocoumarins.", "population_specificity": "C57BL/6JNarl mice (both males and females).", "effective_dosage": "0.5 g/kg of rue extract (7-day treatment).", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:58.508082+00:00"}
{"study_id": 49017, "supplement_id": 1377, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effect of CoQ10 plus NADH supplementation on maximum heart rate during exercise and secondary measures like fatigue, pain, and sleep in CFS patients.", "results_summary": "The study found that CoQ10 plus NADH significantly reduced maximum heart rate during exercise and decreased fatigue perception, but did not improve pain or sleep. The supplement was generally safe and well-tolerated.", "population_specificity": "80 patients with Chronic Fatigue Syndrome (CFS)", "effective_dosage": "Not specified (twice daily)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:59.472403+00:00"}
{"study_id": 49018, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of NAD(+) in cisplatin-induced ototoxicity and discuss potential therapeutic strategies targeting NAD(+)-dependent pathways.", "results_summary": "The study suggests that disturbances in NAD(+) levels contribute to cisplatin-induced cochlear damage linked to oxidative stress, DNA damage, and inflammation, highlighting NAD(+) as a potential therapeutic target for prevention or treatment.", "population_specificity": "Patients receiving cisplatin chemotherapy (indirectly studied via mechanisms).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:50:59.831748+00:00"}
{"study_id": 49019, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of NOX4 in oxidative stress and liver fibrosis in NASH and whether NOX4 inhibition could reduce inflammation, fibrosis, and improve insulin sensitivity.", "results_summary": "NOX4 levels were elevated in NASH patients and mice with diet-induced steatohepatitis. NOX4 inhibition reduced oxidative stress, liver inflammation, fibrosis, and improved insulin sensitivity in mice.", "population_specificity": "Patients with NASH, simple steatosis, and controls; mice with diet-induced steatohepatitis.", "effective_dosage": "Not specified for Nicotinamide Adenine Dinucleotide (NOX4 inhibitor GKT137831 used, but dosage not detailed).", "study_duration": "20 weeks for mice.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:02.429116+00:00"}
{"study_id": 201036, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to explore the role of Nicotinamide Adenine Dinucleotide (NAD) in addressing aging and age-related degenerative diseases.", "results_summary": "The abstract does not provide specific findings regarding NAD's effects, only highlighting its significance in recent investigations.", "population_specificity": "Not specified", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:03.635737+00:00"}
{"study_id": 49020, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore how targeting NADPH-biogenesis pathways in cancer cells could enhance therapy efficacy while minimizing toxicity in normal cells.", "results_summary": "The study suggests that selectively depleting NADPH-biogenesis pathways in cancer cells can enhance therapeutic outcomes by exploiting tumor-specific vulnerabilities, particularly when combined with agents like NQO1 bioactivatable drugs to elevate ROS levels in cancer cells.", "population_specificity": "Cancer cells, particularly pancreatic cancer, and normal cells for comparison.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:04.683749+00:00"}
{"study_id": 201043, "supplement_id": 1377, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of NAD metabolism in exercise and aging, particularly its potential to improve skeletal muscle function in the elderly.", "results_summary": "The study suggests that NAD levels decline with aging and that replenishing NAD may improve tissue function, with exercise stimulating NAD biosynthesis pathways. However, the synergy between NAD replenishment and exercise training remains unestablished.", "population_specificity": "Elderly individuals and young adults, focusing on skeletal muscle health.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:06.508411+00:00"}
{"study_id": 201045, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to analyze existing literature to determine if there is evidence of an association between nicotinamide adenine dinucleotide (NAD) and the management of glaucoma.", "results_summary": "The abstract does not provide specific findings regarding NAD's effects, as it is a review aiming to analyze available literature.", "population_specificity": "The abstract mentions glaucoma patients, particularly women and people of Asian descent.", "effective_dosage": "Not provided", "study_duration": "Not provided", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:07.748454+00:00"}
{"study_id": 201044, "supplement_id": 1377, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate whether oral supplementation with NR or NMN could lead to greater reductions in keratinocyte carcinoma (KC) incidence compared to NAM, given their potential to increase NAD+ levels more effectively.", "results_summary": "The study suggests that NAM supplementation reduces KC incidence in high-risk patients by increasing NAD+, which supports DNA repair and prevents oncogenic mutations. NR and NMN may offer greater NAD+ elevation than NAM, potentially enhancing protective effects, but their impact on KC remains under-explored.", "population_specificity": "High-risk skin cancer patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:08.526860+00:00"}
{"study_id": 49016, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether restoring NAD(+) levels could improve bioenergetic recovery in cardiomyocytes after oxygen-glucose deprivation injury.", "results_summary": "The study found that NAD(+) salvage via nicotinamide phosphoribosyl transferase was essential for ATP regeneration in cardiomyocytes, and PARP-1 inhibition improved metabolic recovery and increased ATP levels.", "population_specificity": "H9c2 cardiomyocyte cell line", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:09.192757+00:00"}
{"study_id": 201046, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to provide an overview of the current knowledge on the promises and safety concerns of NMN as an anti-aging health product.", "results_summary": "The abstract does not provide specific findings on NMN's effects, only stating its growing attention in the scientific community and among consumers.", "population_specificity": "Elderly population (general, no specific demographic details provided).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:10.966638+00:00"}
{"study_id": 201047, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the role of elevated nicotinamide adenine dinucleotide in the pathogenesis of alcoholic ketoacidosis (AKA) and its implications for diagnosis and management.", "results_summary": "The study found that elevated nicotinamide adenine dinucleotide contributes to metabolic acidosis in AKA, leading to increased beta-hydroxybutyrate levels. Management focuses on addressing the underlying metabolic disturbances rather than directly targeting NAD levels.", "population_specificity": "Patients with alcoholic ketoacidosis (AKA), typically those with a history of alcohol use (acute or chronic), poor oral intake, and gastrointestinal symptoms.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:13.210575+00:00"}
{"study_id": 201049, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether NMN supplementation, combined with exercise training, improves aerobic capacity in recreationally trained runners.", "results_summary": "NMN supplementation significantly increased oxygen uptake (VO₂) and enhanced aerobic capacity during exercise training, with improvements likely due to better oxygen utilization. The effects were dose-dependent, with higher dosages showing greater benefits.", "population_specificity": "48 young and middle-aged recreationally trained runners (10 males and 2 females per group) from the Guangzhou Pearl River running team.", "effective_dosage": "300 mg/day (low), 600 mg/day (medium), 1200 mg/day (high).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:14.311236+00:00"}
{"study_id": 201052, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether decreased NAD bioavailability contributes to retinal neurodegeneration in glaucoma and age-related macular degeneration and assess the therapeutic potential of exogenous NAD.", "results_summary": "The study suggests that NAD deficiency may underlie mitochondrial dysfunction, inflammation, and oxidative stress in these diseases and proposes exogenous NAD as a potential therapeutic intervention.", "population_specificity": "Patients with glaucoma and age-related macular degeneration (theoretical review, not a clinical trial).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:14.393183+00:00"}
{"study_id": 201053, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of NAD+ in cellular metabolism, disease states (including aging and cancer), and potential therapeutic interventions through NAD+ precursor supplementation.", "results_summary": "The study found that NAD+ is crucial for cellular energy production and regulatory functions, but its levels decline with age, contributing to neurodegeneration and other diseases. While dietary NAD+ precursors are being investigated to counteract this decline, cancers show increased NAD+ dependency, presenting a therapeutic paradox.", "population_specificity": "Human brain and other organs (general), cancer models (specific).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:16.389054+00:00"}
{"study_id": 201055, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review NAD metabolism, its therapeutic potential, and the challenges of NAD supplementation, including safety, pharmacokinetics, and formulation.", "results_summary": "The study found that NAD plays a crucial role in cellular metabolism and regulation, with increased levels associated with beneficial health effects. Different approaches to boost NAD levels, such as enhancing biosynthesis or inhibiting breakdown, show therapeutic promise but require further research.", "population_specificity": "Not specified (general review, not a clinical study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:17.198470+00:00"}
{"study_id": 201054, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential effectiveness of high-dose nicotinamide (NAM) and NAD in treating various diseases, including neurological dysfunctions, depression, and inflammatory conditions, as well as its possible pro-longevity effects.", "results_summary": "The abstract suggests that high-dose NAM may be effective against a wide spectrum of diseases, including neurological and psychological disorders, and inflammatory conditions, with increasing public interest in NAD's potential longevity benefits.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Doses \"far above those recommended for vitamins\" (specific amounts not provided).", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:17.262461+00:00"}
{"study_id": 201056, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to summarize the physiological role of CD38 in the brain and explore its involvement in neurodegeneration and neuroinflammation, particularly in relation to nicotinamide adenine dinucleotide (NAD).", "results_summary": "The study found that CD38 knockout mice were protected from neurodegenerative and neuroinflammatory insults, and NAD supplementation showed beneficial effects against neurodegenerative diseases. CD38's role in controlling NAD levels suggests its potential impact on neuroprotection.", "population_specificity": "Primarily animal models (mice) and general discussion of brain cells (neurons, astrocytes, microglial cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:19.573934+00:00"}
{"study_id": 201038, "supplement_id": 1377, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to investigate the therapeutic potential of NAD+ and niacin supplementation in managing glaucoma and age-related macular degeneration (AMD) by addressing oxidative stress, inflammation, and mitochondrial dysfunction.", "results_summary": "The study found that NAD+ and niacin supplementation improved retinal function, preserved retinal ganglion cell density, and enhanced choroidal blood flow in glaucoma and AMD models. Large-scale studies also indicated an inverse correlation between niacin intake and glaucoma prevalence, while randomized trials showed dose-dependent improvements in visual field sensitivity.", "population_specificity": "Individuals with glaucoma and age-related macular degeneration (AMD), including animal models and human participants in population-based and clinical studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:20.586528+00:00"}
{"study_id": 201059, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the role of NAD metabolism in axon degeneration and neurodegenerative diseases and discuss potential therapeutic interventions using NAD precursors.", "results_summary": "The study found that decreased NAD levels are associated with neurodegenerative diseases like Alzheimer's and Parkinson's, and supplementation with NAD precursors improved disease phenotypes by enhancing mitochondrial function. NAD metabolism also plays a key role in retinal degenerative diseases and is considered a therapeutic target.", "population_specificity": "Neurodegenerative disease models (e.g., Alzheimer's, Parkinson's) and retinal degenerative diseases (e.g., glaucoma, Leber congenital amaurosis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:21.532133+00:00"}
{"study_id": 201062, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the role of NAD metabolism in aging and longevity, focusing on its synthesis, degradation, and potential benefits from supplementation.", "results_summary": "The study found that declining NAD levels with age contribute to aging-associated diseases, while upregulation of NAD metabolism, including dietary supplementation with NAD precursors, can prevent this decline and extend lifespan in various organisms.", "population_specificity": "Diverse organisms (not human-specific)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:22.403601+00:00"}
{"study_id": 201063, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to review the role of endothelial nitric oxide bioavailability in endothelial dysfunction and explore therapeutic strategies involving the nitric oxide synthesis pathway, including co-factors like NADPH.", "results_summary": "The abstract highlights that NADPH is a co-factor for nitric oxide synthase, contributing to NO synthesis, but does not provide specific results on NADPH's efficacy. It notes inconsistent clinical trial results for folate supplementation and promising but problematic results for BH4 supplementation due to oxidation to BH2.", "population_specificity": "Not specified (abstract discusses general endothelial dysfunction and cardiovascular disease).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:23.324442+00:00"}
{"study_id": 201066, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the role of Nicotinamide Adenine Dinucleotide (NAD+) in oxidative phosphorylation and its potential link to dementia and Alzheimer's disease pathogenesis.", "results_summary": "The study suggests that depletion of adenosyl methionine, linked to microbial infection, disrupts NAD+-dependent oxidative phosphorylation, contributing to dementia and atherosclerosis. It proposes that thioretinaco ozonide, involving NAD+, is critical for ATP synthesis.", "population_specificity": "Elderly subjects with cognitive decline (implied, not explicitly stated).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:24.440452+00:00"}
{"study_id": 201067, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review factors regulating NAD(+) and explore how supplementation with NAD(+) precursors might offer therapeutic benefits for aging and associated disorders, particularly neurodegenerative diseases.", "results_summary": "The study suggests that modulation of NAD(+) usage or production can prolong health span and life span, and that NAD(+) precursors may present a therapeutic opportunity for aging-related disorders.", "population_specificity": "General aging population and those with neurodegenerative diseases (not specified further).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:24.831265+00:00"}
{"study_id": 201069, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential beneficial role of vitamin D, including its interaction with nicotinamide adenine dinucleotide phosphate, in Parkinson's disease pathology.", "results_summary": "The study suggests that vitamin D, through mechanisms involving nicotinamide adenine dinucleotide phosphate and other pathways, may have a beneficial effect on Parkinson's disease, though further investigation is needed.", "population_specificity": "Elderly population with Parkinson's disease", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:27.306958+00:00"}
{"study_id": 201068, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to investigate the relationship between thiamine (and related factors like Nicotinamide Adenine Dinucleotide) and cancer, including its potential roles in tumor survival, proliferation, and chemotherapy resistance.", "results_summary": "The study found that thiamine and related factors, including Nicotinamide Adenine Dinucleotide, may influence cancer through various mechanisms, but the role is controversial, with some evidence suggesting both pro-tumor and antitumor effects. A very high dose of thiamine was noted to have a growth-inhibitory effect in cancer.", "population_specificity": "Patients with cancer, particularly those with thiamine deficiency.", "effective_dosage": "Not specified for Nicotinamide Adenine Dinucleotide; \"very high dose\" mentioned for thiamine.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:28.196800+00:00"}
{"study_id": 201070, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the effects of rhBMP15 and FSH on bovine cumulus-oocyte complex metabolism, including NAD(P)H levels as an indicator of cellular REDOX state.", "results_summary": "The study found that rhBMP15 supplementation significantly increased NAD(P)H levels in oocytes, indicating enhanced mitochondrial activity and cellular REDOX state, though this effect was diminished when combined with FSH. No changes in overall REDOX state (FAD(++):NAD(P)H) were observed regardless of treatment.", "population_specificity": "Bovine cumulus-oocyte complexes (COCs)", "effective_dosage": "Not specified", "study_duration": "23 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:29.360720+00:00"}
{"study_id": 201071, "supplement_id": 1377, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the role of endogenous and naturally occurring compounds, including Nicotinamide Adenine Dinucleotide (NAD(+)), in inhibiting PARP-1 activity and its implications for therapeutic and preventative uses.", "results_summary": "The study found that PARP-1 activation cleaves NAD(+) into ADP-ribose and nicotinamide, with excessive PARP-1 activity leading to NAD(+) depletion and potential cell death, implicating it in various clinical conditions. Naturally occurring PARP-1 inhibitors may offer preventative benefits against chronic inflammatory diseases.", "population_specificity": "Not specified (focus on molecular and cellular mechanisms).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:30.576300+00:00"}
{"study_id": 28214, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role and regulatory mechanisms of Nicotinamide Mononucleotide (NMN) in female germline stem cell (FGSC) development.", "results_summary": "NMN significantly enhanced FGSC viability and proliferation by activating the H4K16ac-Hmgb1-Fyn-PLD signaling pathway through epigenetic remodeling. Fyn overexpression reversed the inhibitory effects of Hmgb1 knockdown, and PLD inhibition nullified the pro-proliferative effects of Fyn.", "population_specificity": "Female germline stem cells (FGSCs)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:32.130352+00:00"}
{"study_id": 28216, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the physiological functions, applications, and biosynthetic approaches of Nicotinamide Mononucleotide (NMN), focusing on microbial synthesis methods for industrial production.", "results_summary": "The study highlights NMN's roles in antiaging, neurodegenerative disease treatment, and cardioprotection, emphasizing its potential in functional foods, cosmetics, and pharmaceuticals. It identifies microbial fermentation and enzyme catalysis as promising methods for efficient, large-scale NMN production.", "population_specificity": "Not specified (review article)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:32.268250+00:00"}
{"study_id": 28215, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Nicotinamide Mononucleotide (NMN) could mitigate hyperoxia-aggravated septic lung injury by inhibiting ferroptosis in alveolar epithelial cells.", "results_summary": "NMN ameliorated hyperoxia-aggravated septic lung injury by upregulating GPx4 through increased SIRT6 expression, thereby inhibiting ferroptosis and reducing oxidative stress and inflammation. The protective effects of NMN were reversed when co-treated with sh-GPx4, confirming the role of GPx4 in NMN's mechanism.", "population_specificity": "Rats and alveolar epithelial cells (AECs) in a lipopolysaccharide (LPS) model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:33.028008+00:00"}
{"study_id": 28218, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether NMN supplementation could mitigate testicular injury induced by ischemia-reperfusion (I/R) in mice by boosting NAD+ levels and improving testicular function.", "results_summary": "NMN supplementation increased testicular NAD+ content, improved sperm quantity, reduced oxidative stress and apoptosis, and modulated inflammatory responses by downregulating p-p65 and p-STAT3 pathways. It also reshaped macrophage and neutrophil activity, suggesting protective effects against I/R-induced testicular damage.", "population_specificity": "Male mice with testicular torsion-detorsion (T/D) injury.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:36.438178+00:00"}
{"study_id": 28219, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the impact of NMN, alone and in combination with PJ-34 (a PARP1 inhibitor), on LPS-induced mitochondrial damage, focusing on the NMNAT3-PARP1 axis.", "results_summary": "NMN supplementation (400 µM) increased NMNAT3 expression by 63.29% and decreased PARP1 expression by 27.94%, mitigating LPS-induced mitochondrial dysfunction. Combining NMN with PJ-34 further reduced PARP1 expression by 21.99%, activating the PINK1/Parkin mitophagy pathway.", "population_specificity": "Not specified (likely in vitro or animal model based on abstract).", "effective_dosage": "400 µM NMN, 5 µM PJ-34.", "study_duration": "Not specified.", "interactions": "PJ-34 (PARP1 inhibitor).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:38.533852+00:00"}
{"study_id": 28217, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects and mechanisms of Nicotinamide Mononucleotide (NMN) on hypertriglyceridemia-induced acute pancreatitis (HTG-AP), focusing on mitochondrial function, inflammation, and macrophage polarization.", "results_summary": "NMN improved mitochondrial function and reduced cellular injury in pancreatic acinar cells by suppressing TXNIP via NAD+/SIRT1 signaling. It also reduced inflammation, lowered serum lipids, mitigated ROS accumulation, and promoted M2-type macrophage dominance by inhibiting the NOTCH pathway, enhancing pancreatic repair.", "population_specificity": "Mice with induced HTG-AP and in vitro models using pancreatic acinar cells, BMDM, RAW 264.7, and THP-1 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:38.598635+00:00"}
{"study_id": 28220, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate a non-invasive optical technique for measuring NAD+ upregulation in keratinocytes upon NMN administration via microneedle implants and assess the rheomechanical attributes of the coating formulation.", "results_summary": "The study found that intracellular keratinocyte fluorescence of endogenous NADH decreased with increasing NMN dosage, indicating NAD+ upregulation. A similar trend was observed in ex vivo mouse ear skin, suggesting NMN's potential as a minimally invasive NAD+ precursor delivery system.", "population_specificity": "In vitro keratinocyte cells and ex vivo mouse ear skin.", "effective_dosage": "50, 250, 500, and 1000 μg NMN concentrations; time-dependent evaluation at 500 μg.", "study_duration": "Evaluated at 0, 5, 10, 30, 60, 360, and 1460 minutes.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:39.846638+00:00"}
{"study_id": 28223, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether NMN could protect granulosa cells from oxidative stress and mitochondrial dysfunction, and enhance ovarian function via the AMPK/mTOR pathway.", "results_summary": "NMN increased NAD+ and ATP levels in granulosa cells, reduced LPS-induced apoptosis and mitochondrial dysfunction, decreased ROS production, and improved steroid hormone levels. The protective effects were mediated via the AMPK/mTOR pathway.", "population_specificity": "High-prolificacy sheep (granulosa cells studied in vitro)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:40.125409+00:00"}
{"study_id": 28222, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the metabolic pathways through which Nicotinamide Mononucleotide (NMN) is incorporated into NAD+ and its unexpected effects on intermediates of the Preiss-Handler/de novo pathways.", "results_summary": "The study found that NMN treatment increases intermediates of the Preiss-Handler/de novo pathways, mediated by the enzyme CD38, which exchanges the nicotinamide ring in NMN with nicotinic acid to produce NaMN. Inhibition of CD38 abolished these effects, revealing a new mechanism linking NAD+ biosynthesis pathways.", "population_specificity": "Mammalian systems (specific population not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:41.092021+00:00"}
{"study_id": 28224, "supplement_id": 1378, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to explore the anti-aging effects of NMN, its role in enhancing NAD levels, and its potential benefits for aging-related diseases.", "results_summary": "NMN intake improved gut microbiota composition, mitochondrial function, metabolism, and reduced oxidative stress and inflammation. It also showed efficacy in addressing aging-related conditions like heart dysfunction, memory decline, and diabetes.", "population_specificity": "Not specified (general aging-related disease context).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:41.578232+00:00"}
{"study_id": 28221, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether nicotinamide mononucleotide could restore oocyte quality in mice and human oocytes affected by chemotherapy-induced damage and aging.", "results_summary": "Nicotinamide mononucleotide improved oocyte quality by restoring NAD+ levels, reducing oxidative stress, enhancing mitochondrial function, and improving fertilization and embryo development rates in mice. It also improved nuclear competence in human oocytes from older women.", "population_specificity": "Mice with chemotherapy-induced ovarian damage (diminished ovarian reserve and premature ovarian insufficiency) and human oocytes from women of advanced maternal age (>38 years) and young women (≤35 years).", "effective_dosage": "2 g/L in drinking water for mice; 100 µM in vitro for human oocytes.", "study_duration": "4 weeks (complete folliculogenesis cycle) or 14 days (later stages) for mice; in vitro exposure for human oocytes.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:41.877572+00:00"}
{"study_id": 28225, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether NMN supplementation could mitigate age-related hearing loss (ARHL) by boosting NAD+ levels and influencing related metabolic pathways.", "results_summary": "Oral NMN administration at 500 mg/kg/day effectively suppressed ARHL in mice, increased NAD+ levels in inner ear tissues, and modulated genes related to metal ion metabolism, suggesting protection against oxidative stress.", "population_specificity": "C57BL/6J mice (animal model of ARHL)", "effective_dosage": "500 mg/kg/day", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:44.822152+00:00"}
{"study_id": 28226, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Nicotinamide Mononucleotide (NMN) could alleviate metabolic and ovarian abnormalities in a letrozole-induced PCOS mouse model.", "results_summary": "NMN intervention reduced hyperandrogenism and ovarian abnormalities and partially reversed bile acid and lipid metabolism disturbances, but it did not fully restore the estrous cycle or improve lipid profiles.", "population_specificity": "Letrozole-induced PCOS mouse model.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:46.494551+00:00"}
{"study_id": 28227, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether elevating NAD(H) levels in bovine oocytes via NMN supplementation improves oocyte quality and developmental competence post-IVF.", "results_summary": "NMN supplementation increased intracellular NAD(H) levels, enhanced mitochondrial function, reduced reactive oxygen species, and improved blastocyst development rates after IVF. It also decreased chromosome lagging during anaphase.", "population_specificity": "Bovine cumulus-oocyte complexes (COCs)", "effective_dosage": "0-100 μM NMN", "study_duration": "Duration of oocyte maturation (exact time not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:46.901209+00:00"}
{"study_id": 28228, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether NMN treatment could improve factors associated with dry mouth in aging mice, particularly by enhancing saliva secretion and reducing cellular senescence in the submandibular gland.", "results_summary": "NMN treatment in old mice increased saliva secretion and NAD+ levels while reducing cellular senescence markers, acetylation, and SASP factors, and boosting AQP5 expression, suggesting potential benefits for age-related dry mouth.", "population_specificity": "Old (113-week-old) male mice.", "effective_dosage": "300 mg/kg, administered subcutaneously once every two days.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:48.796383+00:00"}
{"study_id": 28229, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine how NMN alleviates myocardial dysfunction in septic mice by modulating mitochondrial ROS and PPIF interactions.", "results_summary": "NMN administration attenuated LPS-induced mitochondrial ROS production, lysosomal dysfunction, aberrant autophagy, and myocardial injury/dysfunction in septic mice. It also prevented PPIF acetylation/oxidation and preserved ATP5A1 function and ATP production.", "population_specificity": "Septic mice (LPS-induced sepsis model) and neonatal mouse cardiomyocytes.", "effective_dosage": "500 mg/kg (intraperitoneal) for mice; 500 µmol/L for in vitro cardiomyocytes.", "study_duration": "Not explicitly stated (intervention administered immediately post-LPS injection until endpoint assessments).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:50.228711+00:00"}
{"study_id": 28230, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Nicotinamide Mononucleotide (NMN) could improve premature ovarian insufficiency (POI) by inhibiting NLRP3-mediated pyroptosis.", "results_summary": "NMN improved blood hormone levels, follicle count, and ovarian reserve function in POI rats by increasing NAD+ levels and reducing NLRP3, GSDMD, Caspase-1, IL-18, and IL-1β expression.", "population_specificity": "Female Sprague Dawley rats with cyclophosphamide-induced POI.", "effective_dosage": "500 mg/kg/day", "study_duration": "21 consecutive days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:50.533597+00:00"}
{"study_id": 28232, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether NMN supplementation reduces inflammation, oxidative tissue damage, and tumorigenesis in a colitis-associated cancer (CAC) model.", "results_summary": "NMN supplementation reduced inflammatory cytokine levels, oxidative tissue damage, and colon tumor development in mice. It also protected STAT1 from oxidation-induced degradation, suggesting a potential chemopreventive role in colorectal cancer.", "population_specificity": "Mice with AOM/DSS-induced colitis-associated cancer (CAC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:51.145535+00:00"}
{"study_id": 28231, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether β-Nicotinamide Mononucleotide (β-NMN) could alleviate sepsis-associated acute kidney injury (AKI) by activating NAD+/SIRT3 signaling.", "results_summary": "β-NMN increased NAD+ levels, reduced inflammation and apoptosis in renal tissues, and upregulated SIRT3 expression, mitigating sepsis-associated AKI in mice and HK-2 cells. Silencing SIRT3 diminished these protective effects, confirming the role of NAD+/SIRT3 signaling.", "population_specificity": "Mice with sepsis-associated AKI and LPS-treated HK-2 cells (human kidney proximal tubule cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:52.669211+00:00"}
{"study_id": 28233, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether NMN/ubiquinol combination treatment could reduce arrhythmias and improve myocardial function in aged rats following ischemia/reperfusion injury, focusing on oxidative stress and nitric oxide levels.", "results_summary": "NMN/ubiquinol combination significantly reduced arrhythmias, improved heart function, decreased oxidative stress markers, and increased nitric oxide formation, outperforming single treatments.", "population_specificity": "Aged male Wistar rats (22-24 months old, 400-450 g)", "effective_dosage": "NMN (100 mg/kg every 48 hours intraperitoneally), ubiquinol (30 mg/kg intravenously at reperfusion)", "study_duration": "28 days (NMN pre-treatment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:54.369440+00:00"}
{"study_id": 28234, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects and mechanisms of NMN against ionizing radiation-induced testicular injury and spermatogenic dysfunction in adult male mice.", "results_summary": "NMN supplementation restored sperm quantity, motility, and testicular volume, upregulated antiapoptotic genes and glycolysis-related enzymes, and mitigated structural and hormonal damage caused by radiation. The positive effects were attributed to enhanced spermatogenic cell proliferation and glycolytic pathway activation.", "population_specificity": "Adult male mice exposed to 5 Gy γ-ray irradiation.", "effective_dosage": "500 mg/kg orally administered before and after irradiation.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:56.095918+00:00"}
{"study_id": 28235, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop an efficient and sensitive method for detecting trace metabolites (nicotinamide and N1-methylnicotinamide) of β-nicotinamide mononucleotide in urine samples.", "results_summary": "The study successfully synthesized Fe3O4@hydroxypropyl methyl cellulose@dodecylbenzenesulfonic acid magnetic fluid for pretreatment, enabling rapid and accurate detection of low-concentration metabolites in urine with high recovery rates (94.50-109.1%) and low detection limits (0.30-1.5 ng mL-1).", "population_specificity": "Not specified (urine samples analyzed, but human subjects' details not provided).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:56.782902+00:00"}
{"study_id": 28236, "supplement_id": 1378, "safety_score": "90", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of NMN on physical performance and evaluate its safety profile.", "results_summary": "NMN supplementation showed non-significantly improved physical performance parameters and was well tolerated with no serious adverse effects observed. Reported side effects were determined to be independent of NMN supplementation.", "population_specificity": "437 patients with a mean age of 58.0 years (range: 35.1 to 81.1 years).", "effective_dosage": "150 to 1200 mg/day.", "study_duration": "Mean follow-up time of 9.6 weeks (range: 4 to 12 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:57.971607+00:00"}
{"study_id": 28237, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the impact of NMN on muscle and liver functions in middle-aged and elderly individuals through a meta-analysis of randomized controlled trials.", "results_summary": "NMN significantly improved muscle function (gait speed), reduced insulin resistance (HOMA-IR), and lowered aminotransferase levels (ALT) in middle-aged and elderly participants. Subgroup analysis suggested small doses of NMN had the most prominent effect on insulin resistance.", "population_specificity": "Middle-aged and elderly individuals", "effective_dosage": "Small dose (specific amount not stated)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:59.405983+00:00"}
{"study_id": 28239, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether NMN could alleviate Alzheimer's disease (AD) pathology by enhancing autophagy and reducing oxidative stress via the Nrf2/Keap1/NQO1 pathway.", "results_summary": "NMN improved pathological and behavioral impairments in AD mice by enhancing autophagy, promoting p-tau clearance, and reducing oxidative stress. These effects were suppressed by autophagy inhibitors or Nrf2 knockdown, indicating a mutual regulatory mechanism.", "population_specificity": "AD mouse models and Aβ-induced PC12 cells.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:59.494545+00:00"}
{"study_id": 28240, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the safety, biological activity, and lipid-lowering effects of NMN produced via recombinant P. pastoris in a high-fat diet-induced obese mouse model.", "results_summary": "NMN supplementation increased NAD+ levels, reduced liver injury and lipid deposition, and significantly lowered serum and liver cholesterol, triglycerides, ALT, and insulin levels in HFD mice.", "population_specificity": "High-fat diet-induced obese mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:00.118400+00:00"}
{"study_id": 28238, "supplement_id": 1378, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the effects and mechanisms of Nicotinamide Mononucleotide (NMN) on high-fat diet-induced hypertrophic cardiomyopathy (HCM) using network pharmacology and molecular docking.", "results_summary": "The study identified 265 active targets of NMN and 3918 potential HCM-related targets, revealing that NMN's effects are mediated by genes linked to inflammation, apoptosis, oxidative stress, and specific signaling pathways (FOXO and PI3K-Akt). Molecular docking and dynamics simulations confirmed strong binding between NMN and core targets.", "population_specificity": "Not specified (in silico and database analysis).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:00.124974+00:00"}
