{"study_id": 93677, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to objectively compare balance performance in BPPV patients versus healthy subjects before and after liberation maneuvers, including walking regularity.", "results_summary": "BPPV patients showed poorer balance performance, especially post-treatment, but no differences in walking regularity were observed between patients and healthy subjects or pre- and post-maneuver.", "population_specificity": "Seven BPPV patients and nine healthy subjects.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:47.891131+00:00"}
{"study_id": 93675, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify predictors of improved physical outcomes in people with multiple sclerosis (PwMS) with minimal gait impairment following community-based exercise interventions.", "results_summary": "Lower physical impact scores after intervention were predicted by lower baseline fatigue, better baseline walking distance, participation in exercise interventions, female gender, and lower baseline physical impact scores. The model explained 57.4% of the variance.", "population_specificity": "People with multiple sclerosis (PwMS) with minimal gait impairment (N = 242).", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:48.614109+00:00"}
{"study_id": 93674, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the diagnostic reliability and time requirements of the ASAV triage algorithm for physician-governed EMS systems.", "results_summary": "The ASAV triage demonstrated 87% sensitivity and 91% specificity for identifying red patients, with comparable performance to mSTaRT but slightly faster execution (mean 35.4 sec per patient). Volunteer responders took slightly longer, and prior mSTaRT training reduced under-triage.", "population_specificity": "76 EMS providers of varying qualifications (career/volunteer) performing triage on simulated patients (human dummies).", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:48.848932+00:00"}
{"study_id": 93676, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of comprehensive therapy based on traditional Chinese medicine (TCM) patterns, including Bu-Fei Jian-Pi granules, Bu-Fei Yi-Shen granules, and Yi-Qi Zi-Shen granules, combined with conventional western medicine, on older patients with chronic obstructive pulmonary disease (COPD).", "results_summary": "The study found significant improvements in the trial group compared to the control group in acute exacerbation frequency and duration, symptoms, 6-min walking distance (6MWD), dyspnea scale, and multiple quality-of-life domains. No differences were observed in FVC, FEV1, and FEV1% between groups.", "population_specificity": "Older patients (≥ 65 years) with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Six-month treatment followed by a 12-month follow-up period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:50.162375+00:00"}
{"study_id": 93679, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers compared the incidence of adverse sedation-related events between two different multiagent oral sedation regimens in pediatric dental patients, focusing on postoperative effects like difficulty walking.", "results_summary": "Children sedated with MZ/M/H/N2O showed significant difficulty walking postoperatively within eight hours after discharge, while those sedated with CH/M/H/N2O did not exhibit this effect.", "population_specificity": "Healthy pediatric dental patients aged three to six years.", "effective_dosage": "Not specified (multiagent regimens included chloral hydrate/meperidine/hydroxyzine/N2O or midazolam/meperidine/hydroxyzine/N2O).", "study_duration": "Single sedation session with follow-up at eight and 24 hours post-discharge.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:51.860094+00:00"}
{"study_id": 93671, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "To assess the effectiveness of treatment options for idiopathic toe walking on the three main levels of the ICF-CY in children aged 2-18 years.", "results_summary": "Preliminary evidence suggests beneficial effects of serial casting and surgery on passive ankle dorsiflexion and walking kinetics/kinematics, though normalization does not occur. Botulinum toxin type A did not improve casting results, and only surgery showed sustainable effects lasting over a year. Functional and social participation outcomes remain unproven.", "population_specificity": "Children aged 2-18 years with idiopathic toe walking.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:52.531426+00:00"}
{"study_id": 93680, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a 16-week tailored home-based exercise program in improving turning ability and reducing falls in older adults with unsteadiness during turning.", "results_summary": "The study will assess the effectiveness of the exercise program using primary outcomes like the Step Quick Turn Test and Timed-Up and Go test, along with secondary measures of balance, psychological aspects of falls, and falls incidence. Results are expected to inform clinicians on exercises to improve turning ability in at-risk older adults.", "population_specificity": "Older adults aged 50+ living in the community with impaired turning ability.", "effective_dosage": "Not specified (individualized balance and strength exercises based on the Otago Exercise Program).", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:54.109511+00:00"}
{"study_id": 93682, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chair stand exercise could improve the activity of daily living (ADL) in hemodialysis patients aged over 60 years.", "results_summary": "The study found that chair stand exercise significantly improved functional independence (FIM score), particularly in mobility and locomotion, and also enhanced thigh circumference and physical quality of life (SF-36v2) compared to the control group.", "population_specificity": "Outpatients on hemodialysis aged 61-79 years.", "effective_dosage": "Chair stand exercise, 3 sessions/week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:56.303207+00:00"}
{"study_id": 93681, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effect of noninvasive ventilation (NIV) on treadmill 6-minute walk distance and regional chest wall volumes in children and adolescents with cystic fibrosis.", "results_summary": "NIV significantly increased walking distance, improved lung function (FEV1, tidal volume, minute ventilation), and optimized thoracoabdominal kinematics compared to no ventilatory support. Oxygen saturation decreased and respiratory rate increased after the test without NIV.", "population_specificity": "13 children and adolescents with cystic fibrosis, aged 7-16 years, with pulmonary impairment.", "effective_dosage": "Not specified (NIV was applied during a single 6-minute treadmill walking test).", "study_duration": "Single 6-minute test sessions, with 24-48 hours between tests.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:57.373855+00:00"}
{"study_id": 93684, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 45, "study_goal": "The researchers aimed to present a case of primary spinal myoepithelioma and discuss its clinical, radiological, and histopathological characteristics, including its impact on walking ability.", "results_summary": "The study found that a patient with spinal myoepithelioma experienced paraparesis and difficulty walking, which improved postoperatively after tumor resection. However, long-term follow-up revealed tumor recurrence and malignant transformation despite initial treatment.", "population_specificity": "A 50-year-old male with spinal myoepithelioma.", "effective_dosage": "Not mentioned", "study_duration": "5-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:57.596142+00:00"}
{"study_id": 93683, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a muscular training program, including walking, on exercise tolerance, health-related quality of life (HRQoL), and illness prognosis in COPD subjects with moderate or severe exacerbations.", "results_summary": "The study found significant improvements in HRQoL (measured by SGRQ, CRDQ, and AQ20), exercise tolerance (56 meters more in the 6MWT), and illness prognosis (reduced BODE index by 1.5). All improvements were statistically significant (P<0.001).", "population_specificity": "25 subjects with COPD (GOLD degrees II, III, and IV) who had moderate or severe exacerbations and functional deterioration due to respiratory disability.", "effective_dosage": "30 minutes of muscle training in an ergometric cycle, part of a 20-session program.", "study_duration": "20 sessions (specific duration per session not detailed).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:58.581356+00:00"}
{"study_id": 93685, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To determine whether repetitive tibial nerve stimulation (RTNS) affects neurogenic claudication and F-wave conduction in lumbar spinal stenosis patients.", "results_summary": "RTNS significantly increased claudication distance and improved F-wave conduction in lumbar spinal stenosis patients, with no significant effects observed in the control group.", "population_specificity": "12 central lumbar spinal stenosis patients and 13 age- and sex-matched healthy volunteers.", "effective_dosage": "0.3-ms duration square-wave pulses at 5/s for 5 min, intensity 20% higher than motor threshold.", "study_duration": "5 minutes of RTNS intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:00.220017+00:00"}
{"study_id": 93686, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the clinical and radiographic outcomes of closing-wedge and opening-wedge high tibial osteotomy for treating varus deformity in knee osteoarthritis over a six-year period.", "results_summary": "Both osteotomy methods maintained radiographic alignment and showed no difference in pain severity or knee function at six years, but opening-wedge osteotomy had more complications while closing-wedge osteotomy led to more early conversions to total knee arthroplasty.", "population_specificity": "92 patients with varus deformity and medial compartment knee osteoarthritis.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Six-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:00.523153+00:00"}
{"study_id": 93687, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of the SPACE FOR COPD self-management intervention, which included walking as part of exercise performance, in improving symptom burden and other outcomes for people with COPD in primary care.", "results_summary": "The intervention showed significant short-term improvements in dyspnoea, fatigue, emotion, exercise performance, anxiety, and disease knowledge at 6 weeks, but no long-term improvement in dyspnoea at 6 months. However, benefits in exercise performance, anxiety, and smoking status persisted at 6 months.", "population_specificity": "People with chronic obstructive pulmonary disease (COPD) recruited from primary care.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:02.372631+00:00"}
{"study_id": 93690, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore how motor learning theory could be applied to improve walking efficiency and reduce energy cost in older adults.", "results_summary": "The study suggests that incorporating motor learning theory into interventions can enhance skilled and energy-efficient walking in older individuals, leveraging insights from neuroscience, sports medicine, and neurorehabilitation.", "population_specificity": "Older adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:04.408464+00:00"}
{"study_id": 93688, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To assess the impact of gait analysis on clinical decision-making in adult chronic poststroke patients.", "results_summary": "Gait analysis significantly influenced treatment planning, with 71% of patients having their treatment changed in some components, and increased confidence in recommendations. Changes were most frequent for botulinum toxin (81%), surgery (73%), orthotic management (37%), and physiotherapy (32%).", "population_specificity": "Adult chronic poststroke patients (49 participants, mean age 53.3±14.5 years, 35.2±26.4 months post-stroke).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:04.484989+00:00"}
{"study_id": 93689, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare long-term outcomes (including walking capacity) in adults with spina bifida cystica scoliosis treated operatively versus non-operatively during childhood.", "results_summary": "Both operative and non-operative groups showed similar walking capacity at follow-up, with no significant differences in neurological motor level, sitting balance, or health-related quality of life. Spinal fusion corrected deformity but did not improve HRQOL.", "population_specificity": "Adults with spina bifida cystica scoliosis (Cobb angle ≥ 50º) treated during childhood.", "effective_dosage": "Not applicable", "study_duration": "Mean follow-up of 14.1 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:05.278539+00:00"}
{"study_id": 93691, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the severity of walking impairment between progressive and relapsing-remitting types of multiple sclerosis (MS), accounting for factors like age, sex, height, and disease duration.", "results_summary": "The study found that walking impairments were over 20% greater in progressive MS types compared to relapsing-remitting MS, with primary progressive MS showing potentially greater impairment than secondary progressive MS. The biological disease mechanism (degeneration vs. inflammation) significantly impacted disability levels.", "population_specificity": "502 patients with MS (259 relapsing-remitting, 162 secondary progressive, 81 primary progressive) from European MS centers.", "effective_dosage": "Not available", "study_duration": "Cross-sectional (single time point assessment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:08.062489+00:00"}
{"study_id": 93693, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of dual-tasking (walking while performing cognitive tasks) on walking performance in persons with multiple sclerosis (MS).", "results_summary": "Studies consistently showed a slowing of walking under dual-task conditions, regardless of cognitive task demand, disease stage, or disability level. The reciprocal effect of walking on cognitive tasks was rarely assessed.", "population_specificity": "Persons with multiple sclerosis (MS)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:08.318081+00:00"}
{"study_id": 93678, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether the Model Communities Programme, which included infrastructure and encouragement for active travel, increased walking and cycling in two New Zealand cities.", "results_summary": "The study used a multi-level, quasi-experimental design with intervention and control cities, measuring walking and cycling alongside awareness, attitudes, and habits. Results indicated a strong design for evaluating active travel interventions, with matched socio-demographic variables and baseline levels between cities.", "population_specificity": "Residents of two intervention and two control cities in New Zealand.", "effective_dosage": "Not specified", "study_duration": "Baseline in 2011, follow-ups in 2012 and 2013 (2-year intervention period).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:09.607167+00:00"}
{"study_id": 93694, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a mobile-phone-based home endurance exercise training program could reduce inflammatory biomarkers and improve exercise capacity in COPD patients.", "results_summary": "The mobile phone group showed improved walking distance, reduced serum CRP and IL-8, and increased limb muscle strength, while the control group had no improvements and elevated IL-6 and TNF-α.", "population_specificity": "Patients with COPD (12 in the mobile phone group, 14 in the control group).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:10.161152+00:00"}
{"study_id": 93692, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a new walking training model based on the 6-MWT in low-risk patients after CABG, comparing it to standard cardiac rehabilitation.", "results_summary": "The novel walking training model showed favorable effects on body mass, glycemia, hsCRP levels, and sympathovagal balance, though no significant differences in 6-MWT distance were found between groups. Both groups improved in 6-MWT distance at 3 months, but group A (new model) had better metabolic and autonomic outcomes.", "population_specificity": "119 men after coronary artery bypass grafting (CABG) undergoing phase II cardiac rehabilitation.", "effective_dosage": "Walking 6 times for 6 minutes with 3-minute intervals, 5 days a week.", "study_duration": "3 months (with follow-up at 12 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:10.673455+00:00"}
{"study_id": 93696, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate gait variability and symmetry in Huntington's disease (HD) using phase plot analysis to detect early motor changes.", "results_summary": "The study found that phase plot analysis identified significant differences in gait variability and symmetry between manifest HD patients and controls, with Ratio ∀ showing the strongest correlation with disease severity. No differences were found between premanifest HD and controls in spatiotemporal variability.", "population_specificity": "22 controls and 35 HD gene carriers (7 premanifest, 16 early/mid, and 12 late stage) in Oxford and Cardiff, UK.", "effective_dosage": "Not applicable (observational study)", "study_duration": "Not specified (single assessment during clinical walk test)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:12.984746+00:00"}
{"study_id": 93695, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify personal and environmental factors that act as barriers or facilitators to physical activity in a home-based pedometer walking program for people living with HIV and AIDS (PLWHA).", "results_summary": "The study identified multiple barriers (e.g., physical complaints, psychological stress, family responsibilities, adverse environments) and facilitators (e.g., social support, religious practices, community resources) affecting adherence to the walking program. It highlighted the need to consider these factors when designing home-based walking interventions for PLWHA.", "population_specificity": "South African PLWHA on antiretroviral therapy, predominantly women (83.3%), employed but low-income, often single or widowed.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:13.273309+00:00"}
{"study_id": 93697, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop prognostic models to predict participation (including walking) in stroke survivors six months post-stroke, focusing on factors like daily living activities and caregiver strain.", "results_summary": "The study found that higher Barthel Index scores (reflecting better daily living activities, including walking) on admission and improved health states at two months predicted better participation outcomes. Early rehabilitation emphasizing walking and other daily activities, along with reducing caregiver strain, was highlighted as beneficial.", "population_specificity": "532 stroke patients from four European rehabilitation centers.", "effective_dosage": "Not specified", "study_duration": "Six months post-stroke follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:14.265401+00:00"}
{"study_id": 93699, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the biomechanical effects of knee valgus braces on walking in patients with medial compartment knee osteoarthritis.", "results_summary": "The study found that knee braces effectively reduced pain, improved function, enhanced range of motion, and increased walking speed and step length while reducing knee adduction moment.", "population_specificity": "Patients with medial compartment knee osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:14.630179+00:00"}
{"study_id": 93698, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential benefits of light-intensity physical activities like walking for individuals with COPD, particularly in reducing sedentary behavior and improving cardio-metabolic health.", "results_summary": "The study suggests that increasing light-intensity activities such as walking may offer health benefits for individuals with COPD, especially given their low aerobic capacity, and could be a feasible strategy alongside traditional moderate to vigorous physical activity recommendations.", "population_specificity": "Individuals with moderate to severe chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:15.017614+00:00"}
{"study_id": 93700, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the therapeutic and safety efficacy of a naturally occurring mineral supplement in treating symptomatic knee osteoarthritis, focusing on improvements in walking distance and joint health.", "results_summary": "The study found significant symptomatic improvement in WOMAC scores and pain-free walking distance, with 41% of patients showing over 100 feet improvement in a 6-minute walk. Structural improvements were modest, with 21% showing slight cartilage thickness increase and minimal joint space decline.", "population_specificity": "50 patients aged 50+ with painful and radiological knee osteoarthritis.", "effective_dosage": "40 drops of mineral supplement concentrate daily.", "study_duration": "1 year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:18.688888+00:00"}
{"study_id": 93701, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical outcomes and mortality of atrioventricular nodal (AVN) ablation in heart failure patients with permanent atrial fibrillation receiving cardiac resynchronization therapy (CRT).", "results_summary": "AVN ablation was associated with lower all-cause mortality and significantly reduced nonresponse to CRT in patients with insufficient biventricular pacing (<90%), but did not show additional improvements in left ventricular ejection fraction, functional class, walking distance, or quality of life.", "population_specificity": "Heart failure patients with permanent atrial fibrillation undergoing CRT.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:19.563052+00:00"}
{"study_id": 93702, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to test the efficacy of cardiovascular screening and an exercise tolerance test in ensuring safety for stroke patients undergoing vigorous rehabilitation for gait impairment.", "results_summary": "The study found that a negative cardiac screen and absence of exercise tolerance test failure had high negative predictive value for cardiac events during treatment, despite a likely high prevalence of coronary artery disease. No cardiac events occurred during treatment sessions, though some participants experienced myocardial infarctions unrelated to sessions.", "population_specificity": "Stroke patients with gait impairment.", "effective_dosage": "36 sessions of 90-minute prescribed physical therapy (three per week).", "study_duration": "Initiated at either two-months or six-months poststroke.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:21.833294+00:00"}
{"study_id": 93705, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of walking as part of group or individual therapy interventions in reducing risk factors and preventing or delaying type 2 diabetes in pre-diabetic patients.", "results_summary": "The study found no significant difference in diabetes incidence between group and individual therapy interventions, both of which included walking groups. Walking, as part of the interventions, was equally effective in delaying diabetes onset, with similar outcomes in both groups.", "population_specificity": "Pre-diabetic adults in a large Israeli healthcare organization.", "effective_dosage": "Not specified", "study_duration": "6 months (intervention), 24 months (follow-up)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:24.038304+00:00"}
{"study_id": 93704, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess whether dalfampridine-ER could improve walking speed and patient-reported perceptions of walking in patients with multiple sclerosis (MS).", "results_summary": "Dalfampridine-ER improved walking speed and patient-reported walking perceptions in some MS patients, with no elevated seizure risk at the approved dose compared to placebo. It was generally well tolerated but contraindicated in patients with a history of seizure.", "population_specificity": "Patients with multiple sclerosis (MS).", "effective_dosage": "10-mg tablets administered twice daily.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:24.422909+00:00"}
{"study_id": 93703, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the effects of three different knee braces on pain relief, comfort, and biomechanical outcomes (kinematics and kinetics) during walking in patients with medial knee osteoarthritis.", "results_summary": "All three knee braces alleviated knee pain, with the VER- and ACL-braces significantly reducing peak knee adduction moment during terminal stance. The V3P-brace reduced knee adduction and external rotation but did not significantly affect knee adduction moment. No differences were found in pain reduction or discomfort between the braces, though the VER-brace was slightly more comfortable.", "population_specificity": "Twenty-four patients with medial knee osteoarthritis (Kellgren-Lawrence grade II or III).", "effective_dosage": "Not specified (custom knee braces were worn during walking).", "study_duration": "Not specified (single walking session comparisons).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:24.430884+00:00"}
{"study_id": 93707, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and effectiveness of behavior change techniques (BCTs) in promoting walking to work among employees.", "results_summary": "The study found that individual BCTs varied in usefulness among participants, with some finding them effective for increasing walking while others did not. Workplace promoters required additional support to maintain motivation, and contextual factors like weather and organizational issues influenced intervention outcomes.", "population_specificity": "Employees, including workplace-based Walk to Work promoters.", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:24.959094+00:00"}
{"study_id": 93706, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine if improvements in metabolic risk factors after 12 weeks of exercise (brisk walking and/or slow jogging) affect bone turnover markers.", "results_summary": "The study found that exercise, alone or combined with statin treatment, had a small effect on bone turnover, with no significant changes in bone turnover markers except for a decrease in the OC to CTX ratio. Higher pre-treatment insulin or body fat predicted greater CTX reduction and BAP/CTX increase.", "population_specificity": "Fifty participants with ≥2 metabolic syndrome defining characteristics.", "effective_dosage": "45 minutes/day, 5 days/week", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:24.966708+00:00"}
{"study_id": 93709, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to explore exercise response in people with Huntington's disease (HD) and assess the effects of a 12-week walking exercise program.", "results_summary": "People with HD showed lower work rates and higher perceived exertion during exercise compared to healthy controls, with no significant changes in heart rate or perceived exertion after the 12-week walking program. The study noted large variability in metabolic and physiological responses, suggesting altered exercise prescription may be needed for HD patients.", "population_specificity": "People with Huntington's disease (n=30) and a healthy comparator group (n=20).", "effective_dosage": "Not specified (gym and home walking exercise program).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:28.291720+00:00"}
{"study_id": 93708, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine how pre-ART disease status, growth, treatment regimen, and ART response during infancy affect motor and neurologic developmental milestones, including walking, in HIV-infected infants.", "results_summary": "The study found that compromised pre-ART immune and growth status, poor post-ART immune and growth responses, and the use of nevirapine- vs. lopinavir/ritonavir-based ART were associated with delayed attainment of walking and other developmental milestones. Lower 6-month gains in CD4%, weight-for-age, height-for-age, and weight-for-height were also linked to later walking.", "population_specificity": "Kenyan ART-naive infants under 5 months old with HIV-1 infection.", "effective_dosage": "Not specified", "study_duration": "24 months of follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:28.677999+00:00"}
{"study_id": 93710, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effects of a balance training program, including dual- and multi-task exercises, on fall-related self-efficacy, fear of falling, gait, balance performance, and physical function in older adults with osteoporosis.", "results_summary": "The balance training program significantly improved fall-related self-efficacy, gait speed (especially with dual-task and fast walking), balance performance, and physical function in older adults with osteoporosis compared to controls.", "population_specificity": "Older adults aged 66-87 with verified osteoporosis and an increased risk of falling.", "effective_dosage": "Balance training three times/week for 12 weeks; physical activity for 30 minutes, three times/week (for the Training+Physical activity group).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:30.365875+00:00"}
{"study_id": 93713, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of a multi-level intervention, including walking groups, on weight, diet, and physical activity among low-socioeconomic status public housing residents.", "results_summary": "The study successfully recruited and randomized families into the intervention, which included walking groups, but specific results on walking's effects were not detailed in the abstract.", "population_specificity": "Low-socioeconomic status urban public housing residents, primarily Latino (63%) and Black (24%).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:31.625584+00:00"}
{"study_id": 93711, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to identify factors associated with dog walking behavior to design interventions that increase physical activity among dog owners.", "results_summary": "The study found that the strength of the dog-owner relationship, perceived support from the dog, and access to dog-friendly walking areas strongly correlate with increased walking. Modifiable factors like the dog's perceived exercise needs and environments encouraging social interaction may also incentivize walking.", "population_specificity": "Dog owners", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:31.674674+00:00"}
{"study_id": 93714, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 67, "quality_score": 72, "study_goal": "The researchers aimed to determine if the L Test could identify individuals with lower limb amputation who experienced a minimal clinically important difference in walking speed.", "results_summary": "The L Test detected clinically important changes in walking speed, with a minimal clinically important difference of 4.5 seconds, though its accuracy was limited based on the Global Rating Change scale. The area under the curve was 0.67, indicating moderate discriminative ability.", "population_specificity": "33 individuals with lower limb amputation (81.8% transtibial), mean age 60 ± 13.0 years.", "effective_dosage": "Not applicable", "study_duration": "Not specified (baseline and follow-up measurements only)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:33.448168+00:00"}
{"study_id": 93716, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a six-month walking intervention could reduce depressive symptoms in inactive post-menopausal women without depression.", "results_summary": "The walking intervention significantly decreased depression levels compared to the control group, with baseline cognitive-BDI subscore, subjective health status, body mass index, and adherence predicting post-intervention outcomes.", "population_specificity": "Inactive post-menopausal women aged 57-75 years.", "effective_dosage": "Three times a week, 40 minutes per session (moderate intensity).", "study_duration": "Six months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:35.176315+00:00"}
{"study_id": 93712, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether an education and home-based pedometer walking program could improve risk factors for ischemic heart disease in HIV-infected individuals.", "results_summary": "The program significantly improved physical activity levels at 6 months, with beneficial changes in 6-minute walk test distance, waist-to-hip ratio, glucose, and HDL levels over 12 months. However, no significant changes were observed in high-sensitivity C-reactive protein, which was associated with perceived stress and body composition metrics.", "population_specificity": "HIV-infected individuals with risk factors for ischemic heart disease (n=84).", "effective_dosage": "Not specified (pedometer-based walking program).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:36.701587+00:00"}
{"study_id": 93718, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the distribution of PRP injected into the Achilles tendon after simulated rest versus simulated walking (ankle dorsiflexion and plantarflexion).", "results_summary": "The study found no significant difference in PRP distribution between the rest and motion groups, with both showing widespread dye spread across the tendon and paratenon space. The craniocaudal spread was similar in both groups.", "population_specificity": "Cadaveric lower limbs (10 specimens).", "effective_dosage": "Not specified (PRP dyed with India blue ink).", "study_duration": "15 minutes (rest or simulated motion).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:38.504996+00:00"}
{"study_id": 93717, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare physical activity levels, including walking, between kidney transplant recipients and hemodialysis patients, and explore associations with clinical variables.", "results_summary": "Kidney transplant recipients spent significantly more time walking (106 vs. 70 minutes/day) and standing than hemodialysis patients, with 65% classified as active (>7500 steps/day) compared to 20% in the HD group. Time post-transplantation was positively associated with walking and active time.", "population_specificity": "Kidney transplant recipients (N=23) and hemodialysis patients (N=20).", "effective_dosage": "Not specified", "study_duration": "Accelerometer measurements were taken for 2 consecutive days in transplant recipients and 4 consecutive days in HD patients.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:39.010319+00:00"}
{"study_id": 93719, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether an Internet-delivered intervention combining pain coping skills training and physiotherapist-guided exercise is more effective than online educational material for reducing knee pain and improving physical function in people with persistent knee pain.", "results_summary": "The study found that the combined intervention (PCST + Ex) was compared to online educational material, with primary outcomes focusing on knee pain during walking and physical function, measured at 3 and 9 months. Secondary outcomes included quality of life, symptom change, and psychological factors, but specific results were not detailed in the abstract.", "population_specificity": "People over 50 years of age with self-reported persistent knee pain consistent with knee osteoarthritis, recruited from the Australian community.", "effective_dosage": "8-module PCST program (once per week) plus seven Internet-delivered physiotherapy sessions with home exercises performed 3 times per week.", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:41.552929+00:00"}
{"study_id": 93722, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether reduced lower extremity performance, including walking measures, was associated with increased cardiovascular and all-cause mortality in people with peripheral artery disease (PAD).", "results_summary": "The study found that shorter maximum walking distance, slower walking velocity, and poor lower extremity strength were associated with increased mortality in PAD patients, while some measures like hip flexion strength and certain WIQ scores showed no significant association.", "population_specificity": "Patients with peripheral artery disease (PAD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:42.386178+00:00"}
{"study_id": 93721, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of two alternative physiotherapy service delivery models (7-day-week and circuit class therapy) against usual care in increasing patient activity during subacute, inpatient stroke rehabilitation.", "results_summary": "Participants receiving 7-day-week and circuit class therapy received additional physiotherapy time compared to usual care, but this did not meaningfully increase overall physical activity levels. Circuit class therapy showed higher therapy-related activity on weekdays, while 7-day therapy showed higher activity on weekends, but activity outside therapy sessions did not differ between groups.", "population_specificity": "Subacute, inpatient stroke rehabilitation patients (n=283, with 32 participants observed in detail).", "effective_dosage": "Not specified (physiotherapy session durations were recorded, but exact dosages were not detailed).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:42.535027+00:00"}
{"study_id": 93715, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of two resistance exercise protocols on pain severity during walking and other functional tasks in obese, older adults with chronic low back pain.", "results_summary": "Pain severity during walking decreased in both the total body resistance exercise (TOTRX) and lumbar extensor exercise (LEXT) groups compared to the control group. The study did not specify the magnitude of improvement in walking pain severity beyond noting a reduction.", "population_specificity": "Obese adults aged 60-85 years with chronic low back pain.", "effective_dosage": "Not specified for walking (study focused on resistance exercise protocols).", "study_duration": "4 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:42.645366+00:00"}
{"study_id": 93723, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of 10 days of bed rest on muscle mass, strength, and functional status, including walking speed, in older individuals.", "results_summary": "Bed rest led to significant declines in muscle mass, strength, and physical function, including reduced walking speed and other functional measures. Changes in lean tissue were correlated with declines in muscle strength.", "population_specificity": "Older individuals", "effective_dosage": "Not applicable (bed rest intervention)", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:43.324474+00:00"}
{"study_id": 93725, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the impact of a prenatal exercise intervention, including walking, on physical activity levels in women at risk for gestational diabetes mellitus.", "results_summary": "The exercise intervention significantly increased sports/exercise activity, reduced declines in total and moderate-to-vigorous intensity activity, and improved adherence to physical activity guidelines compared to the health and wellness intervention.", "population_specificity": "260 ethnically and socio-economically diverse pregnant women at risk for gestational diabetes mellitus.", "effective_dosage": "Not specified (12-week tailored exercise intervention).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:46.330158+00:00"}
{"study_id": 93724, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "To compare the impact of a motor-learning-science-based overground walking training program with body-weight-supported treadmill training (BWSTT) in ambulatory, community-dwelling adults within 1 year of stroke onset.", "results_summary": "Both the Motor Learning Walking Program (MLWP) and BWSTT improved gait speed by 0.14 m/s, with no significant difference between the two interventions. The study concluded that MLWP was not superior to BWSTT in improving walking outcomes in this population.", "population_specificity": "Ambulatory, community-dwelling adults within 1 year of stroke onset (mean age = 67.3 years, mean stroke onset = 20.9 weeks).", "effective_dosage": "15-session program (frequency and duration not further specified).", "study_duration": "Not explicitly stated, but implied to be the duration of 15 sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:47.630679+00:00"}
{"study_id": 93729, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to identify activity patterns and time use, particularly walking, among older adult patients undergoing inpatient rehabilitation.", "results_summary": "The study found that meaningful activity, most often walking without assistance, was most likely to occur between 08:00-14:00 and 16:00-21:00 on weekdays, with registered nurses frequently present. Patients received more treatment during weekends.", "population_specificity": "Older adults undergoing inpatient rehabilitation in a specialist unit of a large tertiary hospital in New Zealand.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:50.169408+00:00"}
{"study_id": 93728, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To investigate the effectiveness of four-channel functional electrical stimulation (FES) based on a normal gait pattern in improving functional ability in subjects early after ischemic stroke.", "results_summary": "The four-channel FES group showed significant improvements in motor function, balance, walking ability, and activities of daily living compared to the placebo group, with sustained gains at follow-up.", "population_specificity": "Subjects early after ischemic stroke (n=45).", "effective_dosage": "30 minutes per session, 1 session/day, 5 days a week.", "study_duration": "3 weeks of treatment, with follow-up at 3 months post-treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:50.328415+00:00"}
{"study_id": 93726, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether physical fitness, measured by the Six-Minute Walking Test (6MWT), predicts clinical outcomes like mortality, cardiovascular events, and hospitalizations in dialysis patients.", "results_summary": "Increased walking distance in the 6MWT was associated with reduced risks of mortality, hospitalizations, and a composite endpoint, though the relationship with cardiovascular events was not statistically significant. Poor physical performance predicted worse clinical outcomes in this population.", "population_specificity": "296 dialysis patients participating in the EXCITE trial.", "effective_dosage": "Not specified (6MWT performance measured, not prescribed as an intervention).", "study_duration": "Follow-up duration not explicitly stated in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:50.392505+00:00"}
{"study_id": 93720, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore sources of health information used by cancer survivors, including differences based on internet access and trust in those sources.", "results_summary": "The study found that cancer survivors with internet access were younger, more educated, and had better quality of life, while offline survivors had higher prevalence of disabilities, including serious difficulties with walking or climbing stairs. Doctors were the most trusted health information source, while radio was the least trusted.", "population_specificity": "Cancer survivors (357 participants, divided into online [67%] and offline [33%] groups).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:50.442737+00:00"}
{"study_id": 93730, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to summarize current global guidelines on postpartum physical activity, including walking, to assess its role in improving health outcomes after childbirth.", "results_summary": "The study found that walking was recommended in 2 out of 6 identified guidelines for postpartum physical activity, alongside other activities like aerobic exercise and pelvic floor exercises. The guidelines lacked specificity but highlighted the potential benefits of physical activity for postpartum women.", "population_specificity": "Postpartum women from five countries (Australia, Canada, Norway, United Kingdom, and United States).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:50.747072+00:00"}
{"study_id": 93727, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine the effects of tai chi training on functional performance and walking, including dual-task conditions, in older adults living in supportive housing facilities.", "results_summary": "Tai chi training improved physical function (SPPB scores) and increased walking speed under normal and dual-task conditions, but did not significantly affect balance (BBS) or mobility (TUG). The control group showed similar improvements after crossover to tai chi.", "population_specificity": "Older adults (aged 87±7) living in supportive housing facilities.", "effective_dosage": "Two 1-hour-long instructor-led group sessions per week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:51.086935+00:00"}
{"study_id": 93731, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy of active transfemoral prostheses in improving gait performance among above-knee amputees by analyzing the integration of core technological components.", "results_summary": "The study identified specific components of active prosthetic knees that contributed to gait parameters closest to normal, but the conclusions were limited by the small number of studies analyzed, indicating a need for further clinical validation.", "population_specificity": "Above-knee amputees", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:53.578829+00:00"}
{"study_id": 93732, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "To review the efficacy of orthotic management, footwear, and walking aids on gait and walking outcomes in ambulant children and adolescents with spina bifida.", "results_summary": "Ankle-foot orthosis improved kinematic and kinetic gait properties, stride characteristics, and oxygen cost of walking. Forearm crutches showed favorable effects on gait, but evidence was limited and did not assess walking capacity or performance.", "population_specificity": "Ambulant children and adolescents (≤18 years old) with spina bifida.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:54.941545+00:00"}
{"study_id": 93734, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a supervised exercise program plus at-home non-supervised exercise therapy on functional status, quality of life, and hemodynamic response in post-lower-limb bypass surgery patients.", "results_summary": "The intervention group showed significant improvement in walking distance and higher quality of life scores in both physical and mental components compared to the control group after 6 months.", "population_specificity": "Post-lower-limb bypass surgery patients with peripheral arterial disease (PAD).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:58.675118+00:00"}
{"study_id": 93736, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To compare the effects of modified Taohongsiwu decoction versus pyridoxine on hand-foot syndrome symptoms, including walking, in cancer patients undergoing chemotherapy.", "results_summary": "Modified Taohongsiwu decoction significantly improved walking ability and other quality-of-life measures compared to pyridoxine, with an 88.3% effective rate versus 50%. No significant differences were found in driving ability or interpersonal relationships.", "population_specificity": "Patients with hand-foot syndrome from capecitabine, sorafenib, or gefitinib chemotherapy for gastric, lung, breast, colon, or rectal cancer.", "effective_dosage": "Modified Taohongsiwu decoction (soaked hands/feet for 30 min once daily); pyridoxine (100 mg orally twice daily).", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:00.023740+00:00"}
{"study_id": 93735, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if transcutaneous electrical nerve stimulation (TENS) over the stellate ganglion region could improve femoral blood flow and functional outcomes (measured by 6-min walking distance) in post-coronary artery bypass graft surgery patients.", "results_summary": "TENS significantly improved femoral blood flow, vascular conductance, and 6-min walking distance, while reducing pain and opiate requirements. Sham TENS had no significant effects on these variables.", "population_specificity": "38 post-coronary artery bypass graft surgery patients (20 men, 24 NYHA class III-IV).", "effective_dosage": "4 times/day, 30 min/session.", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:00.076165+00:00"}
{"study_id": 93738, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to examine the effects of activity-based therapy (ABT) on neurologic function, walking ability, functional independence, metabolic health, and community participation in individuals with chronic, motor-incomplete spinal cord injury.", "results_summary": "The study found significant improvements in neurologic function and walking ability, including increased walking speed and endurance, in the experimental group compared to controls. However, further analysis is needed to determine which individuals will benefit most from ABT.", "population_specificity": "Adults (N=48; 37 men and 11 women; age 18-66y) with chronic (≥12mo postinjury), motor-incomplete (ASIA Impairment Scale grade C or D) spinal cord injury.", "effective_dosage": "9 hours per week of ABT, including developmental sequencing, resistance training, repetitive patterned motor activity, and task-specific locomotor training.", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:00.826684+00:00"}
{"study_id": 93737, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify which individuals with chronic, motor-incomplete spinal cord injury (SCI) are likely to benefit from activity-based therapy (ABT) for improving walking ability.", "results_summary": "The study found that ABT was most effective for individuals with AIS grade D SCI and injuries less than 3 years old, showing clinically significant improvements in walking speed, endurance, and functional ambulation. Preliminary responsiveness after 12 weeks of therapy helped predict recovery potential.", "population_specificity": "Adults (N=38; 27 men, 11 women; age 22-63y) with chronic (≥12mo postinjury), motor-incomplete (AIS grade C or D) SCI.", "effective_dosage": "9 hours per week of ABT, including developmental sequencing, resistance training, repetitive motor activity, and locomotor training.", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:01.005631+00:00"}
{"study_id": 93739, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of interval walking training (IWT) and continuous walking training (CWT) on glycaemic control, insulin sensitivity, and skeletal muscle insulin signalling in individuals with type 2 diabetes.", "results_summary": "IWT improved glycaemic control, insulin sensitivity, peripheral glucose disposal, and disposition index, while CWT and the control group showed no significant changes. IWT also enhanced insulin signalling in skeletal muscle via increased phosphorylation of AS160.", "population_specificity": "Individuals diagnosed with type 2 diabetes, not on exogenous insulin treatment.", "effective_dosage": "Five sessions per week (60 min/session).", "study_duration": "4 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:02.169358+00:00"}
{"study_id": 93741, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the symptomatic effects and chondroprotective benefits of glucosamine sulphate versus a home exercise program (including walking) in patients with knee osteoarthritis.", "results_summary": "Both glucosamine sulphate and the home exercise program (including walking) significantly improved pain scores, osteoarthritis index, and 20-minute walking time, with no significant differences between the groups. However, the exercise program showed better chondroprotective effects on medial femoral condyle cartilage thickness.", "population_specificity": "70 patients diagnosed with knee osteoarthritis.", "effective_dosage": "Not specified for walking (exercise program details not fully described).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:07.484006+00:00"}
{"study_id": 93743, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to establish a core outcome set (COS) for clinical trials involving hip fracture patients, focusing on key domains such as mobility (including walking status).", "results_summary": "The study identified five core outcome domains, including mobility (indoor/outdoor walking status), and recommended specific measures like the EuroQoL EQ-5D for health-related quality of life. Consensus was achieved through a structured process involving diverse stakeholders.", "population_specificity": "Patients with hip fractures.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:07.849197+00:00"}
{"study_id": 93742, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether an invasive treatment strategy improves health-related quality of life and walking distance compared to noninvasive treatment in patients with intermittent claudication.", "results_summary": "The invasive treatment group showed significant improvements in health-related quality of life (Medical Outcomes Study Short Form 36 and Vascular Quality of Life Questionnaire scores) and intermittent claudication distance (+124 m vs. +50 m in the noninvasive group). Maximum walking distance changes were not significantly different between groups.", "population_specificity": "Unselected patients with intermittent claudication requesting treatment for claudication.", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:08.304564+00:00"}
{"study_id": 93745, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate clinical outcome measures, including walking (10m-timed walking test), for their ability to discriminate disease severity in patients with Charcot-Marie-Tooth disease type 1A (CMT1A).", "results_summary": "The 10m-timed walking test (T10MW) was one of three secondary clinical measures that improved discrimination between severely and mildly affected CMT1A patients, enhancing the assessment of disease severity.", "population_specificity": "479 adult patients with genetically proven CMT1A and 126 healthy controls.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:08.854063+00:00"}
{"study_id": 93744, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to determine the functional and radiological outcomes of treating periprosthetic femoral fractures following hip arthroplasty.", "results_summary": "The study found that while radiological results were good or excellent in 71% of cases, functional outcomes were poor, with 52% of patients not regaining their pre-fracture walking status and a high complication rate (56%). Fracture union was achieved in most cases, but ambulatory status worsened, particularly in patients with local risk factors like osteoporosis.", "population_specificity": "58 patients (mean age 79) with periprosthetic femoral fractures after total hip arthroplasty or hemiarthroplasty.", "effective_dosage": "Not applicable", "study_duration": "Mean follow-up time was 33.6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:09.100492+00:00"}
{"study_id": 93746, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to test the effects of a conventional exercise program, including walking, on improving postural stability, coordination, and gait in patients with mild-to-moderate traumatic brain injury (TBI).", "results_summary": "Participants showed improvements in static and dynamic postural stability, gait, and reduced ataxia after completing the therapy, as measured by the Berg Balance Scale, Functional Gait Assessment, and Ataxia Scale. The results suggest the exercise program was effective in enhancing motor coordination and balance in TBI patients.", "population_specificity": "Patients with mild-to-moderate traumatic brain injury (TBI) and related deficits.", "effective_dosage": "20 sessions, each 55-60 minutes, scheduled 4-5 times per week.", "study_duration": "4 consecutive weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:10.957675+00:00"}
{"study_id": 93740, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of two exercise promotion programs (FaME and OEP) on physical activity levels, particularly walking, in older adults aged ≥65 years.", "results_summary": "The FaME program significantly increased self-reported physical activity levels (49% achieving ≥150 minutes of MVPA/week vs. 38% in usual care) and reduced falls, while OEP showed no significant difference in MVPA compared to usual care. Both interventions appeared safe with no significant adverse effects.", "population_specificity": "Older adults aged ≥65 years recruited from UK general practices.", "effective_dosage": "FaME included weekly classes plus home exercises for 24 weeks, encouraging walking; OEP included home exercises supported by peer mentors for 24 weeks, also encouraging walking.", "study_duration": "24 weeks (intervention period), with follow-up at 12 months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:15.826917+00:00"}
{"study_id": 93748, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess left ventricle mechanics in Eisenmenger physiology patients with congenital shunts and their relationship with the right ventricle, as well as the clinical usefulness of this information, including its correlation with the six-minute walking test.", "results_summary": "The study found that left ventricle mechanics were impaired in Eisenmenger syndrome patients despite normal conventional measures, with significant correlations between ventricular interdependence and clinical outcomes like the six-minute walking test and functional class.", "population_specificity": "28 patients with pulmonary artery hypertension (PAH) and congenital shunt, matched with 28 healthy participants.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:15.870557+00:00"}
{"study_id": 93750, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether aerobic walking improves health-related quality of life (HRQOL) and global quality of life (QOL) in low-active older adults compared to a non-aerobic intervention.", "results_summary": "Walking significantly improved mental health status and global QOL compared to the non-aerobic group, with differential patterns of change observed across individuals (no change, declines, or improvements). The effects were not linear over time.", "population_specificity": "Low-active older adults (n = 179)", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:16.220877+00:00"}
{"study_id": 93751, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine which patient-reported activity (including walking) is first associated with knee pain in individuals at risk of or with osteoarthritis.", "results_summary": "The study found that knee pain is most likely to first appear during weight-bearing activities involving knee bending, such as using stairs, followed by walking. The ordering of pain appearance was consistent over successive visits.", "population_specificity": "Individuals who have or are at high risk of osteoarthritis (multicenter, longitudinal prospective observational cohort).", "effective_dosage": "Not applicable", "study_duration": "Up to 7 years (annual assessments)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:16.836990+00:00"}
{"study_id": 93749, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a prehabilitation program involving walking and other interventions could improve postoperative functional exercise capacity in patients undergoing colorectal resection for cancer.", "results_summary": "The prehabilitation group showed significant improvements in functional walking capacity before surgery and better recovery to baseline exercise capacity post-surgery compared to the rehabilitation group. The mean difference in the 6-minute walking test was 45.4 meters favoring prehabilitation.", "population_specificity": "Patients undergoing colorectal resection for cancer.", "effective_dosage": "Moderate aerobic and resistance exercises, nutritional counseling with protein supplementation, and relaxation exercises (specific dosage not detailed).", "study_duration": "4 weeks before surgery (prehabilitation) or immediately after surgery (rehabilitation), continued for 8 weeks post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:16.898784+00:00"}
{"study_id": 93752, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether using pedometers as a motivational tool increases physical activity and promotes weight loss in obese women.", "results_summary": "The pedometer group showed significant weight loss (88.9 kg to 80.2 kg), increased daily steps (8817 to 9716 steps/day), and greater reductions in BMI, body fat percentage, and waist circumference compared to the control group (p < 0.001).", "population_specificity": "Obese women of similar age attending a healthy living clinic in Turkey.", "effective_dosage": "Not specified (pedometer use for step tracking).", "study_duration": "Three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:19.976567+00:00"}
{"study_id": 93733, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of a novel shear-reducing insole on thermal response, balance, and gait in diabetic peripheral neuropathy patients during walking.", "results_summary": "The intervention insole significantly reduced forefoot and midfoot temperature increases (64.1% and 48%, respectively) compared to standard insoles and showed 10.4% improvement in gait initiation double support time, with no differences in static balance measures.", "population_specificity": "27 diabetic peripheral neuropathy patients (mean age 65.1 years, 48% female, 82% type 2 diabetes).", "effective_dosage": "Not specified (participants took 200 steps per insole condition).", "study_duration": "Single session with 5-minute washout between conditions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:21.277612+00:00"}
{"study_id": 93753, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare gait parameters and subjective scores between self-paced treadmill walking in a virtual environment, overground walking in a conventional gait lab, and natural walking outside a lab environment.", "results_summary": "The study found that walking in lab conditions (both treadmill and conventional gait lab) resulted in slower speeds and shorter strides compared to natural walking. Treadmill walking showed slightly more deviating knee and ankle kinematics, possibly due to increased fatigue from longer continuous walking time.", "population_specificity": "11 typically developing children and 9 children with cerebral palsy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:24.696624+00:00"}
{"study_id": 93754, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of enhanced physical activity counselling and exercise participation support at diabetes centres on physical activity behaviours and clinical outcomes in patients with type 2 diabetes mellitus.", "results_summary": "Participants who attended exercise classes increased moderate physical activity by 27% and doubled resistance exercise participation, while those who received resistance band instruction from a kinesiologist saw significant reductions in A1C levels. Enhanced exercise support improved physical activity and glycemic control in type 2 diabetes patients.", "population_specificity": "Patients with type 2 diabetes mellitus (n=180) at 8 diabetes centres in Nova Scotia.", "effective_dosage": "Not specified (exercise classes and resistance band instruction provided).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:25.371336+00:00"}
{"study_id": 93756, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the effect of a multidisciplinary rehabilitation programme (including motor training and cognitive-behavioural therapy) on disability, kinesiophobia, catastrophizing, pain, quality of life, and gait disturbances in patients with chronic low back pain.", "results_summary": "The experimental group showed significant improvements in disability (61% improvement), kinesiophobia, catastrophizing, quality of life, and gait cadence compared to the control group. Both groups improved in gait parameters, but the experimental group increased cadence significantly more.", "population_specificity": "Patients with chronic low back pain (CLBP)", "effective_dosage": "Not specified", "study_duration": "8 weeks of treatment, with follow-up at 3 months post-treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:26.800384+00:00"}
{"study_id": 93755, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 60, "study_goal": "The researchers aimed to compare clinical and functional outcomes of different midfoot injuries (Chopart, Lisfranc fractures, and multiple metatarsal shaft fractures) and their impact on mobility and daily living.", "results_summary": "The study found poor restoration of foot function, with reduced contact time in the injured foot and significantly lower walking speed and cadence in multiple metatarsal shaft fractures. The worst outcomes were reported for multiple metatarsal shaft fractures across all measured parameters.", "population_specificity": "24 patients (median age 44 years) with midfoot injuries (12 with multiple metatarsal shaft fractures, 6 with Chopart fractures, and 6 with Lisfranc fractures).", "effective_dosage": "Not available", "study_duration": "Median follow-up of 2.6 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:26.849655+00:00"}
{"study_id": 93747, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers compared the direct anterior and miniposterior approaches for total hip arthroplasty (THA) in terms of return to daily activities, complications, and component position.", "results_summary": "No systematic advantage was found for direct anterior THA over miniposterior THA. Direct anterior patients had longer operative times, higher pain scores, and more gait aid use at 2 weeks, but fewer wound problems. Miniposterior patients had better return to work and driving at 8 weeks.", "population_specificity": "222 patients (126 direct anterior, 96 miniposterior) with mean age 64±12 years, BMI 30±5.7 kg/m², and 50% female.", "effective_dosage": "Not applicable", "study_duration": "Follow-up at 2 days, 2 weeks, and 2 months post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:29.378256+00:00"}
{"study_id": 93758, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a pedometer-based walking program versus intradialytic cycling on physical function, activity, and quality of life in hemodialysis patients.", "results_summary": "The pedometer walking program improved lower extremity strength (sit-to-stand test) and flexibility (sit-and-reach test) but did not significantly affect aerobic capacity (VO2peak or 6MW test) or other secondary outcomes. No significant differences were found between the walking and cycling interventions.", "population_specificity": "Individuals on hemodialysis", "effective_dosage": "Not specified (home-based walking program)", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:29.401715+00:00"}
{"study_id": 93759, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 45, "study_goal": "The researchers aimed to compare quality of life and walking ability between patients who underwent amputation and those who refused amputation following infection of a total knee arthroplasty.", "results_summary": "Only 25% of amputees could walk, compared to 100% of non-amputees, though with limitations. Amputees had slightly lower physical health scores but slightly higher mental health scores than non-amputees.", "population_specificity": "Patients with transfemoral amputation or refusal of amputation after infection of a total knee arthroplasty (4 amputees vs. 4 non-amputees).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:30.863427+00:00"}
{"study_id": 93760, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness and outcomes of surgical versus non-operative treatment for displaced intra-articular calcaneal fractures, focusing on pain, function, and complications.", "results_summary": "The study found no significant difference in pain and function outcomes between surgical and non-operative treatments after two years, but surgical treatment had a higher risk of complications and reoperations.", "population_specificity": "151 patients with acute displaced intra-articular calcaneal fractures.", "effective_dosage": "Not applicable (treatment comparison, not dosage-based).", "study_duration": "Two years of follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:32.466311+00:00"}
{"study_id": 93761, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the clinical effectiveness and usability of a virtual reality-based intervention versus conventional physical therapy for balance recovery in individuals with chronic stroke.", "results_summary": "The experimental group showed significantly greater improvements in balance (Berg Balance Scale) and walking speed (10-m Walking Test) compared to the control group, with notable gains in the Brunel Balance Assessment. Virtual reality interventions were concluded to enhance balance improvement in chronic stroke patients.", "population_specificity": "20 individuals with chronic stroke in an outpatient neurorehabilitation setting.", "effective_dosage": "20 one-hour sessions (five sessions per week), with the experimental group receiving 30 minutes of virtual reality-based intervention and 30 minutes of conventional training per session.", "study_duration": "4 weeks (20 sessions total).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:34.009120+00:00"}
{"study_id": 93762, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of weight-bearing and non-weight-bearing exercises on functional performance, muscle strength, and muscle thickness in women after total hip arthroplasty.", "results_summary": "Both weight-bearing and non-weight-bearing exercises improved functional performance and muscle strength, but weight-bearing exercises were more effective for sit-to-stand ability and walking endurance. No significant difference was found in gluteus muscle thickness changes among the groups.", "population_specificity": "65 women who had undergone unilateral or bilateral total hip arthroplasty at least 6 months prior.", "effective_dosage": "Daily home exercise programs (specific exercises not detailed).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:34.832754+00:00"}
{"study_id": 93763, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether intensive exercise (MIRT) in early-stage Parkinson's disease slows disease progression and delays the need for increased drug treatment.", "results_summary": "The MIRT Group showed better motor function scores (UPDRS II, UPDRS III, TUG, PDDS) after 2 years compared to baseline, while the Control Group showed no improvement. The MIRT Group also maintained higher percentages of patients on monotherapy, suggesting delayed need for increased medication.", "population_specificity": "Newly diagnosed Parkinson's disease patients (n=40).", "effective_dosage": "Two 28-day multidisciplinary intensive rehabilitation treatments (MIRT) at a 1-year interval.", "study_duration": "2 years (with assessments at baseline, 6 months, 1 year, 18 months, and 2 years).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:36.266676+00:00"}
{"study_id": 93757, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare functional outcomes of total knee arthroplasty (TKA) for isolated patellofemoral arthritis (IPFA) versus isolated medial tibiofemoral arthritis.", "results_summary": "The study found that TKA for IPFA resulted in better initial functional outcomes (e.g., walking distance) compared to medial tibiofemoral arthritis, but no significant differences were observed at final follow-up. Both groups achieved similar long-term functional and radiological outcomes.", "population_specificity": "Patients over 65-70 years old with isolated patellofemoral arthritis or isolated medial tibiofemoral arthritis.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Average follow-up of ~64-66 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:36.531567+00:00"}
{"study_id": 93765, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine relationships between foot disorders, foot function (overpronation/supination), and factors like race and obesity in adults aged 50+ with and without osteoarthritis.", "results_summary": "Overpronated feet were associated with hallux valgus and overlapping toes, especially in obese individuals, while oversupinated feet showed inverse associations with hallux valgus and varied associations with other disorders by race and obesity.", "population_specificity": "Adults aged 50+ (N = 1466, 67.2% women, 29.5% African American, mean age 68.5 years) with and without osteoarthritis in a North Carolina cohort.", "effective_dosage": "Not available", "study_duration": "Not specified (cross-sectional analysis)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:38.602694+00:00"}
{"study_id": 93764, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of two different physiotherapist supervision levels on balance and functionality in osteoarthritis patients after bilateral total knee arthroplasty, relative to healthy controls.", "results_summary": "Intensive physiotherapist supervision (Group 1) led to significant improvements in balance, functionality, and pain/stiffness, reaching healthy control levels by the second month. Less frequent supervision (Group 2) showed limited improvements, primarily in walking cadence.", "population_specificity": "Osteoarthritis patients who underwent simultaneous bilateral total knee arthroplasty (SBTKA) and healthy individuals as controls.", "effective_dosage": "Group 1: 2 days/week for 1 month; Group 2: 1 day/2 weeks for 1 month.", "study_duration": "1 month (with follow-up at 1 and 2 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:39.029920+00:00"}
{"study_id": 93766, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether exercise programs, including walking, were effective in alleviating symptoms and improving walking distances and times in people with intermittent claudication, as well as their impact on disease progression, cardiovascular events, and quality of life.", "results_summary": "Exercise significantly improved maximal walking time (mean difference 4.51 minutes) and walking distances (pain-free walking distance increased by 82.29 meters, maximum walking distance by 108.99 meters) compared to usual care or placebo, with benefits lasting up to two years. Quality of life also improved, particularly in physical function and mental summary scores, though data on mortality and cardiovascular events were inconclusive.", "population_specificity": "1,816 participants with stable leg pain (intermittent claudication) due to peripheral arterial disease, generally excluding those with other medical conditions or exercise limitations.", "effective_dosage": "Supervised sessions at least twice a week; specific intensity and duration varied by trial.", "study_duration": "Ranged from two weeks to two years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:41.743977+00:00"}
{"study_id": 93769, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether walking activity interacted with CKD status to influence vitamin D levels or deficiency status.", "results_summary": "The study found no significant interaction between CKD status and walking activity on vitamin D levels or deficiency status, suggesting walking did not differentially affect vitamin D in CKD vs. non-CKD populations.", "population_specificity": "Swiss adults (≥15 years old) with and without CKD not requiring dialysis.", "effective_dosage": "Not specified", "study_duration": "Cross-sectional study (data collected from 2010 to 2011)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:42.025745+00:00"}
{"study_id": 93768, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare functional exercise capacity in obese individuals with and without binge eating disorder (BED) versus non-obese controls and identify clinical variables affecting exercise capacity in obese individuals with BED.", "results_summary": "Obese participants with BED walked significantly shorter distances in the 6MWT compared to non-obese controls but showed no difference from obese participants without BED. BED participants reported more musculoskeletal pain and fatigue post-test, with sports participation and perceived physical strength explaining 41.7% of variance in walking performance.", "population_specificity": "Obese individuals with and without binge eating disorder (BED) and non-obese controls, matched by age, gender, and BMI.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:42.271042+00:00"}
{"study_id": 93767, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers were attempting to determine the efficacy of ustekinumab and golimumab in treating chronic pulmonary and skin sarcoidosis, including effects on forced vital capacity and walking distance.", "results_summary": "The study found no significant improvements in forced vital capacity or 6-minute walking distance with ustekinumab or golimumab compared to placebo, though golimumab showed a nonsignificant trend in improving skin outcomes.", "population_specificity": "Patients with chronic pulmonary sarcoidosis (lung group) and/or skin sarcoidosis (skin group).", "effective_dosage": "Ustekinumab: 180 mg at week 0, then 90 mg every 8 weeks; Golimumab: 200 mg at week 0, then 100 mg every 4 weeks.", "study_duration": "28 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:42.733729+00:00"}
{"study_id": 93770, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of dietary modification and aerobic exercise training (walking) on arterial stiffness and endothelial function in overweight and obese men.", "results_summary": "Walking (40-60 min/day, 3 days/week for 12 weeks) improved arterial stiffness and endothelial function in obese men, though weight loss was less than with dietary modification. No significant differences were found between the two interventions in improving arterial function.", "population_specificity": "Overweight and obese men (average age 48 years).", "effective_dosage": "40-60 minutes per day, 3 days per week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:43.518673+00:00"}
{"study_id": 93771, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the efficacy of bosentan in improving hemodynamic parameters and exercise capacity in Japanese patients with WHO Functional Class II pulmonary arterial hypertension (PAH).", "results_summary": "Bosentan treatment significantly reduced mean pulmonary arterial pressure, increased cardiac index, and decreased pulmonary vascular resistance. It also improved 6-minute walking distance at 12 and 24 weeks, suggesting benefits for early-stage PAH.", "population_specificity": "Japanese patients with WHO Functional Class II pulmonary arterial hypertension (PAH).", "effective_dosage": "125 mg twice daily", "study_duration": "24 weeks (initial 12-week hemodynamic evaluation, followed by 12-week exercise capacity assessment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:44.543261+00:00"}
{"study_id": 93772, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To compare the effectiveness of high-speed treadmill training and progressive treadmill training for improving walking ability in stroke patients.", "results_summary": "High-speed treadmill training showed significant improvements in walking ability compared to progressive training, including better performance in timed up-and-go, 10-m walk, 6-minute walk tests, and increased step lengths. Step width remained unchanged in both groups.", "population_specificity": "Ambulatory stroke patients (n=61) in an inpatient rehabilitation setting.", "effective_dosage": "30 minutes per session, 20 sessions over five weeks.", "study_duration": "Five weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:46.051483+00:00"}
{"study_id": 93773, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the concurrent validity and test-retest reliability of the OPTOGait photoelectric cell system compared to a treadmill-based gait analysis system for measuring spatio-temporal gait parameters.", "results_summary": "The study found excellent concurrent validity and high test-retest reliability for the OPTOGait System in assessing spatio-temporal gait parameters, though temporal parameters expressed as a percentage of the gait cycle showed poor validity. The system was deemed useful for clinical assessments.", "population_specificity": "26 stroke patients and 18 healthy adults.", "effective_dosage": "Not specified (participants walked at their preferred speed).", "study_duration": "Not specified (two sessions for test-retest reliability).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:47.023210+00:00"}
{"study_id": 93774, "supplement_id": 1667, "safety_score": "100", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the aerobic exercise program variables (e.g., frequency, intensity, duration) that contribute to positive effects in treating schizophrenia or schizoaffective disorder.", "results_summary": "Aerobic exercise, including treadmill walking and cycling, performed 3 times weekly for 30-40 minutes at moderate intensity, was found to be safe and beneficial for individuals with schizophrenia or schizoaffective disorder. No adverse events were reported.", "population_specificity": "People with schizophrenia or schizoaffective disorder.", "effective_dosage": "30-40 minutes per session, 3 times weekly at moderate intensity.", "study_duration": "10 to 16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:50.239982+00:00"}
{"study_id": 93775, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine how much variability in activity and participation measures for ambulatory individuals with cerebral palsy is explained by strength, body composition, gait impairment, and participant characteristics.", "results_summary": "The study found that gait impairment was the most common and significant predictor of variability in outcome measures, while strength and body composition had minimal or inconsistent effects. Participant characteristics like cerebral palsy type and age at walking onset also contributed to variability.", "population_specificity": "Ambulatory individuals with cerebral palsy (GMFCS levels I-III), ages 8-18 years (mean 12 years 9 months).", "effective_dosage": "Not applicable", "study_duration": "Cross-sectional study (no intervention duration)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:50.290202+00:00"}
{"study_id": 93777, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility and safety of goal-directed, task-specific mobility training (including walking) for individuals with mid-stage Huntington disease.", "results_summary": "The study found excellent adherence (96.9%) and safety, with 92% of goals achieved and 46% of participants exceeding expectations, though effect sizes were small. The intervention's design may not have been sufficient to elicit systematic effects.", "population_specificity": "Individuals with mid-stage Huntington disease (13 men, 17 women; mean age 57.0 years).", "effective_dosage": "Twice a week for 8 weeks.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:50.460571+00:00"}
{"study_id": 93776, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify clinical characteristics of patients with chronic low back pain that predict better outcomes from motor control exercises or graded activity, including walking tolerance.", "results_summary": "Self-reported clinical instability was a significant modifier of treatment response; patients with high instability scores benefited more from motor control exercises, while those with low scores benefited more from graded activity. Walking tolerance was measured but did not significantly modify treatment outcomes.", "population_specificity": "172 patients with chronic low back pain in Australian physical therapy clinics.", "effective_dosage": "12 initial exercise sessions over 8 weeks, with booster sessions at 4 and 10 months.", "study_duration": "12 months (including follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:50.694233+00:00"}
{"study_id": 93778, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effectiveness of pedometer-driven walking programs in increasing physical activity and improving physical function and pain in patients with musculoskeletal disorders.", "results_summary": "The study found significant increases in step count (mean increase of 1950 steps per day) and improvements in pain and physical function in four out of seven included studies. The results support the effectiveness of pedometer-based walking interventions for increasing physical activity in patients with musculoskeletal disorders.", "population_specificity": "Patients with musculoskeletal disorders, aged 40 to 82 years.", "effective_dosage": "Not specified (step count increase was the focus).", "study_duration": "4 weeks to 12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:51.780393+00:00"}
{"study_id": 93779, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of different intensities of intermittent exercise training on body composition, functional walking, and aerobic endurance in overweight children.", "results_summary": "Higher intensity intermittent exercise (HIIE) significantly improved body composition (reduced skinfold thickness), functional walking (fewer steps during obstacle performance), and aerobic endurance compared to lower intensity exercise (LIIE) and the control group.", "population_specificity": "Overweight children (age: 10.4 ± 0.9 years)", "effective_dosage": "LIIE: 16 intervals at 100% MAS (8 minutes total); HIIE: 12 intervals at 120% MAS (6 minutes total), three times a week", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:53.248150+00:00"}
{"study_id": 93780, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether 12 weeks of oral magnesium supplementation could improve physical performance, including walking speed, in healthy elderly women.", "results_summary": "The study found that magnesium supplementation significantly improved total SPPB scores, chair stand times, and 4-m walking speeds in healthy elderly women, particularly those with lower dietary magnesium intake. No significant differences were observed for secondary outcomes like lower limb strength or handgrip strength, and no serious adverse effects were reported.", "population_specificity": "Healthy elderly women (mean age 71.5 ± 5.2 years) attending a mild fitness program.", "effective_dosage": "300 mg Mg/day", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:54.329230+00:00"}
{"study_id": 93782, "supplement_id": 1667, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "To investigate the immediate efficacy of laterally wedged insoles with arch support (LWAS) on gait biomechanics and knee pain in individuals with bilateral medial knee osteoarthritis.", "results_summary": "LWAS reduced knee pain and peak internal knee abductor moments during gait but increased ankle invertor moments, suggesting potential trade-offs in biomechanical effects.", "population_specificity": "Fifteen women with bilateral medial knee osteoarthritis and 15 healthy controls.", "effective_dosage": "Not specified", "study_duration": "Immediate effects (single intervention session)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:56.875524+00:00"}
{"study_id": 93783, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a balance exercise program (CoDuSe) on reducing falls and improving balance performance in people with mild to moderate multiple sclerosis (MS).", "results_summary": "The CoDuSe program significantly reduced the number of falls and proportion of fallers, and improved balance performance, but did not significantly alter perceived limitations in walking or balance confidence.", "population_specificity": "Community-dwelling adults with mild to moderate MS who could walk 100m but could not maintain a 30-second tandem stance.", "effective_dosage": "Twice-weekly, 60-minute sessions", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:57.909312+00:00"}
{"study_id": 93784, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if a social networking Web site (Meetup™) could deliver a multicomponent dog walking intervention to increase physical activity among sedentary dog owners.", "results_summary": "Daily steps increased over time, with no significant differences between the Meetup™ and control conditions. The Meetup™ group reported increased perceived positive outcomes of dog walking, but no significant changes were observed in social support, sense of community, or barriers to dog walking.", "population_specificity": "Sedentary dog owners (n = 102) from eight neighborhoods.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:57.990026+00:00"}
{"study_id": 93785, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess ankle function and its correlation with gait parameters in patients with acute ankle sprains after 4 weeks of conservative management without physical therapy.", "results_summary": "Patients with ankle sprains showed significant impairments in muscle strength, passive mobility, and gait parameters (e.g., slower walking speed, shorter step length) compared to healthy subjects, with walking speed deficits correlated with pain and dorsiflexor weakness.", "population_specificity": "Thirty patients with grade I or II acute ankle sprains and 15 healthy subjects.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:58.271261+00:00"}
{"study_id": 93786, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine the effect of a progressive resistance exercise (PRE) program on pain, function, quality of life, and muscle strength in women with osteoarthritis (OA) of the knee.", "results_summary": "The PRE program significantly reduced pain, improved function, enhanced some quality of life domains, and increased muscle strength in women with knee OA compared to the control group.", "population_specificity": "Women aged 40 to 70 years with knee osteoarthritis and pain scores between 3 and 8 on a 10-cm scale.", "effective_dosage": "Strengthening exercises performed twice a week at 50% and 70% of one-repetition maximum (1RM).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:59.807442+00:00"}
{"study_id": 93787, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a predictive model for maximal heart rate using walking tests as an alternative to cardiopulmonary exercise tests in cardiac rehabilitation.", "results_summary": "The study found that heart rate measurements from walking tests (6-minute walk and 200m fast-walk) significantly correlated with maximal heart rate during cardiopulmonary exercise. The derived predictive model (incorporating age and heart rate during fast walking) outperformed the Fox formula in accuracy.", "population_specificity": "148 cardiac rehabilitation patients (133 men, mean age 59 ±9 years) in France.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:01.179359+00:00"}
{"study_id": 93788, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness of three ACL reconstruction techniques in restoring rotational knee stability during walking, running, and pivoting tasks.", "results_summary": "The study found no significant differences in tibial internal rotation or rotational stiffness between the three ACL reconstruction techniques during walking, running, or pivoting at 1-year follow-up. Objective knee stability and subjective outcomes were also similar across groups.", "population_specificity": "47 ACL-deficient patients", "effective_dosage": "Not applicable", "study_duration": "1-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:01.630322+00:00"}
{"study_id": 93789, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether minimally invasive surgery (MIS) for total knee arthroplasty (TKA) influences postoperative walking patterns compared to conventional TKA, as measured by 3D gait parameters.", "results_summary": "The study found no significant differences in gait parameters between MIS and conventional TKA groups, except for increased valgus sway in the MIS group. MIS TKA did not result in superior walking patterns 8 weeks post-surgery, leading to discontinuation of the procedure due to equal or slightly inferior outcomes in other measures.", "population_specificity": "Patients scheduled for TKA or MIS TKA.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "8 weeks post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:05.830332+00:00"}
{"study_id": 93791, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "To compare the effects of supervised walking exercise versus alternative exercise modes on maximum walking distance, pain-free walking distance, and health-related quality of life in patients with intermittent claudication.", "results_summary": "No clear evidence of differences between supervised walking and alternative exercise modes (cycling, strength training, upper-arm ergometry) in improving maximum or pain-free walking distance. Quality of life improved in both groups, but data limitations prevented meta-analysis.", "population_specificity": "Patients with clinically determined intermittent claudication (sample size: 135 participants).", "effective_dosage": "Supervised walking at least twice a week.", "study_duration": "Minimum of six consecutive weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:06.398839+00:00"}
{"study_id": 93793, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate new methods, such as sensor-based assessments, for predicting fall risk in older adults through measures like postural sway, functional mobility, stepping, and walking.", "results_summary": "The study found that sensor-based fall risk assessments can effectively discriminate between fallers and nonfallers, suggesting potential for accurate, unobtrusive risk monitoring in clinical and daily life settings.", "population_specificity": "Older adults (specifically those at risk of falls).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:07.232124+00:00"}
{"study_id": 93790, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and effects of a 6-month treadmill desk intervention on sedentary office workers, focusing on recruitment, adherence, and light-intensity physical activity.", "results_summary": "The study found that participants averaged ~43 minutes of light-intensity treadmill walking daily, but adherence was low (45%-50% of scheduled sessions) due to work conflicts and rigid schedules. Despite positive feedback, shared treadmill desk use posed logistical challenges in a demanding work environment.", "population_specificity": "Overweight/obese office workers from a health insurance workplace (41 participants enrolled from 728 workers).", "effective_dosage": "45 minutes twice a day of treadmill desk use.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:07.251953+00:00"}
{"study_id": 93794, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of aerobic walking on motor function, cognition, and quality of life in Parkinson's disease (PD) and compare the safety, tolerability, and fitness benefits of different exercise regimens.", "results_summary": "The study found that aerobic walking improved aerobic fitness, motor function, fatigue, mood, executive control, and quality of life in mild to moderate PD, with no serious adverse events reported. Preliminary analyses suggested higher musculoskeletal adverse events in the interval training group, leading to a shift to continuous training.", "population_specificity": "Independently ambulatory patients with mild to moderate Parkinson's disease.", "effective_dosage": "3 times per week, 45 minutes per session.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:09.769399+00:00"}
{"study_id": 93795, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of decompression surgery versus nonoperative treatment on reducing the risk of falling in patients with lumbar spinal stenosis.", "results_summary": "The surgery group showed significant improvements in functional mobility tests (e.g., Six-Meter Walk test, timed \"Up & Go\" test) and a reduced risk of falling compared to the nonoperative group, though both groups saw improvements in disability and quality-of-life scores.", "population_specificity": "Patients with lumbar spinal stenosis (mean age 62.4 in surgery group, 64.6 in nonoperative group).", "effective_dosage": "Not applicable (surgical vs. nonoperative treatment).", "study_duration": "Follow-up assessments at 3 months and 1 year post-intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:10.270445+00:00"}
{"study_id": 93797, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "To determine if Functional Electrical Stimulation (FES) via a foot drop stimulator (FDS) could retrain tibialis anterior (TA) activation timing during walking in stroke survivors.", "results_summary": "After 4 weeks of FDS use, TA activation during walking without the device more closely matched the pre-programmed FDS timing, indicating neuromuscular retraining. The burst duration similarity index (BDSI) improved in all participants (P = 0.05).", "population_specificity": "Individuals with stroke (n = 4).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:14.066697+00:00"}
{"study_id": 93796, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to verify the feasibility of improving foot drop and arm swing in hemiplegic patients using a functional electrical stimulator during walking.", "results_summary": "After four weeks of training, post-stroke patients showed statistically significant improvements in arm swing angle (7.16%, 43.06%, and 54.66% across three patients). The method demonstrated potential to enhance gait and arm swing in hemiplegic patients.", "population_specificity": "Post-stroke hemiplegic patients", "effective_dosage": "Not specified", "study_duration": "Four weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:14.542061+00:00"}
{"study_id": 93799, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether unstable shoes could reduce low back pain in health professionals with chronic nonspecific low back pain.", "results_summary": "The intervention group wearing unstable shoes showed a significant decrease in pain scores and higher satisfaction rates compared to the control group, but no significant differences were found in disability or quality of life scores.", "population_specificity": "Health professionals with nonspecific chronic low back pain (n=40).", "effective_dosage": "Wearing unstable shoes (MBT Fora) for at least 6 hours per workday.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:15.774520+00:00"}
{"study_id": 93798, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether extracorporeal shock wave therapy (ESWT) could alleviate symptoms of diabetic sensorimotor polyneuropathy (DSPNP), particularly pain and walking abilities.", "results_summary": "ESWT reduced pain intensity from 100% to 23.6% after 2 weeks, though it rose to 45.7% by 8 weeks. Walking abilities improved significantly by the 8th week, with step length increasing by 14.6%, walking speed by 24.8%, and dual support time decreasing by 12.2%.", "population_specificity": "14 patients with DSPNP (excluding 10 diabetic patients for inhomogeneous performance).", "effective_dosage": "3 times weekly for 2 weeks using the Duolith® shock wave generator.", "study_duration": "2 weeks of active treatment, with follow-ups at 2, 4, and 8 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:17.663983+00:00"}
{"study_id": 93800, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether decompression surgery for lumbar spinal stenosis (LSS) in patients with Type 2 diabetes mellitus (DM) indirectly improved blood glucose control (measured by HbA1c levels) by enabling increased physical activity.", "results_summary": "The study found that surgical treatment significantly reduced HbA1c levels in LSS patients with DM, likely due to increased physical activity post-surgery, while conservative treatment did not show similar improvements. Pain and disability scores improved in both groups, but only the surgical group showed significant reductions in total cholesterol levels.", "population_specificity": "Patients with degenerative lumbar spinal stenosis and Type 2 diabetes mellitus.", "effective_dosage": "Not applicable (surgical or conservative treatment, not a walking dosage).", "study_duration": "Follow-up assessments occurred at two unspecified time points post-treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:19.070015+00:00"}
{"study_id": 93801, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the effectiveness of two different injection techniques (2 sites vs. 4 sites) of botulinum toxin in improving walking ability in stroke patients with spastic equinovarus deformity.", "results_summary": "Both injection techniques significantly improved walking time over 10 meters, but there was no significant difference in effectiveness between the two methods. Fewer injection sites were suggested to minimize discomfort and potential antibody production while achieving similar therapeutic outcomes.", "population_specificity": "Stroke patients with spastic equinovarus deformity seen at King Hussein Medical Center, Amman, Jordan.", "effective_dosage": "Not specified (botulinum toxin injected at 2 sites in group I and 4 sites in group II).", "study_duration": "Evaluated at 1, 3, and 6 months post-injection.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:19.564719+00:00"}
{"study_id": 93802, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of an 8-week yoga intervention versus walking on diabetes risk factors and psychological well-being in high-risk individuals.", "results_summary": "Walking showed significant reductions in systolic and diastolic blood pressure, total cholesterol, anxiety, depression, negative affect, and perceived stress, but no significant differences in fasting blood glucose, postprandial blood glucose, or insulin resistance compared to yoga.", "population_specificity": "Indians with elevated fasting blood glucose in Bangalore, India.", "effective_dosage": "Monitored walking 3-6 days per week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:21.471540+00:00"}
{"study_id": 93804, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to evaluate whether stationary stepping could serve as a surrogate task for treadmill walking by comparing stride behavior characteristics.", "results_summary": "At the group level, stride behavior was similar between stationary stepping and treadmill walking, but individual-level analyses showed poor reliability in most metrics, suggesting stationary stepping may not be a suitable surrogate for treadmill walking.", "population_specificity": "Healthy young adults (N = 10)", "effective_dosage": "Not applicable (tasks: 15-minute treadmill walking and stationary stepping)", "study_duration": "15 minutes per task", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:22.836945+00:00"}
{"study_id": 93805, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the effectiveness of cardiac contractility modulation (CCM) on functional capacity and quality of life in patients with heart failure.", "results_summary": "The meta-analysis found that CCM significantly improved peak oxygen consumption, 6-minute walk test distance, and quality of life, though the effects were modest.", "population_specificity": "Patients with heart failure", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:24.071237+00:00"}
{"study_id": 93803, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess changes in lung volume and density following endobronchial coiling for lung volume reduction and correlate these with clinical improvements in walking distance (6-m walk test) and pulmonary function.", "results_summary": "Responders showed a significant increase in walking distance (70 ± 11 m) and FEV1 values (61 ± 21 mL), with volume reduction in the treated lobe and expansion in the untreated ipsilateral lobe. These changes were linked to clinical improvement in responders.", "population_specificity": "17 patients (8 men, 9 women) with pulmonary conditions treated by endobronchial coiling.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:24.081435+00:00"}
{"study_id": 93806, "supplement_id": 1667, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of intrathecal baclofen therapy for improving spasticity and gait in patients with hereditary spastic paraplegia.", "results_summary": "The study found significant reductions in lower limb spasticity and improved walking ability in patients treated with intrathecal baclofen. Two patients required re-operation due to catheter fractures.", "population_specificity": "Sixteen patients diagnosed with hereditary spastic paraplegia (mean age: 43 years).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Average follow-up period was 25.8 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:27.177142+00:00"}
{"study_id": 93792, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a cognitive behavioral therapy program combined with exercise (including walking) on individuals with refractory chronic pain.", "results_summary": "The study found significant improvements in pain intensity, disability, catastrophizing thoughts, and physical function measures (e.g., seated forward bends, zig-zag walking, self-care, and 6-minute walk test) after the intervention.", "population_specificity": "46 patients with refractory chronic pain in Japan.", "effective_dosage": "Weekly sessions of approximately 2 hours, combining lectures with exercise.", "study_duration": "9 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:28.190790+00:00"}
{"study_id": 93808, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of tablet-based and brochure-based home-based strength-balance training programs on gait quality and physical performance in elderly individuals.", "results_summary": "Tablet-guided training significantly improved single and dual task walking compared to brochure-guided training, with active participants outperforming inactive ones in gait and physical performance measures. Social and individual motivation strategies were equally effective.", "population_specificity": "Autonomous-living elderly people (mean age 75, SD 6 years).", "effective_dosage": "Not specified (12-week progressive home-based strength-balance training program).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:28.847904+00:00"}
{"study_id": 93809, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of water-based exercise with and without cognitive stimuli on cognitive and physical functions, including walking ability.", "results_summary": "The study found that normal water-based exercise (Nor-WE) significantly improved walking ability and lower limb muscle strength, while cognitive water-based exercise (Cog-WE) enhanced cognitive functions like attention, memory, and learning.", "population_specificity": "Elderly adults", "effective_dosage": "10 min of walking, 30 min of strength/stepping exercise (Nor-WE) or water-cognitive exercises (Cog-WE), and 10 min of stretching/relaxation in water, per session.", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:31.033657+00:00"}
{"study_id": 93781, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare clinical and radiographic outcomes between direct anterior (DA-THA) and mini-posterior approach (MPA-THA) total hip arthroplasty, focusing on recovery metrics like time to ambulation without assistive devices.", "results_summary": "Patients undergoing DA-THA stopped using walking aids 6 days earlier than those with MPA-THA (22 vs. 28 days, P=0.04). No significant additional clinical or radiographic benefits were observed between the two approaches.", "population_specificity": "54 patients undergoing total hip arthroplasty.", "effective_dosage": "Not applicable (surgical intervention study).", "study_duration": "Follow-up until ambulation without assistive devices (average 22-28 days).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:31.389362+00:00"}
{"study_id": 93810, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To examine the effects of long-term progressive resistance exercise (PRE) and modified Fitness Counts (mFC) on physical function outcomes in individuals with Parkinson's disease (PD).", "results_summary": "Both PRE and mFC improved physical function measures over 24 months when tested on medication, except for the 6-minute walk test (6MWT). Off medication, all measures, including 6MWT, showed significant improvement.", "population_specificity": "38 patients with idiopathic Parkinson's disease.", "effective_dosage": "Exercised 2 days/week.", "study_duration": "Up to 24 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:31.482873+00:00"}
{"study_id": 93811, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of percutaneous transluminal angioplasty (PTA) alone versus PTA with bare metal stenting for treating superficial femoral artery stenoses in improving vessel patency, quality of life, ankle brachial index, and treadmill walking distance.", "results_summary": "The study found a short-term improvement in primary duplex patency at six and 12 months with PTA plus stenting compared to PTA alone, but this benefit was not sustained at 24 months. No significant improvements were observed in ankle brachial index, treadmill walking distance, or quality of life between the two treatments.", "population_specificity": "Participants with symptomatic lower limb peripheral vascular disease (Rutherford categories 1 to 6; Fontaine stages II to IV), average age 69 years, including men and women.", "effective_dosage": "Not specified", "study_duration": "Follow-up for up to two years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:33.132691+00:00"}
{"study_id": 93812, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of biventricular pacing (BVP) and isolated left ventricular pacing (LVP) in treating chronic heart failure, focusing on how QRS duration influences outcomes.", "results_summary": "The meta-analysis found BVP and LVP were comparable in most efficacy parameters, but BVP showed significantly greater improvement in 6-min walking distance as QRS duration increased.", "population_specificity": "Patients with chronic heart failure.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:34.484184+00:00"}
{"study_id": 93813, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether positively-framed messages could more effectively encourage walking in older adults compared to negatively-framed or neutral messages.", "results_summary": "Positively-framed messages significantly increased walking in older adults, while negatively-framed messages were less effective. The effect of positive messaging was sustained over a 28-day period.", "population_specificity": "Older adults (compared to younger adults in Study 1).", "effective_dosage": "Not specified (intervention focused on messaging, not walking dosage).", "study_duration": "28 days (Study 2).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:35.956319+00:00"}
{"study_id": 93807, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of ankle-foot deformity in gait impairment among chronic hemiplegic patients with equinus deformity.", "results_summary": "The study identified five subgroups of patients with distinct gait dysfunction levels, linking faster walking to less ankle-foot impairment or stiffness, while slower walking was associated with instability, severe equinus, and hip rotation patterns. Clustering gait patterns helped understand dysfunction and guide targeted treatment.", "population_specificity": "49 chronic hemiplegic patients with equinus deformity of the foot.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:39.733076+00:00"}
{"study_id": 93815, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to identify specific gait deficits in patients after total hip arthroplasty compared to healthy controls and between operated and non-operated limbs during daily activities.", "results_summary": "The study found reductions in sagittal range of motion, peak extension, power generation, and moments in the operated hip compared to controls, with persistent deficits in walking speed and step length at long-term follow-up. Hip abduction moment deficits were consistent across level walking and stair ascent.", "population_specificity": "Patients who underwent total hip arthroplasty for primary osteoarthritis, compared to healthy controls.", "effective_dosage": "Not applicable", "study_duration": "Follow-up periods of at least six months after surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:39.833727+00:00"}
{"study_id": 93817, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the intra-session repeatability of local dynamic stability (LDS) in neurological patients and assess its discriminative power to differentiate between healthy individuals and neurological patients.", "results_summary": "LDS showed high intra-session repeatability (ICC = 0.89) and effectively differentiated neurological patients from healthy controls (33% relative difference, standardized effect size 2.3), suggesting its potential for fall risk prediction.", "population_specificity": "83 patients with mild to moderate neurological disorders and 40 healthy controls.", "effective_dosage": "Not applicable (walking test with accelerometer).", "study_duration": "Short over-ground walking tests (2×30 seconds).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:40.125687+00:00"}
{"study_id": 93816, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of chronic kidney disease (CKD) on functional capacity, including walking performance (6MWT), and its correlation with quality of life, respiratory function, and other factors in children and adolescents.", "results_summary": "The study found that children with CKD walked a mean distance of 396 meters in the 6MWT, with positive correlations between walking distance and age, height, quality of life, and lung function. Transplanted patients and physically active children had better quality of life scores compared to those on hemodialysis or sedentary lifestyles.", "population_specificity": "Children and adolescents (aged 8-17 years) with chronic kidney disease.", "effective_dosage": "Not specified", "study_duration": "Cross-sectional study (single assessment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:40.588254+00:00"}
{"study_id": 93818, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the acute effects of sildenafil on blood pressure, skeletal muscle oxygenation, and walking tolerance in patients with intermittent claudication.", "results_summary": "Sildenafil lowered blood pressure and improved skeletal muscle oxygenation during exercise but did not enhance walking tolerance in patients with intermittent claudication. Pain-free and maximal walking times did not differ significantly between sildenafil and placebo trials.", "population_specificity": "12 men with stable intermittent claudication.", "effective_dosage": "Two consecutive doses of 50 mg sildenafil.", "study_duration": "Acute administration (single session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:40.810048+00:00"}
{"study_id": 93819, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of oral nitric oxide (NO) supplementation on blood pressure, functional capacity (including walking distance), and quality of life in patients with clinical prehypertension.", "results_summary": "NO supplementation significantly reduced resting blood pressure and increased walking distance in the 6-minute walk test, along with improvements in quality of life scores.", "population_specificity": "Thirty patients with clinical prehypertension.", "effective_dosage": "Not specified (orally disintegrating lozenge).", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:41.655653+00:00"}
{"study_id": 93820, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of aerobic physical exercise (walking with strides) on menopausal symptoms, blood lipid status, and body weight in middle-aged female medical staff with perimenopausal syndrome.", "results_summary": "The study found that walking significantly reduced menopausal symptoms (measured by the Kupperman index), improved blood lipid profiles (lowered total cholesterol and triglycerides), and decreased body weight and waist circumference compared to the control group. These changes were statistically significant and clinically meaningful.", "population_specificity": "Middle-aged female medical staff (aged 40-55) with perimenopausal syndrome (Kupperman index score ≥15).", "effective_dosage": "Walking with strides three times a week or more.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:44.874881+00:00"}
{"study_id": 93814, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether treadmill training provided greater benefits to community-dwelling stroke survivors who walked faster than 0.4m/s compared to those who walked more slowly.", "results_summary": "Treadmill training improved walking distance (72m extra) and comfortable speed (0.16m/s increase) in participants with baseline speeds >0.4m/s, but no long-term differences were observed between subgroups. No extra effect was seen in health status (EuroQol 5Q-5D).", "population_specificity": "68 community-dwelling stroke survivors.", "effective_dosage": "30 minutes of treadmill and overground walking, three times a week.", "study_duration": "Four months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:47.638651+00:00"}
{"study_id": 93821, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to analyze genetic mutations in patients with pulmonary arterial hypertension (PAH) and correlate them with clinical and functional parameters, including the 6-minute walking test.", "results_summary": "The study found that pathogenic mutations in BMPR2, ACVRL1, and KCNA5 genes were associated with more severe clinical and hemodynamic parameters, including worse performance in the 6-minute walking test.", "population_specificity": "Patients with idiopathic and associated PAH (41 patients and 50 controls).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:48.231890+00:00"}
{"study_id": 93823, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the clinical applicability of GPS-monitored community-based walking ability assessment in patients with peripheral artery disease (PAD).", "results_summary": "GPS recordings were technically satisfactory in 85% of patients on the first attempt and 93% after a second attempt. The study found that GPS-measured walking distances were significantly higher than self-reported distances, and walking speed was consistent with few variations.", "population_specificity": "Patients with peripheral artery disease (PAD) who complained of intermittent claudication.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:48.410300+00:00"}
{"study_id": 93822, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the immediate effects of Balance-based torso-weighting (BBTW) on gait parameters in people with multiple sclerosis (PwMS) and healthy controls.", "results_summary": "With BBTW, PwMS showed significant improvements in gait velocity, cadence, and time spent in single-limb support, while healthy controls exhibited increased velocity and cadence at fast speeds. The findings suggest BBTW may enhance gait stability in PwMS.", "population_specificity": "20 people with multiple sclerosis and 20 matched healthy controls.", "effective_dosage": "Not specified", "study_duration": "Immediate effects (single session)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:48.699432+00:00"}
{"study_id": 93825, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine differences in symmetry in external work between four categories of prosthetic feet in K-Level-2 and K-Level-3 unilateral transtibial amputees during ramp ascent and descent.", "results_summary": "K-Level-2 subjects showed higher symmetry in external work with Talux and Proprio-Foot during ramp descent compared to solid ankle cushion heel feet. K-Level-3 subjects also had better symmetry with Talux. No significant differences were found during ramp ascent.", "population_specificity": "Unilateral transtibial amputees classified as K-Level-2 or K-Level-3.", "effective_dosage": "Not applicable", "study_duration": "10- to 14-day accommodation period per prosthetic foot", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:49.855896+00:00"}
{"study_id": 93824, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of supervision on walking capacity in patients with intermittent claudication, testing the hypothesis that higher supervision intensity improves walking distance.", "results_summary": "Supervised exercise therapy (SET) was superior to other conservative treatments in improving walking distances at all follow-ups, with a direct relationship between supervision intensity and walking capacity. However, the difference between home-based exercise (HB-ET) and SET at 6 months was not significant.", "population_specificity": "Patients with intermittent claudication (1406 participants across 30 studies).", "effective_dosage": "Not specified (varied by study).", "study_duration": "Follow-ups at 6 weeks, 3 months, and 6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:49.866832+00:00"}
{"study_id": 93826, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of an online-delivered physical activity intervention for increasing walking in cancer survivors.", "results_summary": "The study protocol describes an innovative tool using ratings of perceived exertion and daily affect to create individualized step goals, potentially improving physical and psychological outcomes in cancer survivors. Results are pending as the abstract describes the study design rather than outcomes.", "population_specificity": "Cancer survivors aged 18 or older, living in metropolitan and rural areas of South Australia, who were insufficiently active.", "effective_dosage": "Not specified (step goals individualized based on daily reporting).", "study_duration": "12-week intervention with 3-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:51.010272+00:00"}
{"study_id": 93827, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the relationships between hip and knee osteoarthritis (OA) and physical performance (PP), particularly walking speed, chair rises, and balance, in older adults across six European countries.", "results_summary": "The study found that clinical knee OA, hip OA, or both were significantly associated with lower physical performance, with the highest risk observed in individuals with OA at both sites. These relationships remained robust even after adjusting for confounders like pain, age, gender, and body mass index.", "population_specificity": "2,942 men and women aged 65-85 years from Germany, Italy, Netherlands, Spain, Sweden, and the UK.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:53.202415+00:00"}
{"study_id": 93830, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were examining the efficacy of various treatments, including statins, for improving walking capacity in patients with peripheral arterial disease (PAD).", "results_summary": "The abstract mentions that statins may improve walking capacity in PAD patients, but no specific results or data on walking are provided.", "population_specificity": "Patients with peripheral arterial disease (PAD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:55.101416+00:00"}
{"study_id": 93829, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to examine mediators of an exercise intervention (including walking) on sleep quality in breast cancer survivors.", "results_summary": "The intervention group showed a significant increase in sleep duration but no significant mediators for sleep duration or latency. Daytime somnolence was mediated by inflammation markers and fatigue.", "population_specificity": "Postmenopausal breast cancer survivors (Stage II or lower, off primary treatment).", "effective_dosage": "160 minutes/week of moderate-intensity aerobic walking, plus twice-weekly resistance training.", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:55.975231+00:00"}
{"study_id": 93828, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the feasibility and potential effects of a walking exercise program on fatigue, physical function, and well-being in people with advanced cancer.", "results_summary": "The study found that the walking intervention (STEPS) significantly reduced fatigue (OR 3.68) and showed modest improvements in well-being (OR 2.36), though physical function improvements were less pronounced (OR 1.40). The trial suggests a personalized exercise program may be beneficial but requires a larger study for confirmation.", "population_specificity": "People with advanced cancer undergoing interdisciplinary assessment and rehabilitation, with fatigue levels of 4-10 on a visual analogue scale.", "effective_dosage": "8-week fatigue-adapted walking intervention facilitated using a pedometer (specific step count not detailed).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:56.207946+00:00"}
{"study_id": 93833, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to estimate the incidence, consequences, and risk factors for harm in people with dementia who got lost in a UK policing region.", "results_summary": "The study found that getting lost was a low-frequency event (0.5% incidence) but posed significant risks for a small minority (5% sustained harm, including two deaths). Harm was associated with older age, longer time missing, and seasonal factors.", "population_specificity": "People with dementia in one UK policing region (population 2.1 million).", "effective_dosage": "Not applicable", "study_duration": "Retrospective data over four years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:57.893608+00:00"}
{"study_id": 93832, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether exercise, including walking, improves health outcomes in adults with chronic kidney disease (CKD) and identify optimal exercise strategies for this population.", "results_summary": "The study found that regular exercise training, including walking, improved aerobic capacity, muscular functioning, cardiovascular function, walking capacity, and health-related quality of life in individuals with CKD, though most data focused on dialysis patients using aerobic exercise programs.", "population_specificity": "Adults with CKD stages 2-5, dialysis therapy, or a kidney transplant.", "effective_dosage": "Not specified (exercise training for at least 8 weeks).", "study_duration": "At least 8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:58.702526+00:00"}
{"study_id": 93834, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare performance error and perceived difficulty during toe-out gait modification in people with knee osteoarthritis using three types of visual feedback.", "results_summary": "Real-time biofeedback resulted in significantly less toe-out performance error compared to mirror and raw video feedback, though the difference was small (2°). Perceived difficulty did not differ significantly between the feedback methods.", "population_specificity": "20 individuals with knee osteoarthritis (11 women, mean age 65.4±9.8 years; 7 mild, 9 moderate, 4 severe cases).", "effective_dosage": "Not applicable (gait modification intervention).", "study_duration": "Not specified (single session).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:58.953920+00:00"}
{"study_id": 93831, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the 1-year patency and effectiveness of the Pulsar-18 self-expanding nitinol stent for treating femoropopliteal occlusive disease in a real-world, multicenter registry.", "results_summary": "The study found promising primary patency rates (79.5% at 12 months) and freedom from target lesion revascularization (81% at 12 months), with significant improvements in ankle-brachial index, pain-free walking distance, and Rutherford category. Diabetes and renal insufficiency did not negatively impact patency.", "population_specificity": "118 patients (64 men; mean age 71.9±9.6 years) with symptomatic femoropopliteal lesions (Rutherford category 2-5).", "effective_dosage": "Not applicable (stent implantation).", "study_duration": "12-month follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:59.394079+00:00"}
{"study_id": 93835, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety, feasibility, and preliminary effects of high-intensity task-oriented circuit training (TOCT) on walking competency, mobility, fatigue, and health-related quality of life in multiple sclerosis (MS) subjects.", "results_summary": "After TOCT, subjects reported improved walking ability and health-related quality of life, with minor retention after 3 months. The control group showed no significant changes.", "population_specificity": "24 MS subjects with moderate mobility impairments (EDSS 4.89 ± 0.54, 17 female, 7 male, mean age 52.58 ± 11.21 years, MS duration 15.21 ± 8.68 years).", "effective_dosage": "10 TOCT sessions over 2 weeks (2 hours each session) followed by a 3-month home exercise program.", "study_duration": "2 weeks of TOCT plus 3 months of home-based exercise.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:02.457175+00:00"}
{"study_id": 93838, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to assess factors influencing physical activity levels, including walking, during break-times in South African primary school children.", "results_summary": "The study found that 29% of learners were observed walking during break-times, with no significant differences between intervention and control groups. Walking levels were not specifically analyzed for efficacy or outcomes beyond general activity categorization.", "population_specificity": "South African primary school children from low-income schools.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:02.873478+00:00"}
{"study_id": 93837, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether strengthening the triceps surae and quadriceps femoris muscle-tendon units through exercise could influence mechanical and biological markers of knee osteoarthritis in elderly individuals during incline walking.", "results_summary": "Post-intervention, participants showed improved muscle strength and tendon stiffness, reduced knee and hip adduction moments during walking, and enhanced ankle pushoff function, but no significant change in serum COMP levels. The study highlighted the role of ankle pushoff in knee joint loading but did not demonstrate a clear biological benefit for knee cartilage.", "population_specificity": "Twelve older women", "effective_dosage": "Not specified", "study_duration": "14 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:04.005380+00:00"}
{"study_id": 93836, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether interval walking improves postprandial glucose tolerance and free-living glycemia more effectively than continuous walking in individuals with type 2 diabetes.", "results_summary": "Interval walking (IW) significantly reduced mean and maximal incremental plasma glucose levels compared to both continuous walking (CW) and control (CON), and improved metabolic clearance rate. IW also lowered mean glucose levels for the rest of the intervention day compared to CW, though no differences were observed the following day.", "population_specificity": "10 individuals diagnosed with type 2 diabetes mellitus.", "effective_dosage": "Three 1-hour interventions (interval walking, continuous walking, and control).", "study_duration": "1-hour sessions with follow-up measurements over approximately 32 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:04.332835+00:00"}
{"study_id": 93839, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of football (soccer) and strength training on performance and functional ability in older, untrained men, including their physiological responses to submaximal exercise like walking.", "results_summary": "Both football and strength training improved functional ability and reduced heart rate during walking, with football also enhancing maximal aerobic fitness and exhaustive exercise performance. Football showed greater improvements in VO₂ max and endurance compared to strength training.", "population_specificity": "26 untrained older men (average age 68.2 ± 3.2 years).", "effective_dosage": "Football training: 1.6 ± 0.1 times per week; Strength training: 1.5 ± 0.1 times per week.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:06.857092+00:00"}
{"study_id": 93842, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to test whether a robotic knee brace could improve walking ability in stroke survivors compared to a group exercise program.", "results_summary": "The study found no significant differences in gait velocity (primary outcome) between the robotic therapy and group exercise groups, with inconsistent improvements in secondary measures for both groups. No complications were reported with robotic therapy.", "population_specificity": "Ambulatory individuals with chronic hemiparesis after stroke (24 participants, 20 completed the study).", "effective_dosage": "18 hours of therapy (either robotic or group exercise) over 6 weeks.", "study_duration": "6-week training period with follow-up at 3 months (week 19).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:07.526436+00:00"}
{"study_id": 93844, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to determine which treatment options for idiopathic toe-walking (ITW) gait have the best long-term effect based on existing evidence.", "results_summary": "The study found no single treatment option with a long-term effect on ITW gait, though surgical interventions, serial casting, and botulinum toxin type A had some support. Limited evidence suggested footwear or orthoses did not change the gait pattern.", "population_specificity": "Children with idiopathic toe-walking (ITW).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:10.078049+00:00"}
{"study_id": 93843, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the impact of a walking intervention during pregnancy on post-partum weight retention in obese/overweight women and infant growth outcomes.", "results_summary": "The walking intervention significantly reduced post-partum weight retention in obese women compared to controls, with a lower percentage retaining >5 kg at 6 months. Offspring of obese women in the control group showed a consistently higher growth trend than those in the intervention group, though statistically non-significant.", "population_specificity": "Overweight or obese, previously non-exercising pregnant women.", "effective_dosage": "Not specified", "study_duration": "From pregnancy (exact trimester not specified) to 6 months post-partum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:10.804556+00:00"}
{"study_id": 93845, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether marching in place or rater observation during walking provided more consistent foot placement for standing posture measurements.", "results_summary": "The study found that marching in place resulted in more consistent foot placement between sessions compared to rater observation during walking, with high reliability among participants and raters.", "population_specificity": "20 individuals (12 women, 8 men; mean age 24.8 years).", "effective_dosage": "Not applicable", "study_duration": "Short-term (10 seconds of marching in place, followed by walking over an 8-m walkway).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:11.202711+00:00"}
{"study_id": 93846, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare functional capacity, pulmonary shunt fraction, and clinical outcomes between patients with pleural drains placed in sub-xyphoid versus intercostal positions after off-pump coronary artery bypass surgery.", "results_summary": "The sub-xyphoid pleural drain group showed better preservation of lung function, smaller pulmonary shunt fraction, improved functional capacity, lower pain scores, and better clinical outcomes compared to the intercostal group.", "population_specificity": "Patients undergoing off-pump coronary artery bypass surgery.", "effective_dosage": "Not applicable", "study_duration": "Assessed preoperatively and on postoperative days 1 and 5.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:12.962137+00:00"}
{"study_id": 93847, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to evaluate informed decision-making regarding amputation for CRPS-I, including reasons for amputation, levels chosen, and postoperative outcomes.", "results_summary": "The study found that amputation decisions were collaborative, weighing factors like pain, infection, and psychological flags. Postoperative complications included infection (22%) and high rates of phantom pain (72% initially, 77% long-term).", "population_specificity": "Thirty-six patients with CRPS-I who underwent amputation at a university medical center from 2000 to 2012.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:14.925495+00:00"}
{"study_id": 93848, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the quadriceps-sparing (QS) technique with medial parapatellar arthrotomy (MPPA) for total knee arthroplasty to determine which led to better patient-reported function, less postoperative pain, and reduced opioid utilization.", "results_summary": "The QS group reported significantly less pain at rest on postoperative day one and with activity on day three, but no differences were found in opioid utilization or early functional advantages between the two techniques. Both groups showed significant improvements in knee function and walking independence over time.", "population_specificity": "129 patients undergoing total knee arthroplasty.", "effective_dosage": "Not applicable (surgical techniques compared).", "study_duration": "Follow-up at one and three months post-surgery, with weekly telephone interviews for eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:16.495997+00:00"}
{"study_id": 93840, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to compare energy costs during walking and movement initiation times in children with developmental delay (DD) and children with typical development (TD).", "results_summary": "The study found that children with DD had similar physiological costs of walking as children with TD but walked at a lower speed and took more time to initiate goal-directed walking.", "population_specificity": "Children aged 3 to 5 years with developmental delay (DD) or typical development (TD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:17.205997+00:00"}
{"study_id": 93849, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to define and assess the reliability of six perceptual signs in children with cerebral palsy and explore their potential link to motor prognosis, such as time to independent walking.", "results_summary": "The study found moderate interobserver reliability for four perceptual signs and fair reliability for two others, with high agreement between independent observers and the gold standard. The signs may help identify a new class of patients and aid in functional prognosis assessment.", "population_specificity": "19 children with bilateral cerebral palsy and 35 rehabilitation professionals (9 doctors, 26 physiotherapists) from Italy.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:18.171652+00:00"}
{"study_id": 93841, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to investigate the safety and efficacy of bronchoscopic lung volume reduction (LVR) coil treatment in patients with homogeneous emphysema, focusing on improvements in exercise capacity (6-minute walking distance) and other clinical outcomes.", "results_summary": "The study found that LVR coil treatment significantly improved 6-minute walking distance, forced vital capacity, residual volume, and quality of life scores at 6 months, with an acceptable safety profile. Adverse events included two COPD exacerbations and one small pneumothorax.", "population_specificity": "Patients with severe homogeneous emphysema and airway obstruction.", "effective_dosage": "A median of 11 (range 10-12) coils per lung, administered in two sequential procedures.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:18.867280+00:00"}
{"study_id": 93850, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether virtual reality (VR) with varying audio and optic flow cues could safely increase walking speed in individuals with and without musculoskeletal pain (MSP).", "results_summary": "Audio tempo above baseline cadence significantly increased walking speed in both groups by over 25% without increasing pain, while optic flow showed a non-significant trend toward increased speed.", "population_specificity": "36 subjects (19 with MSP, 17 controls).", "effective_dosage": "Audio tempo scaled to 75%, 100%, and 125% of baseline cadence; optic flow scaled to 50% or 100% of preferred walking speed.", "study_duration": "Single experimental session (duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:18.964244+00:00"}
{"study_id": 93851, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to test the efficacy and safety of endothelin blockade with bosentan in adult patients with Fontan physiology, focusing on its effects on cardiac output and functional capacity, including walking distance.", "results_summary": "The study found that bosentan improved 6-minute walking distance (6MWD) by 73 meters and increased MRI-derived resting cardiac output, suggesting positive effects on pulmonary vascular resistance and blood flow. Adverse events were minor and manageable, with no significant impact on hepatic function.", "population_specificity": "Adult patients with Fontan physiology (n=10, with 7 completing the study).", "effective_dosage": "Not specified in the abstract.", "study_duration": "4 months (mean duration 4.1 ± 0.51 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:19.595891+00:00"}
{"study_id": 93852, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the feasibility and effectiveness of a comprehensive postoperative rehabilitation program versus usual care for improving strength, walking endurance, and functional outcomes in younger patients (<65 years) after total hip arthroplasty.", "results_summary": "The study found no statistically significant differences between groups, but the intervention group showed clinically important improvements in strength. Walking endurance and self-reported outcomes (WOMAC and RAND-36) improved significantly in both groups, with no clinically important differences between them. Ceiling effects were noted for WOMAC pain and function scores.", "population_specificity": "Patients under 65 years who underwent primary total hip arthroplasty.", "effective_dosage": "Not specified (three-month outpatient rehabilitation program).", "study_duration": "Three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:21.391419+00:00"}
{"study_id": 93853, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the feasibility, safety, and initial efficacy of electroacupuncture for improving peripheral neuropathy symptoms, including walking, in multiple myeloma patients.", "results_summary": "The study found significant improvements in walking test performance (21.6 vs. 17.2, p=0.0003) and other neuropathy-related outcomes, with moderate to large effect sizes observed from week 4 onward. No significant changes were noted in nerve conduction studies (NCS).", "population_specificity": "Cancer patients with multiple myeloma experiencing thalidomide/bortezomib-induced peripheral neuropathy (grade ≥2).", "effective_dosage": "20 acupuncture treatments over 9 weeks (frequency not specified).", "study_duration": "9 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:23.537509+00:00"}
{"study_id": 93856, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 60, "study_goal": "The researchers aimed to determine whether omega-3 PUFA supplementation reduces cardiovascular events and complications in adults with peripheral arterial disease.", "results_summary": "The study found no evidence of a protective association of omega-3 PUFA supplementation against major adverse cardiac events or other serious clinical outcomes. Adverse events and compliance were poorly reported.", "population_specificity": "Adults with peripheral arterial disease", "effective_dosage": "Not specified", "study_duration": "≥12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:26.111016+00:00"}
{"study_id": 93855, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether targeted physical therapy combined with cranial nerve non-invasive neuromodulation (CN-NINM) improves walking ability in people with MS exhibiting dysfunctional gait.", "results_summary": "Both groups showed improved Dynamic Gait Index (DGI) scores, but the active CN-NINM group demonstrated statistically greater improvement compared to the control group. The study suggests tongue-based neurostimulation may enhance exercise benefits for gait improvement in chronic MS patients.", "population_specificity": "Twenty chronic multiple sclerosis (MS) patients with identified gait disturbances.", "effective_dosage": "Not specified", "study_duration": "14 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:26.969282+00:00"}
{"study_id": 93858, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether repetitive transcranial magnetic stimulation (TMS) of the premotor cortex could provide clinical benefits for spastic hemiparetic patients, particularly in improving walking and reducing reflex excitability.", "results_summary": "Low-frequency TMS (1 Hz) showed significant reductions in reflex excitability and ankle stiffness, with modest improvements in walking cadence and recurvatum, but no significant changes in clinical spasticity signs. No effects were observed with placebo or 10 Hz stimulation.", "population_specificity": "Five spastic hemiparetic patients", "effective_dosage": "1 Hz and 10 Hz TMS protocols", "study_duration": "Effects were measured 9 and 31 days after initiation of TMS", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:27.890347+00:00"}
{"study_id": 93857, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the characteristics of functional exercise performance and determinants of the cycle endurance test (CET) and six-minute walk test (6MWT) in COPD patients.", "results_summary": "The study found that COPD patients had impaired exercise tolerance, with gender differences in performance (men had longer CET-Tend and higher 6MWD). Gender, BMI, FEV1, and FRC were key determinants of exercise performance in CET and 6MWT.", "population_specificity": "2053 COPD patients (43% female, age 66.9 ± 9.5 years, FEV1% predicted 48.2 ± 23.2).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:28.064521+00:00"}
{"study_id": 93860, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine whether an ankle-foot orthosis improves mediolateral foot-placement ability during walking in post-stroke individuals.", "results_summary": "The study found that while the ankle-foot orthosis corrected foot and ankle alignment, it did not significantly improve hip hiking, circumduction, coronal plane hip range of motion, or mediolateral foot-placement ability. The orthosis may affect other balance aspects not tested in the study.", "population_specificity": "Post-stroke individuals", "effective_dosage": "Not specified", "study_duration": "Two separate visits (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:28.771259+00:00"}
{"study_id": 93854, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether using the nociceptive withdrawal reflex to support gait training improves walking outcomes in subacute post-stroke patients compared to standard physiotherapy alone.", "results_summary": "The treatment group showed significant improvements in preferred and fast walking velocities, stance phase duration, gait cycle duration, and stance time symmetry ratio compared to the control group, particularly in severely impaired patients. No differences were found in the Functional Ambulation Category test between groups post-treatment.", "population_specificity": "Subacute post-stroke patients with gait deficits, particularly those with severe walking impairment.", "effective_dosage": "Electrical stimuli delivered to the arch of the foot at heel-off to elicit the withdrawal reflex (specific dosage not detailed).", "study_duration": "Duration of intervention not explicitly stated; assessments were conducted before, immediately after, one month, and six months post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:29.048401+00:00"}
{"study_id": 93859, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of whole-body resistance training on exercise capacity, health-related quality of life, and muscle strength in patients hospitalized for exacerbation of chronic obstructive pulmonary disease.", "results_summary": "The training group improved lower-limb muscle strength and 6-minute walking distance during and after hospitalization, along with better health-related quality of life and reduced inflammatory markers, while the control group showed reduced muscle strength without changes in walking distance. No improvement in daily physical activity levels was observed in the training group.", "population_specificity": "Patients hospitalized for exacerbation of chronic obstructive pulmonary disease (N=46 randomized, 29 completed).", "effective_dosage": "2 sets of 8 repetitions per muscle group, initial load set at 80% of 1-repetition maximum.", "study_duration": "Evaluated during hospitalization, at discharge, and 30 days post-discharge (exact intervention duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:30.337167+00:00"}
{"study_id": 93861, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the concurrent validity of the Microsoft Kinect™ as a low-cost motion analysis tool compared to the Vicon Nexus system for measuring sagittal plane gait kinematics during walking and jogging.", "results_summary": "The Kinect™ generally underestimated joint flexion and overestimated extension, with low correlation and large error for hip measurements, while knee measurements were somewhat better but inconsistent for clinical use. Stride timing measurements showed high correlation and small error, with variability smallest at the slowest velocity.", "population_specificity": "Twenty healthy adults (nine male, 11 female).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:31.560287+00:00"}
{"study_id": 93862, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether video game-based balance training (Wii Fit) was more effective than usual balance therapy in improving functional balance and reducing disability in subacute stroke patients with hemiparesis.", "results_summary": "Wii Fit training significantly improved balance (Berg Balance Scale) and independence in daily living (Barthel Index) compared to usual balance therapy, with statistically significant results (P = 0.004 and P = 0.021, respectively). No significant differences were reported for walking ability or speed.", "population_specificity": "Fifty adult subacute stroke patients with hemiparesis.", "effective_dosage": "Conventional physical therapy (40 minutes, 2 times/day) plus Wii Fit or usual balance therapy.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:34.639751+00:00"}
{"study_id": 93863, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to compare the effects of prolonged sitting versus sitting interrupted by brief bouts of light or moderate-intensity walking on resting blood pressure in overweight/obese adults.", "results_summary": "Interrupting prolonged sitting with light or moderate-intensity walking significantly reduced systolic and diastolic blood pressure compared to uninterrupted sitting, with no significant changes in mean arterial pressure or heart rate.", "population_specificity": "Overweight/obese adults aged 45-65 years (n = 19).", "effective_dosage": "2 min bouts of light-intensity walking (3.2 km/h) or moderate-intensity walking (5.8-6.4 km/h) every 20 min.", "study_duration": "5-hour intervention following a 2-hour seated period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:34.951123+00:00"}
{"study_id": 93865, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and effectiveness of various exercise training modalities, including walking, for patients with chronic respiratory disease as part of pulmonary rehabilitation.", "results_summary": "The study found that ground walking, Nordic walking, and other exercise modalities are feasible and effective for subgroups of patients with chronic obstructive pulmonary disease (COPD) and can be integrated into comprehensive pulmonary rehabilitation programs.", "population_specificity": "Patients with chronic respiratory disease, specifically chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:36.124441+00:00"}
{"study_id": 93864, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the outcomes of two patellar exposure techniques (lateral retraction vs. eversion) during total knee arthroplasty, focusing on quadriceps strength and other functional measures.", "results_summary": "The study found no significant differences in quadriceps strength, range of motion, or quality-of-life scores between the two techniques at one year postoperatively, suggesting comparable outcomes for both methods.", "population_specificity": "120 patients with degenerative arthrosis undergoing primary total knee arthroplasty.", "effective_dosage": "Not applicable (surgical techniques compared, not a supplement).", "study_duration": "One-year follow-up post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:36.698652+00:00"}
{"study_id": 93866, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of specifically adapted exercise programs, both alone and combined with a back school program, on pain, disability, muscle strength, walking performance, and other outcomes in patients with chronic low back pain.", "results_summary": "Both exercise-only and exercise-plus-back-school groups showed statistically significant improvements in pain, disability, muscle strength, walking performance (6MWT), and quality of life, with greater improvements in the combined intervention group. These benefits persisted at the 6-month follow-up.", "population_specificity": "121 patients with chronic low back pain (CLBP).", "effective_dosage": "Exercise treatment performed 3 days a week.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:36.917875+00:00"}
{"study_id": 93867, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the benefits of home-based pulmonary rehabilitation, including walking, for improving quality of life, breathlessness, and exercise capacity in patients with severe and very severe COPD.", "results_summary": "The study found that home-based pulmonary rehabilitation, which included walking, significantly improved quality of life, reduced breathlessness in daily activities, and increased exercise capacity in patients with severe COPD, though no significant changes were observed in pulmonary function.", "population_specificity": "Patients with severe and very severe chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Training included endurance exercises like walking, stair climbing, cycling, and treadmill walking, with frequency adjusted based on patient resources (initially 2 weekly physiotherapist visits, then twice monthly, plus weekly calls).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:54:38.892678+00:00"}
