{"study_id": 78930, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to assess the benefits and harms of deep transverse friction massage for treating lateral elbow or lateral knee tendinitis.", "results_summary": "The study found no statistically significant differences in pain relief, grip strength, or functional status for deep transverse friction massage compared to control or other interventions. The quality of evidence was rated as \"very low,\" and no clinically important benefits were observed.", "population_specificity": "Participants with lateral elbow tendinitis (tennis elbow) or iliotibial band friction syndrome (lateral knee tendinitis).", "effective_dosage": "Not specified", "study_duration": "Up to five weeks for lateral elbow tendinitis; two weeks for knee tendinitis.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:29.691274+00:00"}
{"study_id": 78927, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy of abdominal massage on feeding tolerance in stable preterm infants fed minimal enteral nutrition.", "results_summary": "The study found that abdominal massage significantly improved daily weight gain, reduced vomiting frequency, decreased abdominal circumference, and lowered gastric residual volume excess in preterm infants, though defecation frequency did not show significant changes.", "population_specificity": "Stable preterm infants in a neonatal intensive care unit.", "effective_dosage": "15 minutes, 2 times daily before feeding.", "study_duration": "5-day study period.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:30.182730+00:00"}
{"study_id": 78928, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the long-term efficacy and safety of carotid denervation by adventitial stripping of the internal carotid artery for carotid sinus syndrome, with a focus on its effects on blood pressure, heart rate, and carotid artery diameter.", "results_summary": "The study found that 85% of patients were asymptomatic after carotid denervation, with no recurrence of symptoms observed. Blood pressure levels, variability, and carotid diameters were comparable to controls, suggesting long-term safety and efficacy.", "population_specificity": "Patients with carotid sinus syndrome who underwent carotid denervation between 1980-2007.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "Follow-up of 91±34 months (mean ± SD)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:30.244668+00:00"}
{"study_id": 78925, "supplement_id": 1318, "safety_score": "70", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of roller massage (20 and 60 seconds) on knee-joint range of motion (ROM) and dynamic muscular performance.", "results_summary": "Roller massage increased knee-joint ROM by 10% (20-second condition) and 16% (60-second condition) compared to control, but it was painful and induced muscle activity. Neuromuscular efficiency during a lunge improved as roller-massage time increased.", "population_specificity": "Ten recreationally active men (age 26.6 ± 5.2 years).", "effective_dosage": "5 repetitions of 20 seconds or 60 seconds.", "study_duration": "Conditions separated by 24 to 48 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:30.374852+00:00"}
{"study_id": 78932, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the comparative effectiveness of tuina massage therapy versus conventional analgesics (ibuprofen) for chronic low back pain (CLBP).", "results_summary": "The study design suggests methodological rigor to assess tuina's efficacy, but specific results are not provided in the abstract. The primary outcome measures changes in pain and function at two months, with secondary outcomes including pain scales and orthopedic scores.", "population_specificity": "150 eligible patients with chronic low back pain.", "effective_dosage": "Tuina group: 20-minute sessions, 4-step protocol, 20 sessions over 4 weeks; Drug group: specific daily dose of ibuprofen (exact dosage not specified).", "study_duration": "4 weeks of intervention, with follow-up at two months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:30.427433+00:00"}
{"study_id": 78926, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether foam rolling could reduce delayed-onset muscle soreness (DOMS) and improve recovery of muscular performance after intense exercise.", "results_summary": "Foam rolling significantly reduced quadriceps muscle tenderness and improved sprint time, power, and dynamic strength-endurance, with moderate to large effect sizes. It effectively mitigated DOMS and associated performance declines.", "population_specificity": "8 healthy, physically active males (age 22.1 ± 2.5 years).", "effective_dosage": "20 minutes of foam rolling immediately, 24, and 48 hours postexercise.", "study_duration": "48 hours postexercise (intervention administered at three time points).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:30.437194+00:00"}
{"study_id": 78933, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential of massage as a treatment for insomnia in perimenopausal women.", "results_summary": "The study suggests that massage may be considered as a treatment option for improving sleep in menopausal women, though it is not strongly recommended compared to other interventions like cognitive-behavioral therapy or hormone therapy.", "population_specificity": "Perimenopausal women with insomnia.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:35.587694+00:00"}
{"study_id": 78934, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether massage focused on myofascial trigger points (MTrPs) in cervical musculature could reduce headache pain in patients with tension-type headaches (TTH) compared to placebo or wait-list controls.", "results_summary": "Massage reduced headache frequency but not intensity or duration, with no significant difference compared to placebo. Patients reported greater perceived clinical improvement with massage than placebo or wait-list, and pressure-pain thresholds improved in massage-treated muscles.", "population_specificity": "Fifty-six patients with tension-type headaches (TTH).", "effective_dosage": "12 sessions over 6 weeks.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:37.663966+00:00"}
{"study_id": 78939, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of manual therapy, including massage, in treating primary chronic headaches, specifically chronic tension-type headache (CTTH).", "results_summary": "The study found that massage and physiotherapy are effective treatment options for CTTH, with one RCT showing physiotherapy significantly reduced headache frequency and intensity compared to usual care. The efficacy of physiotherapy was comparable to tricyclic antidepressants at post-treatment and 6-month follow-up.", "population_specificity": "Patients with chronic tension-type headache (CTTH).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:37.801049+00:00"}
{"study_id": 78936, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of cycloidal vibration therapy versus stretching and sports massage (SSM) in improving muscle recovery and reducing soreness after eccentric exercise-induced muscle damage.", "results_summary": "The study found no significant difference in recovery of muscle strength, soreness, or markers of muscle damage and inflammation between vibration therapy and SSM. Both interventions showed similar outcomes in promoting muscle recovery after exercise.", "population_specificity": "50 untrained men aged 18 to 30 years.", "effective_dosage": "Stretching and sports massage (SSM) twice daily.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:38.173705+00:00"}
{"study_id": 78940, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 60, "study_goal": "The researchers aimed to analyze the effects of foot massage on quality of life, skin temperature, and neurotoxicity in patients with chemotherapy-induced peripheral neuropathy (CIPN).", "results_summary": "The study found that foot massage significantly decreased skin temperature and quality of life in CIPN patients, contrasting with foot bathing, which improved these outcomes. The authors concluded foot bathing was more effective than massage for supportive care in CIPN.", "population_specificity": "48 hospitalized patients with CIPN at C University Hospital.", "effective_dosage": "30 minutes per session, every other day.", "study_duration": "2 weeks (8 sessions total).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:38.244568+00:00"}
{"study_id": 78937, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the long-term effects of comprehensive physiotherapy and sham therapy (neck massage) compared to no therapy following lumbar disc surgery.", "results_summary": "At 12 years post-surgery, comprehensive physiotherapy showed significantly better functional outcomes than no therapy, but no significant difference was found between physiotherapy and sham therapy (neck massage). Sham therapy also showed a clinically relevant, though non-significant, improvement over no therapy.", "population_specificity": "74 patients (from an original 111) who underwent first-time, uncomplicated lumbar disc surgery.", "effective_dosage": "Not specified", "study_duration": "Original intervention duration not specified; follow-up at 12 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:38.556225+00:00"}
{"study_id": 78938, "supplement_id": 1318, "safety_score": "95", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and efficacy of an eyelid warming device (Blephasteam) in reducing symptoms of Meibomian gland dysfunction (MGD).", "results_summary": "The study found significant improvements in symptomatology, hyperemia, and meibum quality, with no adverse events reported. A majority of patients were satisfied with the treatment, and safety was rated highly by investigators.", "population_specificity": "102 patients with symptomatic Meibomian gland dysfunction or Meibomian-related dry eye.", "effective_dosage": "Two sessions per day with the eyelid warming device.", "study_duration": "3 weeks (daily sessions for the first week, then weekly for the remaining 2 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:38.987308+00:00"}
{"study_id": 78941, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether self-massage with rose oil (aromatherapy) is more effective than self-massage alone or with unscented almond oil in reducing pain severity in primary dysmenorrhoea.", "results_summary": "In the second cycle, the rose oil massage group showed significantly lower menstrual pain compared to the almond oil and no-treatment groups. Massage with aromatherapy was more effective than massage alone in reducing primary dysmenorrhoea pain.", "population_specificity": "75 female students with primary dysmenorrhoea.", "effective_dosage": "Self-massage applied once on the first day of menstruation for two cycles.", "study_duration": "Two menstrual cycles.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:44.198783+00:00"}
{"study_id": 78942, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the clinical efficacy of Thai massage (TM) and Thai herbal compression (THC) versus oral ibuprofen for treating knee osteoarthritis (OA).", "results_summary": "TM and THC showed comparable clinical efficacy to oral ibuprofen after three weeks of treatment, with THC trending toward the greatest improvement in symptoms. All treatments significantly improved pain, stiffness, and functional outcomes.", "population_specificity": "60 patients with osteoarthritis of the knee.", "effective_dosage": "One-hour sessions of TM or THC three times weekly; oral ibuprofen three times daily.", "study_duration": "Three weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:45.416730+00:00"}
{"study_id": 78946, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the effects of massage therapy as a treatment for antenatal depression on infants' neurodevelopment outcomes.", "results_summary": "Two studies on massage therapy suggested potential benefits on neurodevelopmental outcomes, but no randomized controlled designs were used, limiting definitive conclusions. The abstract does not provide detailed results specific to massage therapy.", "population_specificity": "Pregnant women with antenatal depression and their offspring.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:45.880265+00:00"}
{"study_id": 78947, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to discuss the prevalence, risk factors, pathophysiology, diagnosis, aspects of carotid sinus massage, and treatment options for carotid sinus hypersensitivity.", "results_summary": "The abstract does not provide specific results regarding the effects of massage; it outlines the scope of the discussion on carotid sinus hypersensitivity.", "population_specificity": "Elderly individuals with carotid sinus hypersensitivity.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:46.122406+00:00"}
{"study_id": 78944, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of massage (as part of the ATVV intervention) on maternal distress and the mother-infant relationship in mothers of preterm infants.", "results_summary": "Massage (any form including ATVV) was associated with a more rapid decline in depressive symptoms and higher HOME scores. Performing either intervention (KC or ATVV) was associated with lower parenting stress.", "population_specificity": "Mothers of preterm infants (mean gestational age ~27 weeks, mean birthweight ~1000 g).", "effective_dosage": "Not specified", "study_duration": "Assessments were made during hospitalization and at 2, 6, and 12 months corrected age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:46.829996+00:00"}
{"study_id": 78943, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine if massage therapy could serve as an adjunct intervention to promote sleep in preterm infants.", "results_summary": "The study found no significant difference in sleep efficiency between massage and non-massage days. More infants slept after the massage ended on non-massage days, suggesting massage did not induce faster sleep onset.", "population_specificity": "Preterm infants (28+ weeks gestational age, adjusted age 32-48 weeks).", "effective_dosage": "Not specified (massage administered on one day, no massage on alternate day).", "study_duration": "Single-day intervention (alternate-day comparison).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:46.889556+00:00"}
{"study_id": 78935, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of ear acupressure and massage therapy versus a control group in improving pain, anxiety, and depression in elderly individuals with dementia.", "results_summary": "Massage therapy showed better results than the control group in reducing pain, anxiety, and depression, but ear acupressure achieved greater improvements, particularly in pain and depression during the treatment period and at one-month follow-up.", "population_specificity": "120 elderly individuals (aged 67-91, 77.4% women) with dementia living in residential homes in Extremadura, Spain.", "effective_dosage": "Not specified", "study_duration": "3 months of experimental treatment, with assessments up to 2 months post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:48.273866+00:00"}
{"study_id": 78945, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether massage could improve muscle strength and proprioception after exercise-induced muscle damage (EIMD).", "results_summary": "Massage treatment increased activation of the medial gastrocnemius during contraction and improved proprioceptive acuity in the ankle joint, though it did not affect the angle between muscle fibers and deep aponeurosis.", "population_specificity": "Subjects with exercise-induced muscle damage (EIMD), divided into a control group (n=10) and a massage-treated experimental group (n=11).", "effective_dosage": "15-minute massage session consisting of light stroking, milking, friction, and skin rolling.", "study_duration": "Single session (15 minutes).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:48.461525+00:00"}
{"study_id": 78948, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of neck coordination exercise, strength training, and massage on sensorimotor function and pain in women with chronic non-specific neck pain.", "results_summary": "The study found no significant treatment effects favoring neck coordination exercise over massage or strength training for improving sensorimotor function or pain relief at short-term or 6-month follow-ups. Massage was as effective as the other interventions but not superior.", "population_specificity": "Women with chronic non-specific neck pain (n=36 in the massage group).", "effective_dosage": "22 individually supervised sessions over 11 weeks (frequency not specified).", "study_duration": "11 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:52.387162+00:00"}
{"study_id": 78950, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the effects of moderate pressure massage on various health outcomes, including stress, pain, immune function, and emotional regulation.", "results_summary": "Moderate pressure massage was found to improve weight gain in preterm infants, reduce pain in fibromyalgia and rheumatoid arthritis, enhance attentiveness, reduce depression, and boost immune function. It also altered EEG patterns, increased vagal activity, decreased cortisol levels, and affected brain regions involved in stress and emotion regulation.", "population_specificity": "Preterm infants, individuals with fibromyalgia and rheumatoid arthritis, and general populations in laboratory studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:53.797309+00:00"}
{"study_id": 78949, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of acupressure massage on menstrual distress and low back pain in young adult women with dysmenorrhea.", "results_summary": "The experimental group receiving acupressure showed significantly lower menstrual distress and low back pain scores compared to the control group, with high levels of reported relief and satisfaction.", "population_specificity": "129 young adult female students with dysmenorrhea and low back pain during menstruation.", "effective_dosage": "30-minute acupressure sessions three times a week on specific acupoints (SP6, BL32, Liver 3).", "study_duration": "12 months (including follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:53.855899+00:00"}
{"study_id": 78955, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to review diagnostic tests and treatments, including transrectal prostate massage, for chronic nonbacterial prostatitis.", "results_summary": "The abstract notes that transrectal prostate massage is used diagnostically but does not provide efficacy data for therapeutic massage. Pain relief from traditional treatments is often temporary, leading patients to seek alternatives.", "population_specificity": "Patients with chronic nonbacterial prostatitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:55.809014+00:00"}
{"study_id": 78954, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically review evidence on the efficacy of Tui Na massage therapy for treating childhood anorexia.", "results_summary": "Meta-analysis of 3 RCTs showed Tui Na improved curative effects and increased weight in children with anorexia compared to oral medicine. The evidence level was mixed, but Tui Na was concluded as a viable intervention with no serious adverse events reported.", "population_specificity": "Infants and children younger than 15 years with anorexia.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:55.815958+00:00"}
{"study_id": 78953, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of traditional Thai massage (TTM) versus conventional physical therapy (PT) in improving spasticity, functional ability, anxiety, depression, and quality of life in Thai stroke patients.", "results_summary": "Both TTM and PT showed similar improvements in spasticity, functional ability, and quality of life after 6 weeks, with no significant differences between the groups. TTM demonstrated a trend in reducing anxiety and depression scores, unlike PT.", "population_specificity": "Thai stroke patients (≥50 years old) with spasticity (modified Ashworth Scale ≥1+) at the elbow or knee muscles, onset ≥3 months post-stroke.", "effective_dosage": "TTM or PT twice a week.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:56.201011+00:00"}
{"study_id": 78952, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine whether balneohydrotherapy (including massage) combined with usual care improves outcomes in patients with chronic venous insufficiency compared to usual care alone.", "results_summary": "The study found that 66% of patients in the balneohydrotherapy group (which included massage) reported a 20% improvement in quality of life, compared to 28% in the control group, with a statistically significant difference. No serious side effects were reported.", "population_specificity": "Adults aged 18-80 with chronic venous insufficiency (CEAP stages 3 or 4).", "effective_dosage": "The balneohydrotherapy program included massage as part of an 18-day treatment regimen (specific massage duration not detailed).", "study_duration": "18 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:57.339213+00:00"}
{"study_id": 78957, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of parotid gland (PG) massage on the removal of radioiodine from the PG in thyroid cancer patients post-radioiodine ablation.", "results_summary": "PG massage significantly reduced radioiodine uptake in the parotid gland compared to control intervals, with 1-minute and 2-minute massages showing comparable effectiveness.", "population_specificity": "44 thyroid cancer patients (38 female, mean age 49.1 ± 11.0 years) who underwent total thyroidectomy followed by I-131 ablation.", "effective_dosage": "1-minute or 2-minute PG massage.", "study_duration": "Single session with scans performed 2 hours post-I-123 administration.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:02.402075+00:00"}
{"study_id": 78958, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the short-term effects of classic massage (CM) and connective tissue massage (CTM) on pressure pain threshold and muscle relaxation response in women with chronic neck pain.", "results_summary": "CM significantly improved pressure pain threshold in the sternocleidomastoid muscle, while CTM showed significant muscle relaxation responses. CTM was more effective than CM in inducing relaxation based on EMG-BF values.", "population_specificity": "45 female volunteers aged 25-45 with chronic neck pain (3-6 months duration).", "effective_dosage": "1 session of CM or CTM applied to the thoracic spine and neck.", "study_duration": "Single session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:02.510379+00:00"}
{"study_id": 78961, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the acceptability and feasibility of hand massage therapy for pain management in ICU adults, particularly after cardiac surgery.", "results_summary": "Participants receiving massage perceived it as appropriate, while the control group suggested variations in dosage and body areas targeted. Barriers like noise and clinical activities were noted, and recommendations included increasing staff acceptance and involving families.", "population_specificity": "ICU adults recovering from cardiac surgery (n = 40).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:03.488472+00:00"}
{"study_id": 78962, "supplement_id": 1318, "safety_score": "80", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of Ayurvedic interventions, including massage, for treating osteoarthritis.", "results_summary": "The study found no evidence for significant effects of Ayurvedic massage against potential methodological bias, and no severe adverse events were observed.", "population_specificity": "Adults with pre-diagnosed osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:03.488920+00:00"}
{"study_id": 78959, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the role of massage as part of the treatment for acute suppurative sialadenitis.", "results_summary": "The study found that massage, combined with antibiotics, hydration, and sialagogues, is used to treat acute suppurative sialadenitis, presenting with rapid-onset pain and swelling. No specific efficacy data for massage alone were provided.", "population_specificity": "Patients with acute suppurative sialadenitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:03.836102+00:00"}
{"study_id": 78960, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To examine the effects of Rusie Dutton (a traditional Thai massage exercise) on health and quality of life in menopausal women.", "results_summary": "Rusie Dutton significantly improved health-related physical fitness and quality of life in menopausal women, with notable improvements in resting heart rate, blood pressure, flexibility, VO2max, and MENQOL domains (vasomotor, physical, psychosocial, sexual), except for body weight and BMI.", "population_specificity": "Menopausal women aged 45-59.", "effective_dosage": "Not specified (conducted by Wat Pho Thai Traditional Massage School).", "study_duration": "13 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:03.843608+00:00"}
{"study_id": 78951, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of conventional physical therapy (including massage) versus physical therapy plus electrical stimulation in improving clinical and neurophysiologic outcomes in Bell palsy patients.", "results_summary": "Massage combined with physical therapy improved Facial Disability Index scores similarly to the group receiving additional electrical stimulation, but the latter showed greater improvement on the House-Brackmann scale and electrophysiologic measures.", "population_specificity": "60 patients with Bell palsy (39 right-sided, 21 left-sided).", "effective_dosage": "Massage applied 5 days per week.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:05.273692+00:00"}
{"study_id": 78956, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to compare the efficacy of pharmacologic and non-pharmacologic treatments, including massage, on six core symptoms of fibromyalgia syndrome (FM).", "results_summary": "Massage demonstrated significant effects on two of the six core FM symptom domains, though the study noted that non-pharmacologic approaches like massage were typically of poorer quality compared to pharmacologic studies.", "population_specificity": "Patients with fibromyalgia syndrome (FM).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:09.902419+00:00"}
{"study_id": 78964, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether applying a topical analgesic following massage is more effective than massage alone in treating pain associated with hand arthritis.", "results_summary": "The massage plus topical analgesic group showed greater improvement in hand function, perceived grip strength, and reductions in hand pain, depressed mood, and sleep disturbances compared to the massage-only group, both after the first session and over the four-week period.", "population_specificity": "20 adults with hand arthritis.", "effective_dosage": "Weekly therapist-administered massage and daily self-massage.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:10.274558+00:00"}
{"study_id": 78963, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the myorelaxant action of bee venom (BV) ointment compared to placebo when applied during a 3-minute massage over the masseter muscles.", "results_summary": "The study found a statistically significant reduction in muscle tonus in the BV group but not in the placebo group. Both groups showed statistically relevant reductions in pain (VAS scale), but BV ointment provided better relief in muscle tension reduction and analgesic effect.", "population_specificity": "Patients with myofascial pain (specific demographics not detailed).", "effective_dosage": "0.0005% BV ointment applied locally during massage.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:11.114747+00:00"}
{"study_id": 78967, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of Pilates exercise to massage therapy and other treatments for improving pain and functional ability in people with chronic low back pain.", "results_summary": "The study found no consistent statistically significant differences in improvements in pain and functional ability between Pilates exercise, massage therapy, or other forms of exercise at any time period. Massage therapy showed equivalent improvements to Pilates and other exercises.", "population_specificity": "People with chronic low back pain (CLBP).", "effective_dosage": "Not specified.", "study_duration": "Outcomes were measured between 4 and 24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:11.770454+00:00"}
{"study_id": 78966, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the clinical evidence of massage as an effective therapy for essential hypertension (EH) and its potential benefits when combined with antihypertensive drugs.", "results_summary": "Meta-analyses indicated that massage combined with antihypertensive drugs may be more effective than drugs alone in lowering systolic and diastolic blood pressure, and massage alone appeared beneficial for reducing systolic blood pressure compared to antihypertensive drugs. However, the methodological quality of most trials was low, and safety remains unclear.", "population_specificity": "1962 patients with essential hypertension.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:11.896449+00:00"}
{"study_id": 78968, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the relaxation effects of back massage on puerperants (postpartum women) using physiological and subjective indicators.", "results_summary": "The study found significant improvements in heart rate variability and subjective relaxation in both primiparous and multiparous women receiving massage, with additional benefits in parasympathetic activity (HF) and diastolic blood pressure in multiparous women. No significant changes were observed in sympathetic activity (LF/HF).", "population_specificity": "Primiparous and multiparous women on the first postpartum day.", "effective_dosage": "20-minute back massage.", "study_duration": "Single 20-minute session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:12.215458+00:00"}
{"study_id": 78969, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were not specifically studying massage but excluded studies involving interventions like massage that require dedicated staff or private environments.", "results_summary": "Massage was not evaluated in this study; it was excluded from the analysis due to the requirement for dedicated staff or private waiting environments.", "population_specificity": "Not applicable (massage was not studied).", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:12.344453+00:00"}
{"study_id": 78965, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of electroacupuncture + massage + blocking therapy versus blocking therapy alone for treating external humeral epicondylitis.", "results_summary": "Both treatment methods showed good effects at 6 months, but the combination therapy delayed recurrence longer than blocking therapy alone, which had a severe relapse at 12 months. By 24 months, both groups relapsed.", "population_specificity": "86 patients with external humeral epicondylitis, randomized into two groups of 43 each.", "effective_dosage": "Massage was given once a day for 10 treatments per course, with a 1-week interval before the next course.", "study_duration": "Follow-up assessments were conducted at 0, 6, 12, and 24 months post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:13.403350+00:00"}
{"study_id": 78972, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study aimed to investigate determinants of preferences for aggressive end-of-life care among terminally ill cancer patients, not massage.", "results_summary": "The study found that few Taiwanese terminally ill cancer patients preferred aggressive end-of-life care, with preferences influenced by demographic and clinical factors. No findings related to massage were reported.", "population_specificity": "Terminally ill cancer patients in Taiwan (n=2329).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:18.197513+00:00"}
{"study_id": 78971, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to explore psychological treatment options, including massage, for managing pruritus in patients with wounds.", "results_summary": "The study identified massage as one of several psychological treatments with potential for reducing itching in wound patients, though evidence remains limited.", "population_specificity": "Patients with wounds or burns experiencing pruritus.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:18.295315+00:00"}
{"study_id": 78970, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the incremental costs and benefits of different doses of spinal manipulative therapy (SMT) compared to light massage control in patients with chronic low back pain.", "results_summary": "All SMT doses showed greater pain-free and disability-free days compared to control, with 12 SMT sessions yielding statistically significant benefits (22.9 pain-free days and 19.8 disability-free days). Treatment costs and lost productivity did not significantly differ between groups.", "population_specificity": "400 patients with chronic low back pain.", "effective_dosage": "0, 6, 12, or 18 sessions of SMT.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:18.371821+00:00"}
{"study_id": 78976, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of massage therapy in reducing stress for patients with high-grade gliomas.", "results_summary": "The study found preliminary evidence that massage therapy reduces stress in patients with high-grade gliomas. However, the evidence is limited and calls for further well-designed trials.", "population_specificity": "Patients diagnosed with high-grade gliomas.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:18.955922+00:00"}
{"study_id": 78973, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 55, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of Tuina (Chinese massage) as a treatment for essential hypertension, either alone or in combination with antihypertensive drugs.", "results_summary": "The meta-analysis found that Tuina combined with antihypertensive drugs was more effective than drugs alone, but Tuina alone was not superior to drugs. Safety could not be assessed due to insufficient reporting of adverse effects in the included trials.", "population_specificity": "Patients with essential hypertension (479 participants across 7 randomized trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:19.705467+00:00"}
{"study_id": 78974, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of baby-CIMT versus baby-massage on manual ability development in infants at risk of unilateral cerebral palsy.", "results_summary": "The study does not provide specific results for baby-massage, as it focuses on the methodology of an ongoing RCT comparing baby-CIMT and baby-massage. The primary outcome measure is the Hand Assessment for Infants (HAI), but efficacy data for massage are not yet available.", "population_specificity": "Infants aged 3-8 months at risk of developing unilateral cerebral palsy due to neonatal brain events or asymmetric hand function.", "effective_dosage": "Not specified (two 6-week training periods separated by a 6-week pause, totaling 12 weeks of treatment).", "study_duration": "12 weeks (two 6-week periods with a 6-week pause).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:21.451668+00:00"}
{"study_id": 78975, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore the effectiveness of an integrated pain management program, including massage therapy, supplemented with peer volunteers in improving pain intensity and other outcomes among frail older adults with chronic pain.", "results_summary": "The study proposed that massage therapy, as part of an integrated pain management program, could reduce pain and improve functional mobility, physical activity, loneliness levels, happiness levels, and the use of non-pharmacological pain-relieving methods, though specific results for massage alone were not detailed.", "population_specificity": "Frail older adults with chronic pain in nursing homes and peer volunteers from the Institute of Active Ageing in Hong Kong.", "effective_dosage": "Not specified for massage alone (integrated program involved two 1-hour sessions per week).", "study_duration": "8 weeks (16 sessions total).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:21.939337+00:00"}
{"study_id": 78977, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of massage therapy as a co-adjuvant treatment for knee osteoarthritis (KOA) when combined with an exercise program versus exercise alone.", "results_summary": "The study found no significant differences between the massage-plus-exercise group and the exercise-only group in WOMAC index, VAS, or Get-Up and Go test outcomes. However, both groups showed improvements from baseline to three months post-treatment, except for WOMAC in the exercise-only group.", "population_specificity": "Eighteen women with knee osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:22.080604+00:00"}
{"study_id": 78979, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate evidence-based practices for managing the second stage of labor, including the effectiveness of perineal massage with a lubricant in preventing severe perineal trauma.", "results_summary": "The study found that perineal massage with a lubricant may prevent severe perineal trauma during birth. It also supported delayed pushing, spontaneous pushing, and maternal choice of positions as effective practices.", "population_specificity": "Women in the second stage of labor, including nulliparous and multiparous women.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:25.733867+00:00"}
{"study_id": 78978, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of massage therapy versus routine physical therapy in treating subacute and chronic nonspecific low back pain.", "results_summary": "Massage therapy significantly improved pain intensity and functional disability compared to routine physical therapy, though both treatments enhanced range of motion similarly. The study concluded that massage is more effective than electrotherapy modalities for low back pain.", "population_specificity": "Thirty female subjects with subacute or chronic nonspecific low back pain.", "effective_dosage": "Ten sessions of treatment (specific frequency not detailed).", "study_duration": "Duration of intervention not explicitly stated, but outcomes were measured after ten sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:26.043129+00:00"}
{"study_id": 78980, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the differential diagnosis between 'unexplained' falls and syncopal falls, particularly focusing on the role of reflex syncope and retrograde amnesia in older patients.", "results_summary": "The study suggests that many older patients with 'unexplained' falls may actually experience reflex syncope with retrograde amnesia, as evidenced by LOC during tilt testing or carotid sinus massage. However, therapeutic solutions for these cases remain largely unresolved.", "population_specificity": "Older patients with 'unexplained' falls.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:26.430436+00:00"}
{"study_id": 78981, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of acupuncture combined with diet therapy and Tuina self-massage on reducing hot flushes and other menopause-related symptoms.", "results_summary": "Acupuncture significantly reduced hot flushes and sudden sweating (p<.001) and improved other symptoms like sleep disorders, irritability, and bone pain. The integrated approach, including self-massage, showed positive outcomes for postmenopausal women.", "population_specificity": "One hundred women in spontaneous menopause experiencing at least three hot flushes daily.", "effective_dosage": "Acupuncture was administered twice weekly; self-massage details (frequency/duration) were not specified.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:28.040903+00:00"}
{"study_id": 78982, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of in situ simulation and team training in improving postpartum hemorrhage (PPH) management, including the performance of uterine massage.", "results_summary": "Team training significantly improved response times in PPH management, including the performance of uterine massage, and increased the use of indicated medications from 27.3% to 63.6%.", "population_specificity": "Clinically experienced community labor and delivery teams in six Oregon hospitals.", "effective_dosage": "Not specified", "study_duration": "9-12 months between initial and repeated simulations", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:28.057503+00:00"}
{"study_id": 78983, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of an oral health education program, including salivary gland massage, in improving oral function and health in older adults with xerostomia.", "results_summary": "The intervention group showed significant improvements in resting salivation, swallowing function, and taste threshold for bitterness compared to the control group. No adverse effects were reported, but safety was not explicitly assessed.", "population_specificity": "Community-dwelling older adults aged over 65 with xerostomia.", "effective_dosage": "90-minute oral health education program every 2 weeks, including salivary gland massage.", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:29.443297+00:00"}
{"study_id": 78985, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effects of nonpharmacologic approaches, including massage, on pain relief during labor and their impact on obstetric interventions, maternal, and neonatal outcomes.", "results_summary": "Massage, as part of nonpharmacologic approaches based on Gate Control, was associated with reduced epidural analgesia use and higher maternal satisfaction with childbirth. Tailored approaches, including continuous support, were most effective in reducing obstetric interventions.", "population_specificity": "Women in labor", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:29.623430+00:00"}
{"study_id": 78984, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of dance labor, which includes back massage, in reducing pain and increasing satisfaction during the first stage of labor.", "results_summary": "The study found that dance labor significantly reduced pain scores and increased satisfaction scores compared to usual care, with both outcomes showing statistical significance (P < 0.05).", "population_specificity": "60 primiparous women aged 18-35 years old.", "effective_dosage": "Minimum of 30 minutes of back and sacrum massage during dance labor.", "study_duration": "At least 30 minutes during the first stage of labor.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:29.880862+00:00"}
{"study_id": 78986, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to review the evidence for massage as an alternative therapy for Parkinson's disease, focusing on its clinical efficacy and potential mechanisms.", "results_summary": "The study found that massage, like most alternative therapies for Parkinson's disease, lacks rigorous investigation to draw definitive conclusions about efficacy or mechanism. It likely benefits patients through general mechanisms such as stress reduction, improved mood, and sleep.", "population_specificity": "Patients with Parkinson's disease", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:33.215801+00:00"}
{"study_id": 78987, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential role of massage therapy in the treatment of headache disorders, alongside other complementary medical practices.", "results_summary": "The abstract suggests that massage therapy may be a promising therapeutic option for headache disorders, but no specific results or data are provided regarding its effectiveness. Future research is anticipated to explore its role further.", "population_specificity": "Headache disorder sufferers, with a focus on the aging population.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:33.484747+00:00"}
{"study_id": 78988, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare massage therapy to a nonmassage sham treatment in improving mother-child interaction during feedings in infants with GERD.", "results_summary": "NCAFS scores were significantly lower than national norms for dyads with GERD. Massage showed small to moderate improvements in Sensitivity to Cues, Social-Emotional Growth Fostering, Cognitive Growth Fostering, and Clarity of Cues compared to the sham treatment.", "population_specificity": "Healthy infants aged 5-10 weeks with GERD, born at 38-42 weeks gestational age, and their English-speaking mothers aged 18+.", "effective_dosage": "30 minutes twice weekly", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:35.076113+00:00"}
{"study_id": 78990, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the effectiveness of M technique hand massage, with and without aromatherapy, compared to nurse presence visits in reducing chronic pain among older adults in long-term care.", "results_summary": "Participants experienced significant reductions in chronic pain intensity, with M technique hand massage (both with and without aromatherapy) showing greater effectiveness than nurse presence visits. The intervention notably improved pain and suffering scores and pain intensity measurements.", "population_specificity": "Older adults living in long-term care facilities with chronic pain.", "effective_dosage": "Twice weekly sessions for 4 weeks.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:36.148023+00:00"}
{"study_id": 78989, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of Thai traditional massage (TTM) on pressure pain threshold and headache intensity in patients with chronic tension-type and migraine headaches.", "results_summary": "TTM significantly increased pressure pain threshold compared to sham ultrasound, with sustained effects at follow-up. Both groups showed reduced headache intensity, but no significant differences were found between TTM and sham ultrasound for this outcome.", "population_specificity": "72 participants with chronic tension-type or migraine headaches for at least 3 months.", "effective_dosage": "Nine sessions over 3 weeks.", "study_duration": "3 weeks of treatment, with follow-ups at 3 and 9 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:37.058450+00:00"}
{"study_id": 78993, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the efficacy of non-behavioral and non-pharmacological treatments, including massage therapy, for sleep disturbances in individuals with autism spectrum disorder.", "results_summary": "The study reported positive outcomes for massage therapy in improving sleep, though no conclusive evidence was provided due to methodological limitations and a limited corpus of evidence. Aromatherapy showed no effect on sleep.", "population_specificity": "Individuals with autism spectrum disorder experiencing sleep disturbances.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:37.641654+00:00"}
{"study_id": 78991, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify trends in the levels of evidence for manipulative and body-based therapies, including massage, within sports and exercise medicine literature.", "results_summary": "The study found that massage was among the therapies with Level-1 evidence, indicating high-quality support. Over time, there was an increase in clinical trials and systematic reviews related to massage, suggesting improved evidence quality.", "population_specificity": "Amateur and professional athletes, as well as broader sports and exercise medicine contexts.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:37.885804+00:00"}
{"study_id": 78992, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of a single LipiFlow treatment versus combined lid warming and massage in patients with meibomian gland dysfunction (MGD).", "results_summary": "The study found that both LipiFlow and combined lid warming and massage improved expressible meibomian glands, but LipiFlow showed a greater reduction in subjective symptoms (OSDI scores). No significant differences were observed in other objective parameters between the two treatments.", "population_specificity": "Patients with meibomian gland dysfunction (MGD).", "effective_dosage": "Twice-daily lid warming and massage.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:38.262150+00:00"}
{"study_id": 78994, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore how massage, as part of integrative oncology, can improve physical and psychological symptoms in cancer survivors.", "results_summary": "The study suggests that massage, alongside other integrative therapies, improves quality of life, aids recovery, and enhances the benefits of psychiatric interventions by increasing self-awareness and physical-psychological conditioning. It also provides patients with lifelong self-care tools.", "population_specificity": "Cancer survivors experiencing symptoms like depression, anxiety, fatigue, and pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:41.104689+00:00"}
{"study_id": 78995, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of deep tissue massage (DTM) alone versus DTM combined with NSAIDs in reducing chronic low back pain.", "results_summary": "Both DTM alone and DTM combined with NSAIDs significantly reduced pain and improved function, with no significant difference between the two treatments. The study concluded that DTM alone was as effective as the combined therapy for chronic low back pain.", "population_specificity": "59 patients (average age 51.8 ± 9.0 years) with chronic low back pain.", "effective_dosage": "Not specified (2 weeks of DTM in the treatment group, 2 weeks of DTM + NSAID in the control group).", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:42.549341+00:00"}
{"study_id": 78996, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of structured patient education compared to other conservative interventions, including massage, for managing whiplash-associated disorders (WAD) or neck pain and associated disorders (NAD).", "results_summary": "The study found that structured patient education was equal or less effective than other conservative treatments, including massage, supervised exercise, and physiotherapy. However, combining structured patient education with physiotherapy may provide small benefits.", "population_specificity": "Patients with whiplash-associated disorders (WAD) or neck pain and associated disorders (NAD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:42.939317+00:00"}
{"study_id": 78998, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 30, "study_goal": "The researchers were attempting to determine the effectiveness of massage as a treatment for dysmenorrhea.", "results_summary": "The study found insufficient evidence to support the use of massage for dysmenorrhea, alongside other interventions like yoga and acupuncture.", "population_specificity": "Patients with dysmenorrhea (primary or secondary).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:43.482732+00:00"}
{"study_id": 78997, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether comprehensive mental intervention, including massage, could improve depression symptoms and recovery time in patients with postsurgical gastroparesis syndrome.", "results_summary": "The mental intervention group, which included massage, showed significantly reduced depression scores and faster recovery times (e.g., symptom disappearance, shorter hospital stays) compared to the control group.", "population_specificity": "Patients with postsurgical gastroparesis syndrome (n=120).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:43.659561+00:00"}
{"study_id": 78999, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to examine complications from accidental intra-arterial filler injections, particularly hyaluronic acid fillers, and evaluate treatment strategies, including massage.", "results_summary": "The study found that massage, along with other treatments like hyaluronidase and warm compresses, is a mainstay for managing complications from accidental intra-arterial filler injections, potentially reducing morbidity when applied promptly.", "population_specificity": "Patients experiencing complications from accidental intra-arterial filler injections.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:46.072814+00:00"}
{"study_id": 79001, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the efficacy and safety of a high-power combined RF, IR, mechanical massage, and vacuum technology for adipose tissue reduction and skin tightening.", "results_summary": "The study found a gradual decline in patient circumferences, a 29% average reduction in fat layer thickness, and improved skin tightening, with 93% of participants showing measurable fat reduction and 97% reporting satisfaction.", "population_specificity": "35 patients receiving treatment to abdomen/flank, buttock, or thigh areas.", "effective_dosage": "One treatment per week over 6 weeks.", "study_duration": "6 weeks of treatment, with follow-up to 3 months post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:46.650023+00:00"}
{"study_id": 79002, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of burn rehabilitation massage therapy on hypertrophic scar characteristics, pain, and pruritus in burn patients.", "results_summary": "The massage group showed significant improvements in scar thickness, melanin, erythema, transepidermal water loss, and elasticity compared to the control group, along with reduced pain and itching scores.", "population_specificity": "146 burn patients with hypertrophic scars.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:48.079485+00:00"}
{"study_id": 79003, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine whether massage, as a complementary and alternative medicine intervention, upregulates the endocannabinoid system.", "results_summary": "The study found that massage, along with other complementary interventions, upregulates the endocannabinoid system, though few clinical trials specifically assessed its efficacy. Preclinical studies suggest potential benefits, but human trials are needed for confirmation.", "population_specificity": "Not specified (general reference to human and preclinical studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:49.918010+00:00"}
{"study_id": 79004, "supplement_id": 1318, "safety_score": "75", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to compare the occurrence of adverse events between different manual therapy techniques, including massage, for patients with back and/or neck pain.", "results_summary": "The study found no differences in adverse events between treatment arms, with the most common being soreness in muscles, increased pain, and stiffness. Women reported more adverse events than men.", "population_specificity": "Patients aged 18-65 seeking care for back and/or neck pain at an educational clinic in Stockholm.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:50.527510+00:00"}
{"study_id": 79005, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to define severe postpartum hemorrhage (PPH) and develop a treatment algorithm, including the role of uterine massage as an initial measure.", "results_summary": "The study defined severe persistent PPH and included uterine massage as a first-line intervention. The treatment algorithm emphasized early, aggressive measures to minimize blood loss, with massage being part of initial therapy.", "population_specificity": "Women experiencing postpartum hemorrhage.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:50.658324+00:00"}
{"study_id": 79006, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the optimal dose of massage for improving neck-related dysfunction and pain intensity in individuals with chronic nonspecific neck pain.", "results_summary": "The study found that 60-minute massage sessions 2 or 3 times per week significantly improved neck dysfunction and pain intensity compared to a wait-list control, while 30-minute sessions did not show significant benefits regardless of frequency.", "population_specificity": "Individuals with chronic nonspecific neck pain recruited from an integrated health care system and the general population.", "effective_dosage": "30-minute visits 2 or 3 times weekly, or 60-minute visits 1, 2, or 3 times weekly.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:52.032750+00:00"}
{"study_id": 79007, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a single session of interferential current therapy (ICT) combined with air-pump massage could immediately reduce spasticity and improve balance and gait in chronic stroke patients.", "results_summary": "The study found that a single ICT session significantly reduced gastrocnemius spasticity and improved balance and gait performance compared to placebo, with notable improvements in clinical test scores (MAS, FRT, BBS, TUG, 10MWT).", "population_specificity": "42 adult patients with chronic stroke and plantar flexor spasticity of the lower limb.", "effective_dosage": "60-minute ICT stimulation combined with air-pump massage.", "study_duration": "Single session (60 minutes).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:55.164985+00:00"}
{"study_id": 79008, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the evidence of massage therapy for improving pain, anxiety, depression, and sleep disturbance in patients with fibromyalgia.", "results_summary": "Massage therapy lasting ≥5 weeks significantly improved pain, anxiety, and depression in fibromyalgia patients but did not significantly affect sleep disturbance. The study concluded that massage therapy is a viable complementary treatment for fibromyalgia, though larger trials with longer follow-up are needed.", "population_specificity": "Patients with fibromyalgia (404 participants across 9 randomized controlled trials).", "effective_dosage": "Not specified (duration ≥5 weeks mentioned).", "study_duration": "≥5 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:56.293876+00:00"}
{"study_id": 79010, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of massage and pumping techniques in treating postpartum breast engorgement using thermography.", "results_summary": "The study found a negative temperature gradient of 0.3°C post-treatment, indicating reduced engorgement. Breasts with intense engorgement were 0.7°C warmer than those with moderate engorgement, and electromechanical pumping combined with massage was superior to manual methods.", "population_specificity": "16 lactating women with moderate to intense postpartum breast engorgement in Curitiba, Brazil.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:58.359580+00:00"}
{"study_id": 79009, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if massage therapy (MT) improves peripheral vascular function after exertion-induced muscle injury and whether such injury reduces vascular endothelial function in the upper extremity.", "results_summary": "MT increased brachial artery flow-mediated dilation (FMD) in both the exertion-induced muscle injury and MT group and the MT-only group, with effects lasting up to 72 hours. In contrast, the exertion-only group showed reduced FMD at 24 and 48 hours, returning to baseline by 72 hours.", "population_specificity": "Sedentary young adults (N=36, mean age ~23-27 years).", "effective_dosage": "30-minute lower extremity massage using Swedish technique.", "study_duration": "Evaluations at 90 minutes, 24 hours, 48 hours, and 72 hours post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:58.599463+00:00"}
{"study_id": 79012, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To compare the effects of Swedish massage with aromatic ginger oil (SMGO) and traditional Thai massage (TTM) on chronic low back pain and disability in older adults.", "results_summary": "Both SMGO and TTM significantly improved pain intensity and disability immediately, short-term (six weeks), and long-term (15 weeks). SMGO was more effective than TTM in reducing pain and improving disability at short- and long-term assessments.", "population_specificity": "Older adults with chronic low back pain in Ratchaburi province, Thailand.", "effective_dosage": "30-minute sessions twice a week for five weeks.", "study_duration": "Five weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:58.660822+00:00"}
{"study_id": 79011, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to compare the effectiveness of infraclavicular incisions, subcutaneous drain insertion, and suction on in situ chest drain for managing severe subcutaneous emphysema, with massage mentioned as an adjunct to aid drainage.", "results_summary": "Several studies found that regular compressive massage aided drainage and provided rapid sustained relief in patients with subcutaneous emphysema, though no comparative data was available to definitively rank its efficacy against other techniques.", "population_specificity": "Patients with severe subcutaneous emphysema, particularly those with discomfort, respiratory distress, or persistent air leak.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:58.793563+00:00"}
{"study_id": 79013, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of water-based exercise in thermal mineral water versus land-based exercise therapy on lumbar spine range of motion and physical disability in adults with chronic low back pain, including the role of underwater massage.", "results_summary": "Both water-based and land-based exercise programs, combined with electro analgesic therapy and underwater massage, significantly improved lumbar motion and reduced physical disability, with no statistically significant difference between the two exercise methods.", "population_specificity": "72 adult patients hospitalized for chronic low back pain in a rehabilitation setting.", "effective_dosage": "Not specified for massage.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:01.912421+00:00"}
{"study_id": 79014, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether massage, as a complementary technique, provides pain relief and comfort in patients with chronic pain.", "results_summary": "The study found statistically significant improvement in pain and comfort in patients who received massage, indicating its effectiveness as a complementary therapy for chronic pain. Both massage and cranial still point induction showed positive outcomes.", "population_specificity": "Patients with chronic pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:02.221435+00:00"}
{"study_id": 79015, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 18, "quality_score": 65, "study_goal": "The researchers aimed to determine the extent to which physiotherapists followed guideline recommendations for post-acute PT after THA and TKA, including the use of massage.", "results_summary": "Massage was reported as a treatment modality by 18% of physiotherapists, though it was not among the recommended or advised-against modalities in the guidelines. The study did not evaluate its efficacy or safety.", "population_specificity": "Dutch physiotherapists treating post-acute THA and TKA patients.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:04.343574+00:00"}
{"study_id": 79017, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To compare the effects of massage therapy versus exercise on preterm infants' weight gain and explore potential underlying mechanisms.", "results_summary": "Both massage and exercise increased preterm infants' weight gain, but massage was associated with increased vagal activity, while exercise was linked to higher calorie consumption.", "population_specificity": "Preterm infants", "effective_dosage": "10 minutes of moderate pressure massage 3 times per day", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:05.722027+00:00"}
{"study_id": 79019, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether foot reflexology massage reduces anxiety in patients following CABG surgery.", "results_summary": "The study found a significant decrease in anxiety in the experimental group receiving foot reflexology massage compared to the control group, as measured by both the Spielberger State-Trait Anxiety Inventory and the Visual Analogue Scale-Anxiety.", "population_specificity": "Patients who underwent CABG surgery.", "effective_dosage": "20 minutes of foot reflexology massage per day.", "study_duration": "4 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:05.900179+00:00"}
{"study_id": 79016, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the role of massage as a non-pharmacological intervention for managing behavioral and psychological symptoms of dementia (BPSD).", "results_summary": "The abstract mentions that massage, along with other sensory interventions like music therapy and aromatherapy, is recommended by NICE for managing BPSD, though the mechanisms and evidence supporting its efficacy are limited.", "population_specificity": "Individuals with dementia, particularly those experiencing behavioral and psychological symptoms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:05.921421+00:00"}
{"study_id": 79018, "supplement_id": 1318, "safety_score": "100", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to assess the feasibility and effect of a multimodal intervention, including massage, on perceived fatigue in patients with secondary progressive multiple sclerosis.", "results_summary": "The study found that massage was part of a multimodal intervention that significantly reduced fatigue severity (FSS scores decreased from 5.7 to 3.32). No adverse side-effects were reported for the intervention, which included massage.", "population_specificity": "Patients with secondary progressive multiple sclerosis (10 subjects enrolled, 8 completed).", "effective_dosage": "Group daily average duration of massage was 7.2 minutes.", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:06.670346+00:00"}
{"study_id": 79021, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of abdominal massage on bowel function in individuals with central neurological disease or injury, specifically focusing on improving bowel motions and constipation.", "results_summary": "The study found that abdominal massage statistically improved the number of bowel motions per week in stroke patients and showed better constipation scores in individuals with multiple sclerosis, though the latter was not supported by changes in neurogenic bowel dysfunction scores.", "population_specificity": "Individuals with central neurological disease or injury (e.g., stroke, multiple sclerosis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:09.716145+00:00"}
{"study_id": 79020, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine whether massage, as part of child and parent interventions, could reduce distress and improve positive affect in parents of pediatric stem cell transplantation patients.", "results_summary": "The study found no significant differences in parental distress across treatment arms, though there was a marginally significant effect of the child intervention (including massage) on parental positive affect. Parental distress decreased and positive affect increased over time in all groups, regardless of intervention.", "population_specificity": "Parents of pediatric stem cell transplantation patients.", "effective_dosage": "Not specified", "study_duration": "Acute phase of treatment (weeks -1 through +6)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:09.720903+00:00"}
{"study_id": 79022, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review the literature and current research findings to establish the theoretical framework for connective tissue massage (CTM) and assess its clinical effectiveness.", "results_summary": "The study reviewed existing literature and research to support the theoretical model of CTM, which assumes a reflex effect on the autonomic nervous system. The clinical effectiveness of CTM was assessed through an analytical review, though specific outcomes were not detailed in the abstract.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:12.324101+00:00"}
{"study_id": 79023, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether massage therapy improves self-efficacy in individuals with multiple sclerosis.", "results_summary": "The study found statistically significant improvements in self-efficacy at mid-treatment, post-treatment, and 4-week follow-up, but these effects diminished by the 8-week follow-up, suggesting ongoing treatment may be necessary to maintain benefits.", "population_specificity": "Individuals with multiple sclerosis (n=15, with 8 in the treatment group and 7 in the control group).", "effective_dosage": "Weekly one-hour therapeutic massage treatments.", "study_duration": "8 weeks of treatment plus an 8-week follow-up period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:13.735577+00:00"}
{"study_id": 79024, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of the doctor-patient encounter (DPE) and patient expectations on outcomes in a trial comparing different doses of spinal manipulation and light massage for chronic low back pain.", "results_summary": "The study found that the DPE had effects on low back pain intensity comparable to the dose of spinal manipulation, while baseline expectations did not notably affect outcomes. Subsequent expectations were influenced by pain levels, DPE, and treatment dose.", "population_specificity": "400 participants with chronic low back pain", "effective_dosage": "Light massage control at visits when spinal manipulation was not scheduled (frequency not specified)", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:14.106381+00:00"}
{"study_id": 79026, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of massage therapy in reducing cancer pain, particularly focusing on its use in developing countries like Pakistan.", "results_summary": "The review found that massage therapy significantly reduced pain in most cancer patients, with 73% of cancer patients in the USA using it. However, there is a lack of studies in developing countries, highlighting the need for further research in such contexts.", "population_specificity": "Cancer patients, primarily in the USA, with a noted gap in data from developing countries like Pakistan.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:14.745384+00:00"}
{"study_id": 79025, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of massage and stretching exercises with relaxation and imagination therapies and dental treatment in managing pain, mandibular range of motion, sleep quality, anxiety, stress, depression, and oral health in individuals with bruxism.", "results_summary": "The study design suggests that massage and stretching exercises will be evaluated for their effects on bruxism-related symptoms, but specific results are not yet available as the study is ongoing. Outcomes will be measured using standardized scales for pain, sleep quality, and psychological factors.", "population_specificity": "Adults with bruxism (awake or sleep bruxism).", "effective_dosage": "Not specified", "study_duration": "Evaluations will be performed immediately after treatment and at 2-month follow-up, but exact intervention duration is not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:15.132070+00:00"}
{"study_id": 79027, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of massage therapy versus occlusal splint therapy on mandibular range of motion in individuals with temporomandibular disorder (TMD) and compare these results to a group without TMD.", "results_summary": "Both massage therapy and occlusal splint therapy significantly increased mandibular range of motion in individuals with TMD, with results similar to those of the asymptomatic comparison group. The occlusal splint showed a small to moderate clinical effect for lateral excursions compared to massage therapy.", "population_specificity": "Individuals with temporomandibular disorder (TMD) and a comparison group without TMD.", "effective_dosage": "Not specified (massage therapy frequency not detailed).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:18.887442+00:00"}
{"study_id": 79028, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the clinical efficacy of massage therapy (MT) for relieving symptoms of gastroesophageal reflux disease (GERD) in infants and its impact on stress levels measured by cortisol.", "results_summary": "GERD symptoms decreased in both massage and sham treatment groups, with no significant difference between them. However, MT significantly reduced pretreatment salivary cortisol levels and daily cortisol secretion compared to the nonmassage group.", "population_specificity": "Term-born infants aged 4-10 weeks with a diagnosis of GERD and a score of at least 16 on the Infant Gastroesophageal Reflux Questionnaire-Revised (I-GERQ-R).", "effective_dosage": "30 minutes twice a week", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:19.088933+00:00"}
{"study_id": 79029, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the effectiveness of integrative therapies, including massage, for reducing pain and anxiety in children with cancer.", "results_summary": "The study found that integrative interventions, including massage, showed medium to extremely large effect sizes (Cohen's d = 0.70 to 8.57) for reducing pain and anxiety in pediatric cancer patients. These results suggest massage may be very effective, but larger studies are needed for confirmation.", "population_specificity": "Children and adolescents with cancer.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:20.167660+00:00"}
{"study_id": 79032, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "To determine the effects of abdominal massage on bowel function in people with central neurological disease or injury, specifically stroke and multiple sclerosis.", "results_summary": "Abdominal massage statistically improved the number of bowel motions per week in stroke patients and showed better constipation scores in multiple sclerosis patients, though the latter lacked supporting changes in outcome measures.", "population_specificity": "Individuals with stroke (31 participants) and multiple sclerosis (30 participants).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:22.455349+00:00"}
{"study_id": 79031, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to assess the use of provider-based complementary and alternative medicine (pbCAM), including massage, among adult smokers and explore its potential for delivering tobacco cessation interventions.", "results_summary": "The study found an increase in the use of massage among adult smokers between 2002 and 2007, suggesting that massage practitioners could be engaged in public health efforts to reduce tobacco use. The proportion of smokers using massage remained consistent despite a national decrease in smoking rates.", "population_specificity": "Adults 18 years and older in the U.S., specifically current smokers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:23.112951+00:00"}
{"study_id": 79030, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of a physical exercise program (PEP) that included self-administered massage to acupressure points on chronic pain and psychological well-being in older nursing home residents.", "results_summary": "The study found that the experimental group, which received the PEP including massage, experienced a significant reduction in pain intensity and improved psychological well-being compared to the control group.", "population_specificity": "Older residents (average age 85.44) with chronic pain from 10 nursing homes in Hong Kong.", "effective_dosage": "Once a week for eight weeks (part of a broader PEP).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:23.365429+00:00"}
{"study_id": 79033, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of tactile massage (TM) on salivary cortisol concentrations in individuals with Parkinson's disease, comparing it to a control group (rest to music) in both short- and long-term contexts.", "results_summary": "Salivary cortisol concentrations decreased significantly after TM interventions, but no sustained long-term effects or significant differences between TM and control groups were observed. No associations were found between cortisol levels and clinical or pharmacological characteristics.", "population_specificity": "45 women and men aged 50-79 years with Parkinson's disease.", "effective_dosage": "10 interventions over 8 weeks.", "study_duration": "8 weeks of intervention followed by 26 weeks of follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:23.737335+00:00"}
{"study_id": 79034, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 40, "study_goal": "The researchers aimed to evaluate the effectiveness of facial exercises for facial rejuvenation.", "results_summary": "Positive outcomes were reported in all 9 studies, but the evidence was limited due to lack of control groups, randomization, and subjective assessments. The overall evidence was insufficient to confirm effectiveness.", "population_specificity": "Not specified (studies included single case reports, small case series, or single-group pretest-posttest designs).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:26.202980+00:00"}
{"study_id": 79035, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and efficacy of massage therapy as a complementary treatment for osteoarthritis (OA), focusing on pain reduction and functional improvement.", "results_summary": "The study found that massage therapy is safe for individuals with OA and demonstrated positive short-term effects (≤6 months) in reducing pain and improving self-reported physical functioning. However, limited information exists on its relative effectiveness compared to other therapies or its effects in distinct patient subgroups.", "population_specificity": "Adults with osteoarthritis (specific joint involvement not detailed beyond knee OA being implied).", "effective_dosage": "Not specified", "study_duration": "Short-term (≤6 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:27.101806+00:00"}
{"study_id": 79036, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of specialized massage therapy on improving the BODE index (a measure of COPD severity) in hospitalized COPD patients.", "results_summary": "The study found that massage therapy significantly improved the BODE index in the experimental group compared to the control group, with notable improvements in FEV1, dyspnea (MRC scale), and exercise capacity (6-minute walk test). The control group showed only slight improvements, primarily in exercise capacity.", "population_specificity": "30 hospitalized COPD patients experiencing symptom exacerbation (20 in the experimental group, 10 in the control group).", "effective_dosage": "6 massage sessions (30 minutes each) over a few days, targeting specific upper body muscles.", "study_duration": "A few days (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:29.740947+00:00"}
{"study_id": 79037, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to compare the prevalence, sites, and management methods of chronic pain, including massage, among nursing staff in Japan, Thailand, and Myanmar.", "results_summary": "Massage was reported as the most frequent method for handling pain other than consulting doctors in Thailand, but the study did not evaluate its specific efficacy or safety. No clear tendencies in pain management methods were observed across countries.", "population_specificity": "Nursing staff in Japan (1,000), Thailand (448), and Myanmar (405).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:30.558305+00:00"}
{"study_id": 79040, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether massage interventions provide measurable benefits in alleviating breast cancer-related symptoms.", "results_summary": "The meta-analysis found that massage significantly reduced anger and fatigue symptoms in breast cancer patients, but no significant differences were observed for depression, anxiety, pain, upper limb lymphedema, cortisol levels, or health-related quality of life.", "population_specificity": "Patients with breast cancer", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:30.908672+00:00"}
{"study_id": 79038, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to assess current practices in the work-up and management of syncope, including the use of carotid sinus massage as a diagnostic tool.", "results_summary": "Carotid sinus massage was among the widely applied tests for syncope, though its use varied. Physical manoeuvres, including massage, were reported as standard treatment for neurally mediated syncope by most centers.", "population_specificity": "Patients with syncope across 43 European centers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:31.025206+00:00"}
{"study_id": 79039, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate patient perceptions of acupuncture or acupressure with light massage as an adjunct therapy for anorexia nervosa, focusing on therapeutic relationship and empathy.", "results_summary": "Participants highly valued the therapeutic encounter, particularly empathy, positive regard, and trust, with no significant difference in CARE scores between acupuncture and acupressure groups. The intervention was perceived to reduce stress and improve relaxation.", "population_specificity": "26 inpatients with a diagnosis of anorexia nervosa in Sydney, Australia.", "effective_dosage": "Twice weekly for three weeks, then weekly for three weeks.", "study_duration": "Six weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:31.131234+00:00"}
{"study_id": 79041, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to develop evidence-based treatment recommendations for nonspecific neck pain in adults, including the role of massage in combination with other therapies.", "results_summary": "The study found moderate recommendations for the treatment of chronic neck pain with massage in combination with other therapies, indicating some efficacy. No standalone recommendation was made for massage alone.", "population_specificity": "Adults with nonspecific (mechanical) neck pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:33.320659+00:00"}
{"study_id": 79043, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to review complementary and alternative medicine interventions, including massage therapy, for treating late-life depression.", "results_summary": "The abstract mentions massage therapy as one of several interventions reviewed but does not provide specific findings on its effects for late-life depression.", "population_specificity": "Elderly individuals with late-life depression.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:36.423908+00:00"}
{"study_id": 79044, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of foot massage versus quiet presence on agitation and mood in individuals with dementia.", "results_summary": "The study found that agitation increased in both groups, but the increase was greater in the quiet presence group than the foot massage group. There was also a trend suggesting foot massage might reduce alertness compared to quiet presence.", "population_specificity": "55 long-term care residents aged 74-103 with moderate to severe dementia and a history of agitated behavior.", "effective_dosage": "10-minute foot massage every weekday.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:38.206406+00:00"}
{"study_id": 79045, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a sequenced treatment program involving Decongestive Lymphatic Therapy (DLT), including massage (manual lymphatic drainage), for managing primary lymphedema.", "results_summary": "The study found that combining DLT with compression therapy, self-massage, and other interventions effectively manages primary lymphedema, with surgical options improving outcomes when conservative treatments fail. Postoperative integration of MLD/DLT and compression was critical for success.", "population_specificity": "Patients with primary lymphedema.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:39.255714+00:00"}
{"study_id": 79047, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of massage and ear acupuncture on behavior, sleep disturbances, and participation in occupational therapy among dementia patients.", "results_summary": "Massage and ear acupuncture showed statistically significant positive effects on behavior, sleep disturbances, and participation in rehabilitation and eating by the third month of intervention, with benefits sustained two months post-treatment.", "population_specificity": "Elderly dementia patients institutionalized in residential homes in Extremadura, Spain.", "effective_dosage": "Not specified", "study_duration": "3 months of intervention, with follow-up assessments at 1 and 2 months post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:39.567419+00:00"}
{"study_id": 79046, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to identify factors contributing to late presentation of adolescent idiopathic scoliosis (AIS) and assess the use of alternative treatments, including Chinese Sinseh massage, before specialist consultation.", "results_summary": "The study found that 27.1% of late-presenting AIS patients attempted alternative treatments, with Chinese Sinseh massage being the most popular, but did not evaluate its efficacy or safety. The abstract does not provide outcomes related to massage effectiveness.", "population_specificity": "Children and young teenagers with adolescent idiopathic scoliosis (AIS) and Cobb angles ≥40°.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:39.876495+00:00"}
{"study_id": 79048, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study aimed to compare the efficacy of intralesional triamcinolone and verapamil injections for hypertrophic scars and keloids, not massage.", "results_summary": "The study did not evaluate massage; it focused on intralesional injections of triamcinolone and verapamil for scar management.", "population_specificity": "Patients aged 15-60 with hypertrophic scars (0.5-5 cm, <2 years duration, total area <6 cm²), excluding those with keloidal diathesis.", "effective_dosage": "Not applicable (massage not studied).", "study_duration": "Not applicable (massage not studied).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:41.436806+00:00"}
{"study_id": 79051, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of touch massage on anxiety and physiological stress in patients scheduled for elective aortic surgery.", "results_summary": "Touch massage significantly reduced self-reported anxiety levels in patients before and after the intervention, with no significant changes observed in the control group. However, there were no significant differences in physiological stress-related outcomes between the massage and control groups.", "population_specificity": "Patients scheduled for elective aortic surgery (20 participants, randomized into two groups of 10).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:46.186950+00:00"}
{"study_id": 79049, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers compared the efficacy and safety of intra-arterial thrombolysis (IAT) versus standard treatment (including ocular massage) for acute central retinal artery occlusion (CRAO).", "results_summary": "Standard treatment (including ocular massage) showed no significant difference in overall visual acuity compared to IAT, but IAT had higher early reperfusion rates. In incomplete CRAO, IAT provided greater visual improvement, while no significant differences were observed in subtotal or total CRAO cases.", "population_specificity": "101 patients with acute central retinal artery occlusion (CRAO).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:46.504029+00:00"}
{"study_id": 79042, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of a gender and ethnically tailored HIV prevention intervention for monolingual Chinese-speaking masseuses in increasing HIV knowledge and condom use skills.", "results_summary": "Both the intervention and control groups showed increased knowledge on male and female condom use, sustained at 3-month follow-up. The study suggested that a single workshop may improve HIV knowledge, but more intensive interaction might be needed for better condom use knowledge.", "population_specificity": "Monolingual Chinese-speaking women working as masseuses in Los Angeles.", "effective_dosage": "Not specified", "study_duration": "Two group-based sessions for the intervention, one session for the control.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:46.761892+00:00"}
{"study_id": 79050, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare mothers' satisfaction with different interventions (including massage as part of ATVV) for preterm infants and assess how maternal characteristics influenced satisfaction.", "results_summary": "Mothers were satisfied with all interventions, including massage (ATVV), with no significant differences among groups. Satisfaction was influenced by maternal demographics and psychological distress, particularly at 2 months post-discharge.", "population_specificity": "Preterm infants and their mothers in neonatal intensive care units (NICUs).", "effective_dosage": "Not specified", "study_duration": "From when infants were no longer critically ill until discharge, with follow-up at 2 months corrected age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:46.822191+00:00"}
{"study_id": 79052, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess general practitioners' knowledge, attitudes, relationships, and referral patterns regarding massage therapy in rural and regional Australia.", "results_summary": "Over 75% of GPs referred patients to massage therapy at least a few times per year, with factors like belief in efficacy, positive patient results, and prior CAM use increasing referral likelihood. GPs generally supported massage therapy, with low opposition to its integration into patient care.", "population_specificity": "General practitioners in rural and regional New South Wales, Australia.", "effective_dosage": "Not available", "study_duration": "Not applicable (survey-based study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:47.113419+00:00"}
{"study_id": 79054, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the literature on delayed onset muscle soreness (DOMS) and explore the potential effectiveness of massage therapy as a treatment modality.", "results_summary": "The abstract indicates that the study reviewed existing literature on DOMS and massage therapy, but it does not provide specific findings on efficacy. The focus was on understanding DOMS and evaluating massage as a potential treatment.", "population_specificity": "Not specified (general focus on individuals experiencing DOMS, likely athletes or fitness professionals).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:47.720900+00:00"}
{"study_id": 79053, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether aerobic training could reduce the vasodepressive response to carotid sinus massage (CSM) in older adults with type 2 diabetes complicated by vasodepressive carotid sinus hypersensitivity (V-CSH).", "results_summary": "The study found that aerobic training had no effect on the systolic blood pressure response to CSM, and it did not reduce the number of subjects meeting V-CSH criteria. The intervention was ineffective for treating V-CSH in this population.", "population_specificity": "Older adults with type 2 diabetes complicated by vasodepressive carotid sinus hypersensitivity (mean age 72.2 ± 0.7).", "effective_dosage": "Vigorous aerobic exercise, supervised three times per week.", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:48.666341+00:00"}
{"study_id": 79055, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of a thermal massager compared to artificial tears for treating dry eye syndrome.", "results_summary": "Thermal massage significantly improved OSDI scores, break-up time, and fluorescein staining compared to artificial tears, with no significant differences in other measures. Adverse events were mild and transient.", "population_specificity": "95 patients with dry eye syndrome.", "effective_dosage": "Thermal massage (vibration, massage, and thermotherapy) twice daily; artificial tears (0.1% sodium hyaluronate solution) five times daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:48.891140+00:00"}
{"study_id": 79061, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether specific or nonspecific mandibular mobilization affects the muscles of mastication and postural control in individuals with temporomandibular disorder.", "results_summary": "The abstract does not provide results, as the study appears to be in the planning or execution phase.", "population_specificity": "Individuals with temporomandibular disorder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:54.339157+00:00"}
{"study_id": 79057, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the feasibility of comparing acupuncture with an active control (acupressure and massage) in improving clinical outcomes and subjective wellbeing in patients with anorexia nervosa.", "results_summary": "Participants in the control group (acupressure and massage) demonstrated reduced eating concerns and reported positive experiences, including a sense of calmness and relaxation. The study suggests massage may improve subjective wellbeing, but further research is needed.", "population_specificity": "26 medically stable patients with anorexia nervosa in a private medical facility in Sydney, Australia.", "effective_dosage": "Twice a week for the first 3 weeks, followed by weekly treatment for three weeks.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:54.774351+00:00"}
{"study_id": 79058, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the diagnostic ability and predictive value of the PCA3 gene in post-prostatic massage urine for managing patients with altered PSA levels, particularly in assessing tumor aggressiveness.", "results_summary": "The study found that the PCA3 score (s-PCA3) was positive in 43.7% of samples, with a 54% incidence of prostate cancer or atypical small acinar proliferation in biopsies. Higher s-PCA3 scores (≥100) correlated with increased likelihood of positive biopsies (68.6%) and tumor aggressiveness.", "population_specificity": "Patients with suspected prostate cancer candidates for biopsy.", "effective_dosage": "Not specified", "study_duration": "Three years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:55.054670+00:00"}
{"study_id": 79059, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To compare the effectiveness of deep massage therapy combined with neural mobilization and self-stretch exercises (DMS) versus ultrasound therapy combined with the same self-stretch exercises (USS) in treating plantar heel pain syndrome (PHPS).", "results_summary": "Both treatments improved functional status, but DMS was significantly more effective, with a mean improvement of 15 FS points compared to 6 FS points for USS. The difference between the two treatments was statistically significant (p=0.034).", "population_specificity": "Patients with plantar heel pain syndrome (mean age 53, 57% women).", "effective_dosage": "8 treatments over 4-6 weeks.", "study_duration": "4-6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:55.432708+00:00"}
{"study_id": 79060, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to analyze the management of low back pain (LBP) in Italian General Practice, including the use of massage as part of physiotherapy, and compare it with guideline recommendations.", "results_summary": "The study found that 17.1% of patients with LBP were prescribed physiotherapy, mostly massage, but adherence to guidelines by GPs was inconsistent, with only about 50% partially following them.", "population_specificity": "Patients visiting Italian General Practitioners for low back pain (acute lumbar pain, chronic lumbar pain, acute sciatica, chronic sciatica).", "effective_dosage": "Not specified", "study_duration": "Patients were monitored for at least four weeks, but the duration of massage therapy was not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:55.737389+00:00"}
{"study_id": 79056, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the efficacy of Integrated Rehabilitation Techniques of Traditional Chinese Medicine (IRT-TCM), which includes massage, as an alternative therapy for ischemic stroke patients compared to conventional rehabilitation techniques.", "results_summary": "IRT-TCM, combining acupuncture and massage, showed significantly better scores in lower limb function (FMA) and stroke severity (NIHSS) compared to conventional rehabilitation at 21 and 90 days. However, no significant difference was found in the modified Rankin Scale (mRS) between groups at day 90.", "population_specificity": "Sixty-nine patients with ischemic stroke (46 in the intervention group, 23 in the control group).", "effective_dosage": "Not specified", "study_duration": "90 days (measurements taken at baseline, day 21, and day 90)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:56.311356+00:00"}
{"study_id": 79062, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of foot massage versus quiet presence on physiological stress responses (blood pressure and heart rate) in individuals with moderate-to-severe dementia in long-term care settings.", "results_summary": "Foot massage led to a greater reduction in heart rate compared to quiet presence, though the difference was not statistically significant. Both groups experienced reductions in systolic and diastolic blood pressure, with a slightly greater reduction in systolic blood pressure for the foot massage group.", "population_specificity": "Individuals with moderate-to-severe dementia residing in long-term care settings.", "effective_dosage": "10-minute foot massage session.", "study_duration": "Single session (10 minutes).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:56.591904+00:00"}
{"study_id": 79063, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine whether manual lymphatic drainage and bandaging (decongestive therapy) provided significant improvement in arm lymphedema compared to compression garments alone in breast cancer survivors.", "results_summary": "The study found no statistically significant difference in percent reduction of excess arm volume between the experimental (decongestive therapy) and control (compression garments) groups, though absolute volume loss was slightly greater in the experimental group. Quality of life and arm function did not differ between groups.", "population_specificity": "Women previously treated for breast cancer with lymphedema (≥10% volume difference between arms).", "effective_dosage": "Daily manual lymphatic drainage and bandaging followed by compression garments.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:33:57.427122+00:00"}
{"study_id": 79065, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of a massage protocol in relieving pain in children hospitalized with cancer.", "results_summary": "The massage protocol was effective in reducing pain interference with walking and contributed to pain relief and improved activity levels. Each session significantly decreased pain intensity.", "population_specificity": "Children aged 10-18 years hospitalized in a pediatric cancer ward.", "effective_dosage": "Three sessions of 20-30 minutes on alternate days over one week.", "study_duration": "One week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:01.681044+00:00"}
{"study_id": 79067, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to examine educational accreditation standards for massage therapy and other CAM disciplines to identify competencies that facilitate interprofessional collaboration in healthcare.", "results_summary": "The study identified public health and other competencies in accreditation standards that may support interprofessional education and collaboration among healthcare practitioners, including massage therapists.", "population_specificity": "Not specified (focus on educational standards, not a clinical population)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:01.984752+00:00"}
{"study_id": 79068, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to identify competencies for integrating complementary and alternative medicine (CAM) professions, including Massage, into conventional healthcare and foster collaboration between CAM and conventional healthcare providers.", "results_summary": "The study discussed the development of a competency document by ACCAHC, highlighting two unique domains (evidence-informed practice and institutional healthcare practices) not present in conventional healthcare's IPEC document, aiming to improve healthcare delivery and outcomes.", "population_specificity": "Not specified (focus on healthcare professions and educators)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:03.239231+00:00"}
{"study_id": 79069, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the diagnostic relevance of neuroautonomic evaluation (including carotid sinus massage) in patients with unexplained falls versus those with unexplained syncope.", "results_summary": "Carotid Sinus Syndrome prevalence was similar in both groups (14.3% in falls vs. 10.5% in syncope). Neuroautonomic evaluation (tilt testing or carotid sinus massage) was positive in 61% of fall patients and 64% of syncope patients, showing no significant difference.", "population_specificity": "Older patients (mean age 75.3 years for falls, 63.2 years for syncope) with unexplained falls or syncope.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:04.840555+00:00"}
{"study_id": 79071, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 40, "study_goal": "The researchers aimed to assess the effectiveness of various interventions, including ice massage, in treating medial tibial stress syndrome (MTSS).", "results_summary": "Ice massage was found to be potentially effective in treating MTSS compared to control, though the evidence level was low (Level 3 to 4). No significant differences were found for other treatments like lower leg braces or iontophoresis.", "population_specificity": "Athletes and military personnel with MTSS.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:04.842035+00:00"}
{"study_id": 79064, "supplement_id": 1318, "safety_score": "85", "efficacy_score": 60, "quality_score": 75, "study_goal": "To determine the feasibility of conducting a randomized controlled trial of massage therapy for patients with a new spinal cord injury (SCI) during acute inpatient rehabilitation and assess its effects on pain and fatigue.", "results_summary": "Pain intensity was higher at baseline and reduced more in the light contact touch (LCT) group compared to the broad compression massage (BCM) group in the first period, but this difference was not observed in the second period. No significant differences were found in secondary measures except for depressive symptoms (PHQ-9).", "population_specificity": "Adults aged 18+ undergoing acute rehabilitation following a spinal cord injury (SCI) and reporting any type of pain.", "effective_dosage": "Six 20-minute treatment sessions over 2 weeks, with a 1-week washout between treatment periods.", "study_duration": "2 weeks per treatment period (total 5 weeks including washout).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:04.937227+00:00"}
{"study_id": 79070, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effectiveness of a multimodal CAM program, including massage therapy, for reducing anxiety in individuals with GAD.", "results_summary": "The study found significant reductions in anxiety using the GAD-7 and DASS-21 scales, with secondary improvements in pain and reduced use of anxiolytic medications. Massage was part of the multimodal intervention, but its individual effects were not isolated.", "population_specificity": "Military treatment facility volunteers with GAD (N = 37, 68% completion rate).", "effective_dosage": "Self- or partner-assisted massage therapy using scented oils (frequency not specified beyond being part of a 6-week program).", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:05.240113+00:00"}
{"study_id": 79072, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "To determine if sustained transabdominal uterine massage reduces blood loss after vaginal delivery when combined with oxytocin compared to oxytocin alone.", "results_summary": "The study found no significant difference in blood loss between the group receiving oxytocin plus uterine massage and the group receiving oxytocin alone. Secondary outcomes also showed no significant differences.", "population_specificity": "Women who delivered vaginally.", "effective_dosage": "30 minutes of sustained transabdominal uterine massage after delivery of the placenta.", "study_duration": "30 minutes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:09.129601+00:00"}
{"study_id": 79073, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the short- and long-term benefits of massage therapy on stable preterm infants, focusing on outcomes such as pain response, neurodevelopment, weight gain, and breastfeeding duration.", "results_summary": "Massaged infants showed significantly lower pain scores (PIPP) after heel-stick procedures and at discharge, as well as higher cognitive scores at 12 months corrected age. No differences were observed in weight gain, length of hospital stay, breastfeeding duration, or motor scores between groups.", "population_specificity": "Stable preterm infants from tertiary-level NICUs in two university hospitals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:10.215827+00:00"}
{"study_id": 79074, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the benefits of Indian head massage (IHM) in enhancing patient experiences and promoting a therapeutic environment in a mental health ward for women.", "results_summary": "Feedback from patients and staff indicated positive individual experiences and that IHM enhanced the overall care experience. The outcomes suggest potential benefits of IHM in ward environments, prompting consideration of staff training in this complementary therapy.", "population_specificity": "Women in an acute inpatient mental health assessment and treatment ward.", "effective_dosage": "Six taster treatments (specific frequency not detailed).", "study_duration": "Not specified (pilot involved six sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:11.469372+00:00"}
{"study_id": 79066, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to identify interventions, including massage, that support and improve the health of nurses.", "results_summary": "The study found that massage, among other holistic practices, was used as an intervention to improve nurses' health, though specific efficacy details were not provided. The abstract highlights a critical need for more research on such interventions.", "population_specificity": "Nurses working in clinical settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:12.345635+00:00"}
{"study_id": 79075, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the clinical outcomes of classic massage versus massage based on the tensegrity principle for patients with chronic idiopathic shoulder pain.", "results_summary": "Massage based on the tensegrity principle showed statistically significant improvements in passive and active ranges of motion for flexion and abduction of the glenohumeral joint. Both massage groups demonstrated pain reduction, though the tensegrity group had superior motion-related outcomes.", "population_specificity": "Thirty subjects with chronic idiopathic shoulder pain.", "effective_dosage": "10 sessions over 2 weeks, each session lasting 20 minutes.", "study_duration": "2 weeks of intervention, with follow-up measurements at 1 month post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:12.915309+00:00"}
{"study_id": 79076, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether reflexology was inferior to aromatherapy massage in addressing self-selected problems or concerns among cancer patients.", "results_summary": "Reflexology was found to be no less effective than aromatherapy massage for addressing first concerns, with no significant differences observed for second concerns, overall well-being, clinical benefit proportions, or relaxation scores between the two groups.", "population_specificity": "Adult outpatients recruited from a UK cancer center.", "effective_dosage": "Four sessions of either aromatherapy massage or reflexology.", "study_duration": "Duration of intervention not explicitly stated (implied by four sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:13.274026+00:00"}
{"study_id": 79078, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine the prevalence, patterns, and perceived benefits of complementary therapies, including massage, among hemifacial spasm patients and compare these findings across different movement disorders.", "results_summary": "Facial massage was used by 17.6% of hemifacial spasm patients, with some reporting perceived benefit, though specific efficacy details were not provided. Across movement disorders, massage trials ranged from 7-38%, with varying reported benefits.", "population_specificity": "Hemifacial spasm patients and broader movement disorder populations (Parkinson's disease, Tourette syndrome, dystonia).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:13.292135+00:00"}
{"study_id": 79077, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to verify the effects of continuous Japanese Anma massage therapy on alleviating physical and psychological symptoms in cancer survivors and to confirm the immediate effects of a single session.", "results_summary": "The study assessed the severity of physical subjective symptoms, psychological condition, and health-related quality of life in cancer survivors, but specific results were not detailed in the abstract. Secondary outcomes included urine and saliva analyses.", "population_specificity": "Cancer survivors (older than 20 years) with a history of gynecological cancers (uterine cervical, endometrial, ovarian, fallopian tube, or peritoneal) and no recurrence for over 3 years post-treatment.", "effective_dosage": "40-minute Anma massage sessions once weekly for 2 months (total of 8 sessions).", "study_duration": "2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:14.130290+00:00"}
{"study_id": 79079, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential mechanisms of naturopathic reflex therapies like massage in influencing chronic pain, particularly at the peripheral nociceptor and spinal cord levels.", "results_summary": "The abstract suggests that naturopathic reflex therapies, including massage, may reduce chronic pain symptoms by affecting nociceptive pathways, but these hypotheses lack systematic testing. Quantitative sensory testing (QST) is proposed as a method to investigate these mechanisms further.", "population_specificity": "Not specified (abstract does not mention a specific study population).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:17.361577+00:00"}
{"study_id": 79080, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the neurobiological mechanisms of reflex therapies like massage in reducing chronic pain symptoms.", "results_summary": "The study found that reflex therapies, including massage, are effective in reducing chronic pain symptoms, likely through both brain mechanisms and peripheral nociceptor and spinal cord pathways. However, the neurobiological basis of these effects remains understudied.", "population_specificity": "Individuals with chronic pain (specific population not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:18.422214+00:00"}
{"study_id": 79081, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the long-term (48-month) effects of anthroposophic treatments, including rhythmical massage therapy, on symptoms and quality of life in patients with chronic conditions.", "results_summary": "The study found significant improvements in symptom severity and quality of life across all measured outcomes, with large effect sizes for most comparisons, including those involving rhythmical massage therapy. Improvements were sustained over the 48-month follow-up period.", "population_specificity": "1,510 outpatients aged 1-75 years with chronic conditions (e.g., asthma, anxiety disorders, migraine, depression, ADHD, low back pain) in Germany.", "effective_dosage": "Not specified", "study_duration": "48 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:20.077527+00:00"}
{"study_id": 79085, "supplement_id": 1318, "safety_score": "94", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of Shiatsu massage on fibromyalgia symptoms, assess patient acceptability, and determine feasibility for a larger study.", "results_summary": "Shiatsu massage significantly improved pain intensity, pressure pain threshold, sleep quality, and symptom impact on health, with no adverse effects reported and high patient satisfaction. No clinically relevant effects were observed for anxiety.", "population_specificity": "Adult patients (33-62 years) with primary fibromyalgia.", "effective_dosage": "Full-body Shiatsu twice a week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:20.848363+00:00"}
{"study_id": 79083, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether aromatherapy (3% lavender oil spray) with and without hand massage could reduce disruptive behavior in people with dementia living in long-term care.", "results_summary": "The study found a downward trend in disruptive behaviors but none of the interventions (combination, aromatherapy alone, or placebo) significantly reduced disruptive behavior. Further large-scale studies are needed to confirm these findings.", "population_specificity": "People with dementia and a history of disruptive behavior in long-term care facilities.", "effective_dosage": "Twice daily for six weeks (specific massage duration not detailed).", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:20.921506+00:00"}
{"study_id": 79087, "supplement_id": 1318, "safety_score": "100", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to determine the effectiveness of physical therapy, including massage, on eating pathology and physiological/psychological parameters in patients with anorexia and bulimia nervosa.", "results_summary": "Massage significantly lowered scores of eating pathology and depressive symptoms in patients with anorexia and bulimia nervosa. No adverse effects were reported.", "population_specificity": "Patients with anorexia and bulimia nervosa (age range: 16-36 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:21.236726+00:00"}
{"study_id": 79082, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of two traditional Ayurvedic massage treatments (navarakizhi and pinda sweda) for hemiplegia and demonstrate the feasibility of double-blind trials in Ayurvedic settings.", "results_summary": "Patients receiving navarakizhi showed better range of movement compared to those receiving pinda sweda. The study also confirmed that double-blind randomized trials are possible in Ayurvedic procedure-based therapies.", "population_specificity": "18 patients with hemiplegia (disease duration 6 months to 2 years).", "effective_dosage": "7 days of massage treatment (navarakizhi or pinda sweda) plus 14 days of oral Ayurvedic medications.", "study_duration": "7 days (massage), 14 days (oral medications).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:21.551148+00:00"}
{"study_id": 79086, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of massage therapy, exercise therapy, and their combination on pain, fatigue, spasticity, balance, gait, and quality of life in patients with multiple sclerosis.", "results_summary": "Massage therapy showed significantly greater improvements in pain reduction, dynamic balance, and walking speed compared to exercise therapy. The combination of massage and exercise therapy resulted in larger pain reduction than exercise therapy alone.", "population_specificity": "48 patients with multiple sclerosis.", "effective_dosage": "15 sessions over five weeks (standard Swedish massage for the massage group, combined strength, stretch, endurance, and balance exercises for the exercise group).", "study_duration": "Five weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:21.681555+00:00"}
{"study_id": 79088, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "To determine the effectiveness of uterine massage after birth and before or after delivery of the placenta to reduce postpartum blood loss and associated morbidity and mortality.", "results_summary": "The review found no statistically significant difference in blood loss ≥500 mL with uterine massage, though mean blood loss was significantly reduced at 30 and 60 minutes in one trial. Uterine massage did not add benefit over oxytocin alone in another trial.", "population_specificity": "Postpartum women in under-resourced settings (Egypt and South Africa).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:25.209280+00:00"}
{"study_id": 79089, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to determine the prevalence and factors associated with CAM use, including massage, among patients with Parkinson's disease worldwide.", "results_summary": "Massage was identified as one of the frequently utilized CAM therapies for improving motor symptoms in PD patients, though the study did not specifically evaluate its efficacy or safety. CAM use was correlated with various sociodemographic and disease-specific factors.", "population_specificity": "Patients with Parkinson's disease", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:25.403323+00:00"}
{"study_id": 79091, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to highlight the need for well-designed clinical trials to evaluate the efficacy and safety of complementary and integrative therapies, including massage, for children with mental health conditions.", "results_summary": "The abstract does not provide specific findings about massage's effects, only noting that existing literature on complementary approaches is limited and more rigorous studies are needed.", "population_specificity": "Children and adolescents with psychiatric conditions.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:27.660644+00:00"}
{"study_id": 79092, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the curative effect and safety of Duhuojisheng Tang, including its combination with massage, for treating prolapse of the lumbar intervertebral disc.", "results_summary": "The study found that Duhuojisheng Tang, both alone and combined with other therapies like massage, effectively improved pain and clinical symptoms in patients with lumbar disc prolapse, though the methodological quality of included trials was low.", "population_specificity": "3915 patients with prolapse of the lumbar intervertebral disc.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:28.837848+00:00"}
{"study_id": 79090, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if manual lymphatic drainage (MLD) could reduce edema and pain and improve knee range of motion in the early postoperative period after total knee arthroplasty (TKA).", "results_summary": "MLD significantly improved active knee flexion compared to the control group at day 4 and 6 weeks post-surgery, but no significant effects were observed for other outcomes like pain or limb girth.", "population_specificity": "Patients (N=43; 53 knees) scheduled for TKA.", "effective_dosage": "MLD administered on days 2, 3, and 4 postoperatively.", "study_duration": "3 days (postoperative days 2-4).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:28.842350+00:00"}
{"study_id": 79094, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of massage therapy, including trigger-point therapy, as a treatment for carpal tunnel syndrome.", "results_summary": "The study found significant improvement in symptom severity and functional status from two weeks onward, with results showing strong statistical significance (p < 0.001). The combination of massage and trigger-point therapy was deemed a viable treatment option for carpal tunnel syndrome.", "population_specificity": "21 participants with carpal tunnel syndrome.", "effective_dosage": "30 minutes of massage, twice a week.", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:29.743398+00:00"}
{"study_id": 79095, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of partner-delivered home-based cupping massage versus progressive muscle relaxation in reducing chronic non-specific neck pain.", "results_summary": "Both cupping massage and progressive muscle relaxation significantly reduced neck pain compared to baseline, with no significant differences between the two treatments. Cupping massage showed additional benefits in improving well-being and decreasing pressure pain sensitivity.", "population_specificity": "Patients with chronic non-specific neck pain (mean age 54.1±12.7 years; 73.8% female).", "effective_dosage": "Twice weekly for 12 weeks.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:29.754948+00:00"}
{"study_id": 79093, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of myofascial release (MFR) and Swedish massage on symptom burden and localized pain in women with fibromyalgia (FM).", "results_summary": "The MFR group showed a positive trend in overall symptom improvement compared to Swedish massage, with consistent pain reductions in the neck and upper back regions, though between-group differences in the Fibromyalgia Impact Questionnaire Revised (FIQ-R) were not statistically significant.", "population_specificity": "Women with fibromyalgia (FM).", "effective_dosage": "90 minutes weekly for four weeks.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:29.877480+00:00"}
{"study_id": 79097, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the evidence for the effectiveness of exercise therapy and mobilisation techniques, including massage, for treating medial and lateral epicondylitis.", "results_summary": "Moderate evidence was found for the short-term effectiveness of stretching plus strengthening exercises compared to ultrasound plus friction massage. Additionally, moderate evidence supported the short-term and mid-term effectiveness of spinal manipulation as an add-on therapy to stretching and mobilisation for lateral epicondylitis. Other interventions showed limited or conflicting evidence.", "population_specificity": "Patients with lateral epicondylitis (no specific demographic details provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:34.110746+00:00"}
{"study_id": 79098, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to determine the indication and timing of cardiopulmonary bypass (CPB) use following severe hypothermic cardiac arrest, not Massage.", "results_summary": "The study found CPB rewarming superior to conventional methods in survival and neurological outcomes, with ECMO showing better survival rates than CPB in one comparison.", "population_specificity": "Patients with severe hypothermic cardiac arrest.", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:34.581362+00:00"}
{"study_id": 79096, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 65, "study_goal": "The researchers aimed to assess the effects of conservative interventions, including massage, for treating exercise-related groin pain in athletes.", "results_summary": "One study found no significant difference between multimodal therapy (including massage) and exercise therapy for successful treatment or return to sports, though multimodal therapy resulted in a slightly earlier return. Another study found exercise therapy superior to conventional physiotherapy (including massage) in short-term outcomes.", "population_specificity": "Male athletes aged 18-50 with adductor-related groin pain lasting at least two months.", "effective_dosage": "Not specified", "study_duration": "16-week follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:35.343275+00:00"}
{"study_id": 79100, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the outcomes, particularly early mortality, of emergency cardiac surgeries following life-threatening complications from cardiac catheterization procedures.", "results_summary": "The study found a 1% 30-day mortality rate in patients requiring emergency surgery after cardiac catheterization complications, comparable to general open cardiac surgery outcomes. Postoperative myocardial infarction and prolonged ventilator use were higher in the emergency group, but other complications were similar.", "population_specificity": "Patients who underwent emergency cardiac surgery after complications from diagnostic or therapeutic cardiac catheterization (n=100).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:36.753293+00:00"}
{"study_id": 79101, "supplement_id": 1318, "safety_score": "80", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the safety and efficacy of massage therapy as a complementary treatment for neck pain.", "results_summary": "The abstract indicates low-quality evidence supporting the beneficial effects of massage therapy for neck pain, with complications generally being benign and self-limited, though rare catastrophic consequences have been documented.", "population_specificity": "Patients with neck pain seeking complementary and alternative medicine (CAM).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:37.308340+00:00"}
{"study_id": 79103, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the evidence base for complementary therapies, including massage, in improving symptoms and quality of life for lung cancer patients.", "results_summary": "The study found that massage, among other complementary therapies, can be helpful in improving overall care for lung cancer patients, addressing symptoms like anxiety, mood disturbance, pain, and treatment-related side effects. The evidence supports integrating massage with standard cancer therapies.", "population_specificity": "Patients with lung cancer", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:37.610740+00:00"}
{"study_id": 79099, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of a complex Ayurvedic treatment, including massage, against conventional methods for managing symptoms of knee osteoarthritis.", "results_summary": "The study evaluated changes in WOMAC scores and other secondary outcomes but did not provide specific results for massage alone; the abstract indicates the trial design balanced rigor and pragmatism.", "population_specificity": "150 patients aged 40-70 with knee osteoarthritis, diagnosed per American College of Rheumatology criteria and baseline pain ≥40 mm on a VAS.", "effective_dosage": "15 treatment sessions over 12 weeks (specific massage dosage not detailed).", "study_duration": "12 weeks (with follow-ups at 6 and 12 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:37.904730+00:00"}
{"study_id": 79102, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether lumbar massage during the active phase of labour could reduce pain severity compared to standard care.", "results_summary": "Massage significantly reduced pain severity (mean difference of 20mm on a visual analogue scale) but did not affect other pain-related measures or obstetric outcomes except for a slightly longer labour duration in the massage group. Both groups reported high satisfaction with the physiotherapist's care.", "population_specificity": "46 pregnant women at ≥37 weeks gestation with spontaneous labour onset, 4-5cm cervical dilation, intact membranes, and no medication use after hospital admission.", "effective_dosage": "30-minute lumbar massage session.", "study_duration": "Single 30-minute intervention during active labour.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:39.004439+00:00"}
{"study_id": 79104, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of DNA methylation patterns in biological specimens, including post-prostatic massage urine, for early detection and prognosis of genitourinary neoplasms.", "results_summary": "The study identified specific aberrant DNA methylation patterns in tumor samples compared to healthy tissues, suggesting potential utility for early diagnosis and prognosis evaluation of genitourinary cancers. However, further validation and multicenter studies are needed to confirm accuracy and reproducibility.", "population_specificity": "Patients with urological neoplasms (prostate, bladder, renal, and testicular cancer).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:42.402269+00:00"}
{"study_id": 79105, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of aromatherapy massage on psychological symptoms during menopause compared to massage therapy alone and no treatment.", "results_summary": "Both aromatherapy massage and massage therapy significantly reduced psychological symptoms in menopausal women, with aromatherapy massage showing a greater reduction in symptoms compared to massage therapy alone. The control group showed no significant change in psychological symptoms.", "population_specificity": "90 women experiencing menopausal symptoms (87 evaluated).", "effective_dosage": "30-minute sessions, twice a week, for four weeks.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:42.527391+00:00"}
{"study_id": 79106, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of tactile massage (TM) on metabolic biomarkers in patients with type 2 diabetes, comparing it to relaxation exercises.", "results_summary": "TM showed significant reductions in waist circumference for women and improvements in adiponectin levels and adiponectin-related ratios, but no significant effects on HbA1c. The clinical relevance of these metabolic marker changes needs further evaluation.", "population_specificity": "Patients with type 2 diabetes in primary care.", "effective_dosage": "10 weeks of TM once per week.", "study_duration": "10 weeks (with follow-up at 6 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:43.574750+00:00"}
{"study_id": 79108, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the effectiveness of massage, among other CAM interventions, in reducing cancer-related fatigue.", "results_summary": "The review found limited evidence suggesting massage may help reduce cancer-related fatigue, but most studies were methodologically weak and at high risk of bias, making conclusions uncertain.", "population_specificity": "Patients experiencing fatigue during or after cancer treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:44.623270+00:00"}
{"study_id": 79107, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to assess whether infant massage is effective in promoting infant physical and mental health in low-risk, population samples.", "results_summary": "The study found some significant benefits of infant massage for physical outcomes like weight, length, and sleep duration, but many results were not maintained after sensitivity analyses. Mental health outcomes showed limited significant effects, and overall evidence was deemed of poor quality.", "population_specificity": "Healthy parent-infant dyads with infants under six months old.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:44.756373+00:00"}
{"study_id": 79110, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of massage and matrix rhythm therapy on peripheral blood circulation in young women.", "results_summary": "Both massage and matrix rhythm therapy increased blood velocity, artery diameter, and blood flow, but matrix rhythm therapy resulted in more prominent increases in blood flow compared to massage.", "population_specificity": "Fifteen healthy women aged 19-23 years.", "effective_dosage": "30-minute single session for each intervention.", "study_duration": "Single 30-minute session for each intervention, with at least 1 week between sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:45.882276+00:00"}
{"study_id": 79109, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of passive rest, sports massage, and sports massage with ozonised oil on performance and psycho-physiological indices in competitive amateur cyclists after fatiguing exercise.", "results_summary": "Sports massage with ozonised oil (SMOZO) resulted in higher peak power output, lower perceived fatigue, and greater blood lactate clearance compared to sports massage alone or passive rest. No significant differences in heart rate patterns were observed across the three conditions.", "population_specificity": "Fifteen male competitive amateur cyclists (age 27 ± 3.5 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:46.537575+00:00"}
{"study_id": 79111, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential of massage as a mechanostimulatory modality to exert anti-inflammatory and antifibrotic effects in muscular dystrophies like Duchenne muscular dystrophy (DMD).", "results_summary": "The abstract suggests that massage, among other modalities, may help mitigate fibrosis and inflammation in DMD by activating protective mechanisms and hindering tissue degradation, though specific results for massage alone are not detailed.", "population_specificity": "Individuals with muscular dystrophies, particularly Duchenne muscular dystrophy (DMD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:47.446096+00:00"}
{"study_id": 79112, "supplement_id": 1318, "safety_score": "80", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to summarize the current research status of Mind-Body Therapies (including massage) in pediatric oncology and discuss their efficacy.", "results_summary": "The abstract mentions that massage, as part of MBTs, is of low risk and accessible for patients and their families during cancer therapy, with positive results including increased self-confidence and a more optimistic outlook.", "population_specificity": "Pediatric oncology patients and their families.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:49.923329+00:00"}
{"study_id": 79113, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether myofascial rollers (a form of self-massage) could enhance athletic performance when used before athletic tests.", "results_summary": "Foam rolling did not improve performance in any of the athletic tests but reduced postexercise fatigue compared to planking. No significant differences were found between foam rolling and planking for performance metrics, though gender differences were noted in all tests.", "population_specificity": "26 healthy college-aged individuals (13 men and 13 women).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:50.332604+00:00"}
{"study_id": 79114, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to summarize key clinical and research issues related to tendinopathy, including insights relevant to massage therapy, as discussed during the second International Scientific Tendinopathy Symposium.", "results_summary": "The abstract does not provide specific findings about massage's effects, as it serves as an overview and conceptual framework rather than a detailed study.", "population_specificity": "Sportspeople or workers with tendinopathy, and health professionals involved in their care.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:51.449436+00:00"}
{"study_id": 79116, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effect of Thai traditional massage on bone metabolism in postmenopausal women by measuring changes in biochemical markers of bone turnover.", "results_summary": "Thai traditional massage significantly increased serum P1NP, a marker of bone formation, particularly in older postmenopausal women with smaller body builds, while no significant changes were observed in osteocalcin or CTX. No significant changes in bone turnover markers were found during the control period.", "population_specificity": "48 postmenopausal women", "effective_dosage": "2-hour session twice a week", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:52.995522+00:00"}
{"study_id": 79115, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of moderate pressure versus light pressure massage therapy on pain, grip strength, and range of motion in adults with rheumatoid arthritis in the upper limbs.", "results_summary": "The moderate pressure massage group showed reduced pain, improved grip strength, and greater range of motion in wrist and upper joints compared to the light pressure group after the first and last sessions, with sustained benefits after one month.", "population_specificity": "Adults with rheumatoid arthritis in the upper limbs.", "effective_dosage": "Therapist-administered massage once a week and self-massage once daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:53.064713+00:00"}
{"study_id": 79118, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether soft tissue massage affects the efficacy of mental and incisive nerve block anesthesia.", "results_summary": "The study found no significant differences in anesthetic success or episodes of negative response between active (soft tissue massage) and control (premolar crown massage) treatments. Soft tissue massage did not influence the speed of anesthetic onset or discomfort levels.", "population_specificity": "Thirty-eight volunteers receiving mandibular nerve blocks.", "effective_dosage": "60 seconds of massage.", "study_duration": "Single session per treatment (45-minute follow-up).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:54.563230+00:00"}
{"study_id": 79117, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the acute effects of massage versus active exercise on relieving delayed onset muscle soreness (DOMS) in the upper trapezius muscle.", "results_summary": "Both massage and active exercise significantly reduced perceived soreness and increased pressure pain threshold (PPT), with the greatest effects occurring immediately after treatment for soreness and peaking at 20 minutes for PPT. Active exercise with elastic resistance provided similar acute relief as massage, though the effects diminished within an hour.", "population_specificity": "Twenty healthy female volunteers (mean age 32 years).", "effective_dosage": "10 minutes of massage or 10 minutes of active exercise (shoulder shrugs 10 × 10 reps with increasing elastic resistance).", "study_duration": "Single 10-minute session per treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:55.327612+00:00"}
{"study_id": 79119, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the application of Chinese medicine modalities, including massage therapy (tuina), in physical rehabilitation scenarios, focusing on disabilities related to nervous, musculoskeletal, or cardiovascular systems.", "results_summary": "The study discussed both positive and negative results of Chinese medicine interventions, including massage, for rehabilitation, emphasizing the importance of personalized approaches and reproducible methods. Chinese medicine resources, including massage, were recognized as promising for therapeutic rehabilitation.", "population_specificity": "Individuals with disabilities due to illnesses of the nervous, musculoskeletal, or cardiovascular systems.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:55.562538+00:00"}
{"study_id": 79120, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 40, "study_goal": "The researchers aimed to describe a case of pseudocyst of the auricle and evaluate the role of chronic massage in managing its size.", "results_summary": "Chronic massage slightly decreased the size of the pseudocyst, but the condition persisted for many years. The study primarily focused on the etiology and treatment options rather than the efficacy of massage.", "population_specificity": "A 63-year-old man with a rugby-associated pseudocyst of the auricle.", "effective_dosage": "Not specified", "study_duration": "Many years (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:57.979793+00:00"}
{"study_id": 79122, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers reviewed the role of diagnostic tests, including carotid sinus massage, in evaluating patients with suspected syncope.", "results_summary": "The abstract mentions carotid sinus massage as one of the additional diagnostic tests used when initial evaluation is inconclusive, but it does not provide specific results regarding its efficacy or safety.", "population_specificity": "Patients with suspected syncope.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:34:58.462840+00:00"}
{"study_id": 79124, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of soft tissue massage, among other physiotherapy treatments, for chronic low back pain (CLBP) and its potential combination with lumbar facet joint injections.", "results_summary": "Soft tissue massage showed a positive short-term effect on CLBP, with possible longer-term benefits, though the evidence for lumbar spinal mobilizations was insufficient to draw conclusions.", "population_specificity": "Patients with chronic low back pain (CLBP).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:00.929630+00:00"}
{"study_id": 79121, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the role of pacing therapy in vasovagal syncope (VVS) and carotid sinus syndrome (CSS), particularly focusing on the efficacy and appropriateness of carotid sinus massage as a diagnostic tool and the implications for treatment.", "results_summary": "The study found that pacing therapy should be considered for older patients with frequent VVS symptoms and documented asystole, as well as those with unexplained syncope showing a cardio-inhibitory or mixed response to carotid sinus massage (asystole >3 s). However, the evidence base for these recommendations is largely consensus-driven rather than derived from robust randomized controlled trials.", "population_specificity": "Older patients with frequent vasovagal syncope symptoms, unexplained syncope with cardio-inhibitory or mixed response to carotid sinus massage, and patients with unexplained falls or drop attacks.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:00.996256+00:00"}
{"study_id": 79123, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of aerobic walking versus massage on functional status and health-related quality of life in chronic stroke survivors.", "results_summary": "The study found no significant improvement in the Physical Health Component of the SF-36 for the massage group, and the walking group showed significantly greater improvement in endurance (6-minute walk test). Massage was less effective than walking for improving physical health and endurance in stroke survivors.", "population_specificity": "Chronic stroke survivors", "effective_dosage": "Not specified (massage was administered to the affected side)", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:01.617431+00:00"}
{"study_id": 79127, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers reviewed studies and case series on radiofrequency devices, including combination therapies that apply massage, to assess their use in aesthetic medicine.", "results_summary": "The abstract mentions that radiofrequency technology is used in combination with massage, but no specific results regarding massage's effects are provided.", "population_specificity": "Not specified (general aesthetic medicine applications).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:02.485403+00:00"}
{"study_id": 79126, "supplement_id": 1318, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the effects of an expedited noninvasive device treatment for cellulite and body measures.", "results_summary": "At 2 months, 93% of subjects showed improvements in at least one Cellulite Severity Scale category, and 60% improved in both the number and depth of depressions. Most patients (93%) reported satisfaction and willingness to repeat the treatment.", "population_specificity": "Fifteen female subjects aged 20 to 42 years.", "effective_dosage": "Three 30-minute treatment sessions per area over three consecutive days.", "study_duration": "Three days of treatment with follow-ups at 7, 30, and 60 days post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:04.144441+00:00"}
{"study_id": 79125, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether aromatherapy massage could reduce physical pain in patients undergoing postoperative face-down posturing (FDP) after vitrectomy.", "results_summary": "Both aromatherapy massage and plain oil massage provided short-term pain relief compared to usual care, with aromatherapy showing slightly better long-term effects by the third postoperative day. No significant differences were found between the aromatherapy and plain oil massage groups in most comparisons.", "population_specificity": "Patients undergoing postoperative face-down posturing (FDP) after vitrectomy (n=63).", "effective_dosage": "10 minutes of massage per session (frequency not specified).", "study_duration": "Short-term (pre- to post-intervention) and long-term (first to third postoperative day) assessments.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:04.253732+00:00"}
{"study_id": 79128, "supplement_id": 1318, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 60, "study_goal": "The researchers aimed to assess the effectiveness and side effects of ultrasound therapy combined with ice massage for treating patellofemoral knee pain syndrome.", "results_summary": "Ultrasound combined with ice massage showed a 15% improvement in pain relief compared to ice massage alone, but this difference did not meet clinically important standards. No significant differences were found in quadriceps and hamstring strengthening between the groups.", "population_specificity": "53 participants with patellofemoral pain syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:35:06.161084+00:00"}
