{"study_id": 114323, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to explore whether bariatric surgery could interrupt intergenerational transmission of disease risk by modifying paternal metabolic health before conception.", "results_summary": "The study suggests bariatric surgery as a potential intervention to reduce intergenerational disease risk by improving paternal metabolic health, though specific outcomes were not detailed. The abstract highlights sperm epigenetic markers as a mechanism for disease transmission.", "population_specificity": "Fathers with metabolic diseases (e.g., obesity, diabetes) prior to conception.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:48.954577+00:00"}
{"study_id": 114328, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess whether the improvement of diabetic kidney disease in patients with type 2 diabetes undergoing metabolic surgery depends on weight loss.", "results_summary": "The study found no correlation between weight loss and improved renal injury (measured by changes in urinary albumin-creatinine ratio or albuminuria), suggesting metabolic surgery improves diabetic kidney disease independent of weight loss. Other mechanisms, such as modified adipokine balance and reduced systemic inflammation, likely contribute to these benefits.", "population_specificity": "Patients with type 2 diabetes undergoing metabolic surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:49.496375+00:00"}
{"study_id": 114330, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the influence of preoperative HbA1c levels on outcomes following sleeve gastrectomy (SG) in bariatric surgery patients.", "results_summary": "The study found that preoperative HbA1c levels influenced postoperative outcomes, though the abstract does not specify the nature or direction of these effects. The conclusion suggests HbA1c may be a predictor for SG outcomes.", "population_specificity": "Patients who underwent sleeve gastrectomy in seven referral centers for bariatric surgery, excluding revision surgeries, combined procedures, or those with missing data.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:49.762397+00:00"}
{"study_id": 114327, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if protein oxidation biomarkers in adipose tissue could predict weight-loss success after bariatric surgery.", "results_summary": "Higher levels of carboxyethyl-lysine (CEL) and 2-succinocystein (2SC) in adipose tissue before surgery correlated with greater weight loss in both human and animal models, suggesting these biomarkers predict bariatric surgery outcomes.", "population_specificity": "Sixty-five individuals with obesity undergoing bariatric surgery and a diet-induced obesity animal model.", "effective_dosage": "Not specified", "study_duration": "2 months post-diet treatment in the animal model; human follow-up duration not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:49.785416+00:00"}
{"study_id": 114329, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare laparoscopic sleeve gastrectomy (LSG) and laparoscopic Roux-en-Y gastric bypass (LRYGB) in terms of weight loss and morbimortality over a 36-month follow-up period.", "results_summary": "LSG was found non-inferior to LRYGB for weight loss and had a lower risk of major complications, but gastroesophageal reflux disease (GERD) increased in the LSG group while decreasing in the LRYGB group.", "population_specificity": "Patients with a mean age of 41.1±11.1 years and an average preoperative BMI of 45.3±5.5 kg/m² in France.", "effective_dosage": "Not Assessed", "study_duration": "36 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:50.069257+00:00"}
{"study_id": 114325, "supplement_id": 913, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to assess the technical success, leak resolution, and reoperation rates of endoscopic therapy for sleeve gastrectomy leaks (SGLs).", "results_summary": "Endoscopic therapy resolved leaks in 72.9% of patients, avoiding surgical revision, but 21.7% required surgical intervention, particularly those with acute/chronic leaks or abscesses. Adverse events occurred in 11.5% of sessions, mostly managed endoscopically.", "population_specificity": "85 patients (70 women, mean age 42.6 years) with SGLs treated at eight academic endoscopy centers.", "effective_dosage": "Median of 3 endoscopic sessions (range 1-14).", "study_duration": "Data collected from 2007 to 2017.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:50.621093+00:00"}
{"study_id": 114324, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess whether the controlled attenuation parameter (CAP) using the FibroScan XL probe overestimates liver steatosis in morbidly obese patients and to determine if reprocessing data at greater depths improves accuracy.", "results_summary": "CAP was overestimated in half of morbidly obese patients using the standard XL probe, but adjusting the measurement depth corrected this. Reprocessed CAP (CAPa) showed significant improvement in diagnosing steatosis stages, with AUROC curves of 0.86, 0.83, and 0.79 for S≥1, S≥2, and S=3, respectively.", "population_specificity": "249 severely obese patients admitted for sleeve gastrectomy.", "effective_dosage": "Not applicable (diagnostic measurement).", "study_duration": "CAP measurement performed within 15 days preceding liver biopsy during surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:51.425577+00:00"}
{"study_id": 114332, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the cost-effectiveness of bariatric surgery compared with standard treatment for obesity-related comorbidities in the Colombian context.", "results_summary": "Bariatric surgery was cost-effective for diabetes and hypertension cohorts, dominant (more effective and less costly) for sleep apnea, but less effective than nonsurgical treatment for dyslipidemia.", "population_specificity": "Obese patients in Colombia with comorbidities (diabetes, hypertension, dyslipidemia, or sleep apnea).", "effective_dosage": "Not specified", "study_duration": "5-year time horizon", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:57.339471+00:00"}
{"study_id": 114335, "supplement_id": 913, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of standard and distal gastric bypass on bone turnover markers and secondary hyperparathyroidism two years after surgery.", "results_summary": "Both standard and distal gastric bypass led to significant increases in bone turnover markers, with no significant differences between the two procedures. Secondary hyperparathyroidism was more prevalent after distal gastric bypass but did not significantly impact bone turnover markers.", "population_specificity": "Patients with a body mass index (BMI) of 50-60 kg/m².", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:58.020175+00:00"}
{"study_id": 114336, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy and success rates of different treatment strategies for staple line leaks following sleeve gastrectomy.", "results_summary": "Successful initial management rates were 62% for endoscopic treatment, 76% for surgery, and 82% for conservative treatment. Seven deaths occurred, all in patients who underwent surgery as initial management.", "population_specificity": "Patients with staple line leaks following laparoscopic sleeve gastrectomy.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:58.674964+00:00"}
{"study_id": 114334, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to systematically assess the effects of bariatric surgery and other weight-loss interventions on short-chain fatty acid (SCFA) concentrations in overweight or obese adults.", "results_summary": "The study found that SCFA concentrations either remained unchanged or decreased significantly following weight loss, particularly with low-carbohydrate dietary interventions. However, results were inconsistent, and most studies had high risk of bias and small sample sizes.", "population_specificity": "Overweight (BMI 25-29.9 kg/m²) or obese (BMI ≥30 kg/m²) adults aged ≥18 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:58.813492+00:00"}
{"study_id": 114331, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the pharmacokinetics and tissue penetration of fosfomycin in obese versus non-obese surgical patients.", "results_summary": "Obese patients showed lower peak plasma concentrations and higher volume of distribution for fosfomycin compared to non-obese patients, with significantly reduced drug exposure in subcutaneous tissue. The tissue/plasma ratio was also lower in obese patients, indicating altered pharmacokinetics in this population.", "population_specificity": "Obese patients (BMI 38-50 kg/m²) undergoing bariatric surgery and non-obese patients (BMI 0-29 kg/m²) undergoing major intra-abdominal surgery.", "effective_dosage": "Single intravenous short infusion of 8 g fosfomycin.", "study_duration": "Up to 8 hours after dosing.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:58.949679+00:00"}
{"study_id": 114333, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the impact of differences between PTH assays on clinical guidelines, including those related to PTH measurements in patients after bariatric surgery.", "results_summary": "The abstract notes that guidelines for patients after bariatric surgery specify absolute cutoff values for PTH, but the impact of different generation assays is unknown due to lack of direct comparisons.", "population_specificity": "Patients after bariatric surgery (mentioned in the context of PTH measurement guidelines).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:59.177476+00:00"}
{"study_id": 114338, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to investigate the molecular mechanisms behind weight loss after Laparoscopic Gastric Plication (LGP) by analyzing changes in the serum proteome post-surgery.", "results_summary": "The study found that LGP alters serum protein levels, particularly affecting lipid and inflammatory pathways, with significant changes observed at 1-2 months post-surgery. Four newly identified proteins (SRGN, FETUB, LCP1, CFP) were linked to weight loss, suggesting systemic effects beyond simple food restriction.", "population_specificity": "16 obese individuals who underwent LGP.", "effective_dosage": "Not applicable (surgical procedure).", "study_duration": "Follow-up at 1-2 months (T1) and 4-5 months (T2) post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:01.603883+00:00"}
{"study_id": 114337, "supplement_id": 913, "safety_score": "65", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to understand the clinical presentation and characteristics of SGLT2i-associated diabetic ketoacidosis (DKA) in the surgical setting, particularly focusing on bariatric surgery.", "results_summary": "The study identified 13 cases of DKA (12 euglycaemic and one hyperglycaemic) in bariatric surgery patients, with very-low-calorie diets noted as a precipitating factor in 10 cases. All patients with outcome data recovered completely, but EDKA may be under-recognized due to atypical presentation.", "population_specificity": "Patients undergoing bariatric surgery who were on SGLT2 inhibitors.", "effective_dosage": "Not specified", "study_duration": "Varied from a few hours up to 6 weeks post-operation", "interactions": "Sodium-glucose co-transporter-2 inhibitors (SGLT2i) and very-low-calorie diets were noted as potential precipitating factors.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:02.368429+00:00"}
{"study_id": 114339, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review the clinical assessment and treatment strategies for pediatric severe obesity, including the role of metabolic and bariatric surgery.", "results_summary": "The study found that bariatric surgery is effective and durable for pediatric severe obesity but is not a scalable treatment strategy. Lifestyle modification alone is insufficient for significant BMI reduction in most cases.", "population_specificity": "Pediatric patients with severe obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:04.721679+00:00"}
{"study_id": 114341, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the most common elements of Enhanced Recovery After Surgery (ERAS) protocols for intra-abdominal procedures, including bariatric surgery, to identify best practices for perioperative care.", "results_summary": "The study found that ERAS protocols, when applied individually based on patient needs, optimize perioperative care by breaking traditional hospital silos and coordinating multidisciplinary interventions. The review highlighted elements of ERAS protocols that provided the best outcomes and could be generalized across intra-abdominal procedures.", "population_specificity": "Patients undergoing intra-abdominal surgical procedures, including bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:08.359409+00:00"}
{"study_id": 114346, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and outcomes of metabolic and bariatric surgery (MBS) in children and adolescents.", "results_summary": "MBS was found to be safe for adolescents, with sustainable long-term weight loss and improvement in obesity-related comorbidities. A recent trial showed BMI reductions of 3.8 kg/m².", "population_specificity": "Children and adolescents with obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:09.203532+00:00"}
{"study_id": 114345, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare changes in levothyroxine (LT4) dosage requirements in hypothyroid patients two years after undergoing either laparoscopic Roux-en-Y gastric bypass (LRYGB) or laparoscopic sleeve gastrectomy (LSG).", "results_summary": "The study found that LT4 dosage decreased significantly in the LSG group but remained stable in the LRYGB group after two years. Weight-based LT4 dose increased in the LRYGB group but showed no significant change in the LSG group, indicating different LT4 requirement patterns between the two surgical methods.", "population_specificity": "Obese patients with hypothyroidism who underwent bariatric surgery (22 LRYGB, 13 LSG).", "effective_dosage": "Baseline LT4 doses: 133.7 ± 50.3 mcg/day (LSG), 129.5 ± 46.1 mcg/day (LRYGB).", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:09.800557+00:00"}
{"study_id": 114347, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the metabolic changes induced by bariatric surgery, focusing on gut architectural changes, inflammatory tone, and gut microbiota modifications.", "results_summary": "Bariatric surgery is highly effective for weight reduction and metabolic improvements, with 60% of patients achieving diabetes remission. It modulates systemic and adipose tissue inflammation as well as gut microbiota dysbiosis.", "population_specificity": "Individuals with obesity and associated comorbidities, particularly type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:10.390214+00:00"}
{"study_id": 114349, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to study the pharmacokinetics of gentamicin in morbidly obese and non-obese individuals to develop a dosing algorithm for adequate drug exposure across body weights.", "results_summary": "The study found that total body weight was a key determinant for gentamicin clearance and volume of distribution, leading to a proposed dosing algorithm. A two-compartment model best described the pharmacokinetic data.", "population_specificity": "Morbidly obese individuals undergoing bariatric surgery and non-obese healthy volunteers.", "effective_dosage": "Obese: 5 mg/kg based on lean body weight; non-obese: 5 mg/kg based on total body weight.", "study_duration": "Single intravenous dose with 24-hour sampling.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:14.114181+00:00"}
{"study_id": 114344, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to synthesize current evidence on the cost-effectiveness of bariatric surgery for obese individuals with type 2 diabetes.", "results_summary": "Most studies concluded that bariatric surgery is cost-effective for obese individuals with type 2 diabetes, with some studies outside the USA finding it cost-saving. Many US insurers cover the procedure for this population with a BMI ≥ 35 kg/m².", "population_specificity": "Obese individuals with type 2 diabetes and BMI ≥ 35 kg/m².", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:16.980348+00:00"}
{"study_id": 114342, "supplement_id": 913, "safety_score": "75", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of bariatric surgery on maternal and infant health outcomes of pregnancy compared to BMI-matched controls without surgery.", "results_summary": "Bariatric surgery before pregnancy reduced infant birth weight but did not affect maternal gestational weight gain or Apgar scores. Surgery did not increase risks of adverse outcomes like miscarriage, stillbirth, preterm birth, or infant complications, though effects on maternal complications and birth weight categories were inconsistent.", "population_specificity": "Pregnant women with a history of bariatric surgery and BMI-matched controls without surgery.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:17.256654+00:00"}
{"study_id": 114351, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify preoperative characteristics of patients who fail to attend 2-year follow-up visits after laparoscopic gastric bypass surgery.", "results_summary": "The study found that younger age, male sex, depression, history of smoking, being single, and being a first-generation immigrant were associated with higher risk of missing follow-up, while elementary occupation was linked to lower risk.", "population_specificity": "2495 patients who underwent laparoscopic gastric bypass surgery in Sweden.", "effective_dosage": "Not available", "study_duration": "2-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:17.314533+00:00"}
{"study_id": 114350, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a non-invasive scoring system using clinical and biochemical parameters to predict the risk of NASH in obese individuals undergoing bariatric surgery.", "results_summary": "The study identified five independent predictors (HbA1c, AST, ALT, liver span on USG, and serum triglycerides) to create a scoring system for NASH risk, with 85.87% sensitivity and 75.35% diagnostic accuracy. It confirmed a significant association of NAFLD with obesity and provided a tool to identify high-risk individuals.", "population_specificity": "Obese Indians (290 patients) undergoing bariatric/metabolic surgery.", "effective_dosage": "Not specified", "study_duration": "Data collected pre-operatively between September 2017 and October 2018.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:18.252715+00:00"}
{"study_id": 114343, "supplement_id": 913, "safety_score": "75", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to comprehensively evaluate the efficacy and safety of various bariatric procedures, comparing their effectiveness in excess weight loss and diabetes mellitus remission.", "results_summary": "BPD-DS, RYGB, and SG showed superior efficacy for excess weight loss and diabetes remission compared to standard-of-care, with SG having a lower risk of adverse events than RYGB. At 3 years, RYGB and SG maintained superior efficacy for weight loss, and all procedures except adjustable gastric banding were effective long-term for diabetes remission.", "population_specificity": "Patients undergoing bariatric surgery (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Follow-up periods ranged from 6 months to 5 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:19.034967+00:00"}
{"study_id": 114353, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate associations between childhood maltreatment severity/types and lifetime psychopathology among adults with severe obesity awaiting bariatric surgery.", "results_summary": "The study found that among women with obesity, presence/greater severity of childhood mental or physical abuse/neglect was associated with higher risks of psychopathology, suicidal ideation/behavior, and antidepressant use. Childhood sexual abuse was independently linked to suicidal ideation/behavior and antidepressant use.", "population_specificity": "Adults with severe obesity (302 females, 66 males) awaiting bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:19.037961+00:00"}
{"study_id": 114352, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of bariatric surgery on risk factors for atherosclerosis, including insulin resistance, hyperinsulinaemia, and lipid profiles.", "results_summary": "Twelve months after bariatric surgery, patients showed significant reductions in body mass index, insulin resistance, hyperinsulinaemia, and interleukin-6 levels, suggesting improvements in atherogenic risk factors. The study highlights the potential of bariatric surgery as a model for understanding the link between insulin resistance and atherosclerosis.", "population_specificity": "40 patients (20 with type 2 diabetes mellitus) undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:19.732928+00:00"}
{"study_id": 114354, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the relationship between obesity and chronic kidney disease and assess the role of bariatric surgery in improving access to kidney transplantation for high-BMI patients.", "results_summary": "The review found no definitive evidence supporting BMI-based transplant eligibility cut-offs and noted an obesity paradox where obese patients had better survival pre-transplant. Promising but inconclusive results for bariatric surgery were observed.", "population_specificity": "Obese patients with chronic kidney disease, particularly those being considered for kidney transplantation.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:22.904795+00:00"}
{"study_id": 114357, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to determine whether high-flow nasal cannula (HFNC) oxygen therapy reduces postoperative hypoxemia in morbidly obese patients after bariatric surgery compared to conventional oxygen therapy.", "results_summary": "HFNC significantly reduced postoperative hypoxemia (28.6% vs. 80.0%) and atelectasis (31% vs. 77%) compared to standard care, with no severe postoperative pulmonary complications reported.", "population_specificity": "Morbidly obese patients undergoing bariatric surgery.", "effective_dosage": "HFNC or conventional oxygen therapy applied during the first three postoperative hours.", "study_duration": "Three hours postoperatively.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:25.648224+00:00"}
{"study_id": 114355, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to summarize the mechanisms and outcomes of GLP-1 neuromodulation in relation to energy homeostasis and feeding behavior, providing a foundation for future research.", "results_summary": "The study highlights the multifaceted actions of GLP-1, including its peripheral and neural effects, which influence energy homeostasis and feeding behavior. It emphasizes the hormone's potential in obesity and diabetes treatment due to its incretin effect and neuromodulatory capabilities.", "population_specificity": "Not specified (focus on GLP-1 mechanisms rather than a specific human or animal population).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:25.990342+00:00"}
{"study_id": 114358, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine associations between preoperative history of infertility and postbariatric surgery conception rates in women.", "results_summary": "Women with a preoperative history of infertility and nulliparity had significantly higher postoperative conception rates and early conception rates compared to those without such a history, along with a higher risk of unprotected intercourse.", "population_specificity": "Women aged 18-44 with no history of menopause, hysterectomy, or hormone replacement therapy who underwent bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Follow-up was up to 7 years (median 6.5 years).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:26.406654+00:00"}
{"study_id": 114356, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare changes in body composition, specifically fat mass and lean mass, between bariatric surgery (AGB and RYGB) and medical weight loss in individuals with type 2 diabetes and BMI 30-39.9 kg/m².", "results_summary": "AGB resulted in greater loss of lean mass and visceral adipose tissue (VAT) compared to medical weight loss, while RYGB also showed a tendency for greater VAT loss. Both surgical methods demonstrated superior effects on VAT reduction compared to medical weight loss.", "population_specificity": "12 female participants (75% African American) with type 2 diabetes and BMI 30-39.9 kg/m².", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:26.953557+00:00"}
{"study_id": 114359, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of bariatric surgery on glycemic control in patients with type 2 diabetes and BMI < 30 kg/m².", "results_summary": "The meta-analysis found that bariatric surgery reduced BMI and waist circumference, improved glycemic control, and decreased HbA1c levels in Asian patients with type 2 diabetes and BMI < 30 kg/m² over 6, 12, and 24-month follow-ups.", "population_specificity": "Asian patients with type 2 diabetes and BMI < 30 kg/m².", "effective_dosage": "Not specified", "study_duration": "Follow-up periods of 6, 12, and 24 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:28.484003+00:00"}
{"study_id": 114360, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of bariatric surgery on maternal and neonatal insulin resistance (IR) and neonatal body fat composition in pregnant women.", "results_summary": "The study found that bariatric surgery was associated with reduced maternal IR, lower neonatal birthweight, and decreased neonatal body fat, but no improvement in neonatal cord IR. Correlations between maternal and neonatal IR and neonatal IR and body fat were absent in the post-bariatric surgery group.", "population_specificity": "Pregnant women with a history of bariatric surgery (n=41) and pregnant women with similar early pregnancy BMI but no history of bariatric surgery (n=82).", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "Not specified (evaluated at 28 weeks of gestation and at birth)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:29.383402+00:00"}
{"study_id": 114361, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the effects of bariatric surgery on reward-related behaviors, particularly changes in taste, food cravings, and the risk of substance use disorder (SUD), while investigating potential underlying neural and hormonal mechanisms.", "results_summary": "The study found that bariatric surgery leads to long-term weight loss and changes in eating behavior, but also increases the risk of SUD, especially alcohol use disorder (AUD). Different surgical procedures (RYGB and SG) had varying effects on alcohol consumption, suggesting gut-brain signaling plays a role in reward regulation.", "population_specificity": "Humans and rats (preclinical studies mentioned).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:29.518280+00:00"}
{"study_id": 114362, "supplement_id": 913, "safety_score": "60", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of bariatric surgery and abdominal lipectomy in reducing cardiovascular disease (CVD) risk and related morbidity and mortality in obese and metabolic syndrome patients.", "results_summary": "The study found that while bariatric surgery (Roux-en-Y gastric bypass and sleeve gastrectomy) reduced CVD risk factors, it showed limited improvements in cardiovascular function or CVD-related mortality. Abdominal lipectomy demonstrated more consistent improvements in CVD risk factors and cardiovascular function, but both approaches lacked comprehensive exploration of their cardiovascular benefits.", "population_specificity": "Obese and metabolic syndrome patients, with specific focus on diabetic or >50-year-old individuals for gastric bypass.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:32.784661+00:00"}
{"study_id": 114364, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of bariatric surgery on liver fat content and inflammation in patients with NAFLD/NASH.", "results_summary": "Bariatric surgery, through significant weight loss, was found to improve liver fat and inflammation in patients with NAFLD/NASH. The abstract suggests it is an effective intervention for these conditions.", "population_specificity": "Patients with nonalcoholic fatty liver disease (NAFLD) or nonalcoholic steatohepatitis (NASH), particularly those with obesity and insulin resistance.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:34.384899+00:00"}
{"study_id": 114366, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the effectiveness of bariatric surgery as a treatment for NASH in morbidly obese patients where lifestyle modifications failed.", "results_summary": "Bariatric surgery resolves NASH in morbidly obese patients when lifestyle changes are insufficient, and it is recommended for this population. Pharmacotherapies are also valuable, though no FDA-approved drugs exist yet, and several agents are under clinical trial investigation.", "population_specificity": "Morbidly obese patients with NASH.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:35.287205+00:00"}
{"study_id": 114363, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the efficacy and challenges of using Transversus Abdominal Plane (TAP) block as part of multimodal analgesia for morbidly obese patients undergoing laparoscopic bariatric surgery.", "results_summary": "The abstract suggests that TAP block's efficacy in morbidly obese patients is still under discussion due to challenges in ultrasound visualization and potential risks of inadequate needle positioning. It highlights the need for further evidence to balance the benefits and drawbacks of TAP block in this population.", "population_specificity": "Morbidly obese patients undergoing laparoscopic bariatric surgery.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:35.631546+00:00"}
{"study_id": 114365, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the association of female obesity with live birth rates following IVF and whether weight loss, including through bariatric surgery, could reverse the negative effects.", "results_summary": "The meta-analysis found that female obesity significantly decreases the probability of live birth following IVF, with poorer prognosis when obesity is associated with polycystic ovary syndrome. The study suggests further evaluation of whether weight loss via lifestyle changes or bariatric surgery could reverse this effect.", "population_specificity": "Obese women (BMI ≥ 30 kg/m²) undergoing IVF, with subgroup analyses based on ovulatory status, oocyte origin, and cycle rank.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:36.073611+00:00"}
{"study_id": 114367, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the evidence for T2D reversal using bariatric surgery, among other methods, and evaluate its advantages and limitations.", "results_summary": "The study found that bariatric surgery has been recommended for T2D treatment since 2016 by an international diabetes consensus group, with evidence supporting its effectiveness in achieving T2D reversal. However, guidelines from ADA and EASD focus on treatment rather than reversal.", "population_specificity": "Patients with Type 2 diabetes (T2D).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:36.942314+00:00"}
{"study_id": 114368, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the potential of nanotechnology-based drug delivery strategies to improve treatments for obesity and related comorbidities, including bariatric surgery.", "results_summary": "The abstract highlights that bariatric surgery and pharmacotherapy for obesity often have adverse side effects and poor patient compliance, and it discusses nanotechnology as a promising alternative but does not provide specific results on bariatric surgery's effects.", "population_specificity": "Not specified (general discussion of obesity and related comorbidities).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:38.315835+00:00"}
{"study_id": 114369, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of autophagy in obesity and evaluate the potential of DPP-4 inhibitors and GLP-1 receptor agonists as modulators of this process, rather than focusing on bariatric surgery itself.", "results_summary": "The abstract suggests that bariatric surgery's efficacy remains elusive due to weight regain within 5 years, and it highlights autophagy as a potential therapeutic target for obesity-related vascular complications, with GLP-1-based approaches showing promise in improving endothelial dysfunction.", "population_specificity": "Not specified (abstract discusses obesity and metabolic disorders broadly).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:38.873801+00:00"}
{"study_id": 114370, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of oral supplementation with probiotics or synbiotics on body weight, BMI, and waist circumference in overweight and obese adults, excluding bariatric surgery or fecal transplantation.", "results_summary": "The study found no significant effect of probiotics or synbiotics on body weight or BMI but noted a small reduction in waist circumference, though the quality of evidence was low to moderate. The authors concluded that current evidence is not definitive and called for large-scale trials.", "population_specificity": "Overweight and obese adults (BMI ≥ 25 kg/m²)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:42.561707+00:00"}
{"study_id": 114371, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare end-of-trial health outcomes, including weight loss and diabetes remission, between participants who underwent bariatric surgery and those who received intensive lifestyle intervention or diabetes support and education.", "results_summary": "Surgically treated participants lost significantly more weight (19.3% of baseline weight) compared to the ILI (5.8%) and DSE (3.3%) groups and were more likely to achieve partial or full diabetes remission. The improvements were large and sustained, consistent with prior randomized trials.", "population_specificity": "Individuals with type 2 diabetes and overweight/obesity (BMI ≥ 30 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Approximately 10 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:43.590476+00:00"}
{"study_id": 114372, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of bariatric surgery in treating metabolic complications of obesity, particularly type 2 diabetes, and to explore the mechanisms behind these effects.", "results_summary": "The study found that bariatric surgery is highly effective in improving or inducing remission of type 2 diabetes, with evidence supporting its superiority over intensive pharmacological treatment. The paper also discusses the mechanisms behind these outcomes and the updated consensus on bariatric surgery's role in diabetes treatment.", "population_specificity": "Individuals with higher degrees of obesity and metabolic complications, particularly type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:44.483647+00:00"}
{"study_id": 114373, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The study aimed to investigate the prevalence and impact of obesity on metabolic control in patients with type 2 diabetes, excluding those who had undergone bariatric surgery.", "results_summary": "The study did not evaluate bariatric surgery but found that obesity is a major determinant of poor metabolic control in type 2 diabetes patients, with significant associations between high BMI and poor outcomes.", "population_specificity": "Patients with type 2 diabetes under follow-up in 69 tertiary healthcare units in 37 cities in Turkey, excluding those with bariatric surgery, pregnancy, or other specified conditions.", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:44.624312+00:00"}
{"study_id": 114374, "supplement_id": 913, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the benefits of using a robotic camera assistant (SoloAssist®) in bariatric surgery compared to human assistance.", "results_summary": "The study found that robotic assistance was preferred by surgeons due to a steady image and self-control capabilities, though it was aborted in 18 of 331 procedures due to technical challenges in narrow spaces. Technical failures included short circuits, joystick failures, and control unit malfunctions.", "population_specificity": "Patients undergoing laparoscopic bariatric procedures (Roux-en-Y gastric bypass, laparoscopic gastric banding, sleeve gastrectomy, and gastroplication).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:44.832856+00:00"}
{"study_id": 114376, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review potential mechanisms underlying the success of bariatric surgery in treating obesity and its comorbidities, focusing on endocrine, neural, and circulatory factors.", "results_summary": "The abstract highlights bariatric surgery as the most effective strategy for obesity treatment but notes incomplete understanding of its mechanisms. It suggests that elucidating these mechanisms could improve alternative treatments for obesity.", "population_specificity": "Obese patients and those with obesity-related comorbidities.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:46.087151+00:00"}
{"study_id": 114375, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of a low-calorie diet (LCD) and omega-3 fatty acids on liver volume, visceral fat, and muscle area in morbidly obese women before bariatric surgery.", "results_summary": "Both LCD and omega-3 diets significantly reduced liver volume and visceral fat, but LCD had a greater effect on liver volume reduction. However, LCD also caused significant muscle loss and worse compliance due to more side effects, while omega-3 offered a safer, patient-friendly alternative.", "population_specificity": "Morbidly obese women undergoing laparoscopic Roux-en-Y gastric bypass surgery (LRYGB).", "effective_dosage": "LCD (800 kcal/day for 2 weeks) vs. omega-3 (2 g/day with a normal 2000 kcal/day diet for 4 weeks).", "study_duration": "2 weeks for LCD, 4 weeks for omega-3.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:48.155667+00:00"}
{"study_id": 114377, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare complications and healthcare resource utilization after bariatric surgery with or without continuous deep neuromuscular block (NMB) or opioid-free anaesthesia (OFA).", "results_summary": "OFA and continuous deep NMB were associated with fewer complications and lower healthcare resource utilization. Reduced hospital length of stay was linked to younger age, surgical team experience, and surgery type, but not continuous deep NMB.", "population_specificity": "9,246 patients who underwent laparoscopic bariatric surgery from January 2009 to February 2017.", "effective_dosage": "Continuous deep NMB defined as rocuronium >1 mg/kg IBW/hour or sugammadex >2 mg/kg total body weight at reversal.", "study_duration": "Follow-up for complications and healthcare utilization up to 1 month post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:49.343654+00:00"}
{"study_id": 114383, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether bariatric surgery changes patient salivary flow.", "results_summary": "The study found no significant alteration in salivary flow rate for up to 24 months after bariatric surgery, with five studies showing no difference, two showing increased flow, and one showing reduced flow.", "population_specificity": "Patients undergoing bariatric surgery for morbid obesity.", "effective_dosage": "Not available", "study_duration": "Up to 24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:52.492930+00:00"}
{"study_id": 114378, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to describe the food consumption patterns of severely obese patients (comparing men and women) candidates for bariatric surgery and identify promoting and protecting factors of obesity.", "results_summary": "The study found significant differences in food consumption patterns between men and women with severe obesity. Protective factors (e.g., fiber, vegetables, fruits) positively correlated with healthier patterns, while promoting factors (e.g., fats, saturated fats, soft drinks, fast food) negatively correlated. Caloric consumption was the component most strongly correlated with the pattern.", "population_specificity": "Severely obese patients (men and women) candidates for bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:52.631366+00:00"}
{"study_id": 114380, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of fibroblast growth factor 19 (FGF19) in the metabolic benefits of bariatric surgery and explore its potential as a non-surgical treatment for diabetes and nonalcoholic steatohepatitis (NASH).", "results_summary": "Bariatric surgery rapidly induced FGF19 in rodents and humans, contributing to diabetes remission independent of weight loss. While an FGF19 analog (NGM282) did not improve hyperglycemia in type 2 diabetes patients, it significantly reduced liver fat and improved histology in NASH patients, replicating a key benefit of bariatric surgery.", "population_specificity": "Severely obese patients with diabetes (human and rodent models) and patients with nonalcoholic steatohepatitis (NASH).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:53.850328+00:00"}
{"study_id": 114382, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the efficacy and safety outcomes of one anastomosis gastric bypass (OAGB) versus standard Roux-en-Y gastric bypass (RYGB) in treating morbid obesity.", "results_summary": "OAGB was found to be non-inferior to RYGB in terms of weight loss and metabolic improvement at 2 years, but it had higher incidences of diarrhea, steatorrhea, and nutritional adverse events, suggesting a malabsorptive effect.", "population_specificity": "Patients with a body-mass index (BMI) of 40 kg/m² or higher from nine obesity centers in France.", "effective_dosage": "Not specified (surgical procedure).", "study_duration": "2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:54.088151+00:00"}
{"study_id": 114381, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the most common elements of Enhanced Recovery After Surgery (ERAS) protocols for intra-abdominal procedures, including bariatric surgery, to identify best practices and generalizable outcomes.", "results_summary": "The study found that ERAS protocols, when implemented by a multidisciplinary team, optimize perioperative care for intra-abdominal surgeries, including bariatric procedures, by breaking traditional silos and coordinating interventions. The most effective and generalizable elements of ERAS protocols were highlighted, though applicability varies by procedure and patient.", "population_specificity": "Patients undergoing intra-abdominal surgical procedures, including bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:54.204226+00:00"}
{"study_id": 114384, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the long-term prevalence of mental disorders after bariatric surgery and their relationship with weight changes and health-related quality of life.", "results_summary": "The study found that mental disorder prevalence decreased significantly at 4 and 5 years post-surgery but not at 7 years. Mood and anxiety disorders were linked to less improvement in mental health-related quality of life, independent of weight change, while mood disorders showed a non-significant association with weight regain.", "population_specificity": "199 adults from three U.S. academic medical centers who underwent bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "7 years (longitudinal follow-up)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:55.301250+00:00"}
{"study_id": 114385, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the long-term weight loss effects and safety profiles of laparoscopic sleeve gastrectomy and laparoscopic Roux-en-Y gastric bypass (LRYGB) in treating morbid obesity.", "results_summary": "LRYGB showed significantly greater percent excess weight loss at 3 and 5 years compared to sleeve gastrectomy, but had a higher incidence of total complications. No significant differences were found in type 2 diabetes, hypertension, dyslipidemia, or sleep apnea between the two procedures.", "population_specificity": "Morbidly obese patients undergoing bariatric surgery.", "effective_dosage": "Not Assessed", "study_duration": "Up to 5 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:57.241714+00:00"}
{"study_id": 114386, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the changes in gut bacteria following different types of bariatric surgery and their potential contribution to metabolic benefits.", "results_summary": "The study found increased microbial diversity and gene richness post-surgery, with specific changes in bacterial species abundance, such as decreased Faecalibacterium prausnitzii and increased Escherichia coli. The effects varied by surgery type, with Firmicutes decreasing after sleeve gastrectomy and Bacteroidetes and Proteobacteria increasing after Roux-en-Y gastric bypass.", "population_specificity": "222 participants (146 Roux-en-Y gastric bypass, 25 sleeve gastrectomy, 30 biliointestinal bypass, 7 vertical banded gastroplasty, 14 adjustable gastric band).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:59.744351+00:00"}
{"study_id": 114391, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery in improving quality of life and reducing cardiovascular risks in obese individuals.", "results_summary": "The study found that bariatric surgery in people with BMI ≥ 40 or ≥ 35 with comorbidities can substantially affect quality of life and may reduce cardiovascular risks.", "population_specificity": "Individuals with BMI ≥ 40 or ≥ 35 with comorbidities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:01.415221+00:00"}
{"study_id": 114387, "supplement_id": 913, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to assess the benefits of bariatric surgery on all-cause mortality, cardiovascular disease, cancer, and diabetes control, particularly its weight-independent effects on glycemic improvement.", "results_summary": "Bariatric surgery showed significant benefits, including disease remission in type 2 diabetes mellitus (T2DM) and metabolic improvements beyond weight loss, leading to its inclusion in T2DM treatment algorithms. The procedure is now recommended for patients with class 1 obesity and T2DM, previously not indicated.", "population_specificity": "Patients with T2DM, including those with class 1 obesity (BMI 30-35 kg/m²).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:01.814829+00:00"}
{"study_id": 114390, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review current pharmacotherapy options for obesity and analyze clinical trials of new drug candidates, comparing their efficacy and limitations to bariatric surgery.", "results_summary": "The abstract does not provide specific results on bariatric surgery but highlights that pharmacotherapy options often result in minimal weight loss (<4 kg) and significant adverse effects, with new drug candidates showing no substantial improvement.", "population_specificity": "Not specified (general obese population implied).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:02.378717+00:00"}
{"study_id": 114389, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the long-term effects of bariatric surgery on anxiety and depressive symptom severity in morbidly obese patients.", "results_summary": "The study found significant long-term reductions in depressive and anxiety symptoms 2-3 years after bariatric surgery, though pre-operative scores did not predict post-operative BMI outcomes, and weight loss did not predict changes in anxiety symptoms.", "population_specificity": "Morbidly obese patients with a BMI ≥ 35 kg/m².", "effective_dosage": "Not available", "study_duration": "≥ 24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:02.966728+00:00"}
{"study_id": 114388, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the relationship between loss of control eating (LOCE), binge eating disorder (BED), and weight loss outcomes after bariatric surgery, as well as predictors of postoperative LOCE.", "results_summary": "LOCE and BED initially declined post-surgery but later increased, with new cases emerging. LOCE was associated with less concurrent weight loss but not prospective or cumulative weight loss. Factors like self-monitoring, higher eating frequency, older age, male gender, and higher self-esteem reduced the likelihood of LOCE.", "population_specificity": "2156 patients who underwent laparoscopic adjustable gastric banding (LAGB) or Roux-n-Y gastric bypass (RYGB) in the LABS-2 study.", "effective_dosage": "Not specified", "study_duration": "7-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:03.134192+00:00"}
{"study_id": 114392, "supplement_id": 913, "safety_score": "65", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to compare clinical outcomes of concomitant cholecystectomy during four types of bariatric surgery versus bariatric surgery alone.", "results_summary": "The study found a higher rate of anastomotic leak/stricture with concomitant cholecystectomy during gastric bypass compared to gastric bypass alone. Data on other bariatric procedures were insufficient to quantify outcome differences.", "population_specificity": "13,675 patients undergoing bariatric surgery, with some receiving concomitant cholecystectomy.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:04.452888+00:00"}
{"study_id": 114393, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the potential of bariatric surgery as a preventive measure against pancreatic cancer by reducing obesity-related risks.", "results_summary": "The study suggests that bariatric surgery, combined with healthy lifestyle habits, can reduce the chances of pancreatic cancer in extremely obese patients by promoting weight loss and mitigating obesity-related mechanisms like inflammation and hormonal imbalance.", "population_specificity": "Extremely obese patients at risk for pancreatic cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:04.957150+00:00"}
{"study_id": 114395, "supplement_id": 913, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of knotless barbed sutures compared to conventional sutures in bariatric surgery.", "results_summary": "The study found that knotless barbed sutures significantly reduced suture time and operative time compared to conventional sutures. Subgroup analysis of RCTs indicated fewer bleeding conditions in the barbed suture group, though no significant changes were observed in overall postoperative complications or hospital stay.", "population_specificity": "Patients undergoing laparoscopic Roux-en-Y gastric bypass and laparoscopic sleeve gastrectomy.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:09.442919+00:00"}
{"study_id": 114398, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine psychiatric predictors of body image dissatisfaction (BID) in bariatric surgery candidates, focusing on early trauma and attachment style.", "results_summary": "Binge eating behavior, depression severity, female gender, and insecure attachment style were significant predictors of BID, while early trauma and BMI were not associated with BID. The study highlighted the role of insecure attachment style in BID, suggesting implications for pre- and post-operative interventions.", "population_specificity": "536 patients with extreme obesity (mean BMI=43 kg/m²) undergoing presurgical psychiatric evaluations.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:11.573657+00:00"}
{"study_id": 114399, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of bariatric surgery in managing obesity-related atrial fibrillation (AF) and its underlying mechanisms.", "results_summary": "The abstract suggests that bariatric surgery is discussed as a treatment strategy for obesity-related AF, but specific efficacy results are not detailed. The focus is on the broader relationship between obesity, AF, and potential interventions.", "population_specificity": "Patients with obesity (BMI ≥30 kg/m²) and associated atrial fibrillation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:11.646179+00:00"}
{"study_id": 114401, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 60, "study_goal": "To review current strategies for treating hypertension associated with pediatric obesity, including the role of bariatric surgery.", "results_summary": "The abstract mentions bariatric surgery as a rare treatment option for obesity-related hypertension in children, but no specific results or outcomes related to its efficacy are provided.", "population_specificity": "Pediatric and adolescent populations with obesity and hypertension.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:13.075828+00:00"}
{"study_id": 114397, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to develop an expert consensus on standardizing baseline patient data collections in specialist obesity management clinics, including considerations for bariatric surgery referrals.", "results_summary": "The study achieved consensus on a recommended set of core and useful baseline data items for obesity management services, with specific considerations for bariatric surgery patients, to facilitate clinical audits and research collaborations.", "population_specificity": "Specialist obesity management clinics in Australia, including patients referred for bariatric surgery.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:13.674519+00:00"}
{"study_id": 114396, "supplement_id": 913, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the frequency of histologically proven bile reflux and postoperative complications between one anastomosis gastric bypass (OAGB) and Roux-en-Y gastric bypass (RYGB) in patients with morbid obesity.", "results_summary": "The study found no statistically significant differences in bile reflux frequency, bile reflux index, Sydney system score, or postoperative complications between OAGB and RYGB groups, suggesting both techniques are equally effective and safe.", "population_specificity": "122 obese patients (22 males) who underwent RYGB or OAGB surgery, excluding those with revisional surgery.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:14.213216+00:00"}
{"study_id": 114394, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To determine the durability of improvements in sexual functioning after bariatric surgery and identify factors associated with these improvements.", "results_summary": "Approximately half of women and men who were dissatisfied with their sexual life before surgery experienced sustained improvements in satisfaction over 5 years. Greater postsurgical reduction in depressive symptoms was independently associated with improvements in sexual functioning domains, while surgical procedure type was not.", "population_specificity": "Adults undergoing their first bariatric procedure (78.9% women, median age 47 years, median BMI 45.8).", "effective_dosage": "Not specified", "study_duration": "5 years of follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:16.917241+00:00"}
{"study_id": 114400, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare changes in beta-cell function between sleeve gastrectomy (SG) and Roux-en-Y gastric bypass (RYGB) in obese patients with type 2 diabetes mellitus (T2DM) after similar weight loss.", "results_summary": "Both SG and RYGB showed significant short-term improvements in beta-cell function, with no significant difference between the two procedures. Weight loss, fasting glucose, acute insulin secretion, and insulin sensitivity were similar between groups.", "population_specificity": "Obese patients with type 2 diabetes mellitus (T2DM).", "effective_dosage": "Not applicable (surgical procedures).", "study_duration": "21.0 ± 1.7 days post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:17.493485+00:00"}
{"study_id": 114402, "supplement_id": 913, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the incidence of clinically significant bone mineral density (BMD) loss at 6 and 12 months after bariatric surgery.", "results_summary": "A clinically significant reduction in BMD was observed in 62.1% of patients at 6 months and 71.6% at 12 months post-surgery, strongly associated with weight loss. No osteoporosis cases were reported, but there were four cases of osteopenia and one fracture.", "population_specificity": "110 patients treated for severe obesity at a specialized center in France.", "effective_dosage": "Not Assessed", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:18.416454+00:00"}
{"study_id": 114404, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review the characteristics of obesity, its relation to morbidities, and its management in South Asians, including the need for aggressive interventions like diet and exercise.", "results_summary": "The study found that South Asians exhibit a unique obesity phenotype with higher body fat and lower muscle mass at similar BMIs, increasing risks for type 2 diabetes and cardiovascular disease. It highlighted challenges in obesity management, such as lack of awareness, cultural barriers, and insufficient healthcare resources, advocating for early and intensive interventions.", "population_specificity": "South Asians", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:20.517160+00:00"}
{"study_id": 114403, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether weight loss, including through bariatric surgery, reduces the severity and incidence of psoriasis or psoriatic arthritis in obese individuals.", "results_summary": "Two cohort studies suggested that bariatric surgery, particularly gastric bypass, reduces the risk of developing psoriasis (hazard ratio 0·52). No RCTs of bariatric surgery were identified, limiting definitive conclusions.", "population_specificity": "Obese individuals with or at risk of psoriasis or psoriatic arthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:21.546318+00:00"}
{"study_id": 114405, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of IV acetaminophen compared to placebo for pain management after bariatric surgery.", "results_summary": "IV acetaminophen significantly reduced postoperative pain scores and opioid use 24 hours after surgery but did not affect the length of hospital stay. The meta-analysis included four RCTs with consistent findings supporting its efficacy.", "population_specificity": "Patients with obesity undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "24 hours post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:22.066808+00:00"}
{"study_id": 114407, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of bariatric surgery as a weight loss intervention for improving obstructive sleep apnea (OSA) and related metabolic conditions.", "results_summary": "The study found that bariatric surgery, along with other weight loss interventions, significantly improves OSA, with greater weight loss leading to remission. It also reduces cardiovascular risk by ameliorating obesity-related metabolic conditions.", "population_specificity": "Obese individuals with obstructive sleep apnea (OSA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:23.338031+00:00"}
{"study_id": 114406, "supplement_id": 913, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the intraoperative performance, postoperative results, and clinical outcomes of two laparoscopic devices (Harmonic® scalpel and LigaSure™) in patients undergoing laparoscopic sleeve gastrectomy (LSG).", "results_summary": "The study found no significant differences in operative time, intraoperative complications, or postoperative complications between the two devices. Both devices were deemed user-friendly and effective, with the choice between them depending on surgeon preference and hospital cost policies.", "population_specificity": "422 morbidly obese patients undergoing LSG at a single bariatric unit in Italy between 2009 and 2017.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:23.723181+00:00"}
{"study_id": 114409, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the effects of bariatric surgery on oral levothyroxine absorption and postoperative thyroid function.", "results_summary": "The study found that bariatric surgery may both impair levothyroxine absorption due to altered gastric conditions and reduce dose requirements due to weight loss and changes in thyroid hormone homeostasis. Close monitoring of thyroid function post-surgery is advised.", "population_specificity": "Patients with obesity undergoing bariatric surgery, particularly those on levothyroxine therapy for hypothyroidism.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Levothyroxine absorption may be affected by changes in gastric pH and volume post-surgery.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:26.345440+00:00"}
{"study_id": 114408, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of bariatric surgery on the prevalence of pelvic floor dysfunctions (urinary incontinence, pelvic organ prolapse, and fecal incontinence) in women with morbid obesity.", "results_summary": "The study found that bariatric surgery significantly reduced urinary incontinence in obese women, but its effects on fecal incontinence and pelvic organ prolapse were less clear. The analysis included 20 studies with 3,684 patients, showing a mean BMI reduction of 12.90 kg/m² post-surgery.", "population_specificity": "Women with morbid obesity undergoing bariatric surgery in multiple academic and private centers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:26.607299+00:00"}
{"study_id": 114410, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the nephroprotective effects and renal outcomes of bariatric surgery in patients with morbid obesity, particularly its impact on conditions like insulin resistance, metabolic syndrome, diabetes mellitus, and arterial hypertension.", "results_summary": "The study found that bariatric surgery leads to significant and persistent weight loss, correction of comorbid conditions, and positive renal outcomes such as reduced albuminuria/proteinuria, improved or stabilized glomerular filtration rate, and delayed end-stage renal failure. However, further research is needed to assess long-term renal consequences and risks like acute kidney damage, nephrolithiasis, and nephrocalcinosis.", "population_specificity": "Patients with morbid obesity, including those with pre-existing renal impairment or on dialysis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:28.011175+00:00"}
{"study_id": 114411, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To review the effects of bariatric surgery on endometrial cancer risk reduction and its potential as an adjunct treatment.", "results_summary": "The study found ample evidence that bariatric surgery reduces endometrial cancer risk in obese women (BMI >30 kg/m²) and explored its impact on endometrial pathology, metabolic profiles, and potential adjunctive treatment roles.", "population_specificity": "Morbidly obese individuals (BMI >30 kg/m²), particularly women at risk for or with endometrial cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:28.284910+00:00"}
{"study_id": 114414, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of endoluminal revision techniques for managing weight regain after gastric bypass surgery.", "results_summary": "The study reviewed various endoscopic revision approaches, noting their procedural safety and efficacy in addressing weight regain, and suggested that endoscopic revision may become the gold standard for this purpose.", "population_specificity": "Patients who underwent gastric bypass surgery and experienced weight regain.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:30.467545+00:00"}
{"study_id": 114412, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess ethnic disparities in diabetic metabolic outcomes following bariatric surgery, focusing on weight loss and glucose metabolism normalization.", "results_summary": "The study found significant improvements in BMI, weight, fasting insulin, glucose, and HbA1c across all ethnic groups by 6 months, with most patients achieving diabetes remission by 12 months, though Asian and Black patients showed less sustained improvement.", "population_specificity": "650 patients with type II diabetes mellitus (T2DM) from a single academic institution in northern California, including Non-Hispanic, Hispanic, Black, and Asian ethnicities.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:30.488545+00:00"}
{"study_id": 114415, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy, safety, and clinical application of obesity pharmacotherapy in youth with obesity, including gaps in treatment options like bariatric surgery.", "results_summary": "The abstract highlights a treatment gap for youth with severe obesity, where bariatric surgery is an effective option but pharmacotherapy remains underutilized. It notes the presence of obesity-related comorbidities and the limited pharmacotherapy options for youth compared to adults.", "population_specificity": "Youth (adolescents) with severe obesity and related comorbidities.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:31.987204+00:00"}
{"study_id": 114413, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if combining bariatric surgery (laparoscopic adjustable gastric banding) with lifestyle interventions leads to significant additional weight reduction compared to lifestyle interventions alone in severely obese adolescents, and to assess its effect on obesity-associated co-morbidities.", "results_summary": "The study found that bariatric surgery in adolescents shows substantial weight loss and health improvement, similar to outcomes seen in adults, though well-designed prospective studies in this age group are rare. The trial is designed to provide important safety and efficacy data for gastric banding in adolescents with unsuccessful lifestyle interventions.", "population_specificity": "Severely obese adolescents aged 14-16 years with a sex- and age-adjusted BMI >40 kg/m² or >35 kg/m² with obesity-related co-morbidities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:32.217514+00:00"}
{"study_id": 114417, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential of metabolic (bariatric) surgery to ameliorate, resolve, or cure type 2 diabetes, including future procedures not focused on weight loss.", "results_summary": "The study suggests that metabolic surgery can improve or resolve type 2 diabetes, with future procedures likely targeting neurohormonal modulation. It emphasizes that metabolic surgery is evolving, with no permanent gold standard, and highlights its role in both clinical practice and basic research.", "population_specificity": "Not specified (general discussion of metabolic surgery for type 2 diabetes).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:34.927912+00:00"}
{"study_id": 114416, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to highlight the role of bariatric surgery as an underutilized tool for weight management and metabolic syndrome control in liver transplant recipients to reduce cardiovascular morbidity and mortality.", "results_summary": "The abstract suggests bariatric surgery is underutilized in liver transplant recipients and emphasizes its potential role in managing metabolic syndrome and weight, which are critical for cardiovascular disease prevention post-transplant. No specific outcomes or data on bariatric surgery's effects are provided.", "population_specificity": "Liver transplant recipients with a focus on those at risk for cardiovascular disease.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:35.432619+00:00"}
{"study_id": 114419, "supplement_id": 913, "safety_score": "70", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the incidence and risk factors of trocar site hernias following laparoscopic bariatric surgery.", "results_summary": "The study found that trocar site hernias are an underestimated complication, with a pooled incidence of 3.22% (range 0-39.3%). Higher BMI and systematic hernia detection using imaging were associated with significantly higher incidence rates.", "population_specificity": "Patients undergoing laparoscopic bariatric surgery.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:35.969316+00:00"}
{"study_id": 114418, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the impact of bariatric surgery on 24-hour blood pressure profile, BP variability, and resistant hypertension prevalence in obese patients.", "results_summary": "The study found that bariatric surgery (Roux-en-Y Gastric Bypass combined with medical therapy) significantly improved 24-hour BP profile and variability compared to medical therapy alone, and reduced the prevalence of resistant hypertension.", "population_specificity": "Obese patients with grade 1 and 2 hypertension using at least 2 antihypertensive drugs at maximal doses or >2 at moderate doses (76% female, BMI 36.9±2.7 kg/m²).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:36.697409+00:00"}
{"study_id": 114421, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review surgical options for abdominal body contouring in patients with diverse clinical histories, including those who underwent bariatric surgery, and provide an evidence-based treatment algorithm.", "results_summary": "The study highlights the increased demand for body contouring procedures post-bariatric surgery and emphasizes the need for individualized approaches to achieve safe, realistic, and long-lasting aesthetic outcomes. It reviews surgical options but does not provide specific efficacy or safety data for bariatric surgery itself.", "population_specificity": "Patients with abdominal contour deformities, including those who underwent bariatric surgery, weight loss, previous pregnancy, or aging.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:39.503622+00:00"}
{"study_id": 114423, "supplement_id": 913, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to identify factors contributing to preoperative weight loss and assess their influence on short-term outcomes of bariatric surgery under the ERAS protocol.", "results_summary": "Diabetes mellitus, obstructive sleep apnea, and previous surgery predicted preoperative weight loss, while steatohepatitis and respiratory disorders reduced it. Preoperative weight loss did not affect early outcomes except operative time but improved postoperative weight loss and follow-up participation.", "population_specificity": "909 bariatric patients treated under ERAS principles in two bariatric centers.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:40.136860+00:00"}
{"study_id": 114420, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and efficacy of bariatric surgery in elderly patients (65 years and older) over a 3-year period.", "results_summary": "The study found that bariatric surgery resulted in significant weight loss (mean EBW loss of 70.76%) and improvement or remission of comorbidities in most patients, with a low rate of perioperative complications (8.86%) and no reported deaths.", "population_specificity": "Elderly patients aged 65 and older (mean age 67.92) with obesity (mean BMI 40.32 kg/m²).", "effective_dosage": "Not Assessed", "study_duration": "3 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:40.205182+00:00"}
{"study_id": 114422, "supplement_id": 913, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review evidence on weight loss interventions, including bariatric surgery, for obesity in adults aged over 60 years.", "results_summary": "Bariatric surgery showed comparable weight loss and type 2 diabetes resolution in older adults, with similar or slightly higher complication rates compared to younger individuals. Older age alone should not contraindicate surgical intervention.", "population_specificity": "Adults aged over 60 years with obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:40.820064+00:00"}
{"study_id": 114426, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effect of probiotic supplements on blood markers of endotoxin, inflammation, and lipid peroxidation in morbidly obese patients undergoing one-anastomosis gastric bypass (OAGB).", "results_summary": "Probiotic supplementation for 4 months improved serum LBP, TNF-α, and vitamin D3 levels and aided weight loss, but these effects did not persist 9 months after treatment cessation.", "population_specificity": "Morbidly obese patients undergoing OAGB surgery.", "effective_dosage": "Not specified", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:43.391374+00:00"}
{"study_id": 114424, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the long-term effects of the duodenal-jejunal bypass liner (DJBL) on weight loss and glycemic control in patients.", "results_summary": "The study found that the initial weight reduction effect of DJBL treatment diminished after 4 years, with no statistically significant difference in median weight or BMI compared to baseline. Five patients underwent additional bariatric surgery, suggesting limited long-term efficacy of DJBL alone.", "population_specificity": "29 patients treated with DJBL at two centers, with 15 eligible for follow-up.", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 42 months after DJBL removal.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:43.711393+00:00"}
{"study_id": 114427, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review weight loss interventions, including bariatric surgery, in the context of precision medicine, focusing on sustainability and real-world application.", "results_summary": "The abstract highlights bariatric surgery as one of the interventions reviewed for weight loss, emphasizing its role alongside genetic, epigenetic, pharmacological, and lifestyle factors, but does not provide specific results for bariatric surgery alone.", "population_specificity": "Obese individuals, particularly Americans attempting weight loss.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:44.649210+00:00"}
{"study_id": 114425, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to determine whether an open-lung approach with protective ventilation strategy (PEEP of 10 cm H2O) reduces postoperative hypoxemia in obese patients undergoing laparoscopic bariatric surgery (LBS).", "results_summary": "The study found no significant difference in the incidence of postoperative hypoxemia between the control group (PEEP 5 cm H2O) and the intervention group (PEEP 10 cm H2O). The protective ventilation strategy did not reduce hypoxemia in obese patients undergoing LBS.", "population_specificity": "Obese patients undergoing laparoscopic bariatric surgery.", "effective_dosage": "Tidal volume 8 mL/kg of ideal body weight, PEEP levels of 5 cm H2O (control) and 10 cm H2O (intervention).", "study_duration": "Intraoperative period (specific duration not mentioned).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:45.892809+00:00"}
{"study_id": 114429, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the effects of bariatric surgery on the hypothalamic-pituitary-ovarian axis, fertility, ovarian reserve, and contraception efficacy.", "results_summary": "The study found that bariatric surgery can reverse the adverse effects of obesity on fertility and positively impact the hypothalamic-pituitary-ovarian axis and ovarian reserve. It also addressed contraception efficacy post-surgery.", "population_specificity": "Individuals with obesity, particularly focusing on fertility-related outcomes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:47.510964+00:00"}
{"study_id": 114428, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to compare postoperative pain, nausea/vomiting, and other outcomes between patients undergoing Roux-en-Y gastric bypass with an ERAS protocol versus a standard care protocol.", "results_summary": "The ERAS protocol resulted in significantly lower postoperative pain, reduced nausea/vomiting, shorter hospital stays, and lower acute phase reactant levels compared to standard care, with no significant differences in complications, mortality, or readmission rates.", "population_specificity": "Patients undergoing Roux-en-Y gastric bypass at a university hospital in Spain.", "effective_dosage": "Not Assessed", "study_duration": "Postoperative outcomes were evaluated 24 hours after surgery, with hospital stay duration noted.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:48.276649+00:00"}
{"study_id": 114430, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the effects of gut microbiota modification, including bariatric surgery, on host metabolism and its potential role in treating type 2 diabetes mellitus (T2DM) and obesity.", "results_summary": "The study suggests that bariatric surgery, among other interventions, can alter gut microbiota composition, leading to beneficial metabolic effects such as reduced inflammation, improved glucose levels, and increased GLP-1 secretion, which may help manage T2DM and obesity.", "population_specificity": "Not specified (general discussion of gut microbiota and metabolic conditions).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:48.279731+00:00"}
{"study_id": 114431, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to verify the long-term (23-year) effects of gastric banding (LAGB) on mortality and incidence of obesity-related co-morbidities compared to medical weight loss therapy.", "results_summary": "LAGB was associated with significantly reduced mortality, lower incidence of diabetes, cardiovascular diseases, cancer, renal diseases, and fewer hospital admissions compared to medical therapy. The preventive effects on co-morbidities and hospital admissions increased over time, though mortality reduction efficacy slightly decreased compared to shorter-term studies.", "population_specificity": "Obese patients with a BMI > 35 kg/m², including those with and without diabetes.", "effective_dosage": "Not specified", "study_duration": "Final observation period was 19.5 ± 1.87 years (range: 13.4-23.5 years).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:50.568870+00:00"}
{"study_id": 114432, "supplement_id": 913, "safety_score": "65", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to summarize the literature on challenges before and during pregnancy after bariatric surgery, including fertility, nutritional deficiencies, and pregnancy outcomes.", "results_summary": "Bariatric surgery improves obesity-related pregnancy complications like gestational diabetes and hypertension but introduces new risks such as nutritional deficiencies, anemia, and small for gestational age offspring. The study highlights the lack of consensus on the ideal time to conceive post-surgery.", "population_specificity": "Women of childbearing age who underwent bariatric surgery.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:51.567247+00:00"}
{"study_id": 114433, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness, risk profiles, and metabolic impact of bariatric surgery for obesity and related disorders, as well as barriers to its utilization.", "results_summary": "The study found that bariatric surgery is highly effective for weight loss and improving metabolic disorders like diabetes, cardiovascular disease, and fatty liver disease, but also highlighted the need to consider risks and operative choices. Reoperative surgery and access challenges were also discussed.", "population_specificity": "Individuals with obesity and related metabolic disorders.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:51.606040+00:00"}
{"study_id": 114434, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the current status of surgical options, including bariatric surgery, for treating Type 1 diabetes.", "results_summary": "The abstract highlights bariatric surgery as a successful treatment for Type 2 diabetes and obesity but notes its use in Type 1 diabetes remains unestablished and controversial. Recent advances in surgical interventions and technology may expand treatment options for Type 1 diabetes.", "population_specificity": "Individuals with Type 1 diabetes and obesity (though primarily discussed in the context of Type 2 diabetes).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:52.736616+00:00"}
{"study_id": 114435, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether multi-frequency bioelectric impedance (MF-BI) is a valid tool for assessing body composition in obese patients following bariatric surgery.", "results_summary": "The review found that MF-BI is reliable for group-level assessments, and obese-specific algorithm adjustments improve accuracy. However, inconsistencies among studies highlight the need for more robust research to establish clear validity.", "population_specificity": "Obese patients (BMI ≥ 30 kg/m²) who underwent bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:53.383295+00:00"}
{"study_id": 114436, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify early markers of cardiac dysfunction in obesity and understand the underlying pathophysiology to improve risk stratification, monitoring, and treatment strategies for obesity patients.", "results_summary": "The study is ongoing, with analyses currently being performed; it is expected to provide insights into early cardiac dysfunction markers and their pathophysiology in obesity patients undergoing bariatric surgery.", "population_specificity": "Obesity patients with a BMI ≥35 kg/m² scheduled for bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:55.272335+00:00"}
{"study_id": 114437, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the role of bariatric surgery in weight loss and cardiovascular health, alongside other preventive and treatment modalities for obesity.", "results_summary": "The abstract does not provide specific findings on bariatric surgery but mentions it as one of the considerations beyond lifestyle changes for weight loss.", "population_specificity": "Not specified (general discussion on obesity and cardiovascular risks).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:55.408289+00:00"}
{"study_id": 114438, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine changes in intestinal microbiota after bariatric surgery and the impact of probiotics on this population.", "results_summary": "Bariatric surgery altered intestinal microbiota, increasing Bacteroidetes and Proteobacteria while reducing Firmicutes. Probiotics reduced gastrointestinal symptoms, enhanced vitamin B12 synthesis, and potentially amplified weight loss.", "population_specificity": "Adults undergoing Roux-en-Y gastric bypass or sleeve vertical gastrectomy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:55.412051+00:00"}
{"study_id": 114441, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery as a therapeutic option for managing NAFLD in morbidly obese individuals when lifestyle modifications and pharmacotherapy fail.", "results_summary": "The study suggests bariatric surgery should be considered for selected morbidly obese individuals with NAFLD when other treatments fail, though specific efficacy data are not detailed in the abstract. It highlights the lack of approved pharmacological interventions for NAFLD and positions bariatric surgery as a viable alternative.", "population_specificity": "Morbidly obese individuals with NAFLD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:59.817340+00:00"}
{"study_id": 114440, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the effects of bariatric surgery, particularly LSG, on gastroesophageal reflux disease (GERD) in morbidly obese patients.", "results_summary": "Bariatric surgery, especially RYGB, effectively reduces GERD symptoms and obesity-related complications, while LSG shows a higher risk of GERD post-surgery. LAGB initially improves symptoms but may lead to new reflux issues over time.", "population_specificity": "Morbidly obese patients with or at risk of GERD.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:59.913612+00:00"}
{"study_id": 114442, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To determine the influence of biliopancreatic limb length on weight loss and remission of co-morbidities in Roux-en-Y gastric bypass.", "results_summary": "Weight loss was superior in longer biliopancreatic limbs, and the release of enterohormones in response to food in the distal small bowel appears to play a key role in co-morbidity remission.", "population_specificity": "Patients undergoing bariatric surgery (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:00.302275+00:00"}
{"study_id": 114439, "supplement_id": 913, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of using cardiac septal defect occluders (CSDO) for treating post-bariatric surgery leaks, particularly in patients who failed previous endoscopic treatments.", "results_summary": "The study found that CSDO had a high clinical success rate (90.7%) for non-acute leaks, with all chronic, late, and early leaks successfully closed except one undrained late leak. Early leaks required a second placement of a larger CSDO for permanent closure, while acute leaks were not successfully treated.", "population_specificity": "Patients with post-bariatric surgical leaks (31 sleeve gastrectomy and 12 Roux-en-Y gastric bypass), divided into acute (n=3), early (n=5), late (n=23), and chronic (n=12) leaks.", "effective_dosage": "Not specified", "study_duration": "Median follow-up was 34 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:00.902002+00:00"}
{"study_id": 114443, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effects of bariatric surgery, particularly Roux-en-Y gastric bypass (RYGB), on taste perception and food selection preferences.", "results_summary": "The study found that RYGB is effective for weight loss and Type 2 diabetes treatment, but empirical support for changes in food preferences away from fats and sugars is mixed. The surgery may alter the taste and palatability of fats and sugars.", "population_specificity": "Not specified (general discussion of RYGB patients and preclinical/clinical findings).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:01.852370+00:00"}
{"study_id": 114446, "supplement_id": 913, "safety_score": "40", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to identify and review neurosurgery-related complications of bariatric surgery and present illustrative cases to highlight peri- and post-operative therapeutic precautions.", "results_summary": "The study identified three pathological mechanisms linked to bariatric surgery complications: intracranial pressure alterations, nutrient deficiencies leading to neuro- or myelo-encephalopathies, and dysregulation of autonomic/endocrine control. The authors emphasize the need for neurosurgeons to be aware of these multifactorial complications due to their likely increasing prevalence.", "population_specificity": "Patients undergoing bariatric surgery, with a focus on neurosurgery-related complications.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:04.050696+00:00"}
{"study_id": 114445, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to systematically review and evaluate the feasibility, acceptability, clinical effectiveness, and cost-effectiveness of bariatric surgery, weight-management programmes, and orlistat pharmacotherapy for adults with severe obesity.", "results_summary": "Roux-en-Y gastric bypass (RYGB) produced the greatest long-term weight change (-20.23 kg at 60 months) and was cost-effective compared to no surgery and weight-management programmes. However, the study noted limitations in generalizability and long-term follow-up for complications.", "population_specificity": "Adults with severe obesity (BMI ≥ 35 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Long-term follow-up (up to 60 months for RYGB).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:04.240339+00:00"}
{"study_id": 114444, "supplement_id": 913, "safety_score": "60", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review and analyze the long-term (≥5 years) outcomes of metabolic and bariatric surgery in adolescents with severe obesity, focusing on adiposity indicators, co-morbidity remission, and complications.", "results_summary": "The study found substantial reduction in body mass index (from 47 to 32.4 kg/m²) and high remission rates for co-morbidities (75-85%), but noted weight regain in some cases and high prevalence of iron deficiency and anemia (30-70% and 16-50%, respectively). Long-term complications were inadequately reported.", "population_specificity": "Adolescents aged 10-20 years with severe obesity.", "effective_dosage": "Not Assessed", "study_duration": "Follow-up ranged from 5 to 156 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:04.804135+00:00"}
{"study_id": 114448, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to collate studies on bariatric surgery in Indigenous peoples and provide a framework for future research on this issue.", "results_summary": "Indigenous peoples had lower access to bariatric surgery, and one study found greater weight loss compared to non-Indigenous peoples. The review highlighted a lack of studies but noted emerging interest in the topic.", "population_specificity": "Indigenous peoples worldwide", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:07.514389+00:00"}
{"study_id": 114447, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of bariatric surgery as a treatment for the obese asthma phenotype.", "results_summary": "The study found that bariatric surgery, along with exercise programs and weight loss, improved quality of life, symptoms, and exercise capacity in obese asthma patients, with reductions in medication use and exacerbations. It was identified as an effective treatment for this specific phenotype.", "population_specificity": "Obese patients with severe difficult-to-treat asthma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:07.949427+00:00"}
{"study_id": 114449, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of IV ibuprofen and paracetamol on pain management and opioid consumption in patients undergoing laparoscopic sleeve gastrectomy (LSG).", "results_summary": "IV ibuprofen resulted in lower pain scores and reduced opioid use compared to paracetamol and saline control in the first 24 hours post-LSG. Opioid consumption was significantly higher in the control group than in the ibuprofen or paracetamol groups.", "population_specificity": "90 patients undergoing LSG at Istanbul Medipol University Hospital.", "effective_dosage": "800 mg IV ibuprofen (Group I), 1000 mg IV paracetamol (Group P), 100 ml saline (Group C).", "study_duration": "24 hours postoperatively.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:08.928403+00:00"}
{"study_id": 114450, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to examine the effect of a 4-week very low-calorie diet (VLCD) on collagen deposition in wounds and liver volume in patients undergoing laparoscopic Roux-en-Y gastric bypass.", "results_summary": "The study found that preoperative VLCD reduced liver volume and decreased expression of mature collagen in wounds post-surgery, but the clinical impact on anastomotic healing remains unclear. Secondary outcomes included liver fibrosis score, body composition, and surgical metrics, though detailed results were not fully provided in the abstract.", "population_specificity": "Patients undergoing laparoscopic Roux-en-Y gastric bypass (n=20, split into control and VLCD groups).", "effective_dosage": "800 kcal/day (VLCD group).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:09.939814+00:00"}
{"study_id": 114454, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review the epidemiology, pathophysiology, clinical features, and management of obesity-related kidney disease in children and adolescents.", "results_summary": "The abstract does not provide specific results regarding Bariatric Surgery's effects, focusing instead on the broader context of obesity-related kidney disease.", "population_specificity": "Children and adolescents with severe obesity.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:11.140597+00:00"}
{"study_id": 114452, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether bariatric surgery improves mental health quality of life (QoL) compared to non-surgical interventions.", "results_summary": "The study found no significant improvement in mental health QoL from baseline with bariatric surgery compared to non-surgical treatments. Final mental health QoL scores were similar between surgical and non-surgical groups, with subgroup analyses also failing to identify a beneficial effect.", "population_specificity": "731 participants from 11 randomized controlled trials.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:11.385934+00:00"}
{"study_id": 114451, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare long-term mortality outcomes between obese patients who underwent malabsorptive bariatric surgery (BPD and BIBP) and those who received non-surgical medical treatment for obesity.", "results_summary": "The study found that bariatric surgery patients had significantly lower all-cause, cardiovascular-related, and cancer-related mortality compared to non-surgical patients over a mean follow-up of 12.1 years. The mortality rates were 7.2% in the surgical group versus 12.9% in the non-surgical group.", "population_specificity": "Obese patients with a BMI > 35 kg/m² (n=1877).", "effective_dosage": "Not specified", "study_duration": "Mean observation period of 12.1 ± 3.41 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:12.273057+00:00"}
{"study_id": 114453, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 87, "quality_score": 75, "study_goal": "The researchers aimed to provide an overview of the current status of endoscopic negative pressure therapy (ENPT) in the upper gastrointestinal tract, including its use for complications after bariatric surgery.", "results_summary": "ENPT has been used in over 400 patients with transmural defects in the upper gastrointestinal tract, achieving an 87% success rate. It is applied for complications after bariatric surgery, among other indications, with innovative techniques expanding its applications.", "population_specificity": "Patients with transmural defects in the upper gastrointestinal tract, including those with complications after bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:12.397252+00:00"}
{"study_id": 114455, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the relationship between obesity and olfaction, and evaluate the impact of bariatric surgery on olfactory function.", "results_summary": "The study found that olfactory function is negatively correlated with body weight, and bariatric surgery, particularly sleeve gastrectomy, effectively reverses olfactory decline associated with obesity.", "population_specificity": "Individuals with obesity, including those who underwent bariatric surgery (Roux-en-Y gastric bypass and sleeve gastrectomy).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:15.700406+00:00"}
{"study_id": 114457, "supplement_id": 913, "safety_score": "30", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to investigate the risk of lithium toxicity following bariatric surgery and propose solutions for managing lithium treatment in such patients.", "results_summary": "The study reported a case of lithium toxicity, including severe bradycardia requiring a permanent pacemaker, after sleeve gastrectomy. It highlights the need for awareness and monitoring of lithium absorption changes post-bariatric surgery.", "population_specificity": "A 61-year-old male patient who underwent sleeve gastrectomy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Lithium toxicity post-bariatric surgery", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:16.255625+00:00"}
{"study_id": 114456, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the incidence of comorbidities (diabetes, cardiovascular diseases, and cancer) in obese patients undergoing malabsorptive bariatric surgeries (BPD and BIBP) versus standard medical treatment.", "results_summary": "Malabsorptive surgeries significantly reduced new cases of diabetes, cardiovascular diseases, hyperlipidemia, oculopathy, and cancer compared to non-surgical controls. The preventive effects were more pronounced in nondiabetic subjects for coronary heart disease and cancer.", "population_specificity": "1983 obese patients with BMI >35 kg/m².", "effective_dosage": "Not specified", "study_duration": "12.0 ± 3.48 years (mean ± SD)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:16.890489+00:00"}
{"study_id": 114458, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop and validate the BODY-Q, a patient-reported outcome measure (PROM) for assessing outcomes in weight loss and/or body contouring surgery.", "results_summary": "The study developed the BODY-Q through literature review, patient and cognitive interviews, and expert input, resulting in a conceptual framework covering appearance concerns, health-related quality of life, and experience of care. Multiple independently functioning scales were created for each domain.", "population_specificity": "Patients undergoing weight loss and/or body contouring surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:17.302122+00:00"}
{"study_id": 114459, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the impact of bariatric surgery on weight loss and obesity-related comorbidities.", "results_summary": "The study found that bariatric surgery contributes to significant weight loss and a notable reduction in weight-related comorbidities such as type 2 diabetes, hypertension, heart disease, and obstructive sleep apnea.", "population_specificity": "Individuals with obesity in the United States.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:17.873260+00:00"}
{"study_id": 114460, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the safety and efficacy of endoscopic bariatric and metabolic therapies (EBMTs) compared to traditional bariatric surgery, as well as the role of endoscopic revision after failed surgical intervention.", "results_summary": "The abstract highlights that bariatric surgery is effective for sustained weight loss and metabolic syndrome improvement, but access is limited. EBMTs are designed to mimic surgical effects, with ongoing evaluation of their safety and efficacy. Endoscopic revision after failed surgery is also discussed.", "population_specificity": "Not specified (general discussion of EBMTs and bariatric surgery)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:19.455873+00:00"}
{"study_id": 114461, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery in managing PCOS symptoms, particularly in cases of morbid obesity unresponsive to lifestyle and medical treatments.", "results_summary": "The study found that bariatric surgery can lead to significant weight loss (25% to 50%), which may be necessary for morbid obesity in PCOS patients unresponsive to other treatments, improving metabolic and reproductive outcomes.", "population_specificity": "Women with PCOS, particularly those with morbid obesity (BMI ≥40 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:20.383816+00:00"}
{"study_id": 114462, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to compare the long-term effectiveness of bariatric surgery versus lifestyle intervention for Class I obesity patients.", "results_summary": "Bariatric surgery resulted in significantly higher excess weight loss percentages at 1, 3, 5, 7, and 10 years compared to lifestyle intervention. The study concluded that bariatric surgery, particularly laparoscopic sleeve gastrectomy, is more effective for Class I obesity patients.", "population_specificity": "Patients with Class I obesity (BMI 30-35 kg/m²) and follow-up >7 years.", "effective_dosage": "Not specified", "study_duration": "Follow-up >7 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:20.569341+00:00"}
{"study_id": 114464, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to synthesize existing knowledge on why bariatric surgery remains underused in the U.S., focusing on health insurance benefits and design, and to discuss the applicability of value-based insurance design to bariatric surgery.", "results_summary": "The study found that bariatric surgery is cost-effective compared to nonsurgical treatments for individuals with extreme obesity and type 2 diabetes, with potential long-term cost stability or reduction. However, barriers like limited patient and physician knowledge, as well as insurance coverage issues, contribute to its underuse.", "population_specificity": "Individuals with extreme obesity and type 2 diabetes eligible for bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:24.463827+00:00"}
{"study_id": 114463, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess whether incorporating eHealth applications as part of standard postoperative care could enhance clinical outcomes such as weight loss and comorbidity reduction in bariatric surgery patients.", "results_summary": "The study evaluated the value of different levels of eHealth in postoperative care but did not report specific outcomes regarding bariatric surgery's effects in the abstract. The trial addresses the potential benefits of eHealth in a changing healthcare environment.", "population_specificity": "Adult patients with a BMI ≥ 40 kg/m² or ≥ 35 kg/m² with obesity-related comorbidities undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:24.654042+00:00"}
{"study_id": 114466, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To examine the effects of bariatric surgery on nocturnal hypoxemia in obese patients with obstructive sleep apnea (OSA).", "results_summary": "Bariatric surgery improved nocturnal hypoxemia (MeanSaO₂ increased) and reduced body weight and apnea events in obese patients with OSA. The findings suggest efficacy, but more randomized controlled trials are needed for confirmation.", "population_specificity": "Obese patients with obstructive sleep apnea (OSA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:24.915695+00:00"}
{"study_id": 114465, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of Roux-en-Y gastric bypass (RYGB) surgery on the pharmacokinetics of amoxicillin in obese subjects.", "results_summary": "The study found that RYGB surgery significantly increased systemic exposure to amoxicillin in obese subjects, though levels remained lower than those reported in non-obese volunteers. Weight loss and BMI reduction were also observed post-surgery.", "population_specificity": "Obese subjects (n=8) undergoing RYGB surgery.", "effective_dosage": "500 mg amoxicillin capsule (single dose).", "study_duration": "2 months post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:25.488391+00:00"}
{"study_id": 114467, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to compare the long-term effectiveness of bariatric surgery versus medical management in inducing remission of type 2 diabetes (T2D) in obese patients.", "results_summary": "Bariatric surgery showed significantly higher T2D remission rates (52.5% at 2 years, 27.5% at 5 years) compared to medical management (3.5% at 2 years, 3.8% at 5 years). Roux-en-Y gastric bypass (RYGB) also demonstrated superior glycemic control and improved lipid profiles.", "population_specificity": "Obese patients with type 2 diabetes and BMI > 25 kg/m².", "effective_dosage": "Not specified", "study_duration": "2 to 5 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:26.829074+00:00"}
{"study_id": 114468, "supplement_id": 913, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate lidocaine serum concentrations and safety in obese patients undergoing laparoscopic bariatric surgery when administered based on adjusted body weight.", "results_summary": "The study found that lidocaine administration based on adjusted body weight resulted in serum concentrations within the accepted range (1.5-5 µg·mL), with no reported toxicity or adverse events. The protocol included a bolus followed by a continuous infusion, adjusted post-surgery until discharge.", "population_specificity": "42 obese patients undergoing laparoscopic bariatric surgery.", "effective_dosage": "1.5 mg·kg bolus IV, followed by 2 mg·kg·hour infusion, then reduced to 1 mg·kg·hour post-surgery.", "study_duration": "Until discharge from the recovery room.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:28.617926+00:00"}
{"study_id": 114470, "supplement_id": 913, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to provide an evidence-based summary of nutrition-related practices in bariatric surgery and assess the role of registered dietitian nutritionists in postoperative outcomes.", "results_summary": "Bariatric surgery significantly reduces resting metabolic rate and postoperative energy intake, but macronutrient distribution does not significantly affect weight loss. Limited evidence suggests dietitian involvement improves weight loss outcomes, but further research is needed on behavior change.", "population_specificity": "Individuals undergoing bariatric surgery (studies published from 2003 to 2015).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:28.926539+00:00"}
{"study_id": 114469, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the role of follistatin (FST) and follistatin-like 3 (FSTL3) in glucose regulation and their response to bariatric surgery in morbidly obese individuals with or without type 2 diabetes.", "results_summary": "The study found that circulating FST and FSTL3 levels decreased after bariatric surgery (RYGB and sleeve gastrectomy), correlating with improved glucose homeostasis and insulin sensitivity. Changes in FST levels post-surgery were predictive of further improvements in glucose metrics at 6 months.", "population_specificity": "Healthy individuals (n=32) and morbidly obese individuals with or without type 2 diabetes (n=41).", "effective_dosage": "Not specified", "study_duration": "Follow-up at 3 and 6 months post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:29.738659+00:00"}
{"study_id": 114471, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the molecular mechanisms of antidiabetic drugs in managing diabesity and their impact on outcomes, emphasizing the importance of rational drug use alongside bariatric surgery.", "results_summary": "The abstract highlights that bariatric surgery is the best treatment for diabesity but notes that many patients rely on antidiabetic drugs, which can variably affect outcomes due to their metabolic effects. It underscores the need for understanding drug mechanisms to optimize long-term diabesity management.", "population_specificity": "Patients with diabesity (diabetes related to obesity).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:32.749193+00:00"}
{"study_id": 114472, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to systematically evaluate the efficacy of laparoscopic sleeve gastrectomy (LSG) on hypertension among obese patients.", "results_summary": "The study found that LSG is an effective intervention for reducing hypertension in bariatric patients, with potential additional health system benefits such as cost savings from reduced antihypertensive medication usage. The review included 14 studies with 3550 subjects, showing positive long-term outcomes.", "population_specificity": "Obese adult patients with hypertension undergoing laparoscopic sleeve gastrectomy (LSG).", "effective_dosage": "Not specified", "study_duration": "Follow-up of at least 5 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:33.018712+00:00"}
{"study_id": 114474, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether physical exercise contributes to weight loss or physical function improvement in adults receiving bariatric surgery.", "results_summary": "The study found that physical exercise after bariatric surgery resulted in an additional 1.94 kg weight loss and a 29.67 m increase in 6-minute walk distance compared to surgery alone. Subgroup analyses indicated greater weight loss when exercise started one year or more post-surgery and when combining aerobic and resistance training.", "population_specificity": "Adults with obesity who underwent bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:33.640850+00:00"}
{"study_id": 114475, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare concepts of appetite hormonal regulation, reasons for obesity development, and the effectiveness of bariatric procedures over the last decade.", "results_summary": "The study found that bariatric surgeries like Roux-en-Y gastric bypass, sleeve gastrectomy, and adjustable gastric banding effectively reduce body weight and improve metabolic syndrome components, though not all. Long-term hormonal profile changes post-surgery require further observation.", "population_specificity": "Individuals with obesity and associated endocrine disturbances.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:34.830721+00:00"}
{"study_id": 114473, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if patient attrition from bariatric surgery programs impacts clinical outcomes, specifically weight loss and metabolic comorbidity improvements.", "results_summary": "The study found statistically significant differences in weight loss outcomes between patients followed by the bariatric surgery practice (BSP) and those seen by other providers (ABSP) at 1 and 2 years post-surgery, with BSP patients showing higher total weight loss. Significant improvements in type 2 diabetes, hypertension, and hyperlipidemia were observed across all patients.", "population_specificity": "Patients who underwent laparoscopic Roux-en-Y gastric bypass (LRYGB) between 2008 and 2015 (N=1242).", "effective_dosage": "Not mentioned", "study_duration": "3 years (follow-up at 1, 2, and 3 years post-surgery)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:35.220117+00:00"}
{"study_id": 114476, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the connection between bipolar disorder (BD) and obesity, and evaluate the role of bariatric surgery as a weight-loss intervention for patients with stable BD.", "results_summary": "The study found that bariatric surgery may be the most robust intervention for weight loss in patients with stable BD, though access to it may be limited. Obesity in BD patients serves as a severity proxy and predictor of poorer outcomes, with obesity-related conditions contributing to premature mortality.", "population_specificity": "Patients with bipolar disorder (BD) who are at increased risk for obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:37.040032+00:00"}
{"study_id": 114478, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to describe shared values, feelings, and thoughts among visitors to a web-based forum for those undergoing bariatric surgery.", "results_summary": "The study identified four themes related to the bariatric surgery journey, including high and often unrealistic expectations, challenges in navigating the healthcare system, managing pre-operative diets, and dealing with others' attitudes. Posters viewed the surgery as a transformative but challenging process.", "population_specificity": "Visitors to a web-based forum for individuals undergoing bariatric surgery (498 posts analyzed).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:37.636394+00:00"}
{"study_id": 114477, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the per-patient procedural costs of Roux-en-Y gastric bypass (RYGB), sleeve gastrectomy (SG), and adjustable gastric banding (AGB) in the UK.", "results_summary": "Mean procedural costs were £5002 for RYGB, £4306 for SG, and £2527 for AGB. Sensitivity analyses showed that varying staff seniority, procedure times, or consumable prices had modest impacts on costs (±4-13%), while adjusted total costs were similar to NHS tariffs for RYGB and SG but much lower for AGB.", "population_specificity": "Patients undergoing bariatric surgery in two NHS hospitals and one private hospital in the UK.", "effective_dosage": "Not applicable (surgical procedures).", "study_duration": "Single surgical procedure per patient.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:39.338479+00:00"}
{"study_id": 114481, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential of bariatric surgery as a therapeutic intervention for obesity in older adults, alongside other approaches.", "results_summary": "The abstract mentions bariatric surgery as a promising future intervention but notes insufficient evidence specific to obese older adults to recommend it at this time. Few studies focus on this population.", "population_specificity": "Older adults with obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:41.050263+00:00"}
{"study_id": 114480, "supplement_id": 913, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the incidence of alcohol use disorder (AUD) following sleeve gastrectomy (SG) and Roux-en-Y gastric bypass (RYGB) in bariatric surgery patients.", "results_summary": "The study found that AUD prevalence increased postoperatively, particularly after the second year, with similar rates between SG and RYGB. Higher educational level and household income were identified as predisposing factors for AUD development.", "population_specificity": "Morbidly obese patients undergoing bariatric surgery (n=5724).", "effective_dosage": "Not Assessed", "study_duration": "2 years postoperatively", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:41.372179+00:00"}
{"study_id": 114482, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the evidence on the use of telemedicine for providing healthcare services to bariatric surgery patients.", "results_summary": "The review found that telemedicine may be a potential method for delivering healthcare services to bariatric surgery patients, with studies examining its feasibility, acceptance, and impact on weight loss and behavioral changes. However, the evidence base was insufficient for definitive conclusions, with only one randomized controlled trial showing significant differences between intervention and control groups.", "population_specificity": "Bariatric surgery patients", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:42.783564+00:00"}
{"study_id": 114479, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether bariatric surgery (Roux-en-Y gastric bypass or sleeve gastrectomy) leads to changes in common bile duct diameter and whether the type of surgery affects biliary pathophysiology.", "results_summary": "The study found that bariatric surgery results in common bile duct dilation, with Roux-en-Y gastric bypass causing a greater increase (1.4 mm) compared to sleeve gastrectomy (0.5 mm). The dilation occurred regardless of cholecystectomy status.", "population_specificity": "Adult patients who underwent Roux-en-Y gastric bypass or sleeve gastrectomy between January 2010 and December 2013, with pre- and post-operative imaging studies.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "Average follow-up time was 24.1 months post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:44.117835+00:00"}
{"study_id": 114483, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the association of bariatric surgery with suicide events and suicide/self-harm attempts in patients who underwent weight loss surgery.", "results_summary": "The study found that post-bariatric surgery patients had a suicide event rate of 2.7/1000 patients and a suicide/self-harm attempt rate of 17/1000 patients, with higher risks compared to pre-surgery and matched controls (OR 1.9 and 3.8, respectively).", "population_specificity": "Predominantly female (76.9%) patients who underwent bariatric surgery, with Roux-en-Y gastric bypass (RYGB) as the most common procedure (58.9%).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:44.511930+00:00"}
{"study_id": 114484, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the effectiveness of bariatric/metabolic surgery versus various drugs in achieving weight reduction and glycemic control in patients with type 2 diabetes.", "results_summary": "The abstract suggests that bariatric/metabolic surgery is a viable treatment for weight loss and glycemic control in type 2 diabetes patients, though it does not provide specific comparative results. Lifestyle changes alone are noted as insufficient, prompting the exploration of surgical and pharmaceutical interventions.", "population_specificity": "Patients with type 2 diabetes and obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:44.705451+00:00"}
{"study_id": 114485, "supplement_id": 913, "safety_score": "70", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to review endoscopic approaches for managing biliary stones in patients with Roux-en-Y gastric bypass surgery.", "results_summary": "The study found that Roux-en-Y gastric bypass is effective for weight loss but can lead to biliary stones, making endoscopic removal challenging. It highlights various endoscopic techniques and provides a treatment algorithm for such cases.", "population_specificity": "Patients with Roux-en-Y gastric bypass reconstruction.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:44.777956+00:00"}
{"study_id": 114486, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine whether preoperative weight loss improves clinical outcomes in surgical patients with clinically significant obesity, particularly focusing on bariatric surgery.", "results_summary": "Preoperative weight loss programs led to significant weight reduction but were not associated with reduced perioperative mortality or morbidity. The pooled effect estimate showed a mean difference of -7.42 kg compared to controls.", "population_specificity": "Patients with clinically significant obesity undergoing surgical procedures, primarily from European and North American centers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:47.290948+00:00"}
{"study_id": 114487, "supplement_id": 913, "safety_score": "70", "efficacy_score": 80, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of bariatric surgery on nonalcoholic fatty liver disease (NAFLD) in obese patients through a systematic review and meta-analysis.", "results_summary": "Bariatric surgery led to significant resolution of NAFLD features (steatosis, inflammation, ballooning degeneration, and fibrosis) in most patients, but 12% experienced new or worsening NAFLD features. The overall quality of evidence was very low.", "population_specificity": "Obese patients with NAFLD.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:48.493443+00:00"}
{"study_id": 114491, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to review the role of bariatric surgery as a treatment strategy for childhood obesity alongside lifestyle modifications and pharmacotherapy.", "results_summary": "The abstract mentions bariatric surgery as a treatment strategy but does not provide specific results regarding its effects, suggesting it is part of a broader discussion on obesity management.", "population_specificity": "Children with obesity.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:51.734499+00:00"}
{"study_id": 114488, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate whether bariatric surgery reduces the risk of macrovascular events (coronary artery disease and cerebrovascular diseases) in patients with severe obesity and type 2 diabetes compared to usual care.", "results_summary": "Bariatric surgery was associated with a lower incidence of macrovascular events (2.1% vs. 4.3%) and coronary artery disease (1.6% vs. 2.8%) at 5 years compared to nonsurgical patients, but no significant difference was found for cerebrovascular disease.", "population_specificity": "Patients with severe obesity (BMI ≥35) and type 2 diabetes, aged 19-79 years.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Median follow-up of 4.7 years for surgical patients and 4.6 years for controls.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:52.756396+00:00"}
{"study_id": 114490, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the 6-year rates of continuation, discontinuation, or initiation of antihypertensive and lipid-lowering therapy after bariatric surgery compared to a matched control group of obese patients.", "results_summary": "Bariatric surgery led to significantly greater reductions in antihypertensive and lipid-lowering therapy use compared to controls, with gastric bypass being more effective than sleeve gastrectomy. The proportion of patients starting new medication was also lower in the bariatric group.", "population_specificity": "Obese patients in France who underwent gastric bypass or sleeve gastrectomy in 2009, matched with control patients.", "effective_dosage": "Not specified", "study_duration": "6 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:53.184424+00:00"}
{"study_id": 114492, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of bariatric surgery in resolving glucose intolerance, diabetes, and PCOS in obese patients.", "results_summary": "Bariatric surgery was found to be the most successful approach for obese patients with PCOS, with glucose intolerance, diabetes, and PCOS resolving in most cases during follow-ups. The study highlights its superior efficacy compared to other interventions like lifestyle modifications and insulin sensitizers.", "population_specificity": "Obese premenopausal women with PCOS and metabolic complications like insulin resistance and glucose intolerance.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:53.271987+00:00"}
{"study_id": 114493, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine which bariatric surgical procedure is most effective for achieving type 2 diabetes remission by comparing multiple surgical treatments.", "results_summary": "The network meta-analysis found that biliopancreatic diversion (BPD) and mini gastric bypass (mini-GBP) had the highest diabetes remission rates among the eight surgical procedures studied, though these procedures were less commonly performed.", "population_specificity": "Patients with type 2 diabetes mellitus undergoing bariatric surgery or non-surgical treatments.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:54.010463+00:00"}
{"study_id": 114489, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to describe weight regain after Roux-en-Y gastric bypass (RYGB) surgery and compare different weight regain measures for their association with clinical outcomes.", "results_summary": "The study found that weight regain was highest in the first year after reaching nadir weight but continued over time, with the percentage of maximum weight lost being the strongest predictor of clinical outcomes. The percentage of participants who regained weight varied by threshold, with 67.3% regaining ≥20% of maximum weight lost five years after nadir weight.", "population_specificity": "1406 adults (median age 47, 80.3% female, 85.6% white) who underwent RYGB surgery in the US, with a median BMI of 46.3 presurgery.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "Median follow-up of 6.6 years (range 5.9-7.0 years)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:54.015577+00:00"}
{"study_id": 114494, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the effects of bariatric surgery on obesity-related comorbidities and its impact on bone health.", "results_summary": "Bariatric surgery has a positive effect on obesity-related comorbidities but is detrimental to bone health. The underlying mechanisms are complex and heterogeneous, requiring further understanding for therapeutic intervention.", "population_specificity": "Individuals with obesity (specifics not detailed).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:54.405033+00:00"}
{"study_id": 114495, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery in treating NAFLD in patients with HIV infection, particularly those with significant fibrosis or high risk for progression.", "results_summary": "The abstract suggests bariatric surgery can be considered for NAFLD treatment in high-risk HIV patients, but no specific efficacy or safety data are provided. It highlights the lack of studies on diet, exercise, or pharmacotherapy for this population.", "population_specificity": "Patients with HIV infection and NAFLD, particularly those with significant fibrosis, type 2 diabetes, metabolic syndrome, elevated transaminases, or pronounced necroinflammation.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:57.064533+00:00"}
{"study_id": 114497, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the rates of use and efficacy of stent placement for postoperative leaks following bariatric surgery.", "results_summary": "Stent placement was used in 24% of leak cases, but 39% of those patients still required reoperation. Stent use was associated with a higher likelihood of readmission compared to reoperation alone.", "population_specificity": "Patients who experienced anastomotic or staple line leaks after bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:00.253636+00:00"}
{"study_id": 114498, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential role of bariatric surgery, specifically Roux-en-Y gastric bypass (RYGB), in treating nonalcoholic steatohepatitis (NASH).", "results_summary": "Studies showed that RYGB improved all NASH histologic features at 1 year and was superior to adjustable gastric band in treating NASH. Randomized controlled trials and long-term studies are ongoing to further clarify its role in NASH therapy.", "population_specificity": "Patients with nonalcoholic steatohepatitis (NASH).", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:01.256539+00:00"}
{"study_id": 114499, "supplement_id": 913, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the safety and efficacy of clip versus monopolar cauterization methods for staple line bleeding control in laparoscopic Roux-en-Y gastric bypass.", "results_summary": "The study found no significant differences between clip and monopolar cauterization methods in terms of intraoperative and postoperative outcomes, including bleeding, operation time, and complications. Monopolar cauterization was deemed a safe and effective alternative to clipping for staple line bleeding control.", "population_specificity": "70 morbidly obese patients undergoing laparoscopic Roux-en-Y gastric bypass, excluding those with previous upper gastrointestinal surgery, re-do procedures, or open surgeries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:01.358675+00:00"}
{"study_id": 114496, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to subtype bariatric surgery patients based on temperament, emotion dysregulation, and disinhibited eating before and after surgery and assess the predictive value of these subtypes for long-term health outcomes.", "results_summary": "The study identified five pre-surgery and three post-surgery subtypes, which were significantly associated with varying levels of psychopathology. Post-surgery subtypes better predicted eating disorder psychopathology, depression, and quality of life but did not predict weight loss outcomes. Patients with pre-surgery self-control deficits were more likely to retain these deficits post-surgery.", "population_specificity": "229 bariatric surgery patients from a multicenter registry.", "effective_dosage": "Not specified", "study_duration": "3 years (pre-surgery, 2 years post-surgery, and 3 years post-surgery assessments)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:01.842420+00:00"}
{"study_id": 114501, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the role of bariatric surgery in weight loss and its implications for cardiovascular health, alongside other preventive and treatment modalities for obesity.", "results_summary": "The abstract does not provide specific findings on bariatric surgery but indicates it is briefly reviewed alongside other weight loss methods, suggesting it is considered as part of a broader discussion on obesity treatment.", "population_specificity": "Not specified (general discussion on obesity and cardiovascular risks).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:01.909921+00:00"}
{"study_id": 114500, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of bariatric surgery on intraocular pressure (IOP) and other ophthalmic parameters in obese women compared to non-obese controls.", "results_summary": "Obese women had significantly higher IOP at baseline than controls, which decreased after bariatric surgery, while no change was observed in the control group. The reduction in IOP correlated with weight loss and other obesity measures.", "population_specificity": "22 obese women and 15 non-obese age-matched women.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "6 months post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:02.989094+00:00"}
{"study_id": 114502, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of FXR and TGR5 in regulating hepatic bile acid metabolism and their potential as targets for type 2 diabetes treatment.", "results_summary": "The study found that bile acid profile is a key regulator of metabolic homeostasis and that inhibiting Cyp8b1 expression, which determines bile acid profile, may be an effective therapeutic approach for type 2 diabetes. FXR and TGR5 were identified as regulators of bile acid metabolism and Cyp8b1 expression, offering a potential mechanism for treatment.", "population_specificity": "Not specified (focus on molecular mechanisms rather than a specific human population).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:03.332002+00:00"}
{"study_id": 114503, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the long-term cardiovascular and renal outcomes of bariatric surgery in adults with type 2 diabetes mellitus (T2DM).", "results_summary": "Bariatric surgery was associated with reduced all-cause mortality, cardiovascular disease risk, albuminuria, and progressive chronic kidney disease. Patients with poorer glycemic control and established microvascular disease preoperatively may benefit the most.", "population_specificity": "Adults with T2DM, particularly those with poorer glycemic control and established microvascular complications.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:04.615038+00:00"}
{"study_id": 114507, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the phenomenon of early worsening of diabetic retinopathy (DR) in various settings, including bariatric surgery, and discuss potential mechanisms.", "results_summary": "The abstract mentions that early worsening of DR can occur in patients undergoing bariatric surgery, likely due to rapid reductions in blood-glucose levels, but does not provide specific outcomes or data.", "population_specificity": "Patients with diabetes undergoing bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:09.341102+00:00"}
{"study_id": 114505, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether a brief DBT-ST group intervention adjunctive to bariatric surgery could reduce eating pathology and improve weight loss outcomes in pre-surgical candidates.", "results_summary": "The study found that participants in the DBT-ST plus TAU group showed reduced eating pathology and may be on a better weight loss trajectory compared to those receiving only TAU. The intervention demonstrated potential benefits as an adjunctive therapy for bariatric surgery candidates.", "population_specificity": "95 bariatric surgery candidates (50 in DBT-ST + TAU group, 45 in TAU-only group).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:10.059319+00:00"}
{"study_id": 114504, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of bariatric surgery versus pharmacotherapies for obesity and type 2 diabetes, highlighting the potential of emerging multi-agonist drugs.", "results_summary": "Bariatric surgery typically results in significant and sustained weight loss, outperforming pharmacotherapies, which usually achieve only 5-10% weight reduction. Multi-agonist drugs show promise in bridging this gap by targeting multiple metabolic hormone receptors for improved outcomes.", "population_specificity": "Individuals with obesity and type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:10.168808+00:00"}
{"study_id": 114506, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "To evaluate the impact of adding omentectomy to bariatric surgery on metabolic outcomes such as body mass index, insulin, glucose, cholesterol, lipoproteins, and triglycerides.", "results_summary": "Adding omentectomy to bariatric surgery resulted in a minimal but statistically significant decrease in body mass index compared to bariatric surgery alone, but no overall improvement in metabolic outcomes was observed. The study concluded that the therapeutic use of omentectomy added to bariatric surgery is not warranted.", "population_specificity": "366 patients from randomized controlled trials, with a median follow-up time of 1 year after surgery.", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:10.750409+00:00"}
{"study_id": 114510, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to examine changes in weight, comorbidities, and complications after bariatric surgery in obese adolescents.", "results_summary": "The study found weight loss, improvement in comorbidities, and complications across all procedures, though outcomes were inconsistently reported. The sleeve gastrectomy is increasing in use, while the lap band is decreasing.", "population_specificity": "Obese adolescents aged 11-21 years in the United States.", "effective_dosage": "Not Assessed", "study_duration": "Greater than 30 days of results reported.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:11.111173+00:00"}
{"study_id": 114509, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if ileal interposition with duodenal diversion sleeve gastrectomy (II-DD-SG) is superior to standard medical treatment in achieving remission of type 2 diabetes mellitus (T2DM) in obese patients.", "results_summary": "II-DD-SG led to significant remission of T2DM (86% complete remission at one year, 68% at five years) and reduced cardiovascular risk factors, while medical treatment showed minimal remission (only two patients). The surgery also normalized glucose levels and reduced insulin resistance.", "population_specificity": "Obese patients (BMI > 30) with type 2 diabetes mellitus.", "effective_dosage": "Not specified", "study_duration": "Follow-up periods of one and five years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:12.344191+00:00"}
{"study_id": 114511, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to explore whether bariatric surgery is an effective intervention for obese asthma patients, particularly in severe or difficult-to-control cases.", "results_summary": "The study suggests that bariatric surgery may be a viable option for obese asthma patients in extreme cases, but it does not conclusively establish causality between obesity and asthma. The complexity of both conditions requires tailored therapeutic approaches.", "population_specificity": "Obese asthma patients, particularly those with severe or difficult-to-control asthma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:12.605265+00:00"}
{"study_id": 114513, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of bariatric surgery as a weight-loss intervention for patients with obstructive sleep apnea (OSA) who are overweight or obese.", "results_summary": "The study found that bariatric surgery, along with other interventions, can promote weight loss, reduce OSA severity, reverse comorbidities, and improve quality of life, though methodological limitations were noted in published studies.", "population_specificity": "Adult patients with OSA who are overweight or obese.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:17.635884+00:00"}
{"study_id": 114515, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the outcomes of metabolic surgery (RYGB vs. SG) in Asians, focusing on weight loss, T2DM resolution/improvement, and hypertension resolution.", "results_summary": "RYGB resulted in significantly higher % excess weight loss compared to SG, while T2DM resolution/improvement and hypertension resolution rates were similar between the two procedures.", "population_specificity": "Asian patients with obesity and/or type 2 diabetes mellitus.", "effective_dosage": "Not specified", "study_duration": "Minimum follow-up of 1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:18.084639+00:00"}
{"study_id": 114516, "supplement_id": 913, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to assess the comparative effectiveness and safety of bariatric procedures in the Medicare-eligible population.", "results_summary": "Bariatric surgery resulted in greater weight loss compared to no surgery or conventional treatment, with lower overall mortality after 30 days but higher 30-day postoperative mortality. It was associated with reduced cardiovascular risk and improvements in respiratory, musculoskeletal, metabolic, and renal outcomes, though RYGB had more major complications than SG or AGB.", "population_specificity": "Medicare-eligible patients (older than 65 years).", "effective_dosage": "Not Assessed", "study_duration": "Longest follow-up was 5.9 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:19.146033+00:00"}
{"study_id": 114517, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the relationship between inflammation, obesity, and bariatric surgery, focusing on its physiological and molecular mechanisms.", "results_summary": "The study highlights bariatric surgery as an effective treatment for morbid obesity and type 2 diabetes, with evidence suggesting it improves inflammatory status in obese individuals. The correlation between obesity, inflammation, and type 2 diabetes is partially clarified.", "population_specificity": "Subjects with obesity, particularly those with type 2 diabetes.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:19.486695+00:00"}
{"study_id": 114508, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to compare 30-day outcomes between robotic-assisted and laparoscopic bariatric surgery procedures (RYGB and SG) to assess the clinical benefits of the robotic platform.", "results_summary": "The robotic approach showed significant reductions in postoperative bleeding, strictures, blood transfusions, anastomotic leaks, renal complications, and venous thromboembolism, with longer operative times but better outcomes after adjusting for confounders.", "population_specificity": "Patients aged 18-65 undergoing Roux-en-Y gastric bypass (RYGB) or sleeve gastrectomy (SG).", "effective_dosage": "Not Assessed", "study_duration": "30-day postoperative period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:20.439603+00:00"}
{"study_id": 114519, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Helicobacter pylori (HP) infection increases the risk of postoperative complications, such as marginal ulcers, in bariatric surgery patients.", "results_summary": "The study found that HP infection was associated with an increased risk of marginal ulcers and postoperative complications, though meta-analysis results were inconclusive (wide confidence intervals). The methodological quality of included studies varied from poor to good.", "population_specificity": "Patients undergoing bariatric surgery with or without preoperative HP eradication therapy.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:21.211086+00:00"}
{"study_id": 114518, "supplement_id": 913, "safety_score": "75", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to analyze the role of bariatric surgery in the development of de novo IBD and its impact on clinical outcomes and safety in patients with established IBD.", "results_summary": "The study found that bariatric surgery in carefully selected IBD patients is technically feasible and probably safe, with acute flares observed in only four UC patients. De novo IBD developed in 80 patients post-surgery, mostly females, with symptoms appearing between 1 month and 16 years after surgery.", "population_specificity": "Patients with obesity undergoing bariatric surgery, including those with established IBD and those who developed de novo IBD post-surgery.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:21.211894+00:00"}
{"study_id": 114520, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review therapeutic modalities to combat weight regain after bariatric surgery.", "results_summary": "The study found that weight regain is common after bariatric surgery, but various treatment options, including cognitive behavior therapy, appetite suppressants, and endoscopic procedures, can help reverse this trend. Revision surgery, though effective, may carry significant complications.", "population_specificity": "Patients who underwent bariatric surgery and experienced weight regain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:25.189084+00:00"}
{"study_id": 114521, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to explore the unclear effects of weight loss interventions, including bariatric surgery, on gastrointestinal cancer outcomes in obese patients.", "results_summary": "The study found that the impact of bariatric surgery on gastrointestinal cancer in obese patients remains unclear, though potential mechanisms like reduced inflammation and improved insulin resistance were noted. Large clinical trials are underway to clarify these effects.", "population_specificity": "Obese patients with or at risk of gastrointestinal cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:25.514083+00:00"}
{"study_id": 114522, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to provide guidelines for enhancing the quality of care in hernia treatment through metabolic and bariatric surgery by reviewing existing literature on obesity, obesity treatments, and hernia surgery.", "results_summary": "The study synthesized available knowledge, peer-reviewed literature, and expert opinion to suggest management strategies for effective and durable hernia repair in the context of obesity treatment. The guidelines are intended to be revised as additional evidence becomes available.", "population_specificity": "Individuals with obesity requiring hernia treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:27.515235+00:00"}
{"study_id": 114524, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the benefits and challenges of remote methods for long-term monitoring and postoperative interventions in bariatric surgery patients.", "results_summary": "The study found that remote assessments and interventions can help overcome barriers like time, geography, and cost, improving access to care and outcomes for bariatric surgery patients. It highlighted both the advantages and challenges of these approaches.", "population_specificity": "Patients who underwent bariatric surgery and required long-term follow-up.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:28.692193+00:00"}
{"study_id": 114523, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to systematically review and analyze the impact of bariatric surgery on periodontal clinical parameters, such as bleeding on probing, pocket depth, and clinical attachment levels.", "results_summary": "The study found increased periodontal inflammation and destruction at 6-month follow-up, but these differences were no longer significant at 12 months. The authors recommend periodontal screening and management for bariatric surgery patients to prevent further deterioration of periodontal status.", "population_specificity": "Patients undergoing bariatric surgery (n=250 at 6-month follow-up, n=191 at 12-month follow-up).", "effective_dosage": "Not specified", "study_duration": "6- and 12-month follow-up periods", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:28.889500+00:00"}
{"study_id": 114512, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to compare the short- and mid-term outcomes of Roux-en-Y gastric bypass (RYGB) and Laparoscopic Sleeve Gastrectomy (LSG) in terms of efficacy, safety, and postoperative complications.", "results_summary": "RYGB showed significantly higher excess weight loss (EWL) and longer hospital stays compared to LSG, but LSG had fewer postoperative complications like hair loss. Both procedures had similar effects on diabetes mellitus and hypertension.", "population_specificity": "62 patients who underwent either RYGB or LSG between 2010 and 2013 in a General Surgery Department.", "effective_dosage": "Not Assessed", "study_duration": "Follow-up at 1st, 3rd, 6th, and 12th months post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:29.456583+00:00"}
{"study_id": 114525, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the impact of bariatric surgery on liver histology in NAFLD patients using the NAFLD activity score and compare the effects of sleeve gastrectomy and Roux-en-Y gastric bypass.", "results_summary": "Bariatric surgery significantly improved NAFLD activity scores, with both sleeve gastrectomy and Roux-en-Y gastric bypass showing notable improvements. No significant difference in histologic recovery was found between the two surgical methods.", "population_specificity": "53 patients with NAFLD who underwent bariatric surgery at a university hospital in Germany.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "Median follow-up of 192 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:29.790286+00:00"}
{"study_id": 114526, "supplement_id": 913, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare clinical outcomes and intraoperative parameters between banded (BRYGB) and non-banded Roux-en-Y gastric bypass (NBRYGB) in patients with morbid obesity.", "results_summary": "The study found similar rates of complications, mortality, and remission of comorbidities (type 2 diabetes, hypertension, etc.) between BRYGB and NBRYGB, with comparable %EWL at 1 and 2 years. BRYGB showed increased %EWL at 5 years, but results were limited by few studies and lack of robust RCTs.", "population_specificity": "Patients with morbid obesity", "effective_dosage": "Not Assessed", "study_duration": "Follow-up at 1, 2, and 5 years postoperatively", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:30.727512+00:00"}
{"study_id": 114527, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the suitability of different bariatric surgery options for treating GERD in obese patients.", "results_summary": "The study found that sleeve gastrectomy may worsen or cause new GERD cases, while Roux-en-Y gastric bypass appears more effective for patients with both obesity and GERD. The presence of GERD should influence surgical choice.", "population_specificity": "Obese patients with or at risk of GERD.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:33.187976+00:00"}
