{"study_id": 112223, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the multifaceted effects of water-based treatments, including balneotherapy, on pain, inflammation, joint mobility, and overall well-being in patients with rheumatic diseases.", "results_summary": "The study found that balneotherapy and related water-based therapies effectively alleviate pain, reduce inflammation, improve joint mobility, and enhance physical and mental well-being in patients with rheumatic diseases. The therapies utilize water's thermal, mechanical, and chemical properties to regulate physiological and psycho-emotional states.", "population_specificity": "Patients with rheumatic diseases, including rheumatoid arthritis, osteoarthritis, ankylosing spondylitis, and fibromyalgia syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:12.359932+00:00"}
{"study_id": 3881, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate the influence of high-salinity geothermal mineral water baths on stress and fatigue reduction compared to music therapy and no treatment.", "results_summary": "Balneotherapy significantly reduced stress-related symptoms, pain, and fatigue while improving mood, cognitive function, and motivation, with effect sizes ranging from 0.8 to 2.3. It outperformed both music therapy (effect sizes 0.4–1.1) and the control group, which showed no significant improvements.", "population_specificity": "180 seamen randomized into three groups (geothermal, music, control).", "effective_dosage": "108 g/L salinity geothermal water bath, five times a week.", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:12.370559+00:00"}
{"study_id": 112230, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the therapeutic effects of Nitrodi's water, focusing on its potential benefits for inflammatory and autoimmune conditions and age-related skin deterioration.", "results_summary": "Nitrodi's water demonstrated strong promotional effects on cell proliferation, migration, and viability, as well as anti-oxidant and anti-inflammatory properties, supporting its use in wound healing, tissue remodeling, and inflammatory conditions.", "population_specificity": "Epithelial cell models and historical clinical data (specific human populations not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:12.484107+00:00"}
{"study_id": 3884, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether adding balneotherapy (BT) to standard physical therapy (PT) improves outcomes for chronic neck pain compared to PT alone.", "results_summary": "The study found that BT combined with PT was superior to PT alone in reducing pain and disability and improving quality of life in patients with chronic neck pain, with significant improvements in all measured parameters.", "population_specificity": "60 patients with chronic neck pain (30 in the study group, 30 in the control group).", "effective_dosage": "15 sessions of BT lasting 20 minutes/day.", "study_duration": "15 sessions (duration per session: 20 minutes).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:12.597516+00:00"}
{"study_id": 3882, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of balneotherapy, exercise, and their combination on fibromyalgia symptoms, including myalgic score, sleep quality, health status, and depression.", "results_summary": "The combined balneotherapy + exercise group showed significant improvements in total myalgic score, health status, and depression post-treatment, with sustained benefits at the third-month follow-up. Balneotherapy alone and combined therapy also improved sleep quality more effectively than exercise alone.", "population_specificity": "120 female fibromyalgia patients (mean age 37.21±12.45 years, range 18-63).", "effective_dosage": "Five days a week for three weeks (specific balneotherapy dosage not detailed).", "study_duration": "Three weeks of intervention, with follow-up at three months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:13.399260+00:00"}
{"study_id": 112234, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effectiveness of hydrotherapy (balneotherapy) on plasma blood glucose levels in patients with type 2 diabetes.", "results_summary": "The review found that hydrotherapy, including hot and cold therapies, can be an effective intervention for managing blood glucose levels in type 2 diabetes, with potential benefits for reducing diabetes-related complications.", "population_specificity": "Patients with type 2 diabetes.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:20.027814+00:00"}
{"study_id": 112237, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to review the use of physiotherapy, including balneotherapy, as an adjunct therapy for endometriosis to alleviate pain and improve quality of life.", "results_summary": "The study found that physiotherapy, including balneotherapy, can complement gynaecological treatment by reducing inflammation and pain, thereby improving the quality of life for women with endometriosis. The review highlighted various forms of physiotherapy but did not provide specific data on balneotherapy's isolated effects.", "population_specificity": "Women with endometriosis experiencing pelvic pain.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:20.181408+00:00"}
{"study_id": 112231, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness of a standard rehabilitation program (including balneotherapy) versus a program incorporating the HUBER platform (also including balneotherapy) for improving outcomes in patients with non-specific chronic low back pain.", "results_summary": "Both intervention groups showed significant improvements in spine strength, flexibility, mobility, endurance, pain, and disability. The HUBER group demonstrated greater reductions in disability and improved spine flexion-to-extension ratio at higher speeds compared to the standard group.", "population_specificity": "Individuals with non-specific chronic low back pain (NSCLBP).", "effective_dosage": "4 sessions of 2 hours each per week (combined with physiotherapy and either cycloergometer or HUBER exercises).", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:21.002268+00:00"}
{"study_id": 112241, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate factors associated with Length of Stay (LOS) in a transdisciplinary unit that included balneotherapy as part of rehabilitation for individuals after a suicide attempt by jumping.", "results_summary": "The study found that LOS in the transdisciplinary unit was primarily influenced by the severity of somatic injuries, with some psychiatric factors also playing a role. Balneotherapy was part of the rehabilitation approach, but its specific effects were not isolated in the results.", "population_specificity": "Men and women admitted after a suicide attempt by jumping with severe somatic injuries (mean age: 25.6 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:21.065224+00:00"}
{"study_id": 112240, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the therapeutic efficacy of radon baths in patients with osteochondrosis, comparing its effects to balneotherapy using ordinary tap water.", "results_summary": "The study found that radon baths reduced pain and movement difficulties in patients with osteochondrosis, specifically improving spine mobility but not affecting extremity joints. No significant improvements were observed in the control group using tap water.", "population_specificity": "40 patients with osteochondrosis of various spine regions and radicular syndrome, equally divided by gender.", "effective_dosage": "General baths at 34-36°C, 10-15 minutes, every other day, for a total of 10 sessions.", "study_duration": "10 sessions administered every other day.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:21.386488+00:00"}
{"study_id": 112242, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the short- and long-term effects of spa therapy, including balneotherapy, on pain, functional efficiency, and life satisfaction in patients with osteoarthritis of the spine.", "results_summary": "Short-term effects showed statistically significant improvement in all outcome measures for both spa and outpatient treatment groups, while long-term effects showed sustained improvement only in the spa group. Spa therapy reduced pain, improved functional efficiency, and increased life satisfaction for at least six months.", "population_specificity": "Patients with osteoarthritis of the spine (102 in spa therapy, 100 in outpatient treatment, 100 in no therapy).", "effective_dosage": "Not specified", "study_duration": "Not specified (assessments at start, one month, and six months post-therapy).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:21.449004+00:00"}
{"study_id": 112239, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the short-term effects of spa rehabilitation (Balneotherapy) on pain, mood, and quality of life in patients with degenerative or post-surgery musculoskeletal disorders (MSDs) under real-life conditions.", "results_summary": "The study found significant improvements in pain, mood, and quality of life after water-based exercise training, either alone or combined with traditional thermal therapies. No statistically significant differences were observed between the two treatment groups, except for a lower reduction in NRSa (activity-related pain) in the group receiving additional thermal therapies. Sulphate water was associated with less improvement compared to other water types.", "population_specificity": "123 patients with degenerative (64.3%) or post-surgery (35.8%) MSDs from six Italian spa facilities.", "effective_dosage": "12 sessions of water-based exercise (6 sessions/week for 2 weeks); 45 patients also received 12 mud therapy sessions and 12 thermal baths (6 sessions/week for 2 weeks).", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:23.601181+00:00"}
{"study_id": 112243, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of adapted physical activity (APA) and patient-oriented therapeutic education (PTE) programs, including aquatic activities (balneotherapy), on clinical signs, symptoms, and quality of life in patients with chronic venous disease (CVD).", "results_summary": "The study found that APA programs, particularly those including aquatic activities, alleviated clinical signs and symptoms and improved quality of life in CVD patients (stages C0-C5). PTE programs showed benefits for stage C6 patients, though quality of life improvements were rarely assessed. Combining APA and PTE, especially in balneotherapy, yielded promising results.", "population_specificity": "Patients with chronic venous disease (CVD), classified as stages C0-C6.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:24.699153+00:00"}
{"study_id": 112252, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "To develop and validate a method for producing placebo from tap water for medicinal water efficacy trials in Balneotherapy.", "results_summary": "No significant differences were found between medicinal water and tap water groups in patient identification or opinion changes, indicating the placebo method was effective. Familiarity with the medicinal water did not influence correct identification rates.", "population_specificity": "174 patients undergoing Balneotherapy treatment.", "effective_dosage": "Single 20-minute bath treatment.", "study_duration": "20 minutes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:28.582445+00:00"}
{"study_id": 112251, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to identify and evaluate clinical trials on crenobalneotherapy for low back pain to assess its potential as a treatment.", "results_summary": "The study reviewed 26 clinical trials involving 2695 patients, finding that some trials had good methodological quality and suggested crenobalneotherapy as a potential treatment for low back pain, though the role of mineral water remains uncertain. The methodological quality of trials needs improvement.", "population_specificity": "Patients suffering from low back pain treated in spa centers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:29.181637+00:00"}
{"study_id": 112246, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether immediate spa therapy (Balneotherapy) improves quality of life and alleviates symptoms in adults with plaque psoriasis compared to usual treatments.", "results_summary": "Immediate spa therapy significantly improved quality of life (DLQI ≤ 10 in 66.1% vs. 41.4% in controls) and reduced pruritus, with persistent benefits observed at 12-month follow-up.", "population_specificity": "Adults with plaque psoriasis, DLQI > 10, and stable medical treatment for the last 6 months.", "effective_dosage": "Standardized programs at five French spa resorts (specific dosage not detailed).", "study_duration": "Immediate spa therapy within 34 days (median), with assessments at 4.5 and 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:29.657688+00:00"}
{"study_id": 112249, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to summarize current knowledge about the effects of Balneotherapy (BT) and identify its possible mechanism of action in rheumatic diseases.", "results_summary": "Clinical studies confirmed BT's beneficial effects on inflammation, oxidative stress, cartilage metabolism, and immune responses in chronic degenerative musculoskeletal disorders. Preclinical and in vitro studies demonstrated BT's efficacy in reducing pain, inflammation, and oxidative stress markers, as well as its anti-inflammatory, antioxidant, and chondroprotective properties.", "population_specificity": "Patients with rheumatic diseases (e.g., osteoarthritis, rheumatoid arthritis) and murine models of OA and RA.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:29.659384+00:00"}
{"study_id": 112250, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of mud plus bath therapy versus bath therapy alone in treating hand and knee osteoarthritis.", "results_summary": "Mud plus balneotherapy showed significant improvements in pain, stiffness, and function for hand osteoarthritis compared to balneotherapy alone. For knee osteoarthritis, differences were less pronounced but numerically favored the mud plus balneotherapy group.", "population_specificity": "Patients with hand osteoarthritis (52) and knee osteoarthritis (37).", "effective_dosage": "Not specified", "study_duration": "12 months (with evaluations at baseline, week 2, and months 3, 6, 9, and 12)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:30.036884+00:00"}
{"study_id": 112253, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "To evaluate the additional effect and safety of peloidotherapy (heated mudpack) combined with usual care versus usual care alone in patients with rheumatoid arthritis (RA) at short- and middle-term follow-up.", "results_summary": "The study found a statistically significant improvement in the Health Assessment Questionnaire (HAQ) scores favoring the peloidotherapy group at all follow-up points. However, the primary outcome (low disease activity) did not show a statistically significant difference between groups at the third month (p=0.15).", "population_specificity": "Patients with rheumatoid arthritis (RA) recruited from the medical ecology and hydroclimatology department of Istanbul Medical Faculty.", "effective_dosage": "Heated mudpack (41-42°C) applied to painful and active joints 5 days/week for 2 weeks.", "study_duration": "2 weeks of intervention, with follow-up assessments at 1 and 3 months post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:32.323226+00:00"}
{"study_id": 112254, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to identify new tools for evaluating risk of bias and reporting quality in randomized controlled trials (RCTs) in rehabilitation, including balneotherapy, and to create a matrix of items for reporting and conducting such trials.", "results_summary": "The study identified 3 new scales (including the SPAC scale for balneotherapy) and the updated Cochrane RoB 2.0 tool, compiling 122 unique items for rehabilitation trials, with variability in items used for reporting and conduct.", "population_specificity": "Not specified (focus was on rehabilitation trials broadly, not a specific patient group).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:32.603601+00:00"}
{"study_id": 112255, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of peloid therapy combined with home exercise versus home exercise alone in improving pain, function, quality of life, and depression in patients with chronic low back pain.", "results_summary": "Peloid therapy combined with home exercise showed statistically significant improvements in pain, functional status, and quality of life compared to home exercise alone, both immediately after treatment and one month later. The therapy was particularly effective in reducing pain and improving function in chronic low back pain patients.", "population_specificity": "Patients with chronic low back pain (cLBP).", "effective_dosage": "15 sessions (5 days per week for 3 weeks), each lasting 30 minutes at 45°C.", "study_duration": "3 weeks of intervention, with follow-up assessments at 3 weeks and 1 month post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:35.554285+00:00"}
{"study_id": 112256, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of balneotherapy as a complementary or alternative treatment for psoriasis compared to conventional therapies.", "results_summary": "The study found that balneotherapy has been proven effective in achieving clinical improvement for psoriasis, with positive outcomes noted in the reviewed literature. It was highlighted as a beneficial complementary treatment alongside other stress management therapies.", "population_specificity": "Patients with psoriasis (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:36.184099+00:00"}
{"study_id": 112257, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize scientific evidence on the efficacy of medical hydrology (including balneotherapy) for managing various health conditions.", "results_summary": "The study found that balneotherapy is beneficial for specific musculoskeletal conditions, with effects lasting up to 9 months, and can support chronic venous insufficiency and inflammatory skin diseases like psoriasis. Higher-quality studies support its integrative use for osteoarthritis, fibromyalgia, and rheumatic low back pain.", "population_specificity": "Patients with musculoskeletal conditions, chronic venous insufficiency, inflammatory skin diseases, and those in rehabilitation.", "effective_dosage": "Not specified", "study_duration": "Effects observed up to 9 months (specific intervention duration not stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:38.193546+00:00"}
{"study_id": 112262, "supplement_id": 909, "safety_score": "90", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine if hyperthermic baths (HTB) as an add-on treatment could provide fast-acting, clinically relevant improvement in depression severity compared to physical exercise.", "results_summary": "HTB showed a significant reduction in depression severity (4.3-point improvement in HAM-D score) after 2 weeks compared to physical exercise, with better compliance and no serious adverse events. However, the high dropout rate in the exercise group may have influenced the results.", "population_specificity": "Medically stable outpatients with moderate depression (HAM-D score ≥ 18).", "effective_dosage": "Twice weekly HTB sessions (40°C for 15-20 minutes).", "study_duration": "8 weeks (primary outcome measured at 2 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:40.494838+00:00"}
{"study_id": 112259, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of balneological outpatient treatment (hydrotherapy and peloidotherapy) on clinical status and serum cytokine levels in patients with chronic low back pain (CLBP).", "results_summary": "The study group showed significant improvements in pain intensity, disability, and quality of life measures compared to the control group, with benefits sustained for 3 months. The study also noted an increase in anti-inflammatory cytokine IL-10 levels in the treatment group, though no direct correlation with pain scores was established.", "population_specificity": "74 patients with chronic low back pain (CLBP).", "effective_dosage": "Ten sessions (in 2 weeks) of hydrotherapy, peloidotherapy, and home exercise.", "study_duration": "2 weeks of intervention, with follow-ups at 1 and 3 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:40.823682+00:00"}
{"study_id": 112260, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a stress-prevention program (SGS) that included balneotherapy, along with other interventions, in reducing perceived stress and improving well-being in stressed entrepreneurs from green professions.", "results_summary": "The study found that the SGS program, which included balneotherapy, significantly improved stress levels and other outcomes immediately after the intervention, with effects remaining stable for at least six months. However, additional telephone-coaching did not further enhance these results.", "population_specificity": "Entrepreneurs from green professions (mostly full-time farmers) with increased stress levels (mean age: 55.3; 49.1% female).", "effective_dosage": "Not specified (balneotherapy was part of a multi-component program).", "study_duration": "12-day program with follow-up assessments up to 9 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:41.216726+00:00"}
{"study_id": 112265, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if underwater traction therapy improves chronic low back pain and quality of life.", "results_summary": "Underwater weight bath traction therapy significantly reduced pain levels (measured by VAS) in patients with chronic low back pain, with sustained improvements during follow-up. No significant changes were observed in disability or quality-of-life metrics beyond pain reduction.", "population_specificity": "176 patients with chronic low back pain (lasting >3 months) from outpatient clinics.", "effective_dosage": "Not specified (therapy involved underwater weight bath traction sessions).", "study_duration": "3-week therapy with follow-up at 9 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:41.650894+00:00"}
{"study_id": 112266, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate a new caregiver-reported global severity assessment tool (Comano score) for pediatric atopic eczema (AE) in the context of balneotherapy.", "results_summary": "The study found a strong correlation between the Comano score and SCORAD (r = 0.74, p < 0.0001), suggesting it may be a promising tool for assessing pediatric AE severity. However, further validation is needed before widespread clinical use.", "population_specificity": "867 pediatric patients (ages 1-16 years, mean 5.9 years) with doctor-confirmed atopic eczema undergoing balneotherapy at Comano Thermal Center.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:41.985146+00:00"}
{"study_id": 112270, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review nonpharmacological interventions, including balneotherapy, to minimize disease consequences in patients with established rheumatoid arthritis (RA).", "results_summary": "The abstract mentions balneotherapy as one of several nonpharmacological interventions reviewed, but specific results regarding its effects are not detailed. The study highlights the need for such interventions to address unmet needs in RA patients.", "population_specificity": "Patients with established rheumatoid arthritis (RA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:44.268577+00:00"}
{"study_id": 112269, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of liman peloid therapy combined with bath and heliotherapy compared to mud-bath therapy with clay peloid and heliotherapy in psoriatic patients.", "results_summary": "Group 1 (liman peloid, bath, and heliotherapy) showed a significant improvement in delta-PASI, delta-PASI3, and reduced psoriasis recurrences and topical drug use compared to Group 2 (mud-bath therapy with clay peloid and heliotherapy), though PASI reduction was not statistically significant.", "population_specificity": "Psoriatic patients (56 in Group 1, 35 in Group 2)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:44.486195+00:00"}
{"study_id": 112276, "supplement_id": 909, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to summarize the clinical effects of head-out immersion in natural thermal mineral water (HINTMW) as a common balneotherapy method for managing hypertension.", "results_summary": "The study found that HINTMW, either alone or as an adjuvant therapy, had no adverse effects on hypertensive patients and often had positive effects, though more high-quality evidence is needed to confirm therapeutic effectiveness.", "population_specificity": "Hypertensive patients (total of 1122 participants across 12 randomized controlled trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:49.072779+00:00"}
{"study_id": 112278, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to systematically review the scientific evidence on the benefits of aquatic treatments, including balneotherapy, for neck pain.", "results_summary": "The study found that aquatic treatments reduced neck pain and disability while improving functional capacity, quality of life, joint mobility, balance, relaxation, and mood, with evidence quality ranging from good to weak.", "population_specificity": "658 subjects with chronic neck pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:49.590449+00:00"}
{"study_id": 112279, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the scientific evidence supporting Persian mineral waters (balneotherapy) as a treatment option for psoriasis by reviewing historical medical manuscripts and modern clinical studies.", "results_summary": "The study found that Persian mineral waters exhibit keratolytic, antiproliferative, antibiotic, anti-inflammatory, and antioxidant effects, which can reduce clinical symptoms of psoriasis and improve patients' quality of life. Historical and modern evidence supports their use in psoriasis treatment.", "population_specificity": "Patients with psoriasis (no specific demographic details provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:50.488496+00:00"}
{"study_id": 112274, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 30, "study_goal": "The researchers aimed to study the historical ethnopharmacy of peat and Sphagnum moss in Central Europe, focusing on the origins of medical interest in peat in Polish science and the history of Tołpa's peat preparation (TPP).", "results_summary": "The study found that Tołpa's research ignored historical data on peat's external applications and failed to scientifically confirm internal benefits. TPP's purported anti-cancer properties lacked clinical validation, and the research project ultimately failed pre-clinical and clinical tests.", "population_specificity": "Not specified (historical and scientific review, not a clinical trial).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:50.717240+00:00"}
{"study_id": 112272, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "To compare the efficacy of intermittent versus consecutive balneological outpatient treatment (hydrotherapy and peloidotherapy) in fibromyalgia syndrome (FMS).", "results_summary": "Pain intensity significantly decreased in both groups, with no significant difference between them. The intermittent group showed a higher proportion of patients achieving minimal clinically important difference (MCID) on the Fibromyalgia Impact Questionnaire (FIQ) at the 1st month (48% vs. 24%), though this difference was not statistically significant.", "population_specificity": "Patients aged 18-60 diagnosed with FMS according to ACR 2010 criteria.", "effective_dosage": "20 min of full body immersion in a tap water pool at 38-39°C and 30 min of mud pack application on the back region at 45°C, delivered either five times weekly for 2 weeks (consecutive group) or two times weekly for 5 weeks (intermittent group).", "study_duration": "2 weeks for the consecutive group, 5 weeks for the intermittent group.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:53.910048+00:00"}
{"study_id": 112283, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of treatment duration (2 vs. 3 weeks) on the efficacy of spa therapy for pain, functional status, and quality of life in patients undergoing the same treatment protocol.", "results_summary": "Both therapy durations (2 and 3 weeks) showed significant improvements in pain, physical activity, and quality of life, except for social isolation. The 3-week group demonstrated better pain relief across all measurement times compared to the 2-week group.", "population_specificity": "Sixty individuals divided into two groups (3-week and 2-week therapy).", "effective_dosage": "Not specified (same treatment protocol for both groups).", "study_duration": "2 weeks (group 2) and 3 weeks (group 1).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:54.645578+00:00"}
{"study_id": 112282, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the relationship between daily hot water bathing at home (DHW) and hot water spa bathing (HSPA) with the number of underlying diseases in middle-aged and elderly ambulatory patients.", "results_summary": "The study found no association between DHW frequency or duration and underlying diseases, but lower HSPA frequency (one to three times per month or twice to five times a year) was significantly associated with increased risk of underlying diseases. The study suggests further research is needed to clarify the relationship between HSPA and patients' mental and physical support.", "population_specificity": "Middle-aged and elderly ambulatory patients (n=1261, 508 males and 753 females, aged 72.8±6.8 and 73.5±6.9 years, respectively).", "effective_dosage": "HSPA frequency: at least once a week (reference group), one to three times per month, or twice to five times a year.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:55.964040+00:00"}
{"study_id": 112285, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of balneological outpatient treatment (hydrotherapy and peloidotherapy) for chronic low back pain.", "results_summary": "The study found statistically significant improvements in pain (VAS), disability (Waddell Index), and quality of life (HAQ) after treatment, with no influence from age, sex, or treatment duration.", "population_specificity": "139 patients with chronic low back pain treated at the Department of Medical Ecology and Hydroclimatology (2008-2016).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:57.783134+00:00"}
{"study_id": 112286, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 60, "study_goal": "The researchers aimed to investigate the potential efficacy of psammotherapy (hot sand baths) in treating various diseases through a systematic review of existing studies.", "results_summary": "The review found limited evidence suggesting psammotherapy might improve symptoms and functionality in patients with rheumatoid arthritis and chronic obstructive pulmonary disease, but no definitive conclusions on clinical efficacy could be drawn due to the small number of studies.", "population_specificity": "Patients with rheumatoid arthritis and chronic obstructive pulmonary disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:58.637456+00:00"}
{"study_id": 112284, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether the organic fraction of Szigetvár thermal mineral water contributes to its therapeutic effects in patients with osteoarthritis of the hips and knees.", "results_summary": "The organic fraction significantly improved range of movement (ROM), WOMAC scores, and SF-36 scores compared to tap water, demonstrating beneficial health effects. The mineral water group also showed improvements, but the organic fraction had superior outcomes.", "population_specificity": "74 patients (age 67.3 ± 4.48 years) with osteoarthritis of the hips and knees.", "effective_dosage": "30-minute baths, five times a week.", "study_duration": "3 weeks of treatment, with a 3-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:58.703500+00:00"}
{"study_id": 112288, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effects of therapeutic muds on the skin microbiome, particularly in relation to rheumatic and dermatologic conditions.", "results_summary": "Limited data suggest that muds have varying effects on commensal and pathogenic microorganisms of the skin microbiome, but further research is needed to fully characterize these effects and extend their therapeutic indications.", "population_specificity": "Not specified (studies reviewed likely included individuals with rheumatic or dermatologic conditions).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:56:58.909400+00:00"}
{"study_id": 112271, "supplement_id": 909, "safety_score": "85", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the therapeutic applications of natural medicinal resources, including Balneotherapy, for treating various disorders and its role in disease prevention and rehabilitation.", "results_summary": "The study highlights that Balneotherapy, using natural medicinal waters, gases, and peloids, is effective for treating gastrointestinal, circulatory, respiratory, bone and joint, and skin disorders, with minimal side effects compared to synthetic drugs. It also notes that combining Balneotherapy with climate therapy under professional supervision can reduce treatment time and improve outcomes.", "population_specificity": "Not specified (general mention of disorders treated).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:00.148361+00:00"}
{"study_id": 112290, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of inpatient vs outpatient spa therapy on pain, quality of life, and anxiety in elderly patients with generalized osteoarthritis.", "results_summary": "Both inpatient and outpatient spa therapy were superior to medical treatment (etodolac) in improving pain, quality of life, and anxiety. Inpatient spa therapy showed greater benefits than outpatient therapy in most evaluated parameters.", "population_specificity": "Elderly patients with generalized osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "2 weeks of treatment, with follow-up at 4 weeks post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:03.415481+00:00"}
{"study_id": 112295, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy and safety of balneotherapy compared to paroxetine in treating generalized anxiety disorder (GAD).", "results_summary": "The study found that balneotherapy was superior to paroxetine in one quality trial involving 237 participants over 8 weeks, indicating efficacy for GAD. However, safety reporting was poor, and broader evidence for CAM methods in GAD remains limited.", "population_specificity": "Adults diagnosed with generalized anxiety disorder (GAD) according to standard criteria.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:04.597894+00:00"}
{"study_id": 112297, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of balneotherapy on chronic low back pain compared to traditional musculoskeletal pain killer treatment.", "results_summary": "Balneotherapy significantly improved pain levels (at rest and during activity), back pain-specific outcomes (Oswestry questionnaire), and quality of life (EuroQual-5D) in the target group, with effects persisting during follow-up. No significant changes were observed in the control group.", "population_specificity": "105 patients suffering from chronic low back pain (52 in the target group, 53 in the control group).", "effective_dosage": "Thermal mineral water treatment for 15 occasions over 3 weeks.", "study_duration": "3 weeks (with follow-up at 9 weeks post-treatment).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:07.338332+00:00"}
{"study_id": 112304, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if the clinical benefits of pelotherapy in osteoarthritis patients are mediated by anti-inflammatory effects and neuroendocrine-immune regulation.", "results_summary": "After a 10-day pelotherapy cycle, patients showed improved knee flexion, reduced pain and stiffness, better physical function, and enhanced quality of life. Serum inflammatory cytokines and eHsp72 decreased, while cortisol levels increased, suggesting systemic anti-inflammatory and neuroendocrine-immune regulatory effects.", "population_specificity": "21 patients diagnosed with primary knee osteoarthritis.", "effective_dosage": "Not specified (10-day cycle of pelotherapy at a spa center).", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:09.727348+00:00"}
{"study_id": 112305, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to analyze cross-regional variations in the use and access of psoriasis topical therapies, including balneotherapy.", "results_summary": "The study reported variation in the availability of balneotherapy among psoriasis treatments but did not provide specific efficacy or safety data for balneotherapy.", "population_specificity": "Dermatologists from the International Psoriasis Council (IPC) across 26 countries.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:10.962042+00:00"}
{"study_id": 112291, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the evidence supporting conservative therapeutic interventions, including balneotherapy, for treating osteoarthritis in finger joints.", "results_summary": "The study found that balneotherapy, whether combined or not combined with mud packs and magnetotherapy, was among the effective treatment interventions for individuals with osteoarthritis in finger joints, though evidence quality and effect sizes varied.", "population_specificity": "Adults aged 55 years and older with hand osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:14.346263+00:00"}
{"study_id": 112307, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether balneotherapy combined with exercise therapy provides more sustained improvement in joint function and pain reduction compared to exercise therapy alone in patients with hip osteoarthritis.", "results_summary": "The study found that balneotherapy combined with exercise therapy led to significantly greater improvements in WOMAC pain, stiffness, function, and total scores, as well as EQVAS scores, compared to exercise therapy alone, with 81% of balneotherapy patients achieving Minimal Clinically Important Improvement versus 30% of controls.", "population_specificity": "Outpatients with hip osteoarthritis according to ACR criteria.", "effective_dosage": "Balneotherapy administered on 15 occasions over 3 weeks using mineral water with 13.2 mg/L sulfide ion content.", "study_duration": "3 weeks of treatment, with follow-up at 12 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:14.595636+00:00"}
{"study_id": 112300, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically review the therapeutic role of mineral elements and chemical compounds in balneotherapy for musculoskeletal conditions, focusing on double-blind randomized clinical trials.", "results_summary": "Mineral water or mud treatments showed better and longer improvements in pain, function, quality of life, and clinical parameters for rheumatologic diseases compared to non-mineral treatments, though methodological limitations prevent firm causal conclusions.", "population_specificity": "Patients with rheumatological and musculoskeletal diseases (knee osteoarthritis, hand osteoarthritis, chronic low back pain, rheumatoid arthritis, osteoporosis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:17.048998+00:00"}
{"study_id": 112302, "supplement_id": 909, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the stress-relieving effects of single moor baths as part of a multimodal stress-reducing prevention program for individuals at risk of burnout.", "results_summary": "The study found a significant decrease in salivary cortisol after the first moor bath and improved mood state after both baths, suggesting stress-relieving effects. However, the cortisol reduction in week 3 was non-significant.", "population_specificity": "Subjects with high stress levels and increased risk of developing burnout syndrome (n=78).", "effective_dosage": "Moor bath (42°C, 20 min) followed by a 20-min resting period, administered seven times over 3 weeks.", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:18.481553+00:00"}
{"study_id": 112299, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if a 2-week spa therapy (balneotherapy) as an adjunct to usual pharmacological therapy provides beneficial effects in patients with rheumatoid arthritis (RA).", "results_summary": "Spa therapy significantly improved clinical outcomes (pain, global assessments, function, and disease activity) compared to control therapy, with benefits persisting for up to 6 months. The improvements were statistically significant in physician and patient global assessments and disease activity, with trends in pain and swollen joints.", "population_specificity": "50 patients with rheumatoid arthritis (RA) treated with traditional disease-modifying antirheumatic drugs.", "effective_dosage": "Daily saline balneotherapy session at 36-37°C for 20 minutes (except Sundays).", "study_duration": "2 weeks of spa therapy, with follow-up assessments at 3 and 6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:19.096645+00:00"}
{"study_id": 112308, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of consecutive versus intermittent balneological treatments (hydrotherapy and mud pack therapy) on knee osteoarthritis patients without disrupting their daily routines.", "results_summary": "Both consecutive and intermittent balneological treatments showed statistically significant clinical benefits and improved quality of life in knee osteoarthritis patients, with effects lasting up to 3 months for most parameters, though some variables (e.g., joint stiffness, mental health) showed diminished maintenance over time. Group 1 (consecutive treatment) had more variables where well-being was not maintained post-treatment compared to Group 2 (intermittent treatment).", "population_specificity": "Fifty patients diagnosed with knee osteoarthritis.", "effective_dosage": "Ten sessions total—Group 1: consecutive sessions over 2 weeks; Group 2: intermittent sessions over 5 weeks. Each session included a 38°C tap water bath followed by a 20-minute 45°C local peloid pack.", "study_duration": "2 weeks (Group 1) or 5 weeks (Group 2), with follow-up at 12 weeks post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:19.783219+00:00"}
{"study_id": 112309, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to assess the impact of a 3-week low-calorie diet and balneological treatment on coagulation parameters in morbidly obese patients to determine if these interventions could mitigate hypercoagulability risks.", "results_summary": "The study found no significant changes in coagulation parameters after the 3-week intervention, suggesting that balneotherapy and a low-calorie diet did not effectively reduce hypercoagulability in morbidly obese patients. The results indicated that substantial fat mass reduction might be necessary before hemostasis improvements occur.", "population_specificity": "36 morbidly obese patients (BMI > 40 kg/m2; mean age 46) compared to 24 healthy controls (BMI ≤ 24.9 kg/m2; mean age 39).", "effective_dosage": "Not specified", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:19.854921+00:00"}
{"study_id": 112310, "supplement_id": 909, "safety_score": "85", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether frequent immersion in thermoneutral water (ITW) could improve cardiovascular risk factors such as BMI, waist circumference, blood lipids, fasting blood glucose, and C-reactive protein in patients with mild to moderately elevated blood pressure.", "results_summary": "The study found no significant reduction in any of the secondary cardiovascular risk factors after 4 and 24 weeks of ITW, with no differences between the intervention and control groups. The authors concluded that ITW was not efficacious in inducing cardiovascular alterations in this hypertensive population.", "population_specificity": "Patients aged 57.6 ± 9.6 years with mild to moderately elevated blood pressure and a BMI of 29.5 ± 5.7 kg/m².", "effective_dosage": "45-60 minutes of immersion in thermal-mineral water at 34.0-36.0 °C, four times a week for 4 weeks (with one group reducing to once a week for an additional 20 weeks).", "study_duration": "24 weeks (4 weeks intensive, followed by 20 weeks maintenance for one group).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:23.295587+00:00"}
{"study_id": 112312, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of mud-bath therapy on serum biomarkers and clinical outcomes in patients with knee osteoarthritis.", "results_summary": "Mud-bath therapy significantly improved pain and function (VAS and WOMAC scores) in knee OA patients. Serum CTX-II levels increased significantly in the mud-bath group, suggesting enhanced cartilage turnover, while other biomarkers (COMP, MPO, hsCRP) remained unchanged.", "population_specificity": "103 patients with primary symptomatic bilateral knee osteoarthritis.", "effective_dosage": "A cycle of mud-bath therapy over 2 weeks (specific frequency not detailed).", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:23.453637+00:00"}
{"study_id": 112314, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of hot sulfurous and non-sulfurous water baths in treating knee osteoarthritis, comparing their pain-relieving and functional improvement outcomes.", "results_summary": "Both sulfurous and non-sulfurous water baths significantly reduced pain and improved physical function in knee osteoarthritis patients, with sulfurous baths showing longer-lasting effects. No significant differences were observed between the two treatment groups immediately post-treatment, but sulfurous baths outperformed non-sulfurous baths at the two-month follow-up.", "population_specificity": "140 patients (both genders, mean age 64.8±8.9 years) with knee osteoarthritis and chronic knee pain.", "effective_dosage": "30 individual thermal baths (three 20-minute baths per week for 10 weeks) at 37-39 °C.", "study_duration": "10 weeks (with follow-up two months post-intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:25.092215+00:00"}
{"study_id": 112316, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the short-term effects of spa therapy (Balneotherapy) on pain and physical function in older patients (65+ years) with various types of osteoarthritis.", "results_summary": "The study found statistically significant improvements in pain, physical function, and global assessments across multiple osteoarthritis subgroups, with responder rates ranging from 50% to 100%. The greatest improvements were observed in generalized and multiple joint osteoarthritis involving the knee.", "population_specificity": "Patients aged 65+ years with generalized, knee, hip, cervical, or lumbar spine osteoarthritis.", "effective_dosage": "Usual therapy packages (specific details not provided).", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:26.057741+00:00"}
{"study_id": 112320, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to summarize the clinical effects and mechanisms of action of spa therapy (balneotherapy) in treating hand osteoarthritis.", "results_summary": "The study found that spa therapy had beneficial effects on pain, function, and quality of life in hand osteoarthritis, though additional RCTs are needed to clarify mechanisms and effects of thermal treatments.", "population_specificity": "Patients with hand osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:27.170006+00:00"}
{"study_id": 112319, "supplement_id": 909, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of mud bath therapy (MBT) and leisure thermal activity (LTA) on endurance time and plasma IL-6 levels following an inspiratory resistive breathing challenge in COPD patients.", "results_summary": "MBT significantly improved endurance time after the challenge, suggesting a training effect, while LTA did not. Both interventions were safe, with minor adverse events reported in the MBT group.", "population_specificity": "42 patients aged 42-76 with mild to severe COPD.", "effective_dosage": "12 sessions of MBT or LTA.", "study_duration": "Not specified (12 sessions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:28.740952+00:00"}
{"study_id": 112317, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the therapeutic efficacy of balneotherapy (mineral waters and peloids) combined with calcipotriol versus calcipotriol alone in treating plaque psoriasis.", "results_summary": "The study found that balneotherapy combined with calcipotriol resulted in a significantly greater reduction in PASI scores (59.45%) compared to calcipotriol alone (39.34%), with sustained effects observed at 30-day follow-up. The most notable improvement was in desquamation reduction (p < 0.001).", "population_specificity": "60 patients with plaque psoriasis, divided into two groups (balneotherapy + calcipotriol vs. calcipotriol alone).", "effective_dosage": "Not specified", "study_duration": "21 days of treatment, with follow-up at 30 days post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:28.803877+00:00"}
{"study_id": 112318, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to summarize the available evidence on the effects of balneotherapy on patients with rheumatoid arthritis, focusing on clinical parameters and functional improvements.", "results_summary": "The review found statistically significant improvements in several clinical parameters, including functional capacity, morning stiffness, active joints, and handgrip strength, though results on pain were inconclusive. Heterogeneity in methodologies and mineral water compositions limited consistency across studies.", "population_specificity": "Patients with rheumatoid arthritis (496 participants across 8 RCTs).", "effective_dosage": "Not specified", "study_duration": "Follow-up periods ranged from 1 month to 6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:29.212386+00:00"}
{"study_id": 112322, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to review the effectiveness and quality of health resort medicine (HRM) treatments for non-musculoskeletal disorders.", "results_summary": "HRM treatments showed clinical improvement in skin, respiratory, circulatory, digestive, and nervous system disorders, but evidence was limited by small samples, lack of control groups, and insufficient follow-up.", "population_specificity": "Patients with non-musculoskeletal disorders from eight countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:30.781649+00:00"}
{"study_id": 112323, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review and evaluate recent evidence on the effectiveness of balneotherapy and spa therapy for patients with chronic low back pain (LBP).", "results_summary": "The study found that balneotherapy was superior to tap water therapy in relieving pain and improving function in the long term, and spa therapy combining balneotherapy with other treatments was effective in managing LBP, being either superior or equally effective to control treatments in both short and long terms. However, the overall quality of the trials was generally low.", "population_specificity": "Patients with chronic low back pain (LBP).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:34.207973+00:00"}
{"study_id": 112321, "supplement_id": 909, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine if adding mud-pack and hot pool treatments (balneotherapy) to patient education improves short- and mild-term outcomes in fibromyalgia patients compared to education alone.", "results_summary": "Balneotherapy significantly improved patient and physician global assessments, FIQ scores, and subscales (pain, fatigue, stiffness, etc.) post-treatment and at one-month follow-up, but no difference was found in BDI scores. The study concluded that balneotherapy combined with education is more beneficial than education alone for fibromyalgia.", "population_specificity": "70 women with fibromyalgia syndrome (60 completed the study).", "effective_dosage": "Heated pool treatment at 38°C for 20 min/day, followed by mud-pack at 45°C on the back region, applied on weekdays.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:34.424131+00:00"}
{"study_id": 112324, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize the clinical effects and mechanisms of action of spa therapy (balneotherapy and mud-pack therapy) in knee osteoarthritis (OA).", "results_summary": "The study found that spa therapy has a beneficial effect on pain, function, and quality of life in knee OA, with effects lasting up to 6-9 months post-treatment. The mechanisms are not fully understood but likely involve mechanical, thermal, and chemical factors.", "population_specificity": "Patients with symptomatic knee osteoarthritis, primarily aged 50 years and over.", "effective_dosage": "Not specified", "study_duration": "Effects observed until 6-9 months after treatment (exact intervention duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:35.409274+00:00"}
{"study_id": 112325, "supplement_id": 909, "safety_score": "85", "efficacy_score": 60, "quality_score": 90, "study_goal": "The researchers aimed to determine whether combined low-dose radon hyperthermia balneo treatment (LDRnHBT) and exercise impacts bone metabolism and quality of life in an at-risk population for osteoporosis.", "results_summary": "The study found significant changes in bone metabolism markers and self-assessed health in both LDRnHBT and placebo groups, but no significant difference between them. A slight trend favoring LDRnHBT was observed in reducing osteoclast-stimulating protein after 6 months.", "population_specificity": "Adults in an age group at risk for developing osteoporosis.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:36.283154+00:00"}
{"study_id": 112327, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the length of psoriasis remission in patients treated with standard therapeutic modalities, balneotherapy, or a combination of both.", "results_summary": "The study found that combined therapy (standard treatments and balneotherapy) resulted in a statistically significant longer remission compared to either treatment alone. Balneotherapy alone showed similar remission duration to standard treatments.", "population_specificity": "60 adult patients of both sexes with various clinical forms of psoriasis.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:37.395897+00:00"}
{"study_id": 112328, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of balneotherapy (BT) and hydrotherapy (HT) in managing fibromyalgia syndrome (FMS).", "results_summary": "The meta-analysis found moderate-to-strong evidence for small reductions in pain and improvements in health-related quality of life (HRQOL) with HT, but no significant effects on depressive symptoms or tender point count (TPC).", "population_specificity": "Patients with fibromyalgia syndrome (FMS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:37.632454+00:00"}
{"study_id": 112326, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the quality of study reports on spa therapy and balneotherapy using the SPAC checklist and examine the relationship between SPAC scores and publication characteristics.", "results_summary": "The study found that 78% of the analyzed trials focused on musculoskeletal and connective tissue diseases, with an average SPAC score of 10.8 out of 19. Key reporting deficiencies included details on spa facility locations, pH, bathtub scale, additional facilities, care provider qualifications, daily life instructions, and adherence. No correlation was found between SPAC scores and publication period, language, or impact factor.", "population_specificity": "Patients with diseases of the musculoskeletal system and connective tissue (majority of studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:39.226146+00:00"}
{"study_id": 112329, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the stress-relieving effects of balneotherapy with progressive muscle relaxation (PMR) and resting, focusing on subjective relaxation and salivary cortisol levels, and to assess if stress levels influenced relaxation responses.", "results_summary": "Balneotherapy was found to be more beneficial than PMR and resting in terms of subjective relaxation, while all three interventions similarly reduced salivary cortisol levels. Participants with high and low stress levels showed similar relaxation responses despite differences in somatic symptoms and morning cortisol levels.", "population_specificity": "Healthy volunteers (65.3% female).", "effective_dosage": "Not specified (intervention duration was 25 minutes).", "study_duration": "25 minutes per session.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:40.818154+00:00"}
{"study_id": 112330, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To determine if spa therapy combined with home exercises provides additional benefits over home exercises and usual treatment alone for generalized osteoarthritis associated with knee osteoarthritis.", "results_summary": "Spa therapy combined with home exercises showed a statistically significant improvement in achieving minimal clinically important improvement (MCII) compared to home exercises alone, but no difference was observed for the patient acceptable symptom state (PASS).", "population_specificity": "Patients with generalized osteoarthritis associated with knee osteoarthritis.", "effective_dosage": "18 days of spa treatment.", "study_duration": "6 months (follow-up period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:42.431257+00:00"}
{"study_id": 112331, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of balneotherapy plus physical therapy versus physical therapy alone in treating chronic low back pain.", "results_summary": "The study found that balneotherapy combined with physical therapy led to superior improvements in pain, functionality, and quality of life compared to physical therapy alone. Both groups showed improvements, but the combined treatment group had better outcomes.", "population_specificity": "81 patients with chronic low back pain.", "effective_dosage": "Not specified.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:42.446908+00:00"}
{"study_id": 112332, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of Lake Hévíz thermal mineral water therapy on pain, knee function, and quality of life in patients with knee osteoarthritis compared to a control group using tap water.", "results_summary": "Balneotherapy significantly improved pain, active flexion degree, physical function (WOMAC), and quality of life (EQ-5D) compared to the control group, with effects persisting for 15 weeks.", "population_specificity": "77 outpatients aged 45-75 with mild to moderate knee osteoarthritis.", "effective_dosage": "30-minute therapy sessions, five times a week.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:44.484541+00:00"}
{"study_id": 112334, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether balneotherapy, when added to physiotherapy, improves clinical parameters and quality of life in patients with chronic shoulder pain compared to physiotherapy alone.", "results_summary": "Balneotherapy combined with physiotherapy showed greater improvement in pain, function, and some quality-of-life measures compared to physiotherapy alone, with significant differences in certain parameters (e.g., VAS on movement, SPADI function score). However, not all improvements were statistically significant.", "population_specificity": "46 patients with chronic shoulder pain", "effective_dosage": "15 sessions over 4 weeks", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:45.861839+00:00"}
{"study_id": 112333, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to study the effects of balneotherapy and mud-bath therapy on pain, symptoms, and quality of life in patients with primary fibromyalgia, using rheumatological, psychiatric, biochemical, and proteomic approaches.", "results_summary": "Both balneotherapy and mud-bath therapy reduced pain and improved quality of life, with mud-bath therapy showing longer-lasting effects. Significant decreases in BDNF levels were observed after both treatments, but no changes in oxytocin, ATP, or serotonin transporter levels were detected.", "population_specificity": "41 patients (39 females, 2 males) with primary fibromyalgia meeting American College of Rheumatology criteria.", "effective_dosage": "Therapy once daily for 6 days/week.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:46.091677+00:00"}
{"study_id": 112335, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of two regimens combining geothermal seawater bathing with NB-UVB therapy versus NB-UVB monotherapy in treating psoriasis.", "results_summary": "Both combined regimens (three times weekly and intensive daily) showed significantly higher PASI 75 and PASI 90 response rates compared to NB-UVB monotherapy, along with improved quality of life, histological scores, and reduced NB-UVB doses.", "population_specificity": "68 psoriasis patients", "effective_dosage": "Three times weekly or daily geothermal seawater baths combined with NB-UVB therapy", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:46.094297+00:00"}
{"study_id": 112336, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the efficacy of spa therapy (balneotherapy) for patients with advanced chronic venous disorders (CVDs) in reducing leg ulcers and improving clinical status, symptoms, and quality of life.", "results_summary": "The study found no significant reduction in leg ulcer incidence after spa therapy, but it demonstrated significant improvements in clinical severity, symptoms, and quality of life for patients with advanced venous insufficiency, lasting at least one year.", "population_specificity": "Patients with primary or post-thrombotic chronic venous disorders (CVDs) in CEAP clinical classes C4a, C4b, or C5 (skin changes but no active ulcer).", "effective_dosage": "Four balneotherapy sessions per day for 6 days a week.", "study_duration": "3-week spa treatment course.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:50.469178+00:00"}
{"study_id": 112338, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to describe the role of PRM physicians in managing soft tissue pain syndromes, including the efficacy of Balneotherapy for fibromyalgia syndrome (FMS).", "results_summary": "The study found that Balneotherapy is efficacious in improving symptoms in FMS, alongside other interventions like exercise and cognitive behavioral therapy. It was grouped with meditative movement therapies and acupuncture as effective treatments.", "population_specificity": "Patients with fibromyalgia syndrome (FMS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:50.771259+00:00"}
{"study_id": 112339, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to compare the effectiveness of acupuncture and other physical treatments, including balneotherapy, for alleviating pain in knee osteoarthritis.", "results_summary": "Balneotherapy was found to produce a statistically significant reduction in pain compared to standard care, though the overall evidence quality was poor, with high risk of bias. In a sensitivity analysis of higher-quality studies, balneotherapy was not specifically highlighted, suggesting uncertainty about its efficacy relative to other treatments.", "population_specificity": "Patients with osteoarthritis of the knee.", "effective_dosage": "Not specified", "study_duration": "Short-term (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:51.422307+00:00"}
{"study_id": 112337, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to define the role of PRM physicians in managing inflammatory arthritis, including the use of balneotherapy as a non-pharmacological intervention.", "results_summary": "The abstract highlights balneotherapy as one of the non-pharmacological treatments used by PRM physicians to manage inflammatory arthritis, though specific efficacy data for balneotherapy alone are not detailed. Therapeutic patient education and exercise are emphasized as the cornerstones of therapy with strong evidence, while physical modalities like balneotherapy are primarily used to decrease pain and stiffness.", "population_specificity": "People with inflammatory arthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:51.869889+00:00"}
{"study_id": 112341, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether balneotherapy with mineral waters and mineral-water containing mud is effective in managing fibromyalgia symptoms.", "results_summary": "The study found that balneotherapy could improve fibromyalgia symptoms, including pain, depression, and minor symptoms, based on a systematic review of 7 selected studies.", "population_specificity": "Patients with fibromyalgia (142 received balneotherapy, 129 were controls).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:53.850344+00:00"}
{"study_id": 112340, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to estimate the effect of lifestyle adjustment activities, including balneotherapy, on patients with metabolic syndrome.", "results_summary": "Of the 63 patients followed, 76.2% no longer met the criteria for metabolic syndrome after a median follow-up of 10.4 months. The study suggests that lifestyle interventions in a spa environment may help a significant proportion of patients achieve remission from metabolic syndrome.", "population_specificity": "Adults with metabolic syndrome (≥3 NCEP-ATPIII criteria), predominantly female (76.2%), mean age 61.2 years.", "effective_dosage": "Not specified", "study_duration": "3-week standard stay in the spa, with 12-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:54.055103+00:00"}
{"study_id": 112342, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to systematically review and meta-analyze clinical trials on the effects of Hungarian thermal mineral water balneotherapy for conditions like chronic low back pain, osteoarthritis, and chronic pelvic inflammatory disease.", "results_summary": "The meta-analysis confirmed balneotherapy's beneficial effects on pain in degenerative joint and spinal diseases, as well as chronic pelvic inflammatory disease. It also showed positive impacts on antioxidant status, metabolic, and inflammatory parameters.", "population_specificity": "Patients with chronic low back pain, knee osteoarthritis, hand osteoarthritis, and chronic pelvic inflammatory disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:54.965032+00:00"}
{"study_id": 112343, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of sulphurous water balneotherapy in alleviating symptoms of hand osteoarthritis compared to warm tap water.", "results_summary": "The study found that balneotherapy with sulphurous water significantly improved pain, grip strength, and quality of life immediately post-treatment, with sustained benefits in pain and functional indices at 3 and 6 months. However, improvements in morning stiffness and quality of life were not sustained long-term.", "population_specificity": "47 patients with hand osteoarthritis meeting ACR criteria.", "effective_dosage": "20-minute baths, 15 sessions over 3 weeks.", "study_duration": "3 weeks of treatment, with follow-ups at 3 and 6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:55.645631+00:00"}
{"study_id": 112344, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of balneotherapy as a non-pharmacological intervention for fibromyalgia syndrome (FMS) compared to control interventions.", "results_summary": "The study found that balneotherapy showed small to moderate benefits over placebo in medium-sized trials, though evidence was limited due to methodological quality issues and heterogeneity. It was less effective than multicomponent therapy and aerobic exercise but more effective than some pharmacological treatments.", "population_specificity": "Patients with fibromyalgia syndrome (FMS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:59.137934+00:00"}
{"study_id": 112345, "supplement_id": 909, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic effects and safety of Dead Sea treatments, including balneotherapy, for rheumatologic diseases and psoriasis.", "results_summary": "Dead Sea treatments were found effective for psoriasis and several rheumatologic diseases, with no significant increase in skin neoplasia or blood pressure issues, though skin actinic damage was noted. Ingestion of Dead Sea water was toxic in rare cases.", "population_specificity": "Patients with rheumatologic diseases (rheumatoid arthritis, psoriatic arthritis, ankylosing spondylitis, knee osteoarthritis) and psoriasis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:59.750809+00:00"}
{"study_id": 112346, "supplement_id": 909, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to examine the beneficial effects of balneotherapy on cardiac function and inflammatory status in patients with chronic heart failure (CHF).", "results_summary": "Balneotherapy significantly improved clinical symptoms, cardiac function (EF, CTR), and reduced inflammatory biomarkers (hsCRP, TNF-α, IL-6) in CHF patients. The improvement in BNP correlated with reduced inflammation.", "population_specificity": "Thirty-two patients with systolic CHF (NYHA functional status II or III).", "effective_dosage": "Immersion in a hot spring at 40°C for 10 min daily.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:00.593679+00:00"}
{"study_id": 112347, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of thermal mineral water (balneotherapy) combined with magnetotherapy versus magnetotherapy alone in treating hand osteoarthritis.", "results_summary": "Balneotherapy combined with magnetotherapy showed statistically significant improvements in pain, hand function, and quality of life compared to the control group, with sustained benefits observed in the 38°C thermal water group.", "population_specificity": "Patients aged 50-70 with hand osteoarthritis.", "effective_dosage": "Thermal mineral water baths at 36°C or 38°C for 20 minutes daily, five times a week, plus magnetotherapy three times weekly.", "study_duration": "Three weeks of intervention with follow-up at 13 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:01.506637+00:00"}
{"study_id": 112348, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of balneotherapy alongside other rehabilitation methods in improving clinical outcomes for patients with shoulder stiffness.", "results_summary": "Balneotherapy, combined with physical therapy, showed positive effects on clinical progression, contrasting with classic rehabilitation exercises which initially had negative effects. The study did not detail specific outcomes solely for balneotherapy.", "population_specificity": "Patients with shoulder stiffness (148 cases).", "effective_dosage": "Not specified", "study_duration": "Up to 3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:01.707035+00:00"}
{"study_id": 112349, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of balneotherapy versus physical therapy, both combined with exercise, in patients with chronic low back pain.", "results_summary": "Both treatment groups showed significant improvements, but the balneotherapy group demonstrated better outcomes in back extensor muscle strength, flexibility, disability index, and certain quality-of-life measures. Balneotherapy combined with exercise was superior to physical therapy plus exercise in improving quality of life and flexibility.", "population_specificity": "Sixty patients with chronic low back pain.", "effective_dosage": "Ten sessions (specific dosage not detailed).", "study_duration": "Duration of intervention not explicitly stated, but follow-up was at 3 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:03.439184+00:00"}
{"study_id": 112351, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of balneotherapy in patients with chronic low back pain compared to conventional physiotherapy alone.", "results_summary": "The study found that balneotherapy combined with physiotherapy significantly improved pain intensity, functional disability, and spinal mobility compared to physiotherapy alone, with statistically superior outcomes in Group 1.", "population_specificity": "60 patients with lumbar spondylosis (chronic low back pain).", "effective_dosage": "Not specified", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:03.483477+00:00"}
{"study_id": 112350, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether balneotherapy with thermal-mineral water improves clinical parameters and quality of life in patients with chronic low back pain compared to tap water.", "results_summary": "The study found that balneotherapy significantly improved lumbar spine mobility, pain scores (VAS), Oswestry index, EuroQoL-5D index, and most SF-36 parameters compared to baseline. The treatment group showed better outcomes than the control group using tap water.", "population_specificity": "60 patients with chronic low back pain.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:03.644948+00:00"}
{"study_id": 112352, "supplement_id": 909, "safety_score": "90", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate changes in antioxidant, inflammatory, and metabolic parameters in obese and hypertensive patients during balneotherapy and assess its safety.", "results_summary": "Balneotherapy showed transient improvements in some metabolic and inflammatory markers (e.g., C-reactive protein, hemoglobin A1c) in hypertensive and obese patients, but effects were not sustained after 3 months. The study concluded that balneotherapy is safe and not contraindicated for these populations.", "population_specificity": "Obese (n=22) and hypertensive (n=20) patients, with matched controls.", "effective_dosage": "15 sessions of 30 minutes each in thermal water at 38°C.", "study_duration": "15 weeks (including follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:09.076443+00:00"}
{"study_id": 112354, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of balneotherapy in managing fibromyalgia symptoms compared to standard pharmacological treatment.", "results_summary": "Balneotherapy showed superior improvements in pain intensity, Fibromyalgia Impact Questionnaire (FIQ), Beck Depression Inventory (BDI), patient and investigator global assessments, and tender point count compared to the control group, with benefits lasting up to three months for most measures. Significant improvements were also noted in certain SF-36 subscales (PF, GH, MH) in the balneotherapy group, while the control group showed no such improvements.", "population_specificity": "Fifty women with fibromyalgia under pharmacological treatment.", "effective_dosage": "2 thermomineral water baths daily.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:10.990496+00:00"}
{"study_id": 112353, "supplement_id": 909, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether balneotherapy with mineral sulphate-bicarbonate-calcium water could improve symptoms and quality of life in patients with knee osteoarthritis.", "results_summary": "Balneotherapy significantly improved pain, functional capacities, and quality of life, with effects persisting through follow-up. Symptomatic drug consumption was also reduced, and tolerability was good with only light, transitory side effects.", "population_specificity": "60 outpatients with primary bilateral knee osteoarthritis (ACR criteria).", "effective_dosage": "Daily sulphate-bicarbonate-calcium mineral water bath.", "study_duration": "12 weeks (with follow-up).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:11.364826+00:00"}
{"study_id": 112356, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of balneotherapy (BT) in improving respiratory and other symptoms in patients with Primary Fibromyalgia Syndrome (FMS) when combined with standard physical therapy modalities (PTM).", "results_summary": "The study found that PTM combined with BT (PTM+BT) led to significant improvements in dyspnea, spirometric measurements, pain, depressive symptoms, and quality of life, with sustained benefits at 6-month follow-up compared to PTM alone or PTM with hydrotherapy (PTM+HT).", "population_specificity": "56 patients with Primary Fibromyalgia Syndrome (FMS), matched by age, gender, and illness duration.", "effective_dosage": "Not specified", "study_duration": "3 weeks of therapy, with follow-up at 6 months post-therapy.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:11.776033+00:00"}
{"study_id": 112358, "supplement_id": 909, "safety_score": "75", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential use of CO(2) balneotherapy as an adjuvant therapeutic option for cardiovascular diseases by reviewing existing evidence.", "results_summary": "The study identified three main effects of CO(2) hydrotherapy: reduced core temperature, increased cutaneous blood flow, and improved thermal sensation. It also discussed indications and contraindications but highlighted the need for further methodologically robust studies.", "population_specificity": "Patients with cardiovascular diseases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:11.919737+00:00"}
{"study_id": 112357, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review historical and contemporary evidence for the medicinal uses of water, including balneotherapy, and explore factors contributing to its decline in some regions.", "results_summary": "The study highlights the long-standing use of water therapies (hydrotherapy, balneotherapy, thalassotherapy) across ancient societies and their continued use today, though diminished in Anglo-Saxon regions due to lack of research funding and the rise of allopathic medicine. Modern science has identified health-giving properties in water, but the abstract does not detail specific outcomes of balneotherapy.", "population_specificity": "Not specified (historical and contemporary general use)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:12.587443+00:00"}
{"study_id": 112359, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to address the lack of international recognition and standardization in Health Resort Medicine, Balneology, Medical Hydrology, and Climatology by proposing a structured framework and terminology.", "results_summary": "The study highlights the need for standardized definitions and international consensus in the field, emphasizing the role of balneotherapy, hydrotherapy, and climatotherapy in health promotion, prevention, treatment, and rehabilitation. It suggests integrating these therapies within the ICF framework to account for environmental and social factors.", "population_specificity": "Not specified (general discussion, no specific population studied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:12.674526+00:00"}
{"study_id": 112355, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy and safety of balneotherapy at Comano spa versus topical corticosteroids in treating mild to moderate atopic dermatitis in children.", "results_summary": "Balneotherapy and topical corticosteroids both significantly reduced AD severity and improved quality of life after 2 weeks, though corticosteroids were more effective in reducing SCORAD scores. At 4 months, balneotherapy showed fewer and shorter relapses compared to corticosteroids.", "population_specificity": "Children aged 1-14 years with mild to moderate atopic dermatitis.", "effective_dosage": "Once daily for 2 weeks.", "study_duration": "2 weeks of intervention, with follow-up at 4 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:14.011565+00:00"}
{"study_id": 112360, "supplement_id": 909, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to assess the efficacy and safety of balneotherapy (BT) compared to paroxetine in treating generalized anxiety disorder (GAD) over an 8-week period.", "results_summary": "BT showed significant improvement in HAM-A scores compared to paroxetine (-12.0 vs -8.7; p<0.001), with higher remission (19% vs 7%) and sustained response rates (51% vs 28%). The study concluded BT is an effective and well-tolerated treatment for GAD.", "population_specificity": "Outpatients meeting DSM-IV criteria for generalized anxiety disorder (GAD).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:18.074374+00:00"}
{"study_id": 112361, "supplement_id": 909, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of balneotherapy on gait properties and clinical health parameters in patients with knee osteoarthritis.", "results_summary": "Balneotherapy improved gait speed, stance time, cadence, and stride length, while significantly reducing pain (VAS), Lequesne index, WOMAC score, and global assessments. The treatment showed statistically significant positive effects on both gait and clinical outcomes.", "population_specificity": "30 patients with knee osteoarthritis", "effective_dosage": "Two daily thermomineral water baths", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:18.890898+00:00"}
{"study_id": 58025, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the chemical composition and health benefits of Barberry (Berberis vulgaris L.) and its potential use in functional foods.", "results_summary": "The study found that Barberry contains phenolic compounds, antioxidants, and vitamins, contributing to its medicinal properties and potential for functional food applications. Clinical trials and epidemiological studies supported its health benefits.", "population_specificity": "Not specified (general human health focus).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:20.584278+00:00"}
{"study_id": 112362, "supplement_id": 910, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the current literature on Banaba Leaf and its constituents, focusing on its hypoglycemic effects and other potential health benefits.", "results_summary": "Banaba Leaf extracts, particularly corosolic acid and ellagitannins, demonstrated significant hypoglycemic effects, improved lipid metabolism, and exhibited additional beneficial activities such as antioxidant, anti-inflammatory, and antineoplastic effects. No adverse effects were reported in animal studies or human clinical trials.", "population_specificity": "Animal models, human subjects, and in vitro systems.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:20.650323+00:00"}
{"study_id": 58028, "supplement_id": 912, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review pharmacokinetic parameters of berberine (from Barberry), including bioavailability, metabolism, distribution, excretion, and drug-drug interactions, as well as evaluate developed products with improved bioavailability.", "results_summary": "Berberine exhibits multiple pharmacological effects but has poor bioavailability (<1%). It undergoes extensive metabolism, with fecal excretion being higher than urinary or biliary excretion. Concomitant administration with certain drugs may lead to significant interactions.", "population_specificity": "Animal and human studies (not specified further).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "Metformin, cyclosporine A, digoxin.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:22.280993+00:00"}
{"study_id": 58024, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the impact of barberry and its primary component berberine on key human CYP450 enzymes, particularly focusing on potential drug interactions.", "results_summary": "The study found that berberine influences multiple CYP450 isoforms, including CYP3A4/5, CYP2D6, CYP2C9, CYP2E1, CYP1A1/2, and most CYP2B subfamily isoforms, potentially affecting drug metabolism and toxicity. The most significant interactions were related to its inhibitory effects on CYP2D6 and CYP3A4, which are crucial for metabolizing many clinically used drugs.", "population_specificity": "Not specified (human CYP450 enzymes studied, but no specific human population mentioned).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "Inhibitory effects on CYP2D6 and CYP3A4, potentially affecting drug metabolism.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:23.393602+00:00"}
{"study_id": 58029, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether berberine, derived from Barberry, can enhance the functionality of HDL particles and improve cholesterol metabolism.", "results_summary": "The study concluded that berberine may regulate markers of HDL activity, such as apo-AI, cholesterol efflux, LCAT, PON1, and S1P, potentially improving dysfunctional HDL and serving as a therapeutic agent for cardiovascular conditions. However, further human trials are needed to confirm these effects.", "population_specificity": "Not specified (literature review, not a clinical trial)", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:24.068811+00:00"}
{"study_id": 58030, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of purple-black barberry on plasma lipids and inflammatory biomarkers in subjects with cardiovascular risk factors.", "results_summary": "Barberry consumption significantly reduced plasma levels of TG, TC, LDL-C, sd-LDL-C, non-HDL-C, TC/HDL-C, and CRP compared to placebo, indicating improved lipid profile and reduced inflammation.", "population_specificity": "Subjects with cardiovascular risk factors (mean age 54.06 ± 10.19 years).", "effective_dosage": "10 g/day dried barberry.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:26.077716+00:00"}
{"study_id": 58032, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore whether bitter phytochemicals in Barberry and other herbs could modulate GLP-1 secretion and metabolic regulation via bitter taste receptors.", "results_summary": "The study suggests that Barberry, as a berberine-containing herb, may stimulate GLP-1 secretion and offer metabolic benefits, including improved glucose and lipid homeostasis, through activation of bitter taste receptors.", "population_specificity": "Metabolic syndrome individuals or diabetic patients with dyslipidemia-related comorbidities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:26.481467+00:00"}
{"study_id": 58033, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the botany, traditional uses, phytochemistry, and pharmacology of Berberis spp. (Barberry) as described in Islamic traditional medicine.", "results_summary": "The study found that Berberis species have been traditionally used for skin, liver, stomach, kidney, and eye problems, with pharmacological studies supporting these uses, primarily due to isoquinoline alkaloids. However, clinical studies are needed to confirm therapeutic effects.", "population_specificity": "Not specified (traditional and pharmacological studies referenced).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:28.815658+00:00"}
{"study_id": 58037, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the literature on the effects of Barberry (Berberis vulgaris) and its isolated alkaloids, particularly berberine, in managing diabetes and related complications.", "results_summary": "The study found that Barberry and its alkaloids, such as berberine, demonstrated efficacy in improving blood glucose levels in both animal models and human clinical trials, mediated through various signaling pathways like α-glucosidase inhibition and insulin sensitivity modulation.", "population_specificity": "Animal models and human subjects (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:30.337903+00:00"}
{"study_id": 58034, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 60, "study_goal": "The researchers aimed to investigate berberine's effect on blood pressure and cardiovascular disease risk, providing guidance for clinicians and highlighting research gaps.", "results_summary": "The evidence on berberine's effect on blood pressure was limited, of low quality, and inconclusive. Some studies showed moderate reductions in blood pressure, but effects could not be reliably attributed to berberine alone due to heterogeneity and mixed results.", "population_specificity": "614 participants across five randomised controlled trials and two non-randomised controlled trials, with varied diagnoses and settings.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Varied across studies (not specified in the abstract).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:30.425844+00:00"}
{"study_id": 58039, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of chronic consumption of berries, including barberry, on cardiovascular disease risk factors such as blood pressure, endothelial function, and inflammatory biomarkers.", "results_summary": "Barberry juice, among other berries, significantly reduced systolic and diastolic blood pressure. However, subgroup analysis showed these associations were limited to cranberry and cherry juice, not barberry specifically.", "population_specificity": "Not specified (general population with cardiovascular risk factors implied)", "effective_dosage": "Not specified", "study_duration": "≥ 1 week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:31.150925+00:00"}
{"study_id": 58027, "supplement_id": 912, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the efficacy and safety of berberine (found in Barberry) for treating dyslipidemia, with consideration of potential sex-specific effects.", "results_summary": "Berberine modestly reduced LDL cholesterol, total cholesterol, triglycerides, and apolipoprotein B while increasing HDL cholesterol, with greater HDL benefits in women. Short-term use appeared safe, with no serious adverse events reported, though mild gastrointestinal effects were noted.", "population_specificity": "Adults with dyslipidemia, primarily from mainland China and Hong Kong.", "effective_dosage": "900–1500 mg/day", "study_duration": "4 to 24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:32.048856+00:00"}
{"study_id": 58041, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to systematically review and meta-analyze the effects of berberine and barberry on anthropometric measures (BMI, BW, WC, WHR) in adults.", "results_summary": "The study found no significant change in BMI or BW but noted a significant reduction in WHR following berberine consumption. Further high-quality trials were recommended to confirm these findings.", "population_specificity": "Adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:33.524853+00:00"}
{"study_id": 58040, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of Barberry on anthropometric indices and metabolic profile in patients with Rheumatoid Arthritis (RA).", "results_summary": "Barberry extract significantly reduced body fat percent, LDL-C, and systolic blood pressure, while also improving waist and hip circumference, FBS, and HDL-C compared to placebo. Weight and BMI increased in both groups but were significant only in the placebo group.", "population_specificity": "70 active RA patients (62 completed the study).", "effective_dosage": "6 capsules of 500 mg barberry extract daily.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:33.712262+00:00"}
{"study_id": 58042, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the functional compounds and nutraceutical features of barberry species and their potential health benefits.", "results_summary": "The study found that barberry contains compounds like berberine, anthocyanins, and flavonoids, which have pain-relieving, antimicrobial, and antioxidant properties, and may help reduce cholesterol, blood glucose, and prevent diseases like Alzheimer's. Barberry derivatives are also considered useful additives in various industries, particularly food.", "population_specificity": "Not specified (general human health context)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:34.472241+00:00"}
{"study_id": 58046, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not specify a study goal regarding Barberry.", "results_summary": "The abstract does not provide study results regarding Barberry's effects.", "population_specificity": "Not specified", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:35.875201+00:00"}
{"study_id": 58045, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to update the pharmacological effects of Berberis vulgaris and its active constituent, berberine, by reviewing studies from 2008 to 2015.", "results_summary": "The study found that berberine and B. vulgaris have diverse pharmacological effects, including potential benefits for treating tumor, diabetes, cardiovascular disease, hyperlipidemia, inflammation, infections, and neurological conditions. Over 1200 articles were reviewed, indicating broad therapeutic applications.", "population_specificity": "Not specified (review of existing studies).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:37.018880+00:00"}
{"study_id": 58048, "supplement_id": 912, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether oral aqueous extract of dried barberry could effectively and safely reduce acne vulgaris in adolescents.", "results_summary": "The study found that barberry extract significantly reduced noninflamed, inflamed, and total acne lesions, as well as acne severity scores, by approximately 44% after 4 weeks, with no notable side effects reported.", "population_specificity": "Adolescents aged 12-17 years with moderate to severe acne vulgaris.", "effective_dosage": "600 mg daily (oral gelatin capsules).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:38.512198+00:00"}
{"study_id": 190204, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of barberry supplementation on plasma lipid concentration in adults through a meta-analysis of randomized controlled trials.", "results_summary": "Barberry supplementation significantly reduced total cholesterol, triglycerides, and LDL cholesterol levels, but did not significantly affect HDL cholesterol levels. The study concluded that barberry is effective for improving lipid parameters, though further large-scale studies are needed.", "population_specificity": "Adult population", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:39.220270+00:00"}
{"study_id": 190203, "supplement_id": 912, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of barberry supplementation on glycemic indices, including fasting blood sugar, insulin levels, HOMA-IR, and HbA1c, in adults.", "results_summary": "The meta-analysis found that barberry significantly reduced insulin levels but did not significantly affect other glycemic indices. The study concluded that more high-quality RCTs are needed to clarify barberry's effects on blood glucose control, especially in diabetic patients.", "population_specificity": "Adults (452 participants across 7 studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:39.453534+00:00"}
{"study_id": 46845, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the impact of genetic factors on weight loss outcomes following bariatric surgery and GLP1-RA treatment.", "results_summary": "Bariatric surgery patients experienced a -21.17% weight change between 6 and 48 months, with a modest link between higher BMI polygenic scores and lower weight loss. The study found no significant genetic associations affecting GLP1-RA effectiveness but confirmed treatment efficacy across ancestry groups.", "population_specificity": "10,960 individuals from 9 multiancestry biobank studies across 6 countries.", "effective_dosage": "Not specified", "study_duration": "6 to 48 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:42.076674+00:00"}
{"study_id": 46846, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the diagnosis and management strategies for gastrocolic fistula (GCF), a rare but serious complication following metabolic bariatric surgery (MBS).", "results_summary": "GCF was most prevalent after laparoscopic sleeve gastrectomy (LSG), with surgical intervention (exploratory laparoscopy) proving effective in most cases. Diagnostic tools like CT scans were commonly used, but non-surgical treatments (OTSC, stents) showed inconsistent efficacy.", "population_specificity": "Patients who underwent metabolic bariatric surgery (primarily LSG) and developed GCF.", "effective_dosage": "Not Assessed", "study_duration": "Varied (acute cases: 14-61 days; chronic cases: 1-12 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:43.549347+00:00"}
{"study_id": 46849, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate changes in gut microbiota composition before and after bariatric surgery and their association with clinical outcomes like weight loss, insulin sensitivity, and lipid metabolism.", "results_summary": "Post-surgery, patients showed increased microbial diversity, reduced Firmicutes, and elevated beneficial bacteria, correlating with improvements in weight loss, insulin sensitivity, and lipid profiles, though some studies reported inconsistent changes.", "population_specificity": "Obese patients undergoing bariatric surgery (Roux-en-Y gastric bypass or sleeve gastrectomy).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:43.802630+00:00"}
{"study_id": 46847, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the prevalence and correlates of food addiction (FA) at 5 and 10 years following metabolic and bariatric surgery (MBS), and its association with weight loss and psychological functioning.", "results_summary": "The prevalence of FA decreased from 12.9% at 5 years to 8.4% at 10 years post-MBS. Higher FA symptoms were associated with poorer weight loss (%TWL) and lower psychological functioning at both follow-up points, with 3% of cases being new-onset FA at 10 years.", "population_specificity": "173 participants (73% women, 93.6% Roux-en-Y gastric bypass) from the Oslo Bariatric Surgery Study (OBSS).", "effective_dosage": "Not specified", "study_duration": "10 years (follow-up at 5 and 10 years post-surgery)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:44.461080+00:00"}
{"study_id": 46850, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether bariatric surgery outcomes differ among high-risk (C5, C6) and low-risk (C4) clusters of individuals at risk for type 2 diabetes and comorbidities.", "results_summary": "High-risk clusters (C5, C6) showed the greatest metabolic improvements, including reduced insulin resistance, improved β-cell function, and higher prediabetes remission rates compared to low-risk cluster C4. Participants from high-risk clusters transitioned to low-risk clusters post-surgery, unlike the control group.", "population_specificity": "Individuals without type 2 diabetes but at risk for it, defined by elevated BMI, categorized into Tübingen Clusters (C4, C5, C6).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:46.464861+00:00"}
{"study_id": 46852, "supplement_id": 913, "safety_score": "75", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to understand the relationship between eating disorders (EDs) and metabolic and bariatric surgery (MBS), including risks, outcomes, and potential interventions.", "results_summary": "The study found that while EDs are not an absolute contraindication for MBS, a small subset of patients experience recurrent or emergent ED symptoms post-surgery, leading to poorer outcomes. Psychosocial and neurobiological factors may contribute to these symptoms, and structured postsurgical treatment may be beneficial.", "population_specificity": "Patients undergoing metabolic and bariatric surgery (MBS) with or without eating disorders (EDs).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:47.446009+00:00"}
{"study_id": 46851, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to determine whether preoperative bariatric surgery reduces short-term complications in patients undergoing total joint arthroplasty (TJA).", "results_summary": "The study found that bariatric surgery before total hip arthroplasty (THA) was associated with significantly higher odds of complications (11.6% vs. 6.3% in controls), particularly wound-related issues. No significant difference in complications was observed for total knee arthroplasty (TKA) patients.", "population_specificity": "Patients who underwent bariatric surgery before TJA (199 THA, 479 TKA) matched with controls (644 THA, 1,657 TKA) based on BMI, age, sex, joint replaced, and ASA class.", "effective_dosage": "Not specified", "study_duration": "90-day postoperative follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:48.278472+00:00"}
{"study_id": 46853, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of bariatric surgery on reproductive and metabolic outcomes in obese women with polycystic ovary syndrome (PCOS).", "results_summary": "Bariatric surgery significantly improved metabolic parameters by 3 months post-surgery, with sustained improvements in ovulation and luteinizing hormone levels, but limited effects on testosterone, ovarian morphology, and anti-Müllerian hormone. Despite substantial weight loss, further reductions did not proportionally enhance outcomes.", "population_specificity": "Obese women with PCOS (n=192).", "effective_dosage": "Not specified", "study_duration": "12 months (assessed at 3, 6, and 12 months post-surgery).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:48.538753+00:00"}
{"study_id": 46854, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare postoperative functional and surgical outcomes of open carpal tunnel release (CTR) in patients with or without a history of bariatric surgery.", "results_summary": "Patients with a history of bariatric surgery showed a tendency for greater benefit from open CTR compared to controls, though this was not statistically significant. Minor complication rates and postoperative functional scores were similar between groups.", "population_specificity": "Adult patients who underwent open CTR, with or without a history of bariatric surgery, matched by age, sex, race, BMI, and comorbidities.", "effective_dosage": "Not available", "study_duration": "Follow-up to one year post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:51.523923+00:00"}
{"study_id": 46855, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate an educational intervention based on the Health Action Process Approach to improve dietary and physical activity outcomes in patients who underwent bariatric surgery.", "results_summary": "The intervention improved self-efficacy, action planning, and behavioral intention related to diet and physical activity self-management, along with significant improvements in iron blood test results.", "population_specificity": "100 patients who had undergone bariatric surgery in Tehran, Iran, within the past year.", "effective_dosage": "Not specified", "study_duration": "2 months of educational intervention, with follow-up measurements at 4 months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:51.889340+00:00"}
{"study_id": 46856, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to compare clinical and neurophysiological features of Guillain-Barré Syndrome (GBS) cases linked to diet-induced weight loss versus those associated with bariatric surgery.", "results_summary": "The study found that rapid weight loss, whether from dieting or bariatric surgery, may trigger GBS, with all five diet-induced cases showing axonal damage and full recovery within 6 months. The rate of weight loss exceeded safe guidelines, suggesting a potential link to GBS onset.", "population_specificity": "Five patients with diet-induced GBS and a literature review of 19 bariatric surgery-associated GBS cases.", "effective_dosage": "Not specified", "study_duration": "Follow-up until full recovery (within 6 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:53.317331+00:00"}
{"study_id": 46857, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 70, "study_goal": "The researchers aimed to determine the efficacy and safety of 12 months of GLP1-RA treatment (liraglutide or semaglutide) in patients with weight regain after bariatric surgery.", "results_summary": "After 12 months of GLP1-RA treatment, patients experienced significant reductions in total body weight, BMI, and percentage excess body weight, with semaglutide showing greater efficacy than liraglutide. Adverse events were mild and transient, reported in 32.5% of patients.", "population_specificity": "Patients with weight regain after bariatric surgery (80% female).", "effective_dosage": "Liraglutide (3.0 mg daily subcutaneous injection) or semaglutide (1.0 mg weekly subcutaneous injection).", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:53.766393+00:00"}
{"study_id": 46858, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to consolidate existing reviews on the effects of pre- and post-operative exercise training on health outcomes in metabolic and bariatric surgery programs.", "results_summary": "The study found that preoperative exercise may positively affect BMI and 6-minute walking test distance, while postoperative exercise may improve body weight, BMI, waist circumference, bone mineral density, 6-minute walking test distance, muscle strength, and systolic blood pressure. However, definitive conclusions remain elusive due to methodological limitations.", "population_specificity": "Patients undergoing metabolic and bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:54.840020+00:00"}
{"study_id": 46859, "supplement_id": 913, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the safety and outcomes of metabolic and bariatric surgery (MBS) in patients with ventricular assist devices (VADs).", "results_summary": "The study found that MBS in VAD patients had a low 30-day mortality rate (0.8%) and no major adverse events like pulmonary embolism or stroke, though VAD patients had a slightly increased risk of prolonged hospital stays and blood transfusions compared to matched counterparts.", "population_specificity": "Patients with obesity and heart failure managed with ventricular assist devices (VADs).", "effective_dosage": "Not Assessed", "study_duration": "30-day follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:56.290372+00:00"}
{"study_id": 46860, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the main nutritional complications associated with bariatric surgery (BS) based on their center's experience as a national reference in the field.", "results_summary": "The study highlights that BS has favorable outcomes in weight loss and resolution of obesity-related comorbidities but can lead to complications such as protein-calorie malnutrition and micronutrient deficiencies due to dietary and physiological changes. Non-specialist physicians need awareness of these issues for timely diagnosis and treatment.", "population_specificity": "Individuals undergoing bariatric surgery (general obesity population).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:56.467834+00:00"}
{"study_id": 46861, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to adapt and evaluate the Spanish version of the EBBS questionnaire for assessing adherence to post-bariatric surgery lifestyle recommendations and its association with long-term weight outcomes.", "results_summary": "The study found that 70% of participants experienced significant weight regain, with emotional eating (65%) and depression (53%) being common. Higher EBBS scores were significantly associated with greater excess weight loss, particularly for patients maintaining over 50% EWL, indicating the tool's predictive value for weight regain risk.", "population_specificity": "100 patients who underwent sleeve gastrectomy (mean follow-up 90.4 ± 46 months).", "effective_dosage": "Not specified", "study_duration": "Mean follow-up of 90.4 ± 46 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:57.660674+00:00"}
{"study_id": 46862, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy, indications, outcomes, and long-term considerations of bariatric surgery, comparing current surgical procedures and alternative weight-loss treatments.", "results_summary": "Bariatric surgery achieves significant initial weight loss (30% TWL) with sustained long-term outcomes, similar TWL rates between SG and RYGB at five years (23.7% vs 27.2%), low complication rates (1.5-4.8%), and significant improvement or resolution of comorbidities, particularly diabetes.", "population_specificity": "People with obesity in Australia.", "effective_dosage": "Not Assessed", "study_duration": "Long-term (five-year follow-up mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:00.015746+00:00"}
{"study_id": 46863, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of bariatric surgery on outcomes and cost-effectiveness among patients with obesity, particularly those with cirrhosis.", "results_summary": "Bariatric surgery was associated with improved survival (9.67 vs. 9.46 years overall; 9.09 vs. 8.23 years in cirrhosis) and was cost-effective, especially for patients with cirrhosis at a willingness-to-pay threshold of $100,000 per quality-adjusted life-year.", "population_specificity": "US veterans older than 18 years with a BMI >35 or BMI >30 with major metabolic comorbidities, including a subset with cirrhosis.", "effective_dosage": "Not specified", "study_duration": "Data analyzed from September 2008 to September 2023 (follow-up up to 15 years).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:00.793313+00:00"}
{"study_id": 46864, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify factors related to insufficient weight loss (IWL) following bariatric surgery.", "results_summary": "The study found that 8% of cases experienced IWL, with significant differences in body composition changes between sufficient weight loss (SWL) and IWL groups. Predictors of IWL included older age, higher baseline BMI, diabetes mellitus, non-smoking, and sleeve gastrectomy.", "population_specificity": "3456 individuals who underwent bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "6 months follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:00.915602+00:00"}
{"study_id": 46865, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to understand the prevalence and correlates of eating disorders in pre-bariatric surgery patients to identify those needing psychological support.", "results_summary": "The study found a high prevalence (65.8%) of eating disorder risk among pre-bariatric surgery patients, with higher risk associated with Class II obesity, younger age, and concurrent depression. These findings suggest prioritizing psychological assessment for this patient profile to improve surgical outcomes.", "population_specificity": "275 pre-bariatric surgery patients (mean age 38.5 years, mean BMI 42.3 kg/m², 62.5% female) from the BariPredict cohort.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:02.861038+00:00"}
{"study_id": 46866, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of a multidisciplinary team approach in managing super-super obesity through pre-operative optimization and sleeve gastrectomy.", "results_summary": "The patient achieved significant pre-operative weight loss, improved mobility, and a 37% excess weight loss over one year, reducing BMI from 106.25 to 66.79 kg/m². The study highlights the MDT approach as effective for substantial weight loss and health improvement in super-super obesity.", "population_specificity": "A 49-year-old male with super-super obesity (BMI 106.25 kg/m²) and comorbidities including type 2 diabetes and obstructive sleep apnea.", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:04.050417+00:00"}
{"study_id": 46867, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To explore the long-term patient experiences and perspectives of adolescents who underwent metabolic and bariatric surgery (MBS) a decade after the procedure.", "results_summary": "Participants reported significant improvements in daily life, physical, mental, and social health due to weight loss post-MBS. They emphasized the need for better healthcare access, pre-surgery treatment of neuropsychiatric disorders, and ongoing psychosocial support, though many did not attend regular follow-ups.", "population_specificity": "Adolescents who underwent metabolic and bariatric surgery (MBS).", "effective_dosage": "Not mentioned", "study_duration": "Follow-up conducted a decade after MBS.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:05.059168+00:00"}
{"study_id": 46868, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of bariatric surgery (sleeve gastrectomy) on diabetes remission in patients with type 2 diabetes mellitus and morbid obesity.", "results_summary": "The study found significant weight loss (146.80±25.81 kg to 97.87±17.56 kg) and increased odds of diabetes remission post-surgery, with initial weight and high glycemia as predictors of remission.", "population_specificity": "91 patients (50 women, 41 men) aged 23-67 years with type 2 diabetes and morbid obesity.", "effective_dosage": "Not specified", "study_duration": "2015-2022 (follow-up duration not explicitly stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:05.236518+00:00"}
{"study_id": 46870, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to analyze gastrointestinal-related complications (GRCs) and their risk factors following bariatric surgery (BS), specifically sleeve gastrectomy (SG) and Roux-en-Y gastric bypass (RYGB).", "results_summary": "Among 323,066 BS patients, 3.79% developed GRCs, with gastrointestinal bleeding, bowel obstruction, and anastomotic issues being the most common. Risk factors included advanced age, anemia, cardiovascular conditions, and liver disease, which had differing effects depending on the surgery type.", "population_specificity": "Patients who underwent bariatric surgery (SG or RYGB) in the U.S. from 2010 to 2019, as recorded in the Nationwide Inpatient Sample database.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:09.298803+00:00"}
{"study_id": 46872, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess how rates of discussion and progression to metabolic and bariatric surgery (MBS) varied by race and sex over 20 years.", "results_summary": "The study found that while discussions about MBS increased over time, Black patients were less likely to progress to surgery than non-Black patients, and men were less likely than women to discuss or receive MBS. Disparities in progression narrowed for race but widened for sex over the study period.", "population_specificity": "Patients with class 2 obesity or higher from a large tertiary academic health system.", "effective_dosage": "Not applicable", "study_duration": "20 years (2000–2020)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:09.442176+00:00"}
{"study_id": 46871, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare changes in adipose tissue cell populations and pathways in mice after weight loss induced by vertical sleeve gastrectomy (VSG) or semaglutide treatment, focusing on identifying cells that revert to a lean-like state versus those that persist from obesity.", "results_summary": "The study found that VSG and semaglutide induced weight loss in mice, with some adipose tissue cell populations returning to a lean-like phenotype while others remained altered from the obese state. The data provided insights into the differences between adipose tissue from lean animals and those that had previously been obese.", "population_specificity": "Murine (mice) with diet-induced obesity", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:09.912393+00:00"}
{"study_id": 46873, "supplement_id": 913, "safety_score": "90", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the development, implementation, and outcomes of bariatric surgery at the University and Clinical Centre Tuzla over a three-year period.", "results_summary": "The study found significant weight loss and improvement in comorbid conditions with minimal postoperative complications and no in-hospital mortality, demonstrating progress in treating morbid obesity in Bosnia and Herzegovina.", "population_specificity": "Patients who underwent bariatric surgery at the University and Clinical Centre Tuzla.", "effective_dosage": "Not Assessed", "study_duration": "Three-year period (retrospective analysis)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:10.003624+00:00"}
{"study_id": 46874, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare cardiac structure and diastolic function before and after bariatric surgery and examine its association with BMI variation.", "results_summary": "Significant reverse cardiac remodeling occurred after bariatric surgery, including reductions in left atrial volume index, left ventricular diameters, and LV mass index, but these changes were not associated with BMI reduction. The prevalence of diastolic dysfunction also decreased, though without a clear link to BMI change.", "population_specificity": "Consecutive bariatric surgery patients without prior bariatric surgery, moderate to severe valvular disease, or lack of follow-up.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:11.896330+00:00"}
{"study_id": 46876, "supplement_id": 913, "safety_score": "80", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential role of bariatric surgery in managing chronic pain in patients with failed back surgery syndrome (FBSS) and obesity, emphasizing a multidisciplinary approach.", "results_summary": "The study reported significant pain score reduction and early improvements in mobility and well-being post-surgery, highlighting bariatric surgery as a potential adjunctive treatment for chronic pain in FBSS patients with obesity.", "population_specificity": "A 42-year-old woman with FBSS, chronic back pain, narcolepsy, rheumatoid arthritis, and obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:13.153125+00:00"}
{"study_id": 46875, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the state of bariatric surgery in Poland in 2023, focusing on procedure volumes, regional variations, and the role of KOS-BAR centers.", "results_summary": "The study found that sleeve gastrectomy (SG) was the dominant procedure (82% of surgeries), with significant regional variations in access. Newer techniques were rarely performed, and over half of surgeries occurred in KOS-BAR centers.", "population_specificity": "Bariatric surgery centers in Poland affiliated with the Metabolic and Bariatric Surgery Chapter of the Association of Polish Surgeons.", "effective_dosage": "Not available", "study_duration": "Data collected for the year 2023.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:13.450311+00:00"}
{"study_id": 46878, "supplement_id": 913, "safety_score": "60", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to provide a comprehensive overview of the complications associated with metabolic and bariatric surgery for gastroenterologists.", "results_summary": "The study highlights that bariatric surgery is increasingly used to treat obesity and metabolic disorders, with laparoscopic sleeve gastrectomy and Roux-en-Y gastric bypass being the most common procedures. However, complications are frequent and can occur long after surgery.", "population_specificity": "Global population with overweight or obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:16.676420+00:00"}
{"study_id": 46877, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 72, "quality_score": 68, "study_goal": "The researchers aimed to analyze the success rate of bariatric surgery in treating obstructive sleep apnea (OSA) in obese patients and identify factors influencing its effectiveness.", "results_summary": "The study found that bariatric surgery had an overall success rate of 61.4% and a cure rate of 52.6% for OSA. Success was more likely in female, younger, and thinner patients, with factors like age below 53 and pre-surgical weight below 105 kg being significant predictors.", "population_specificity": "Obese patients aged 18-65 years with obstructive sleep apnea (OSA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:17.735255+00:00"}
{"study_id": 46880, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the effectiveness of teleconsultation versus face-to-face care for individuals undergoing metabolic and bariatric surgery.", "results_summary": "Teleconsultation showed comparable outcomes to face-to-face care in adherence rates and postoperative BMI loss, suggesting it may be an equally effective alternative. However, the low level of evidence due to high risk of bias indicates a need for further high-quality studies.", "population_specificity": "Individuals at any period of metabolic and bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:17.747369+00:00"}
{"study_id": 46879, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore whether metabolic and bariatric surgery (MBS) should be considered for weight maintenance in patients who have successfully lost weight but may regain it after discontinuing other obesity treatments.", "results_summary": "The abstract suggests that MBS could be a potential option for long-term weight maintenance in patients with a history of severe obesity, particularly after gastric band removal or discontinuation of pharmacological treatments, though the need for revisional MBS raises questions about its role in weight maintenance.", "population_specificity": "Patients with a history of severe obesity who are currently normal weight or overweight and may discontinue other obesity treatments.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:18.222696+00:00"}
{"study_id": 46881, "supplement_id": 913, "safety_score": "80", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of bariatric surgery on the incidence of alcohol use disorder (AUD) and depression during the postoperative period.", "results_summary": "The study found no significant difference in AUD and depression between pre- and post-operative assessments, though a notable reduction in severe depression was observed in patients undergoing sleeve gastrectomy.", "population_specificity": "68 patients (85.3% female, average age 42.81±9.28 years) who underwent sleeve gastrectomy or Roux-en-Y gastric bypass.", "effective_dosage": "Not Assessed", "study_duration": "Mean follow-up of 16.54±7.41 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:19.707590+00:00"}
{"study_id": 46882, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 70, "study_goal": "The researchers aimed to assess the safety and efficacy of bariatric surgery in a morbidly obese adolescent with kidney failure to determine if it could facilitate eligibility for kidney transplantation.", "results_summary": "The patient lost over 30 kg in 6 months (BMI reduced from 48 to 32 kg/m²), enabling activation on the kidney transplant waiting list. The study suggests bariatric surgery is effective for weight loss in obese adolescents with kidney failure when other interventions fail.", "population_specificity": "A 14-year-old female with kidney failure and morbid obesity (BMI 48 kg/m²).", "effective_dosage": "Not Assessed", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:21.427829+00:00"}
{"study_id": 46883, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to summarize data on changes in intra-pancreatic fat deposition (IPFD) and total pancreas volume (TPV) following metabolic bariatric surgery and endoscopic bariatric therapy.", "results_summary": "Metabolic bariatric surgery resulted in significant reductions in IPFD (mean absolute reduction of 3.9%) and TPV (mean decrease of 10.7 cm³), with sleeve gastrectomy showing a higher relative IPFD reduction than Roux-en-Y gastric bypass. Follow-up duration analysis suggested benefits manifest more fully after 3 months.", "population_specificity": "Humans undergoing metabolic bariatric surgery (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Follow-up durations varied, with some studies reporting less than 3 months and others longer.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:22.660157+00:00"}
{"study_id": 46884, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare revision surgery rates after ankle arthroplasty and arthrodesis in patients with and without a history of bariatric surgery.", "results_summary": "The study found that bariatric surgery history did not significantly affect joint infection, instrumentation removal, or ORIF outcomes after ankle procedures, but it was associated with a higher likelihood of adjacent joint fusion after arthrodesis. No differences were observed in surgical outcomes after arthroplasty between the groups.", "population_specificity": "Patients who underwent primary ankle arthroplasty or arthrodesis, with or without a history of bariatric surgery.", "effective_dosage": "Not available", "study_duration": "5-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:25.402652+00:00"}
{"study_id": 46885, "supplement_id": 913, "safety_score": "60", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the association between bariatric surgery and kidney stone prevalence using NHANES data.", "results_summary": "Bariatric surgery was associated with a higher prevalence of kidney stones (26.57% vs. 10.92%) and increased odds of kidney stones in both crude and adjusted models. Subgroup analyses showed stronger associations among females and moderately active participants.", "population_specificity": "8,087 participants from NHANES (2015-2018), with self-reported bariatric surgery and kidney stone history.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:26.138581+00:00"}
{"study_id": 46887, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 55, "study_goal": "The researchers aimed to identify associations between predominant eating behavior domains and body image distortion/satisfaction in individuals who underwent bariatric surgery in Brazil.", "results_summary": "Cognitive restriction was the predominant eating behavior domain, with associations found between body image distortion and both cognitive restriction (p = 0.001) and emotional eating (p = 0.001). The study highlighted the importance of researching eating behavior and body image post-surgery.", "population_specificity": "Individuals in Brazil who underwent bariatric surgery (predominantly female).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:26.262468+00:00"}
{"study_id": 46886, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the long-term efficacy of metabolic and bariatric surgery (MBS) for managing recurrent hypertriglyceridemia-induced acute pancreatitis (HTG-AP) in obese patients.", "results_summary": "Both LSG and LRYGB groups showed significant weight loss and reduced triglyceride levels, with lower pancreatitis recurrence rates (15.38% and 11.11%, respectively) compared to routine treatment (57.14%). LRYGB resulted in more weight loss than LSG.", "population_specificity": "51 obese patients diagnosed with HTG-AP.", "effective_dosage": "Not applicable (surgical interventions).", "study_duration": "5 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:26.571464+00:00"}
{"study_id": 46869, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and efficacy of concomitant cholecystectomy (CC) during metabolic and bariatric surgery (MBS) in reducing gallstone formation risk.", "results_summary": "The study found that CC during MBS increased postoperative complications, including bleeding, wound issues, respiratory problems, and anastomotic complications, though only anastomotic complications were clinically significant. No significant differences were found in operation time, mortality, hospital stay, or vein thrombosis between groups.", "population_specificity": "656,830 patients with confirmed gallstones (mean age 41.5 years, 79.2% female).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:27.436246+00:00"}
{"study_id": 46888, "supplement_id": 913, "safety_score": "65", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to examine the prevalence, clinical implications, and management strategies of micronutrient deficiencies in bariatric surgery patients.", "results_summary": "The study found that bariatric surgery increases the risk of micronutrient deficiencies, particularly with hypoabsorptive procedures like RYGB and BPD/DS, leading to complications such as anemia and osteoporosis. Effective prevention and management require preoperative correction, continuous monitoring, and tailored supplementation, though long-term adherence remains a challenge.", "population_specificity": "Patients with severe obesity undergoing bariatric surgery, particularly those with related comorbidities like type 2 diabetes and hypertension.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:28.368973+00:00"}
{"study_id": 46891, "supplement_id": 913, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of TXA (tranexamic acid) in managing postoperative bleeding and other outcomes in bariatric surgery.", "results_summary": "TXA significantly reduced postoperative bleeding, operative time, and length of hospital stay but did not affect hematoma formation, reoperation rates, or transfusion needs. No thromboembolic events or mortality were reported.", "population_specificity": "1121 patients undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:30.134154+00:00"}
{"study_id": 46890, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "To assess the impact of adding an eHealth application to the nutritional preparation process on pre-surgery nutritional knowledge, physical, and behavioral parameters among metabolic bariatric surgery (MBS) candidates.", "results_summary": "Nutritional knowledge, anthropometrics, functionality, adherence to behavioral recommendations, and subjective health improved in both groups. The intervention group showed higher physical activity initiation, but the application had minimal overall impact on outcomes.", "population_specificity": "MBS candidates (67.5% women, mean age 34 years, mean BMI 43.5 kg/m²).", "effective_dosage": "3-6 meetings with a registered dietitian; intervention group also received access to an eHealth application.", "study_duration": "Duration of nutritional preparation process (exact length not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:30.604149+00:00"}
{"study_id": 46892, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess all aspects of bariatric surgery in individuals with severe obesity, focusing on effectiveness, outcomes, nutritional management, and complications.", "results_summary": "The study highlighted significant findings on the effectiveness and outcomes of bariatric procedures, emphasized the importance of comprehensive nutritional management, and noted complications associated with these interventions.", "population_specificity": "Individuals with severe obesity (within the Tehran Obesity Treatment Study framework).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:32.493137+00:00"}
{"study_id": 46893, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a machine learning model to predict pregnancy within 12 months after metabolic-bariatric surgery (MBS) to optimize reproductive health services.", "results_summary": "The study identified 13 key factors influencing pregnancy prediction post-MBS, with the C5.0 decision tree model achieving high accuracy (AUC 0.920). This model can help manage surgical response and pregnancy outcomes.", "population_specificity": "473 women with a history of pregnancy after MBS (2009-2023).", "effective_dosage": "Not applicable", "study_duration": "12 months post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:34.275046+00:00"}
{"study_id": 46895, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop and evaluate a template match algorithm (TMA) for retrospectively identifying unreported meals using continuous glucose monitoring (CGM) data to improve dietary intervention strategies for post-bariatric hypoglycemia (PBH).", "results_summary": "The TMA correctly identified 1237 out of 1340 meals with 208 false positives, achieving a median F1-score of 0.90, demonstrating its effectiveness in enhancing data quality for managing PBH. The algorithm shows promise for long-term studies and improving PBH management strategies.", "population_specificity": "20 PBH subjects monitored in free-living conditions.", "effective_dosage": "Not specified", "study_duration": "Nearly 50 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:35.264967+00:00"}
{"study_id": 46894, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of three different anesthetic strategies in reducing postoperative nausea and vomiting (PONV) after bariatric surgery.", "results_summary": "The study found that opioid-sparing total intravenous anesthesia (PROP+DEX) resulted in fewer rescue antiemetics in the PACU compared to volatile anesthetic with propofol infusion (VOL+PROP), but the antinausea effect did not persist beyond PACU discharge. All groups showed high rates of PONV after PACU discharge, indicating a short-lived benefit of the tested strategies.", "population_specificity": "Patients undergoing bariatric surgery from 2018-2022.", "effective_dosage": "Not specified", "study_duration": "Perioperative period (day of surgery and first postoperative day)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:35.453143+00:00"}
{"study_id": 46897, "supplement_id": 913, "safety_score": "85", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the safety and efficacy of sleeve gastrectomy in an obese patient with Late-onset Pompe disease (LOPD) and explore its potential role in improving clinical outcomes and body composition when other interventions fail.", "results_summary": "The surgery was well-tolerated without significant complications, with prolonged stability in motor and respiratory functions observed. The patient reported improved quality of life and PROMs following weight loss.", "population_specificity": "Obese patient with Late-onset Pompe disease (LOPD).", "effective_dosage": "Not Assessed", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:35.768911+00:00"}
{"study_id": 46896, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness and safety of metabolic and bariatric surgery (MBS) versus lifestyle modifications (LSM) for weight loss in children and adolescents with severe obesity.", "results_summary": "MBS resulted in significantly greater reductions in body weight, BMI, and other metabolic markers compared to LSM, along with improved physical functioning and quality of life. The safety profile was comparable between the two groups, though data on safety was limited.", "population_specificity": "Children and adolescents aged 10-19 years with severe obesity.", "effective_dosage": "Not Assessed", "study_duration": "1-2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:36.309221+00:00"}
{"study_id": 46898, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to analyze patients' and professionals' experiences with perioperative care in bariatric surgery and develop a framework for long-term follow-up.", "results_summary": "Participants highlighted the need for a reference professional, psychological support, and financial assistance for physical activity programs, indicating priorities for tailored health services in bariatric surgery management.", "population_specificity": "Patients awaiting bariatric surgery or who had undergone surgery within the past 1 to 5 years, and health professionals at a bariatric surgery center in southern Portugal.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:37.979638+00:00"}
{"study_id": 46899, "supplement_id": 913, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of socioeconomic deprivation on bariatric surgery outcomes, including weight loss and complications.", "results_summary": "The study found no significant differences in weight loss, complications, or comorbidity outcomes between socioeconomic groups, suggesting that socioeconomic deprivation does not limit bariatric surgery effectiveness.", "population_specificity": "Patients who received Roux-en-Y Gastric Bypass (RYGB) or Sleeve Gastrectomy (SG) at a regional bariatric center in Scotland (2008-2022).", "effective_dosage": "Not Assessed", "study_duration": "Median follow-up of 7 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:38.857924+00:00"}
{"study_id": 46900, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to examine the critical aspects of nutritional management in bariatric surgery, including preoperative and postoperative strategies, and future research directions.", "results_summary": "The study highlights bariatric surgery as an effective treatment for obesity, emphasizing the importance of multidisciplinary nutritional management before and after surgery to achieve metabolic control, reduce comorbidities, prevent complications, and ensure long-term success.", "population_specificity": "Individuals with obesity undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:41.319188+00:00"}
{"study_id": 46901, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of bariatric surgery on female sexual function and the impact of adherence to the Mediterranean diet post-surgery.", "results_summary": "Bariatric surgery significantly improved female sexual function, reducing preoperative sexual dysfunction from 70.8% to 20.5% after two years. Adherence to the Mediterranean diet was associated with higher scores in lubrication, orgasm, and satisfaction domains.", "population_specificity": "Heterosexual women with morbid obesity undergoing bariatric procedures.", "effective_dosage": "Not specified", "study_duration": "24 months post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:41.989591+00:00"}
{"study_id": 46903, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the impact of metabolic and bariatric surgery (MBS) on colorectal cancer (CRC) risk through measures of association such as relative risk (RR) and odds ratio (OR).", "results_summary": "Meta-analyses showed a significant reduction in CRC risk following MBS in patients with severe obesity, with risk reductions reported by multiple studies. The protective effect was more pronounced in females, and a trend towards reduced rectal cancer risk was noted, though limited by fewer studies.", "population_specificity": "Patients with severe obesity (53,452,658 patients across 10 systematic reviews).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:43.628704+00:00"}
{"study_id": 46905, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore post-bariatric surgery changes in energy homeostasis, gut peptides, hormones, and gut microbiota to understand the mechanisms behind weight loss.", "results_summary": "At three months post-surgery, energy intake, appetite, and anthropometric indices significantly decreased, while PYY and GHR increased. Gut microbiota composition changed significantly, with correlations between taxa and energy homeostasis, BMI, and appetite.", "population_specificity": "19 Emirati adults planning to undergo sleeve gastrectomy.", "effective_dosage": "Not specified", "study_duration": "3 months post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:44.131891+00:00"}
{"study_id": 46904, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to analyze the prevalence of metabolic syndrome (MS) remission following bariatric surgery (BS) and compare its efficacy to medical treatment.", "results_summary": "BS significantly reduced the odds of MS within the first year post-surgery, with greater reductions in patients with lower preoperative BMI and older age. The remission was sustained over 1, 2, and 5 years, and BS was superior to medical treatment in resolving MS.", "population_specificity": "Patients with metabolic syndrome who underwent bariatric surgery, including subgroups by age, BMI, and ethnicity (e.g., Asians).", "effective_dosage": "Not specified", "study_duration": "Follow-up periods included 1, 2, and 5 years post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:45.222073+00:00"}
{"study_id": 46902, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to examine long-term changes in Quality of Life (QoL) following abdominoplasty in individuals who had undergone massive weight loss (MWL) after bariatric surgery.", "results_summary": "The study found significant improvements in physical outcomes (PCS-12) and some psychosocial aspects (vitality, self-acceptance) post-abdominoplasty, but no sustained improvements in mental health (MCS-12), body image (body contact, sexuality, self-esteem), or depression scores (PHQ-4). Body function (X-SMFA) improved long-term, though impairment scores did not change significantly.", "population_specificity": "54 post-bariatric patients (mean age 50.8 years) with a BMI < 35 who underwent abdominoplasty after MWL.", "effective_dosage": "Not applicable (surgical procedure).", "study_duration": "Not specified (retrospective study with pre- and postoperative assessments).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:46.055071+00:00"}
{"study_id": 46907, "supplement_id": 913, "safety_score": "65", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the dual effects of bariatric surgery on the endocrine system, focusing on its benefits and potential dysfunctions.", "results_summary": "Bariatric surgery improves metabolic health and hormonal balance but can disrupt insulin-like growth factor-1 recovery, sex hormone balance, and thyroid function, leading to complications like bone loss and hyperinsulinemic hypoglycemia. The study highlights the need for high-quality research to establish causality and refine therapeutic strategies.", "population_specificity": "Human subjects with obesity and related metabolic disorders.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:47.164174+00:00"}
{"study_id": 46906, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy, impact on obesity-related complications, risk profiles, and cost-effectiveness of bariatric surgery versus incretin agonist therapies.", "results_summary": "Bariatric surgery was found to be highly effective for sustained weight loss over 10+ years, improving cardiometabolic risk factors (e.g., hyperglycemia, hypertension, dyslipidemia), and reducing all-cause mortality, cardiovascular events, and cancer risk. Observational data supported its long-term benefits, though newer incretin agonists showed comparable efficacy in weight loss and metabolic improvements.", "population_specificity": "Patients with obesity, including those with associated cardiometabolic conditions.", "effective_dosage": "Not specified", "study_duration": "Long-term (10+ years for observational data)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:47.426794+00:00"}
{"study_id": 46908, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether zoledronic acid could prevent bone loss in the spine and hip regions following bariatric surgery.", "results_summary": "Zoledronic acid increased spine bone mass by 2.6% and prevented hip bone loss (-0.6% vs. -3.6% in placebo) at 12 months post-surgery, with statistically significant treatment effects.", "population_specificity": "59 patients (73% female, mean age 48.9 years, BMI 42.3) undergoing Roux-en-Y gastric bypass or sleeve gastrectomy.", "effective_dosage": "5 mg zoledronic acid administered preoperatively.", "study_duration": "12 months post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:50.160550+00:00"}
{"study_id": 46909, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of exercise training in postoperative care for bariatric surgery patients, focusing on outcomes like body weight, fat mass, lean mass, waist circumference, and exercise capacity.", "results_summary": "Exercise training did not significantly reduce body weight but effectively reduced fat mass, maintained lean mass, and improved waist circumference and exercise capacity in postoperative bariatric surgery patients. The study noted the need for larger-scale trials to confirm these findings and assess long-term impacts.", "population_specificity": "1940 patients who underwent bariatric surgery (from 23 included articles).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:50.331956+00:00"}
{"study_id": 46911, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the potential benefits and feasibility of combining bariatric surgery (vertical sleeve gastrectomy) with total laparoscopic hysterectomy for patients with obesity and endometrial cancer.", "results_summary": "The study suggests that bariatric surgery may improve metabolic disease, quality of life, and long-term obesity-related morbidity and mortality in patients with obesity and endometrial cancer, while also potentially reducing lifetime healthcare costs compared to hysterectomy alone. Early evidence supports the combined intervention, but further research is needed.", "population_specificity": "Women with obesity and early-stage endometrial cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:52.608954+00:00"}
{"study_id": 46910, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the short-, mid-, and long-term safety and efficacy of metabolic and bariatric surgery (MBS) in patients with a preoperative ASA IV status.", "results_summary": "The study found that MBS was relatively safe and effective in ASA IV patients, with the greatest weight loss occurring in the BPD-DS cohort (39.5% at 24 months). Major complication rates were 8.4% at 30 days, 6.9% at 90 days, and 14.5% beyond 90 days.", "population_specificity": "Patients with ASA IV status who underwent sleeve gastrectomy, Roux-en-Y gastric bypass, or biliopancreatic diversion with duodenal switch.", "effective_dosage": "Not Assessed", "study_duration": "Follow-up at 0, 6, 12, 24, 48, and 60 months postoperatively.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:53.755213+00:00"}
{"study_id": 46913, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare cardiovascular outcomes between metabolic and bariatric surgery (MBS) and glucagon-like peptide-1 receptor agonist (GLP-1 RA) therapy in individuals with obesity.", "results_summary": "MBS was associated with a significantly lower risk of cardiovascular disease (CVD), heart failure (HF), coronary artery disease (CAD), and cerebrovascular disease compared to GLP-1 RA therapy. The hazard ratios for these outcomes ranged from 0.45 to 0.64, indicating substantial risk reduction.", "population_specificity": "Adult patients with a BMI ≥35.", "effective_dosage": "Not specified", "study_duration": "Follow-up lasted up to 10 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:54.392156+00:00"}
{"study_id": 46912, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to estimate the incidence of metabolic and bariatric surgery (MBS) among US adults with obesity, stratified by diabetes status and sociodemographic characteristics.", "results_summary": "The study found that MBS incidence was nearly threefold higher in adults with obesity and diabetes compared to those without diabetes, with higher rates among women and those with class III obesity. Sleeve gastrectomy was the most common surgical approach, and the Northeast region had the highest incidence.", "population_specificity": "US non-pregnant adults aged ≥18 years with obesity.", "effective_dosage": "Not applicable (surgical procedure).", "study_duration": "Data collected from 2016-2020.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:55.223334+00:00"}
{"study_id": 46915, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of adjunctive tirzepatide therapy on weight loss and metabolic health in post-bariatric surgery patients with insufficient weight loss or weight regain.", "results_summary": "Tirzepatide significantly enhanced weight loss (mean 12.0% ± 3.4%), reduced BMI, waist circumference, body fat percentage, and HbA1c, with 100% of patients achieving ≥5% weight loss. Baseline factors like inflammation and body composition predicted outcomes, and fat-free mass loss differed between IWL and WR groups.", "population_specificity": "Post-bariatric surgery patients without type 2 diabetes who experienced insufficient weight loss or weight regain (n=21).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:56.391547+00:00"}
{"study_id": 46914, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to compare the outcomes and complications of Metabolic and Bariatric Surgery (MBS) between patients under 50 years old and those 50 years or older.", "results_summary": "Both age groups showed significant improvements in BMI, cholesterol, and TG levels post-surgery, with younger patients also showing significant improvements in FBS levels. No statistically significant differences in post-surgical complications were observed between the two age groups.", "population_specificity": "Patients who underwent MBS in a referral hospital in Mashhad, Iran, with at least six months of follow-up (709 patients: 519 ≤50 years, 190 >50 years).", "effective_dosage": "Not Assessed", "study_duration": "Follow-up of at least six months post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:57.706690+00:00"}
{"study_id": 46916, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "To describe women's experiences of pregnancy after bariatric surgery, focusing on nutrition-related care.", "results_summary": "Women faced barriers to accessing specialized nutrition care, often due to healthcare professionals' limited understanding of post-bariatric pregnancy needs, leading them to seek information independently and advocate for themselves.", "population_specificity": "Women aged 26-37 in Australia with a history of bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Interviews conducted after 36-weeks gestation and before childbirth.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:57.814966+00:00"}
{"study_id": 46917, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of GLP-1 receptor agonists (GLP-1 RAs) in treating suboptimal initial clinical response (SICR) and weight gain recurrence (WGR) after bariatric surgery.", "results_summary": "The study found that GLP-1 RAs (liraglutide, semaglutide, and tirzepatide) significantly improved weight loss outcomes, with tirzepatide showing the highest efficacy. Biochemical markers also improved, and adverse effects were generally mild, with low discontinuation rates due to side effects.", "population_specificity": "1,290 patients who underwent bariatric surgery and experienced SICR or WGR.", "effective_dosage": "Not specified in the abstract.", "study_duration": "At least 3 months, with some treatments lasting up to 12 months or longer.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:00.281926+00:00"}
{"study_id": 46918, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review recent findings on managing adverse skeletal effects post-bariatric surgery and summarize guidelines for preventing and treating osteoporosis in this population.", "results_summary": "Guidelines recommend specific treatments for postmenopausal women and men aged ≥50 years based on fragility fractures and T-scores. Lifestyle changes, sufficient calcium, vitamin D, protein intake, and exercise are crucial. Zoledronic acid is preferred for osteoporosis, with denosumab as an alternative.", "population_specificity": "People living with obesity (PwO), particularly postmenopausal women and men aged ≥50 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:01.101440+00:00"}
{"study_id": 46919, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to conduct a systematic bibliometric analysis to explore the relationship between bariatric surgery and gut microbiota, identifying publishing trends and research hotspots.", "results_summary": "The study found that bariatric surgery significantly alters gut microbiota, which plays a crucial role in postoperative weight loss, and identified \"gut microbiota\" and \"bariatric surgery\" as primary research hotspots for future studies.", "population_specificity": "Global research publications on bariatric surgery and gut microbiota from 1981 to 2024.", "effective_dosage": "Not available", "study_duration": "Not applicable (bibliometric analysis)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:01.711349+00:00"}
{"study_id": 46921, "supplement_id": 913, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to analyze the role of preoperative nutritional management in improving bariatric surgery outcomes, focusing on safety, recovery, and long-term compliance.", "results_summary": "Preoperative nutritional interventions, such as very low-calorie or ketogenic diets, were found to enhance surgical safety, reduce complications, and improve long-term dietary adherence. Addressing nutritional deficiencies and comorbidities before surgery facilitated better recovery and mitigated risks like postoperative weight regain.", "population_specificity": "Individuals with morbid obesity undergoing bariatric surgery.", "effective_dosage": "Very low-calorie or ketogenic diets 6-12 weeks before surgery.", "study_duration": "6-12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:03.529450+00:00"}
{"study_id": 46920, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess changes in endothelial biomarkers before and after bariatric surgery to understand its cardiometabolic benefits in obesity and type 2 diabetes.", "results_summary": "Bariatric surgery led to sustained improvements in glycocalyx and endothelial function biomarkers, with significant reductions in E-Selectin, syndecan-1, and VWF, and an increase in hyaluronan. Weight loss and improved insulin sensitivity were key predictors of these beneficial changes.", "population_specificity": "Adults with obesity, including 28 with type 2 diabetes and 33 without, undergoing bariatric surgery.", "effective_dosage": "Roux-en-y gastric bypass preceded by 2 weeks of low-calorie diet (specific calorie amount not stated).", "study_duration": "2-year follow-up after surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:03.902422+00:00"}
{"study_id": 46922, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery in treating severe obesity and its associated comorbidities, focusing on mechanisms, outcomes, and long-term follow-up requirements.", "results_summary": "Bariatric surgery, including procedures like Roux-en-Y gastric bypass and sleeve gastrectomy, promotes weight loss through anatomical and hormonal changes, improves obesity-related comorbidities, and enhances quality of life, though it requires lifelong medical follow-up to manage potential nutritional deficiencies.", "population_specificity": "Individuals with severe obesity (BMI ≥ 40 kg/m² or ≥35 kg/m² with comorbidities) who failed conservative management.", "effective_dosage": "Not Assessed", "study_duration": "Lifelong follow-up mentioned, but specific intervention duration not stated.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:05.347439+00:00"}
{"study_id": 46924, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify gender and racial differences in post-surgical overvaluation of shape/weight (OSW) and excess skin (OES) and their associations with psychosocial outcomes in bariatric surgery patients.", "results_summary": "Women reported greater OES than men, while White patients had higher OSW than Black patients. Both OSW and OES were linked to poorer quality of life and greater psychological symptoms, particularly in women.", "population_specificity": "Individuals up to 4 years post-bariatric surgery (n=735).", "effective_dosage": "Not available", "study_duration": "Cross-sectional (up to 4 years post-surgery)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:06.573408+00:00"}
