{"study_id": 15560, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of an educational program for catering students to improve their understanding of celiac disease and gluten-free diets, enhancing dining safety for CD patients.", "results_summary": "The educational program increased students' knowledge of gluten content and gluten-free diet principles, but their practical application failed to produce a safe gluten-free dish. Students' perception of the difficulty in providing a gluten-free diet remained unchanged.", "population_specificity": "100 professional cookery students from Vitoria-Gasteiz, Spain.", "effective_dosage": "Not applicable", "study_duration": "3-hour session", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:45.931125+00:00"}
{"study_id": 15563, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 60, "study_goal": "The researchers aimed to compare the availability, cost, nutritional composition, and ingredients of gluten-free and conventional bread and pasta products.", "results_summary": "Gluten-free breads and pastas were less available, more expensive, and had lower nutritional value compared to conventional versions. Gluten-free breads had higher fat content, while gluten-free pastas had higher sodium and ingredient content.", "population_specificity": "Products available in online commerce from the third largest supermarket chain in southern Brazil.", "effective_dosage": "Not available", "study_duration": "Not applicable (cross-sectional study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:47.069609+00:00"}
{"study_id": 15562, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of AMYNOPEP, a novel enzyme therapy, in degrading gluten immunogenic peptides (specifically the 33-mer) in vitro and in healthy volunteers.", "results_summary": "AMYNOPEP achieved complete degradation of the 33-mer into single amino acids and dipeptides in vitro and significantly improved 33-mer degradation kinetics in healthy volunteers, increasing labelled amino acid absorption by 2.8-fold in the presence of wheat gluten.", "population_specificity": "Healthy volunteers with no gastrointestinal disorders.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:47.707070+00:00"}
{"study_id": 15566, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how vinegar residue arabinoxylan (VRAX) affects the secondary structures, microstructures, and freeze-thaw stability of gluten proteins in frozen dough.", "results_summary": "VRAX improved the textural properties and freezing tolerance of gluten proteins, reduced ice crystal formation, and preserved dough elasticity, but negatively impacted viscoelasticity. The gluten network structure became more ordered and integrated with VRAX treatment.", "population_specificity": "Gluten proteins in frozen dough (in vitro study, no human participants).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:48.455497+00:00"}
{"study_id": 15567, "supplement_id": 1161, "safety_score": "20", "efficacy_score": 40, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of extrusion, oven, and microwave treatments on gluten's protein solubility, digestibility, and potential celiac disease immune-stimulatory epitopes.", "results_summary": "The treatments reduced protein solubility and altered glutenin and gliadin profiles, with decreased α/β-gliadin but unchanged γ-gliadin. While some treatments reduced immune-stimulatory epitopes, the gluten remained unsafe for celiac disease patients.", "population_specificity": "Commercial Brazilian wheat flour (in vitro study, no human participants).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:49.194282+00:00"}
{"study_id": 15564, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the relationship between celiac disease (CD) and cardiovascular manifestations, particularly the impact of gluten-free diets (GFD) on cardiac health.", "results_summary": "The study found structural and functional cardiovascular abnormalities in untreated CD patients, including prolonged QT intervals and increased arrhythmia predisposition. GFD and immunosuppression improved cardiac function and reduced arrhythmias in CD patients with cardiovascular manifestations.", "population_specificity": "Genetically susceptible individuals with celiac disease, particularly those exhibiting cardiovascular abnormalities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:49.529681+00:00"}
{"study_id": 15568, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to explore food avoidance behaviors in adults with Celiac Disease (CeD) and their association with quality of life and depression.", "results_summary": "The study found that 58% of participants avoided additional foods beyond gluten, which was associated with lower quality of life and higher depression scores compared to those only avoiding gluten.", "population_specificity": "50 adults with biopsy-confirmed Celiac Disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:50.116623+00:00"}
{"study_id": 15569, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers sought to determine whether a low-FODMAP combined gluten-free diet (LF-GFD) improves symptoms and psychological well-being in patients with irritable bowel syndrome (IBS).", "results_summary": "The study found that LF-GFD significantly reduced bloating, pain, and IBS symptom severity while improving quality of life and reducing anxiety and depression scores compared to a standard gluten-free diet (GFD).", "population_specificity": "Patients diagnosed with irritable bowel syndrome (IBS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:52.667912+00:00"}
{"study_id": 15574, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the impact of a gluten-free diet (GFD) on cardiovascular risk factors through a systematic review and meta-analysis.", "results_summary": "The study found that a GFD significantly improved high-density lipoprotein (HDL), reduced systolic blood pressure (SBP), and lowered C-reactive protein (CRP) levels, particularly in celiac patients and with interventions lasting over 48 weeks.", "population_specificity": "Celiac and non-celiac patients.", "effective_dosage": "Not specified.", "study_duration": "Varied, with notable effects observed in interventions longer than 48 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:56.833389+00:00"}
{"study_id": 15572, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of adding native and modified green plantain flours to gluten-free cupcakes to improve their nutritional quality and sensory acceptability.", "results_summary": "The study found that partial replacement of rice flour with green plantain flours improved cupcake color, texture, and sensory acceptance, with native flour yielding the best results in hardness and chewiness without altering elasticity.", "population_specificity": "Not specified (likely general gluten-free product consumers).", "effective_dosage": "40% replacement of rice flour with green plantain flours.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:57.184084+00:00"}
{"study_id": 15576, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of a gluten-free diet (GFD) on pediatric patients with celiac disease, focusing on improvements in liver function, growth metrics, quality of life, and extraintestinal symptoms.", "results_summary": "The study found that adherence to a GFD led to notable improvements in liver function, growth metrics, quality of life, and extraintestinal symptoms such as cardiac dysfunctions and obstructive sleep apnea in children with celiac disease. The researchers concluded that a GFD offers substantial advantages for these patients.", "population_specificity": "Pediatric patients with celiac disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:58.501415+00:00"}
{"study_id": 15575, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the nutritional adequacy of a gluten-free diet (GFD) in individuals with celiac disease (CeD) compared to a nationally representative sample without CeD.", "results_summary": "The study found that individuals with CeD on a GFD had similar nutrient concerns but fewer nutritional imbalances compared to the general population, though they were more at risk of low folate and carbohydrate intake (adults) and excessive niacin, vitamin A (teens), and fat consumption (adults). Dietary counseling was recommended to address these imbalances.", "population_specificity": "50 adults and 30 teens with celiac disease (CeD), compared to 15,777 adults and 2,296 teens from NHANES without CeD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:58.854472+00:00"}
{"study_id": 15577, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the impact of aqueous ozone (AO) pretreatment on the yield, molecular structure, and rheological properties of wheat gluten separated from strong and weak gluten flours.", "results_summary": "AO pretreatment significantly enhanced the yield and purity of separated starch and gluten, increased cross-linking in glutenin macropolymer (GMP), reduced surface hydrophobicity, and stabilized secondary and tertiary structures, leading to improved viscoelastic properties.", "population_specificity": "Wheat gluten derived from strong gluten flour (SGF) and weak gluten flour (WGF).", "effective_dosage": "Low concentrations of AO (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:58.991132+00:00"}
{"study_id": 15573, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether gluten intake (high vs. low-to-medium) affects the likelihood of achieving clinical response to biological treatment in patients with chronic inflammatory diseases.", "results_summary": "The study found no significant difference in clinical response to biological treatment between high and low-to-medium gluten intake groups (55% vs. 57%). Secondary outcomes, including disease activity and quality of life, also showed no differences.", "population_specificity": "193 participants with chronic inflammatory diseases (Crohn's Disease, Ulcerative Colitis, Rheumatoid Arthritis, Axial Spondyloarthritis, Psoriatic Arthritis, or Psoriasis).", "effective_dosage": "Median intake: 12.5 g/day (high gluten) vs. 5.9 g/day (low-to-medium gluten).", "study_duration": "14-16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:59.384889+00:00"}
{"study_id": 15578, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the effects of quercetin on mitigating the toxic effects of gluten in celiac disease, focusing on oxidative damage, immune response, inflammation, and gut microbiota.", "results_summary": "Quercetin was found to ameliorate gluten-induced intestinal inflammation by modulating immune cell function, regulating gut microbiota (reducing harmful bacteria and increasing beneficial ones), and exhibiting antioxidant properties.", "population_specificity": "Celiac disease models (in vitro and in vivo).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:00.754675+00:00"}
{"study_id": 15579, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to characterize the clinical presentation of celiac disease (CeD) in pediatric patients and identify factors associated with adherence to a gluten-free diet.", "results_summary": "The study found that 14% of pediatric CeD patients were at high risk for gluten exposure, with younger age and lack of follow-up testing associated with poorer adherence to a gluten-free diet. Symptoms were highly variable, with abdominal pain reported in 57% of cases.", "population_specificity": "Pediatric patients (aged 0-18 years) with celiac disease from 11 U.S. health centers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:06.752641+00:00"}
{"study_id": 15584, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether incorporating orange peel flour (OPF) into gluten-free muffins could improve their nutritional profile, antioxidant activity, and potential health benefits.", "results_summary": "OPF-enriched muffins showed increased antioxidant activity, reduced glycaemic index, and a slight prebiotic effect. OPF extract also reduced malignant cell viability and intracellular ROS levels, suggesting potential health benefits.", "population_specificity": "Human colon carcinoma HCT8 cells (in vitro model) and simulated colonic fermentation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:07.481446+00:00"}
{"study_id": 15581, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify the best tool for predicting adherence to a gluten-free diet (GFD) among individuals with celiac disease.", "results_summary": "The study found that self-report and BIAGI tools were better at predicting GFD adherence than the CDAT, with no significant differences between interview, self-report, and BIAGI methods. Biopsy was the most common comparison method, followed by serology and gluten immunogenic peptides (GIPs).", "population_specificity": "Individuals with celiac disease over 18 years old who had been on a GFD for at least six months.", "effective_dosage": "Not specified", "study_duration": "At least six months on a GFD", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:07.781636+00:00"}
{"study_id": 15583, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the utility of Aspergillus niger prolyl endopeptidase as a therapeutic adjunct to a gluten-free diet in managing celiac disease by mitigating gluten's antigenicity and inflammation-triggering effects.", "results_summary": "The study found that the endopeptidase could potentially help digest gluten and reduce its harmful effects in celiac patients, complementing a gluten-free diet to improve villous atrophy and prevent complications. The clinical trial's findings were critiqued, and other endopeptidase-based strategies were summarized.", "population_specificity": "Patients with celiac disease on a long-term gluten-free diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:08.669609+00:00"}
{"study_id": 15582, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the potential of gluten as a protein-based charge-reversal nanocarrier for enhancing targeted drug delivery in breast cancer therapy.", "results_summary": "The study found that gluten-coated nanocapsules (MSN-PTA-GLU) exhibited optimal physicochemical attributes, uniform size, enhanced stability, and dose-dependent inhibition of breast cancer cell viability, demonstrating therapeutic potential in a tumor microenvironment.", "population_specificity": "In vitro breast cancer cell lines (MCF-7 and Zr-75-1).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:08.737377+00:00"}
{"study_id": 15580, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess knowledge about gluten-free diets (GFD) and clinical monitoring of adherence among celiac disease (CeD) patients and healthcare professionals (HCPs).", "results_summary": "The study found that while general knowledge about food classification and cross-contamination was good among CeD patients, many relied on unreliable internet sources for information. HCPs reported limited time for follow-up and expressed interest in further training and specialized dietary professionals.", "population_specificity": "Celiac disease patients (n=2437 for Q1, n=1294 for Q2) and healthcare professionals (n=346 for Q3), with two-thirds specializing in pediatric care and one-third in adult care.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:08.738740+00:00"}
{"study_id": 15585, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the effectiveness and relevance of a gluten-free diet in managing endometriosis-related symptoms.", "results_summary": "The study found no strong evidence linking gluten intake to endometriosis etiology or symptomatology, and the sole published intervention study on gluten-free diets for endometriosis had significant limitations, including lack of a control group. The abstract also highlights potential placebo/nocebo effects and the diet's negative impacts on quality of life and the gastrointestinal microbiome.", "population_specificity": "Women diagnosed with endometriosis, particularly those reporting gastrointestinal symptoms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:08.990667+00:00"}
{"study_id": 15587, "supplement_id": 1161, "safety_score": "20", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to explore the associations between celiac disease (CD), gluten-free diet (GFD), and hepatic injury, including metabolic dysfunction-associated steatotic liver disease (MASLD).", "results_summary": "The study found that lifelong adherence to a GFD improves CD symptoms but may increase the risk of hepatic steatosis and cardiometabolic risk factors. It also highlighted potential extraintestinal complications of CD itself, such as liver steatosis, and discussed therapeutic strategies for affected individuals.", "population_specificity": "Individuals with celiac disease (genetically predisposed to gluten intolerance).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:15.851883+00:00"}
{"study_id": 15588, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate how heat-moisture-treated highland barley (HB) affects the interactions between gluten and starch granules in dough.", "results_summary": "The study found that HB addition weakened gluten network structure but improved dough properties when modified by heat-moisture treatment (HMT), leading to a denser dough matrix. HMT-HB enhanced flour quality and dough structure compared to untreated HB.", "population_specificity": "Not specified (laboratory study on dough properties).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:16.270566+00:00"}
{"study_id": 15591, "supplement_id": 1161, "safety_score": "30", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the challenges of a gluten-free diet for treating celiac disease and non-celiac gluten sensitivity.", "results_summary": "The study found that a gluten-free diet is the only effective treatment for celiac disease but may negatively impact quality of life. Gluten contamination is a common cause of persistent symptoms, and whole grains labeled gluten-free are encouraged for nutritional balance.", "population_specificity": "Individuals with celiac disease and non-celiac gluten sensitivity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:16.747383+00:00"}
{"study_id": 15586, "supplement_id": 1161, "safety_score": "20", "efficacy_score": 70, "quality_score": 50, "study_goal": "The researchers aimed to demonstrate the association between gluten ataxia, autoimmune encephalitis, and cerebellar ataxia, and evaluate the effectiveness of a gluten-free diet and immunotherapy in managing symptoms.", "results_summary": "The study found that a gluten-free diet and intravenous immunoglobulin therapy led to mild improvements in symptoms of cerebellar ataxia in a patient with gluten ataxia and autoimmune encephalitis. The findings suggest that gluten ataxia and autoimmune encephalitis should be considered in cases of acute cerebellar ataxia.", "population_specificity": "A Caucasian male in his 60s presenting with acute cerebellar ataxia.", "effective_dosage": "Not specified (strict gluten-free diet and 5-day intravenous immunoglobulin therapy).", "study_duration": "22 days (hospitalization), with ongoing gluten-free diet adherence post-discharge.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:16.813194+00:00"}
{"study_id": 15590, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the role and perception of telehealth in managing celiac disease (CD) and gluten-free diet (GFD) adherence before and after the COVID-19 pandemic.", "results_summary": "The study found that telehealth, including phone consultations and video conferencing, was perceived as beneficial by CD patients, especially during the pandemic. Home urine assays for gluten identification were noted as useful for monitoring CD with telemedicine support.", "population_specificity": "Adult patients with celiac disease and other GFD-dependent conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:17.017477+00:00"}
{"study_id": 15570, "supplement_id": 1161, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to clinically evaluate the tolerance of gluten-free cereal snacks in children with food allergies to gluten.", "results_summary": "The study found no adverse reactions or exacerbations of food allergies during the 14-day consumption period, with no significant changes in clinical or immunological blood parameters. The product was well-tolerated, suggesting a favorable safety profile.", "population_specificity": "21 children (male and female) aged 3 to 17 years with diagnosed food allergies, including gluten.", "effective_dosage": "50 g (176 kcal) daily for ages 3-7, 100 g (352 kcal) daily for ages 8-17.", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:17.088060+00:00"}
{"study_id": 15589, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the molecular mechanisms by which the TG2 inhibitor ZED1227 prevents gluten-induced intestinal damage and inflammation in individuals with celiac disease.", "results_summary": "ZED1227 effectively prevented gluten-induced intestinal damage and inflammation, preserving mucosal morphology and nutrient absorption. Nearly half of gluten-induced gene expression changes were linked to the epithelial interferon-γ response, suggesting adaptive immunity plays a key role in celiac disease pathogenesis.", "population_specificity": "Individuals with celiac disease on a long-term gluten-free diet.", "effective_dosage": "100 mg per day ZED1227.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:17.224304+00:00"}
{"study_id": 15592, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the gluten-degrading activity of a novel probiotic preparation and its potential to mitigate gluten-related issues in individuals with celiac disease or gluten sensitivity.", "results_summary": "The probiotic preparation significantly reduced residual gluten in feces compared to placebo, particularly at higher gluten intakes, and improved gut microbiota functionality and metabolome profiles.", "population_specificity": "70 healthy volunteers", "effective_dosage": "Increasing amounts of gluten (50 mg to 10 g) administered over 4 consecutive days", "study_duration": "32 days of probiotic/placebo administration, followed by 10 days of wash-out", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:17.781213+00:00"}
{"study_id": 15597, "supplement_id": 1161, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of gluten on biofilm formation by E. coli and L. rhamnosus GG in mono- and multispecies cultures.", "results_summary": "Gluten strongly inhibited monospecies biofilm formation by L. rhamnosus (84.5%) and mixed biofilm formation (90.6%). The study suggests gluten negatively affects biofilm stability in gut microbiota.", "population_specificity": "In vitro bacterial cultures (E. coli and L. rhamnosus GG).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:24.803650+00:00"}
{"study_id": 15598, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the molecular differences in celiac disease (CD) patients on a gluten-free diet (GFD), focusing on the expression of HLA-DQ2.5 and TRAFD1 genes.", "results_summary": "The study found no significant variation in HLA-DQ mRNA expression between active CD and GFD-treated patients, but TRAFD1 expression increased in treated patients, suggesting a role in downregulating gluten-induced inflammation.", "population_specificity": "Adult patients with acute celiac disease and those on a gluten-free diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:25.280043+00:00"}
{"study_id": 15595, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how starch with varying degrees of debranching affects the rheological, thermal, and structural properties of heat-induced gluten gel.", "results_summary": "The study found that increasing starch debranching duration improved the viscoelasticity and strength of gluten gel, altered its molecular structure, and enhanced compatibility between debranched starch and gluten proteins, leading to a more robust gel.", "population_specificity": "Not specified (in vitro study on gluten gel properties).", "effective_dosage": "Not specified (starch debranching treatment duration varied from 0 to 8 hours).", "study_duration": "Treatment duration up to 8 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:25.428297+00:00"}
{"study_id": 15601, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compile current knowledge on gluten hypersensitivity mechanisms, evaluate preclinical testing outcomes of novel therapeutics, assess potential dietary-based therapeutic approaches in humans, and identify research gaps for future translational studies.", "results_summary": "The study identified five promising dietary-based therapeutic approaches for mitigating gluten hypersensitivity, with two advancing to limited human clinical trials and others remaining in preclinical testing. Further translational research is expected to yield novel therapeutic options.", "population_specificity": "Individuals with gluten hypersensitivity (specific population details not provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:25.881588+00:00"}
{"study_id": 15593, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether covalent-type gluten-polyphenol interactions, specifically with green tea extract, could reduce the release of immunogenic gluten peptides during digestion.", "results_summary": "Treatment of gluten with green tea extract at pH 9 significantly reduced immunogenic peptide release (up to 73%), increased antioxidant capacity, and improved thermal properties, indicating effective modification of gluten by polyphenols.", "population_specificity": "In vitro study (no human or animal subjects specified).", "effective_dosage": "2% green tea extract at 50 °C and pH 9 for 2 h.", "study_duration": "2 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:25.965151+00:00"}
{"study_id": 15596, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine whether a gluten-free diet (GFD) improves disease severity, quality of life, and inflammatory markers in patients with mild to moderate ulcerative colitis (UC).", "results_summary": "The study found no statistically significant improvement in inflammatory markers (ESR, CRP, fecal calprotectin), disease severity (SCCAI), or quality of life (IBDQ) after six weeks of a GFD. The authors concluded that GFD did not show significant benefits for UC patients.", "population_specificity": "Patients with mild to moderate ulcerative colitis (n=26, mean age 39.31 years).", "effective_dosage": "Not specified (gluten-free diet regimen).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:26.168685+00:00"}
{"study_id": 15600, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the risk of gluten cross-contamination in shared food production environments and the effectiveness of protocols to mitigate it.", "results_summary": "The study found that shared environments and equipment, when proper protocols are followed, do not significantly increase gluten cross-contamination. However, cooking gluten-free and gluten-containing pasta in shared water resulted in gluten levels above the 20 ppm limit, though rinsing reduced it below this threshold.", "population_specificity": "Individuals with celiac disease or gluten sensitivity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:26.301836+00:00"}
{"study_id": 15599, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of a gluten-free diet (GFD) on gut microbiota diversity and clinical symptoms in participants with gastrointestinal disorders (GIDs), migraines, and atopic dermatitis.", "results_summary": "The GFD increased fungal diversity but did not alter fungal composition, while bacterial diversity remained stable. GIDs decreased in both groups, and migraines improved in the placebo group.", "population_specificity": "Participants with GIDs suffering from migraines and atopic dermatitis (n = 46).", "effective_dosage": "Not specified", "study_duration": "Six weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:26.761287+00:00"}
{"study_id": 15604, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate alternative treatment options for celiac disease beyond a gluten-free diet, focusing on gluten detoxification, intestinal permeability modulation, immunological tolerance, and auto-immunity regulation.", "results_summary": "The study found that no alternative treatment has completed phase III clinical trials, but ALV003 and ZED-1227 are the most promising options for supplemental use alongside a gluten-free diet. Current treatment remains a strict gluten-free diet, which is effective but challenging for adherence.", "population_specificity": "Individuals with celiac disease (chronic inflammatory disease of the small intestine induced by gluten ingestion in susceptible individuals).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:34.269796+00:00"}
{"study_id": 15607, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the challenges of a gluten-free diet (GFD) for celiac disease and gluten-related disorders and investigate future perspectives, including technological advancements and follow-up strategies.", "results_summary": "The study found that strict adherence to a GFD is challenging due to social, economic, and nutritional concerns, and current monitoring methods are unsatisfactory. It suggests that alternative therapies and improved gluten-free products are needed to enhance treatment efficacy and patient quality of life.", "population_specificity": "Patients with celiac disease and other gluten-related disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:34.817355+00:00"}
{"study_id": 15602, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a gluten-free pasta using mixtures of corn, amaranth, soy, and rice flours to provide a safe and nutritious alternative for celiac disease patients.", "results_summary": "The experimental gluten-free pasta had higher protein content (14.0%) compared to commercial gluten-free pasta (4.5%) and met gluten-free standards (<20 mg/kg). The corn-rice-soy pasta achieved similar acceptance and liking as commercial gluten-free pasta.", "population_specificity": "Celiac disease patients, particularly in Mexico.", "effective_dosage": "Not applicable (food product development study).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:35.242450+00:00"}
{"study_id": 15609, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the limitations of gluten-free diets for celiac disease and explore potential drug therapies targeting its pathophysiology.", "results_summary": "The study highlights that strict gluten-free diets are challenging and often insufficient for many celiac disease patients, prompting drug development efforts. Several therapeutic approaches are in phase 2 and 3 clinical trials, targeting specific disease mechanisms.", "population_specificity": "Patients with celiac disease, particularly those with nonresponsive or refractory forms (types I and II).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:35.297143+00:00"}
{"study_id": 15605, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of an ionic liquid ([C5DMIM][MSO]) as a gluten extraction solution for detection purposes while preserving gluten structure and antibody binding.", "results_summary": "The study found that 1% [C5DMIM][MSO]aq effectively dissolved gluten (>3000 ppm in 5 min) without altering its structure or interfering with antibody binding, and it showed no cell toxicity in N2a cells.", "population_specificity": "Not specified (in vitro study using N2a cells and gliadin solubility tests).", "effective_dosage": "1% [C5DMIM][MSO]aq solution.", "study_duration": "Not specified (solubility measured within 5 minutes).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:35.573399+00:00"}
{"study_id": 15603, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the association between coeliac disease (CD) and gastro-oesophageal reflux disease (GORD) and evaluate the impact of a gluten-free diet (GFD) on GORD symptoms.", "results_summary": "The study found that individuals with CD on a gluten-containing diet were significantly more likely to have GORD compared to controls and those on a GFD. A GFD was highly effective in preventing GORD symptom relapse, outperforming PPI treatment in non-CD GORD patients.", "population_specificity": "Individuals with coeliac disease (both pediatric and adult) and gastro-oesophageal reflux disease (GORD).", "effective_dosage": "Not specified", "study_duration": "1 year (for GFD intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:35.597692+00:00"}
{"study_id": 15608, "supplement_id": 1161, "safety_score": "20", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to review therapeutic strategies for celiac disease, focusing on the adverse effects of gluten and alternatives to a gluten-free diet.", "results_summary": "The study found that gluten triggers inappropriate immune responses in celiac disease, leading to various extraintestinal manifestations, and that a gluten-free diet is currently the only effective treatment, though some patients do not respond. Novel therapeutic approaches, such as enzymatic degradation of gluten and immune modulation, are being explored.", "population_specificity": "Patients with celiac disease.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:36.020267+00:00"}
{"study_id": 15606, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of orally administered Aspergillus niger prolyl endopeptidase protease (AN-PEP) on preventing symptoms and reducing gluten exposure in celiac disease patients adhering to a gluten-free diet.", "results_summary": "The study found no significant reduction in overall stool gluten immunogenic peptides (GIP) with AN-PEP treatment, but it did observe a significantly lower prevalence of severe symptoms in the AN-PEP arm compared to the run-in period. AN-PEP did not affect celiac-specific serology.", "population_specificity": "Adult celiac disease patients on a long-term gluten-free diet.", "effective_dosage": "Two AN-PEP capsules (GliadinX) at each of three meals per day.", "study_duration": "4 weeks of treatment after a 4-week run-in period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:37.951991+00:00"}
{"study_id": 189579, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the neurologic manifestations related to gluten and differentiate them from those associated with celiac disease.", "results_summary": "The abstract mentions that gluten-related neurologic symptoms are an evolving area of research, but no specific findings on gluten's effects are detailed.", "population_specificity": "Patients with gastrointestinal and neurologic diseases, including those with gluten-related symptoms.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:42.614635+00:00"}
{"study_id": 189580, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the effects of ancient Khorasan wheat on gut microbiota, inflammation, and short-chain fatty acid production in fibromyalgia patients.", "results_summary": "The Khorasan wheat replacement diet improved gut microbiota composition, fecal immune profiles, and short-chain fatty acid levels, correlating with symptom improvement in fibromyalgia patients.", "population_specificity": "20 fibromyalgia patients", "effective_dosage": "Not specified", "study_duration": "8 weeks per intervention phase", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:42.913590+00:00"}
{"study_id": 189584, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of multigrain flatbread (gluten-free) on lipid profile and carbohydrate homeostasis in type 2 diabetic patients.", "results_summary": "The study found that multigrain flatbread significantly reduced insulin levels, HbA1c, LDL cholesterol, and blood pressure, while increasing insulin sensitivity, though triglycerides and VLDL levels increased.", "population_specificity": "100 type 2 diabetic participants", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:43.122278+00:00"}
{"study_id": 189578, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The study aimed to evaluate the effects of New Zealand Blackcurrant (NZBC) extract on 5-km running performance, not Gluten.", "results_summary": "The study found no significant physiological or metabolic effects from the placebo (gluten-free flour) and focused on NZBC extract's performance benefits. Gluten itself was not evaluated for any effects.", "population_specificity": "Sixteen trained male runners (age 26 ± 5 years).", "effective_dosage": "3 × 300 mg gluten-free flour (placebo).", "study_duration": "Acute dose (single administration 2 hours before exercise).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:43.738308+00:00"}
{"study_id": 189577, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to explore the relationship between gluten consumption, genetic predisposition, and the role of gut microbiota in celiac disease (CD).", "results_summary": "The study found that gluten triggers an inflammatory response in genetically predisposed individuals with CD, which can be alleviated by a gluten-free diet. It also highlighted the importance of gut microbes, particularly in producing DPP-4, which supports immune and metabolic health, suggesting probiotics as a complementary supplement for CD.", "population_specificity": "Individuals with a genetic predisposition to celiac disease (carriers of DQ2 and/or DQ8 alleles).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:44.636543+00:00"}
{"study_id": 189583, "supplement_id": 1161, "safety_score": "30", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify biomarkers for assessing disease activity induced by gluten exposure in celiac disease (CeD) patients and evaluate the potential for less invasive, lower-dose, shorter-duration gluten challenges.", "results_summary": "The study found that various biomarkers, including villous height to crypt depth, video capsule endoscopy scores, and immune cell responses, showed significant changes with gluten exposure, particularly at 10 g/day. Symptoms and plasma interleukin-2 levels increased significantly at both 3 g and 10 g doses, with interleukin-2 being the earliest and most sensitive marker of acute gluten exposure.", "population_specificity": "14 adults with biopsy-proven celiac disease (CeD).", "effective_dosage": "3 g or 10 g of gluten per day.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:45.665191+00:00"}
{"study_id": 189585, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to define the core celiac transcriptomic signature and pathologic pathways in duodenum biopsies to better understand the loss of tolerance to gluten in celiac disease.", "results_summary": "The study identified a marked suppression of mature epithelial metabolic functions in celiac patients, an adaptive immune response, and a celiac-specific signature linked to increased cell proliferation and cell cycle activity. The transcriptomic data effectively classified disease or healthy states in discovery and validation cohorts.", "population_specificity": "Pediatric celiac patients (54), non-celiac controls, and validation cohorts of 67 adults and pediatric participants; also included 177 small bowel Crohn disease patients and controls.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:46.753140+00:00"}
{"study_id": 189587, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a gluten-free diet in reducing disease severity in patients with psoriasis or psoriatic arthritis, particularly those with serologic markers of gluten sensitivity.", "results_summary": "The study weakly recommends a gluten-free diet only for patients who test positive for serologic markers of gluten sensitivity, indicating limited efficacy for the broader psoriasis population. The recommendation is based on low-quality data, suggesting uncertain clinical benefits.", "population_specificity": "Adults with psoriasis or psoriatic arthritis, specifically those with serologic markers of gluten sensitivity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:46.994382+00:00"}
{"study_id": 189588, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the relationship between vitamin D levels and celiac disease (CeD) in patients, particularly focusing on the impact of a gluten-free diet.", "results_summary": "The review found that adult CeD patients often have vitamin D deficiency at diagnosis, which resolves with a gluten-free diet without supplementation. Calcitriol levels, however, remained normal at diagnosis.", "population_specificity": "Adult patients with celiac disease (CeD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:50.407230+00:00"}
{"study_id": 189592, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential benefits of eliminating gluten from the diet of fibromyalgia (FM) patients as a dietary intervention for clinical improvement.", "results_summary": "The study suggests that non-coeliac gluten sensitivity may overlap with FM symptoms, and eliminating gluten from the diet could be a beneficial dietary intervention for FM patients. However, the evidence is based on a review of existing literature rather than original experimental data.", "population_specificity": "Fibromyalgia patients, particularly those with non-coeliac gluten sensitivity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:52.156457+00:00"}
{"study_id": 189590, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to clarify the myths and facts surrounding gluten-free diets (GFD) and their relevance to conditions like non-celiac gluten sensitivity (NCGS) and celiac disease.", "results_summary": "The abstract suggests that GFD is beneficial for celiac disease and NCGS but notes its increasing adoption by a broader population without clear evidence of benefits for other conditions like ADHD or autism.", "population_specificity": "Individuals with celiac disease, non-celiac gluten sensitivity (NCGS), and broader populations adopting GFD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:52.733137+00:00"}
{"study_id": 189593, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers examined the relationship between gluten avoidance and its potential role in reducing psoriasis-associated morbidity.", "results_summary": "The abstract suggests gluten avoidance may help reduce psoriasis-associated morbidity, but it does not provide specific data or outcomes regarding gluten's effects. The study also analyzes the relationship between chronic urticaria symptoms and dietary pseudoallergens, including gluten.", "population_specificity": "Patients with chronic urticaria and psoriasis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:52.839719+00:00"}
{"study_id": 189591, "supplement_id": 1161, "safety_score": "30", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to investigate the association between gluten-related conditions (celiac disease and non-celiac gluten sensitivity) and inflammatory bowel disease, and the potential benefits of a gluten-free diet in these patients.", "results_summary": "The study found that IBD prevalence is higher in celiac patients, and Crohn's disease patients with non-celiac gluten sensitivity reported more joint pain, fatigue, and headaches compared to ulcerative colitis patients. A gluten-free diet may be more beneficial for Crohn's disease than ulcerative colitis.", "population_specificity": "Patients with celiac disease, Crohn's disease, ulcerative colitis, and non-celiac gluten sensitivity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:53.624136+00:00"}
{"study_id": 189594, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate plasma zinc levels in children with celiac disease and assess the impact of gluten-free diet (GFD) with or without zinc supplementation.", "results_summary": "Plasma zinc levels increased significantly with GFD, regardless of zinc supplementation. No significant difference was observed between groups receiving GFD alone versus GFD with zinc supplementation.", "population_specificity": "Children with celiac disease, including those with short stature and diarrhea.", "effective_dosage": "Not specified (zinc supplementation details not provided).", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:53.976218+00:00"}
{"study_id": 16149, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of a gluten-free diet (GFD) on body mass index (BMI) in patients with celiac disease (CD).", "results_summary": "The meta-analysis found no significant overall change in BMI group after GFD, but subgroup analyses revealed higher odds for BMI category change in underweight and overweight patients. The study concluded that GFD is associated with increased BMI in some CD patient populations.", "population_specificity": "Patients with celiac disease (CD) from 5 countries (n=2450).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:55.777856+00:00"}
{"study_id": 16148, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine how gluten-specific T cells transition into memory T cells and how clinically relevant biomarkers normalize during the first year of a gluten-free diet in celiac disease patients.", "results_summary": "The study found that gluten-specific CD4+ T cells peaked in blood at day 14, then decreased within 10 weeks of a gluten-free diet, with rapid changes in T-cell phenotype and disease-specific antibodies. These changes suggest a shift to a quiescent but chronic state in treated celiac disease.", "population_specificity": "17 celiac disease patients (with additional assessments in subsets of 6 and 9 patients).", "effective_dosage": "Not specified (gluten-free diet adherence).", "study_duration": "1 year (with some assessments within the first 3 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:57.225953+00:00"}
{"study_id": 16152, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to provide evidence-based recommendations on the gluten-free diet (GFD) for managing coeliac disease and supporting dietary adherence.", "results_summary": "The study outlined the definition of GFD, regulations for \"gluten-free\" labeling, naturally gluten-free and gluten-containing foods, and provided educational tips on food substitutes, label reading, and cross-contact risks. It also addressed nutritional considerations and factors influencing dietary adherence.", "population_specificity": "Children with coeliac disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:00.874916+00:00"}
{"study_id": 16151, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the short-term effects of gluten-free, Mediterranean, and combined Mediterranean gluten-free diets on thyroid function and autoantibody levels in patients with Hashimoto's thyroiditis.", "results_summary": "The study found that gluten-free and Mediterranean gluten-free diets led to increased Free T3 hormone levels and reduced anti-TPO and anti-Tg levels, though the latter was not statistically significant. Body weight and related metrics also decreased significantly in intervention groups compared to controls.", "population_specificity": "40 patients with Hashimoto's thyroiditis", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:00.982353+00:00"}
{"study_id": 16150, "supplement_id": 1162, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of a low-dose gluten challenge (\"crackers challenge\") for diagnosing coeliac disease in individuals already on a self-prescribed gluten-free diet.", "results_summary": "The study found that the crackers challenge (60-120 mg gluten/day for 3 months) was safe, with no relevant adverse events, and effective, as 45% of participants showed serological positivity for coeliac disease, with 83% satisfaction reported.", "population_specificity": "Adult patients with suspected coeliac disease on self-prescribed gluten-free diets.", "effective_dosage": "60-120 mg of gluten per day in the form of crackers.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:01.429351+00:00"}
{"study_id": 16153, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to outline the limitations of a gluten-free diet (GFD) for celiac disease (CeD) and explore potential non-dietary treatments.", "results_summary": "The study highlights that a GFD, while the only current treatment for CeD, can be burdensome and may not fully resolve symptoms or mucosal injury, leading to psychological impacts and reduced quality of life. It also discusses recent advances in pharmaceutical treatments for CeD.", "population_specificity": "Adult patients with celiac disease experiencing ongoing symptoms and persistent duodenal villous atrophy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:01.448013+00:00"}
{"study_id": 16155, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the association between a gluten-free diet (GFD) and thyroid autoimmunity in patients with Celiac Disease (CD).", "results_summary": "The study found that GFD was positively associated with thyroid autoimmunity in the children subgroup of CD patients, but no significant difference was observed in the total CD population. The results suggest that early-onset CD patients may have a greater risk of thyroid autoimmunity.", "population_specificity": "Patients with Celiac Disease, specifically including a subgroup analysis of children.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:02.205631+00:00"}
{"study_id": 16154, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify factors influencing adherence to a gluten-free diet (GFD) among adult celiac disease patients across various ecological levels.", "results_summary": "The study found that 63.7% of patients had good adherence to GFD, while barriers included lack of knowledge, financial constraints, social pressures, and limited availability of gluten-free foods. Multivariable analysis identified occasional gluten consumption, dining-out challenges, and family/friend coercion as key predictors of poor adherence.", "population_specificity": "Adult patients with celiac disease on a gluten-free diet for over one year (n=978, median age 29 years, 592 females).", "effective_dosage": "Not specified", "study_duration": "Not specified (patients on GFD for >1 year)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:03.718859+00:00"}
{"study_id": 16156, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers sought to examine patterns of persistent symptoms in adults with celiac disease and their relationship with gluten-free diet adherence, psychiatric symptoms, and quality of life.", "results_summary": "The study identified four symptom profiles among adults with celiac disease, ranging from little to no symptoms to frequent symptoms, but found no differences in gluten-free diet adherence across profiles. Despite moderate symptom burden, some profiles reported lower psychiatric symptoms and higher quality of life.", "population_specificity": "U.S. adults with self-reported, biopsy-confirmed celiac disease (N=523; 88% women; 93.5% White).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:05.214606+00:00"}
{"study_id": 16157, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to determine whether a gluten-free diet could resolve fly-catching syndrome (FCS) in a dog with elevated anti-gliadin and anti-transglutaminase-2 antibodies.", "results_summary": "The gluten-free diet led to complete resolution of FCS episodes in the dog over a 3-month follow-up, suggesting a potential link between gluten sensitivity and FCS.", "population_specificity": "A 6-year-old male French Bulldog with chronic gastrointestinal signs and FCS.", "effective_dosage": "Not specified (exclusively gluten-free diet).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:05.787530+00:00"}
{"study_id": 16158, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the compliance and clinical outcomes of a gluten-free diet (GFD) in children with celiac disease (CD).", "results_summary": "The study found that strict adherence to a GFD resolved clinical symptoms in 87.3% of children, with symptom resolution occurring within an average of 6.4 months. Compliance varied significantly by age, with adolescents being the least compliant, and was correlated with symptom disappearance, persistence, and complications.", "population_specificity": "Children diagnosed with celiac disease in the pediatrics department of the Hassan II University Hospital in Fez, Morocco.", "effective_dosage": "Not specified", "study_duration": "18 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:09.737115+00:00"}
{"study_id": 16159, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of a gluten-free diet (GFD) on neuropsychiatric manifestations of celiac disease, particularly in pediatric populations.", "results_summary": "The study found that GFD positively impacts neuropsychiatric symptoms (e.g., ADHD, epilepsy, RLS) in pediatric celiac patients, with statistically significant results in 5 out of 7 studies. Screening for celiac disease in idiopathic neurological cases was recommended for early GFD intervention.", "population_specificity": "Pediatric patients with biopsy-proven or serologically positive celiac disease, including those with neuropsychiatric manifestations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:10.629167+00:00"}
{"study_id": 16162, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of a gluten-free diet (GFD) on anthropometric indicators, including weight, BMI, waist circumference, and body fat, in patients with and without celiac disease.", "results_summary": "The study found that a GFD had no significant effect on anthropometric indicators overall, but subgroup analysis showed increased weight and body fat in patients with celiac disease, particularly in interventions lasting more than 48 weeks.", "population_specificity": "Patients with and without celiac disease.", "effective_dosage": "Not specified", "study_duration": "Varied, with some interventions lasting more than 48 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:11.046099+00:00"}
{"study_id": 16160, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare weight loss outcomes in patients with celiac disease (CeD) on a gluten-free diet using antiobesity medications (AOMs) versus patients without CeD using AOMs.", "results_summary": "Patients with CeD had similar weight loss outcomes (6.5% vs. 9.5% at 12 months) and comparable proportions achieving ≥5% weight loss (72.7% vs. 72.1%) as those without CeD. No significant differences were observed between injectable and oral AOMs in either group.", "population_specificity": "Patients with treated celiac disease (n=39) matched to non-CeD patients (n=78) by sex and AOM type.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:11.409932+00:00"}
{"study_id": 16161, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the performance of three different tTG-IgA assays in monitoring the response to a gluten-free diet (GFD) in celiac disease patients.", "results_summary": "The study found that normalization of tTG-IgA levels in patients on GFD varied depending on the assay used, with chemiluminescence immuno-assays (CLIA) showing delayed normalization and higher sensitivity in detecting suboptimal treatment response compared to fluorochrome-enzyme immuno-assay (FEIA). Elevated i-FABP levels indicated intestinal epithelial damage in patients with persistent tTG-IgA positivity, particularly with CLIA assays.", "population_specificity": "44 adults and 17 children with celiac disease.", "effective_dosage": "Not specified", "study_duration": "Follow-up samples were taken after at least 6 months on GFD.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:11.754717+00:00"}
{"study_id": 16163, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare stool gluten immunogenic peptides (GIPs) measurements over 4 weeks with conventional tools for monitoring adherence to a gluten-free diet (GFD) in celiac disease patients.", "results_summary": "Weekly stool GIP identified gluten exposure not always detected by conventional methods, correlating with higher serum antibody levels and self-reported adherence scores. Expert dietitian assessments and IgA DGP antibodies were independently associated with excessive gluten exposure.", "population_specificity": "Adult patients with celiac disease attending a gastroenterology hospital in Buenos Aires.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:12.842527+00:00"}
{"study_id": 16164, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the prevalence, severity, and associated factors of fatigue in celiac disease patients at diagnosis and after 1 year on a gluten-free diet.", "results_summary": "Fatigue significantly decreased after 12 months on a gluten-free diet, as measured by multiple fatigue scales, though fatigue levels remained higher than in healthy controls. Higher fatigue scores were linked to depression and pain but not to disease activity or nutritional deficiencies.", "population_specificity": "78 patients with serologically and histologically verified celiac disease, matched with 78 healthy controls by age and sex.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:13.899344+00:00"}
{"study_id": 16165, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to elucidate potential mechanisms behind the diabetes-alleviating effect of a maternal gluten-free diet in NOD mouse offspring.", "results_summary": "The study found no reduction in autoimmune diabetes incidence, insulitis degree, glucose or insulin tolerance, or plasma insulin autoantibody titer in offspring from mothers on a gluten-free diet compared to a standard diet. The results did not replicate previous findings of diabetes alleviation from maternal gluten-free diets.", "population_specificity": "Female offspring of Non-Obese Diabetic (NOD) mice.", "effective_dosage": "Not specified", "study_duration": "Maternal diet during pregnancy; offspring monitored for 200 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:14.666062+00:00"}
{"study_id": 16166, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of probiotics on gut microbiota composition and clinical symptoms in treated coeliac disease (CD) patients.", "results_summary": "Probiotic administration improved clinical symptoms, significantly reducing fatigue scores, and increased the relative abundances of beneficial gut bacteria (except Staphylococcus spp.) compared to placebo.", "population_specificity": "31 CD patients (15 probiotics, 16 placebo)", "effective_dosage": "10^9 colony-forming units/capsule", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:17.974843+00:00"}
{"study_id": 16168, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to investigate the potential relationship between gluten ingestion and psychiatric symptoms in a case of nonceliac gluten sensitivity.", "results_summary": "The study found that a strict gluten-free diet led to significant improvement in psychiatric symptoms (anxiety and paranoid delusion) in a patient who did not respond to conventional treatment, suggesting a possible link between gluten and psychiatric disorders.", "population_specificity": "15-year-old girl with no past psychiatric history presenting with anxiety and paranoid delusion.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:18.396629+00:00"}
{"study_id": 16169, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential of metabolomic analysis in identifying biomarkers for early diagnosis and treatment monitoring of celiac disease (CD) with a gluten-free diet (GFD).", "results_summary": "The study highlights that a GFD can alleviate symptoms and restore intestinal villi in CD patients, but its cellular effects remain poorly understood. Metabolomics studies show promise in understanding CD progression and the impact of GFD treatment initiation.", "population_specificity": "Pediatric celiac disease patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:19.490232+00:00"}
{"study_id": 16171, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to analyze trends on Twitter regarding celiac disease and the gluten-free diet to identify primary influencers and the type of information disseminated.", "results_summary": "The study found that most content on Twitter about celiac disease and gluten-free diets was posted by self-promoters, commercial entities, or self-identified female family members, with minimal contributions from scientific or medical providers. The volume of tweets for #glutenfree was significantly higher than for #celiac.", "population_specificity": "Twitter users posting about celiac disease and gluten-free diets.", "effective_dosage": "Not available", "study_duration": "8 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:20.298299+00:00"}
{"study_id": 16172, "supplement_id": 1162, "safety_score": "70", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to assess diet quality, nutritional imbalances, and nutritional status among individuals with celiac disease following a gluten-free diet in Lebanon.", "results_summary": "The study found nutritional deficiencies (iron, vitamin B12, calcium, vitamin D) and low muscle mass in participants, with barriers like expensive gluten-free products limiting adherence. Despite these issues, most participants followed gluten-free diets and read nutrition labels.", "population_specificity": "50 individuals (31.74 ± 15.64 years) with celiac disease in Lebanon, including children, adolescents, and adults.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:21.198359+00:00"}
{"study_id": 16170, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of in-person, small group education sessions led by dietitians in improving knowledge and adherence to a gluten-free diet (GFD) among celiac disease patients and their families.", "results_summary": "The study found that families' knowledge of celiac disease significantly increased after attending the sessions, and 96% of patients aged 8 and above benefited from the classes, demonstrating the effectiveness of small group education for this population.", "population_specificity": "Celiac disease patients (age 8 and above) and their families.", "effective_dosage": "Not specified", "study_duration": "Not specified (sessions were conducted over 10 years, but individual session duration is not mentioned).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:21.406091+00:00"}
{"study_id": 16174, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review recent research on nutritional issues in celiac disease (CD) and the gluten-free diet (GFD), focusing on how sorghum could diversify the GFD and address nutritional deficiencies.", "results_summary": "The study highlights that sorghum, a gluten-free grain, contains bioactive compounds with potential anti-inflammatory, blood sugar-regulating, and cholesterol-lowering effects, which may benefit CD patients. However, only one study confirms short-term safety, and long-term research is needed.", "population_specificity": "Celiac disease patients adhering to a gluten-free diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:23.647549+00:00"}
{"study_id": 16173, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the importance of early follow-up for celiac patients, evaluate stool gluten immunogenic peptides (GIPs) as a measure of gluten-free diet (GFD) adherence, and analyze nutritional imbalances in GFD.", "results_summary": "The study found that 14% of patients had positive stool GIPs at 4 months post-diagnosis, but 88% of these became negative by 9 months after dietary advice. Nutritional deficiencies (e.g., vitamin D, folate, calcium) and imbalances (e.g., excess protein, fat, and ultra-processed food intake) were identified in the GFD.", "population_specificity": "Pediatric patients with newly diagnosed celiac disease in a tertiary hospital in Spain.", "effective_dosage": "Not specified", "study_duration": "Follow-up at 4 and 9 months post-diagnosis", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:24.377588+00:00"}
{"study_id": 16176, "supplement_id": 1162, "safety_score": "100", "efficacy_score": 29, "quality_score": 65, "study_goal": "The researchers aimed to assess the safety and efficacy of a gluten-free diet as a treatment for pediatric patients with difficult-to-treat nephrotic syndrome and to determine if plasma zonulin concentration could predict response.", "results_summary": "Five out of 17 participants (29%) responded positively to the gluten-free diet, defined by reduced relapse rates or discontinuation of immunosuppressive drugs. The diet was well-tolerated with no adverse events, and elevated plasma zonulin was linked to non-response.", "population_specificity": "Pediatric patients with difficult-to-treat nephrotic syndrome.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:27.140273+00:00"}
{"study_id": 16175, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the nutrient intakes of adult and pediatric celiac disease patients following a gluten-free diet and identify potential areas of improvement.", "results_summary": "The study found that a gluten-free diet may lead to high fat intake and insufficient essential micronutrient intake, particularly calcium, magnesium, iron, and vitamin D, across different age groups. Adults showed insufficient dietary fiber intake, while teenagers had the highest fat consumption.", "population_specificity": "Adult and pediatric celiac disease patients following a gluten-free diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:27.481370+00:00"}
{"study_id": 16177, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the role of a gluten-free diet (GFD) on glycometabolic parameters, cholesterol, triglycerides, waist circumference, blood pressure, inflammatory cascade, and vitamin D in subjects with dysmetabolic conditions.", "results_summary": "The study found mixed results regarding the effects of GFD on metabolic syndrome components, with some improvement in HDL levels but discordant data on glycemic levels. The evidence was limited and of very low certainty, predominantly based on observational studies.", "population_specificity": "Subjects with celiac disease and dysmetabolic conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:28.473092+00:00"}
{"study_id": 16178, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the long-term molecular effects of a gluten-free diet (GFD) in celiac disease (CD) patients by analyzing fecal small non-coding RNAs (sncRNAs) and gut microbiome profiles.", "results_summary": "The study found that specific miRNA and microbial profiles were altered in CD subjects on a GFD, with some miRNA levels correlating with diet duration. The gut inflammatory status and long-term GFD effects were reflected in these molecular patterns, suggesting potential biomarkers for GFD monitoring.", "population_specificity": "63 treated CD subjects (51 on strict GFD, 12 not strict/short-time adherence), 3 untreated CD subjects, and 66 healthy controls; additional validation cohorts included 40 healthy adults and 19 untreated pediatric CD subjects with 19 matched controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:30.899980+00:00"}
{"study_id": 16179, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether some adult celiac disease patients could achieve complete remission on a gluten-containing diet after long-term adherence to a gluten-free diet.", "results_summary": "The study found that five celiac disease patients achieved complete remission of symptoms, histopathological changes, and serology despite reintroducing a gluten-containing diet after a mean of 4 years on a gluten-free diet. The results suggest that some adult-diagnosed celiac patients may recover normal mucosa without relapse.", "population_specificity": "Adult patients with celiac disease confirmed by positive TTG IgA and duodenal biopsy.", "effective_dosage": "Not specified", "study_duration": "Mean 4 (±0.54) years on gluten-free diet", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:31.319070+00:00"}
{"study_id": 16180, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine how the duration of a gluten-free diet (GFD) affects the BMI of Iranian patients with celiac disease (CD).", "results_summary": "Most patients' weight remained in the same BMI category during different periods of GFD adherence. Underweight patients showed significant BMI changes, with weight gain increasing over time, particularly in those on the diet for less than 6 months or more than 2 years.", "population_specificity": "215 Iranian patients with celiac disease on a gluten-free diet.", "effective_dosage": "Not specified", "study_duration": "Varied (less than 6 months, 6 months to 2 years, more than 2 years)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:31.446502+00:00"}
{"study_id": 16181, "supplement_id": 1162, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of a gluten-free diet (GFD) on glycemic control, growth rate, microvascular complications, and quality of life in patients with type 1 diabetes mellitus (T1DM) and celiac disease (CeD).", "results_summary": "The study found that adherence to GFD in young patients with T1DM and CeD improved glycemic control, growth rate, lipid profile, and quality of life, though dietary restrictions posed practical challenges. GFD also appeared to lower the incidence of micro- and macrovascular complications, but further investigation is needed.", "population_specificity": "Children and young patients with both type 1 diabetes mellitus (T1DM) and celiac disease (CeD).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:33.493263+00:00"}
{"study_id": 16182, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of a gluten-free diet (GFD) in managing celiac disease (CD) and explore the need for alternative therapies to address dietary transgressions and inadvertent gluten exposure.", "results_summary": "The study found that GFD has been the primary treatment for CD for over 70 years, providing clinical, serological, and histological improvements. However, complete gluten avoidance is challenging due to widespread gluten in processed foods, highlighting the need for adjunct therapies to mitigate dietary lapses and reduce mucosal damage.", "population_specificity": "Patients with celiac disease, including all age groups (infancy, adolescence, and the elderly).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:33.630239+00:00"}
{"study_id": 16183, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy of a gluten-free diet in reducing functional abdominal bloating and distension, particularly in patients with irritable bowel syndrome (IBS).", "results_summary": "The study found insufficient evidence to recommend a gluten-free diet for reducing bloating and abdominal distension, with available evidence primarily derived from IBS studies rather than focused cohorts with only functional abdominal bloating and distension.", "population_specificity": "Patients with irritable bowel syndrome (IBS) and functional abdominal bloating and distension.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:35.438453+00:00"}
{"study_id": 16185, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "To assess gluten contamination in labeled oat-based gluten-free products and compare them to regular gluten-containing counterparts.", "results_summary": "40% of gluten-free labeled oat products exceeded local gluten cutoff levels (5 ppm), and 36% exceeded Codex Alimentarius standards (20 ppm). Locally produced products were more expensive, and rolled/instant oats were less contaminated than flours.", "population_specificity": "Oat-based gluten-free products available in the market (local and imported).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:36.576310+00:00"}
{"study_id": 16184, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore self-generated procedures children and adolescents with celiac disease use to manage a gluten-free diet during food-related activities, focusing on self-management skills and adherence.", "results_summary": "The study found that 97.6% of participants \"always adhered\" to the gluten-free diet, and qualitative analysis identified 10 categories of do and don't actions used for self-management, highlighting cognitive planning beyond gluten avoidance. These actions can support independent self-management and inform intervention programs.", "population_specificity": "Children and adolescents (aged 8-18 years) with celiac disease in Israel, diagnosed more than 6 months prior to the study.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:37.042189+00:00"}
{"study_id": 16186, "supplement_id": 1162, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate nutritional imbalances in children with coeliac disease on a strict gluten-free diet compared to non-coeliac controls.", "results_summary": "Children with coeliac disease on a gluten-free diet showed significantly lower levels of vitamin B1, folic acid, and calcium compared to controls, with inadequate intake of calcium, folic acid, and vitamin D, but excessive protein and carbohydrate intake. The diet did not differ significantly from controls in most nutrient intakes but resulted in more underweight and fewer overweight/obese children.", "population_specificity": "48 children with coeliac disease (mean age 11.8 years) on a strict gluten-free diet compared to 50 non-coeliac children (mean age 10.2 years).", "effective_dosage": "Not specified", "study_duration": "Mean duration of gluten-free diet was 5.02 ± 3.87 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:41.899998+00:00"}
{"study_id": 67362, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to determine the role of TRPV4 in pancreatic β-cell dysfunction related to type 2 diabetes, potentially influenced by a high-fat diet.", "results_summary": "The abstract does not provide specific findings regarding the effects of a high-fat diet; it focuses on TRPV4's role in β-cell dysfunction.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:49.616023+00:00"}
{"study_id": 67360, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to assess the safety and efficacy of annatto-extracted tocotrienols (TT) consumption for lipid-related parameters in obese postmenopausal women.", "results_summary": "The abstract does not provide results; it outlines the study design and planned outcomes, including fat mass, lipid profile, gene expression, and inflammatory markers.", "population_specificity": "Obese postmenopausal women", "effective_dosage": "DeltaGold Tocotrienol 70% (specific amount not detailed)", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:49.669126+00:00"}
{"study_id": 67367, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were examining cellular senescence and its role in tissue aging and cancer inhibition, not directly evaluating High-Fat Diet.", "results_summary": "The abstract discusses cellular senescence, its accumulation in the body, and its role in chronic inflammation and carcinogenesis, but does not mention High-Fat Diet.", "population_specificity": "Not specified (abstract focuses on cellular mechanisms, not a human or animal population).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:49.669917+00:00"}
{"study_id": 67361, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to critically examine the potential therapeutic benefits of ketogenic diet and ketogenic agents on neurodegenerative and psychiatric disorders in humans and animal models.", "results_summary": "Preclinical studies strongly support the efficacy of ketogenic diet in various animal models of neuropsychiatric disorders, but clinical evidence is limited to case studies and small pilot trials, with encouraging but inconclusive results in Alzheimer's disease, psychotic disorders, and autism spectrum disorders.", "population_specificity": "Humans with neurodegenerative and psychiatric disorders, and translationally valid animal models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:50.223790+00:00"}
{"study_id": 67368, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to summarize the preventive and therapeutic effects of Ganoderma lucidum on cardiovascular diseases, including its potential to mitigate heart damage induced by high-fat diets.", "results_summary": "The study found that Ganoderma lucidum showed potential in reducing cardiovascular disease risk by improving metabolic markers (LDL, HDL, TC, blood pressure, oxidative damage) and preventing heart damage in high-fat-diet-induced diabetic models.", "population_specificity": "Animal models (high-fat-diet-induced diabetic, STZ-induced diabetic, ISO-induced myocardial hypertrophy, acute ethanol-induced heart toxicity, TAC models).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:50.712249+00:00"}
{"study_id": 67365, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate animal models of coronary microvascular dysfunction (CMD) induced by metabolic derangements, particularly high-fat diet (HFD), to understand its pathophysiology and explore potential therapies.", "results_summary": "The study found that HFD-induced metabolic derangements in animal models led to perturbations in coronary microvascular function and structure, similar to those observed in patients with INOCA. These models are useful for investigating novel therapeutic targets and interventions for ischemic heart disease.", "population_specificity": "Animal models (dogs, swine, rabbits, rats, mice) with metabolic derangements induced by HFD or diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:50.861464+00:00"}
{"study_id": 67363, "supplement_id": 1201, "safety_score": "65", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of dietary lipid manipulations, particularly high-fat diets, in hepatic glycogen storage disease type III (GSDIII) patients, focusing on cardiomyopathy and myopathy.", "results_summary": "The study found that a high-fat diet led to a significant decline in creatine kinase concentrations and reduced cardiac hypertrophy in pediatric GSDIIIa patients, suggesting potential benefits for this subgroup. However, long-term monitoring for complications like growth restriction and liver inflammation was recommended.", "population_specificity": "Pediatric and adult patients with hepatic glycogen storage disease type III (GSDIII), particularly those with cardiomyopathy and/or myopathy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:50.977853+00:00"}
{"study_id": 67364, "supplement_id": 1201, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a high-fat diet (HFD) or moderately HFD increases lipopolysaccharide (LPS) and LPS-mediated cytokine production in postprandial blood, and whether LPS is a major cause of postprandial inflammation.", "results_summary": "The study found that LPS may not be the major cause of postprandial inflammation in healthy adults consuming moderately HF or HF meals, as LPS levels were mostly below detectable limits and did not significantly increase cytokine concentrations. However, plasma free fatty acids (FFAs) may modulate postprandial inflammation, suggesting an alternative mechanism for HFD-induced inflammation.", "population_specificity": "Healthy adults (98 volunteers in the cross-sectional study, 62 in the intervention study, ages 26.8–37.3 years).", "effective_dosage": "Breakfast containing 60% kcal fat (HF) or 36% kcal fat (moderately HF).", "study_duration": "Single meal intervention with postprandial blood sampling over 3 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:53.784251+00:00"}
{"study_id": 67371, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the co-factorial role of viral infections, particularly persistent cases, in synergy with high-fat diet in the induction of obesity.", "results_summary": "The study suggests that gut microbiota uphold intrinsic interferon (IFN) signaling, which regulates lipid metabolism, but prolonged IFN responses during persistent viral infections and obesogenesis create a reciprocal causality between virus susceptibility and obesity. Some IFN subtypes show therapeutic potential in anti-inflammation and anti-obesity activity.", "population_specificity": "Not specified (general discussion of obesity and viral infections)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:58.153843+00:00"}
{"study_id": 67370, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to analyze the effects of ADIPOQ gene polymorphism rs266729 on metabolic changes after two different amounts of dietary fat (high-fat vs. low-fat) in obese patients.", "results_summary": "Weight loss was similar with both diets, but subjects with the CC genotype showed significant improvements in insulin levels, HOMA-IR, and adiponectin levels after both diets. The low-fat diet also improved lipid profile in noncarriers of allele G.", "population_specificity": "283 obese patients", "effective_dosage": "High-fat diet (38% fats), low-fat diet (27% fats)", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:58.562142+00:00"}
{"study_id": 67375, "supplement_id": 1201, "safety_score": "20", "efficacy_score": null, "quality_score": 60, "study_goal": "The researchers aimed to review the metabolic changes in the liver caused by a high-fat diet, focusing on miRNA alterations, reactive oxygen species, and their interplay in liver diseases.", "results_summary": "The study found that high-fat diets contribute to liver diseases by altering miRNA expression and increasing oxidative stress, which affects signaling and metabolic pathways. These changes are linked to acute/chronic liver diseases, viral hepatitis, and carcinogenesis.", "population_specificity": "Not specified (literature review, not a clinical study)", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:59.262865+00:00"}
{"study_id": 67372, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop a novel mouse model of acute-on-chronic alcohol liver injury using a high-fat diet combined with alcohol to mimic human alcoholic hepatitis.", "results_summary": "The study found that mice fed a high-fat diet with alcohol exhibited exacerbated liver fibrosis, neutrophil infiltration, and ductular proliferation, resembling human alcoholic hepatitis. The model also showed gut barrier dysfunction, mimicking a key pathophysiological mechanism of the disease.", "population_specificity": "Male mice with cholestatic liver fibrosis induced by DDC diet.", "effective_dosage": "Up to 24 g/kg of ethyl alcohol in a high-fat diet.", "study_duration": "4 weeks of alcohol feeding after an 8-week DDC diet and 1-week washout.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:59.748433+00:00"}
{"study_id": 67373, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to analyze the evidence linking short-chain fatty acids (SCFA) to leptin levels and production, particularly in the context of high-fat diet outcomes.", "results_summary": "The study found that SCFA stimulate leptin expression in adipocytes via FFAR3 activation, and high-fat diet interventions in animals decreased circulating leptin levels while increasing SCFA, associated with suppressed weight gain. In humans, leptin was mainly correlated with adiposity, but dysbiosis interfered with this relationship.", "population_specificity": "In vitro studies (adipocytes), animal studies, and human studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:59.823162+00:00"}
{"study_id": 67374, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of a high-fat, high-calorie diet in optimizing nutritional status and clinical outcomes for cystic fibrosis (CF) patients.", "results_summary": "The study found that a high-fat diet is essential for CF patients to counteract chronic negative energy balance, improve growth, and maintain optimal nutritional status, especially when combined with enzyme replacement therapy for those with pancreatic insufficiency.", "population_specificity": "Cystic fibrosis patients across all age groups (children and adults).", "effective_dosage": "Not specified (diet exceeds standard age and sex energy intake recommendations).", "study_duration": "Not specified.", "interactions": "Enzyme replacement therapy is required for fat absorption in pancreatic insufficiency; other potential impediments include altered gut motility, bile salt composition, microbiota, and inflammation.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:00.652211+00:00"}
{"study_id": 67369, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether obesity (induced by a high-fat diet in mice) differentially mediates response to antiarrhythmic drugs in atrial fibrillation.", "results_summary": "The study found that obesity reduced the therapeutic effectiveness of sodium channel blockers (class I AADs) in humans and mice, while response to potassium channel blockers remained similar. In mice, a high-fat diet increased susceptibility to pacing-induced AF, and sotalol was more effective than flecainide in reducing AF burden.", "population_specificity": "311 human patients with symptomatic AF and mice fed a high-fat diet for 10 weeks.", "effective_dosage": "Not specified for the high-fat diet in mice.", "study_duration": "10 weeks for mice; human AAD treatment duration varied (minimum 3 months for response assessment).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:01.139284+00:00"}
{"study_id": 67376, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a high-fat diet alters gastrointestinal microbiota composition and promotes cardiovascular dysfunction via trimethylamine-N-oxide production, and if probiotics can restore gut homeostasis.", "results_summary": "The study hypothesizes that a high-fat diet alters gut microbiota, leading to metabolic changes that promote atherosclerosis and cardiovascular dysfunction, and suggests probiotics may restore gut balance.", "population_specificity": "Not specified (abstract only).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:01.433163+00:00"}
{"study_id": 67377, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers examined the association between smoking cessation and metabolic risk behaviors, including high-fat diet, mediated by readiness to change and moderated by stress management.", "results_summary": "Smoking cessation was associated with greater readiness to improve dietary behaviors (e.g., increasing fruit and vegetable consumption), which predicted lower metabolic risk, particularly in participants with unmanaged stress.", "population_specificity": "Young adult smokers in a randomized controlled trial of a Facebook smoking cessation intervention.", "effective_dosage": "Not specified", "study_duration": "9 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:05.850584+00:00"}
{"study_id": 67379, "supplement_id": 1201, "safety_score": "30", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize the relationship between high-fat diets and metabolic endotoxemia, focusing on gut dysbiosis and LPS dynamics, as well as dietary factors that may mitigate this condition.", "results_summary": "The study found that high-fat diets induce metabolic endotoxemia, which is linked to chronic inflammatory diseases, and highlighted dietary factors that may help regulate gut microbiota to reduce endotoxemia.", "population_specificity": "Humans and animals (primarily mice)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:06.954972+00:00"}
{"study_id": 67378, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the association between lifestyle factors, including a high-fat diet, and the severity of nocturnal gastroesophageal reflux (nGER).", "results_summary": "The study found that a high-fat diet was positively associated with the severity of nGER symptoms, along with other lifestyle factors like smoking and late supper. Night-time heartburn and regurgitation were linked to sleep disorders.", "population_specificity": "Outpatients with nocturnal gastroesophageal reflux (nGER) in China (4,448 patients).", "effective_dosage": "Not specified", "study_duration": "Observational period from May 2017 to February 2018 (no specific intervention duration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:07.886952+00:00"}
{"study_id": 67380, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the role of polyphenols from plant extracts as a complementary therapy for obesity, particularly in counteracting oxidative stress linked to high-fat diets.", "results_summary": "The study highlights that plant-derived polyphenols can act as anti-obesity agents by inhibiting lipid accumulation, reducing oxidative stress, and offering a natural alternative for weight management without serious side effects.", "population_specificity": "High-fat diet-induced obesity models (rats/mice) and human models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:08.519992+00:00"}
{"study_id": 67381, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the role of GIPR in obesity and the potential of targeting it with agonists or antagonists, alone or in combination with glucagon-like peptide-1 analogs, for weight loss.", "results_summary": "The study found that both GIPR antagonists and agonists alone prevent weight gain, but combining them with glucagon-like peptide-1 analogs results in significant weight loss. The findings suggest potential therapeutic approaches for obesity targeting GIPR.", "population_specificity": "Human and mouse genetic studies (not specified beyond this).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:08.819659+00:00"}
{"study_id": 67382, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 30, "study_goal": "The researchers aimed to review the role of high-fat diet as a risk factor for hepatocellular carcinoma (HCC) and explore potential protective effects of polysaccharides against liver injury.", "results_summary": "The abstract indicates that high-fat diet is a critical promoter of HCC, contributing to hepatocyte death, inflammation, and fibrosis. However, the study primarily focuses on polysaccharides as potential therapeutics rather than directly assessing high-fat diet's effects.", "population_specificity": "Not specified (general discussion of high-fat diet's role in liver injury and HCC).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:08.883914+00:00"}
{"study_id": 67383, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to review the impact of maternal pregravid obesity and high-fat diet on fetal immunity, placental inflammation, and offspring health outcomes.", "results_summary": "The study found that maternal pregravid obesity and high-fat diet exposure in utero negatively affect fetal programming, leading to adverse cardiometabolic, endocrine, neurodevelopmental, and immune outcomes in offspring. It also highlights the link between placental inflammation and systemic inflammation.", "population_specificity": "Pregnant individuals with pregravid obesity and their offspring (animal models and clinical studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:10.183544+00:00"}
{"study_id": 67384, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to review the dual roles of Lipocalin-2 (LCN2) in metabolic disorders and assess its potential as a therapeutic target for high-fat-diet-induced conditions.", "results_summary": "The study found conflicting evidence on LCN2's role in metabolic disorders, with some studies suggesting it promotes diabetes and obesity, while others indicate it may protect against these conditions. The abstract highlights the need for further research to reconcile these opposing findings.", "population_specificity": "Humans and rodents (animal models)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:10.554857+00:00"}
{"study_id": 67385, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 70, "study_goal": "The researchers aimed to review the role of melatonin in mitigating liver injury and cirrhosis caused by factors including high-fat diet consumption.", "results_summary": "The abstract indicates that high-fat diet consumption is a hepatotoxic factor contributing to liver cirrhosis, but melatonin shows potential in protecting against liver injury by inhibiting oxidative stress, inflammation, and fibrosis.", "population_specificity": "Not specified (review article, no specific study population mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:13.423053+00:00"}
{"study_id": 67386, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to explore the epigenetic mechanisms of the adiponectin gene (ADIPOQ) and how factors like a high-fat diet contribute to metabolic disorders.", "results_summary": "The study found that a maternal high-fat diet, oxidative stress, and other factors can lead to epigenetic changes in the ADIPOQ gene, resulting in hypoadiponectinemia and insulin resistance, which may accelerate metabolic disorders.", "population_specificity": "Not specified (general discussion of metabolic disorders, no specific cohort studied).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:15.130987+00:00"}
{"study_id": 67387, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the interactions between tea polyphenols (TP) and intestinal microbiota, and their potential role in mitigating high-fat diet-induced obesity.", "results_summary": "The study suggests that TP can modulate gut microbiota composition and produce metabolites that positively impact host health, potentially counteracting obesity linked to high-fat diets. The review highlights the bidirectional effects of TP and gut flora on health improvement.", "population_specificity": "Not specified (general human health implications).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:16.199551+00:00"}
{"study_id": 67388, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to explore the relationship between high-fat diet and age-related hearing impairment (ARHI), focusing on potential mechanisms like oxidative stress and mitochondrial damage.", "results_summary": "The study found that a high-fat diet may contribute to ARHI by inducing oxidative stress, mitochondrial damage, and apoptosis in the inner ear, but also identified potential protective nutritional interventions.", "population_specificity": "Elderly individuals at risk of age-related hearing impairment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:16.245359+00:00"}
{"study_id": 67389, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of the gut microbiome in the development of type 2 diabetes mellitus (T2DM) and how a high-fat diet contributes to metabolic endotoxemia and inflammation.", "results_summary": "The study found that a high-fat diet leads to gut microbiome dysbiosis, triggering metabolic endotoxemia through LPS release, systemic inflammation, and insulin resistance, contributing to T2DM. Therapeutic interventions targeting the gut microbiome were also discussed.", "population_specificity": "Not specified (general focus on gut microbiome-host interactions in T2DM development).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:17.517596+00:00"}
{"study_id": 67390, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the therapeutic effect of LAV-BPIFB4 gene therapy on atherosclerosis in ApoE knockout mice fed a high-fat diet.", "results_summary": "LAV-BPIFB4 gene therapy improved endothelial function, reduced atherosclerotic severity, and promoted an anti-inflammatory macrophage phenotype in mice and human samples. It also modulated cytokine levels and restored endothelial function in explanted human arteries.", "population_specificity": "ApoE knockout mice (ApoE-/-) fed a high-fat diet and macrophages from atherosclerotic patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:17.521850+00:00"}
{"study_id": 67392, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to review evidence on the relationship between dietary patterns, including high-fat diets, and Alzheimer's disease risk.", "results_summary": "The study found that unhealthy dietary patterns, including high-fat diets, were associated with neurodegenerative effects in Alzheimer's disease etiology, while healthy diets showed neuroprotective effects.", "population_specificity": "Not specified (review of observational studies, including case-control, cross-sectional, and prospective studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:19.177122+00:00"}
{"study_id": 67391, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of the gut microbiota in the neuroprotective effects of the ketogenic diet (a high-fat diet) for treating epilepsy.", "results_summary": "The study suggests that the ketogenic diet positively impacts epilepsy treatment by altering the gut microbiota, though the exact mechanisms remain unclear. Recent studies strongly indicate the gut microbiota's involvement in the diet's effectiveness for epilepsy.", "population_specificity": "Individuals with refractory epilepsy (implied by focus on treatment-resistant cases).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:20.110330+00:00"}
{"study_id": 67393, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to evaluate the performance of low-dose clopidogrel (25 mg) in Chinese patients and compare a generic (Taijia) with a reference drug (Plavix).", "results_summary": "The abstract does not provide results related to High-Fat Diet.", "population_specificity": "Chinese patients", "effective_dosage": "25 mg (frequency not specified)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:20.165683+00:00"}
{"study_id": 67396, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of different fiber sources (rye bran flour, ground wheat aleurone, or powdered cellulose) on intestinal serotonin levels in mice fed a high-fat diet.", "results_summary": "The study found that mice consuming rye bran or wheat aleurone had significantly lower colonic serotonin levels compared to those consuming cellulose. This suggests that fiber type in a high-fat diet may influence serotonin biosynthesis in the gut.", "population_specificity": "Mice fed a high-fat diet supplemented with different fiber sources.", "effective_dosage": "Not specified in the abstract.", "study_duration": "9 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:24.852096+00:00"}
{"study_id": 67394, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of an ad libitum Mediterranean diet (high-fat) versus a low-fat diet on adiposity, inflammatory markers, oxidative stress, and traditional CVD risk markers in post-coronary event patients.", "results_summary": "The Mediterranean diet group showed reduced subcutaneous adipose tissue and waist circumference compared to the low-fat diet group, without leading to body fat gain. The diet also demonstrated potential anti-inflammatory and antioxidant effects, though larger studies are needed to confirm these findings.", "population_specificity": "Australian patients (62 ± 9 years, 83% male) post-coronary event.", "effective_dosage": "Ad libitum (no specific dosage provided).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:24.981324+00:00"}
{"study_id": 67395, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers examined health risk behavior profiles, including high-fat diet, in young adult smokers over 12 months to identify patterns and stability of these behaviors.", "results_summary": "At baseline, 84.8% of participants reported a high-fat diet as a risk behavior, which clustered with other metabolic risks like low fruit and vegetable intake, inactivity, stress, and poor sleep hygiene. These behaviors remained stable over the 12-month study period.", "population_specificity": "Young adult smokers (N = 500; mean age 20.9 years; 54.6% women)", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:25.085255+00:00"}
{"study_id": 67397, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to summarize current data on the roles of dietary lipids (including High-Fat Diet components) in the development of psoriasis and discuss potential therapeutic strategies.", "results_summary": "The study suggests that saturated fatty acids (SFAs) may exacerbate psoriatic dermatitis by activating inflammasomes and IL-17-producing cells, while omega-3 PUFAs may inhibit Th17 differentiation and potentially mitigate psoriasis.", "population_specificity": "Mouse models of psoriasis (not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:25.681153+00:00"}
{"study_id": 67398, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to explore the neuropathological role of amyloid β (Aβ) associated with metabolic alterations induced by a high-fat diet (HFD) and its potential link to cognitive impairment and Alzheimer's disease (AD).", "results_summary": "The study suggests that a high-fat diet, combined with metabolic disorders like obesity and Type 2 Diabetes Mellitus, may synergistically impair endoplasmic reticulum and mitochondrial functions, alter glial reactivity, and inhibit insulin receptor signaling, leading to neuronal malfunction and cognitive impairment. These effects could lay the foundation for late-onset AD.", "population_specificity": "Not specified (review of existing research, not a primary study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:26.794364+00:00"}
{"study_id": 67399, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of the S1P-S1P receptor signaling system in inflammatory processes and vascular integrity, particularly in the context of high-fat diet-induced atherosclerosis in mice.", "results_summary": "The study found that endothelial-specific deletion of S1P1 receptor in mice fed a high-fat diet led to increased formation of atherosclerotic lesions, highlighting the protective role of the S1P-S1P receptor system in vascular health.", "population_specificity": "Mice with endothelial-specific deletion of S1P1 receptor", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:28.596172+00:00"}
{"study_id": 67400, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a low-carbohydrate, high-fat diet followed by carbohydrate loading on anaerobic performance in male basketball players.", "results_summary": "The study assessed changes in anaerobic performance metrics (peak power, total work, time to peak power, blood lactate concentration, blood pH, and bicarbonate) after a conventional diet, 4 weeks of a low-carbohydrate diet, and subsequent carbohydrate loading. The abstract does not specify the direction or magnitude of these changes.", "population_specificity": "Fifteen competitive male basketball players.", "effective_dosage": "Not specified", "study_duration": "4 weeks of low-carbohydrate diet followed by 7 days of carbohydrate loading.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:29.022586+00:00"}
{"study_id": 67401, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine how a high-unsaturated-fat diet compared to a low-fat, high-carbohydrate diet affects the metabolism of HDL containing apolipoprotein E (apoE) in overweight or obese adults with below-average HDL-cholesterol.", "results_summary": "The high-unsaturated-fat diet increased the secretion, metabolism, and clearance of HDL subspecies containing apoE, enhancing their role in reverse cholesterol transport. It also promoted the conversion of large cholesterol-rich HDL to small HDL, indicating selective cholesterol ester delivery to the liver, without affecting HDL lacking apoE.", "population_specificity": "Overweight or obese adults with below-average HDL-cholesterol.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:29.344445+00:00"}
{"study_id": 67402, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to explore how circadian rhythm disruption, including high-fat feeding, contributes to obesity and metabolic disease.", "results_summary": "The study found that high-fat feeding disrupts circadian coordination of metabolism, promoting obesity and metabolic disorders, and highlights mechanisms of diet-induced circadian desynchrony.", "population_specificity": "Animal genetic models and humans under circadian misalignment (e.g., shift workers or jet lag).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:32.483567+00:00"}
{"study_id": 67403, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to guide the selection of nutritional interventions and animal strains to induce obesity and related morbidities in experimental models.", "results_summary": "The abstract highlights that excessive intake of dietary components like fatty acids and sugars can promote obesity, and dietary interventions in animal models are useful for understanding this preventable disease. No specific results on High-Fat Diet effects are detailed.", "population_specificity": "Animal models (specific strains not mentioned)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:32.745201+00:00"}
{"study_id": 67406, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 70, "study_goal": "The researchers aimed to explore the role of a high-fat diet in inducing gut microbiome dysbiosis and its association with food allergy development.", "results_summary": "The study suggests that a high-fat diet, among other environmental factors, can lead to gut microbiome dysbiosis, which is linked to food allergy. It highlights the potential of dietary and microbial interventions to modulate immune tolerance mechanisms.", "population_specificity": "Not specified (general discussion of environmental factors and gut microbiota)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:34.896252+00:00"}
{"study_id": 67405, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate whether glutamine supplementation could improve metabolic parameters and inflammatory profiles in overweight/obese humans and modulate insulin-related pathways in rats on a high-fat diet.", "results_summary": "Glutamine reduced waist circumference and serum lipopolysaccharide in overweight volunteers and improved insulin action and signaling in rats on a high-fat diet, though it induced insulin resistance specifically in adipose tissue.", "population_specificity": "Overweight/obese humans and Wistar rats on a high-fat diet.", "effective_dosage": "30 g of glutamine or alanine (control) for humans; dosage for rats not specified.", "study_duration": "14 days for humans; duration for rats not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:35.417243+00:00"}
{"study_id": 67404, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the effects of maternal high-fat diet overconsumption during pregnancy on immune programming, neuroinflammation, and its potential link to autism spectrum disorder (ASD) susceptibility in offspring.", "results_summary": "The study suggests that maternal high-fat diet induces a pro-inflammatory profile, leading to epigenetic immune programming and brain structural abnormalities in offspring, potentially increasing ASD risk. It highlights the role of maternal immune activation (MIA) in microglia priming and peripheral immune cell dysfunction, contributing to ASD-related behavioral and neurological changes.", "population_specificity": "Pregnant mothers and their offspring (animal or human models not specified in abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:35.793334+00:00"}
{"study_id": 67408, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to summarize evidence on resveratrol's potential benefits in treating metabolic syndrome and related disorders.", "results_summary": "The review highlights resveratrol's beneficial effects on metabolic syndrome, outlining key mechanisms and discussing its potential as a complementary or alternative medicine.", "population_specificity": "Not specified (general review of existing evidence).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:36.396742+00:00"}
{"study_id": 67407, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to review the clinical perspective of paediatric NAFLD, focusing on identifying risk factors for progressive disease and potential interventions.", "results_summary": "The abstract highlights that NAFLD is prevalent in obese children and young people, with rapid progression and significant fibrosis at presentation. Lifestyle change is the only proven effective treatment, but genetic and epigenetic factors also play a role in susceptibility.", "population_specificity": "Obese children and young people (CYP) in the western world.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:36.896920+00:00"}
{"study_id": 67409, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to highlight the impact of high-fat diet and alcohol on metabolic diseases, focusing on liver and pancreatic conditions, and to summarize recent data on their global health effects.", "results_summary": "The abstract discusses the coexistence of high-fat diet and alcohol as major risk factors for metabolic diseases like steatohepatitis, liver cancer, chronic pancreatitis, and pancreatic adenocarcinoma, but does not present specific study results on high-fat diet's effects.", "population_specificity": "Global population affected by metabolic diseases (liver and pancreas).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:38.735909+00:00"}
{"study_id": 67410, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the neuroprotective and cognitive-enhancing effects of lycopene in rodents under high-fat diet (HFD) conditions.", "results_summary": "Lycopene improved cognition and memory in rodents exposed to a high-fat diet, likely through mechanisms such as reducing oxidative stress, neuroinflammation, and neuronal apoptosis, as well as restoring mitochondrial function. The study suggests lycopene may mitigate some adverse effects of HFD on the central nervous system.", "population_specificity": "Rodents (specific species not mentioned)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:40.699315+00:00"}
{"study_id": 67411, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 70, "study_goal": "The researchers aimed to understand the cellular and molecular mechanisms linking obesity-related inflammation to insulin resistance in high-fat diet-fed mice and obese individuals.", "results_summary": "The study found that obesity, induced by a high-fat diet, leads to chronic low-grade inflammation in adipose tissue, systemic inflammation, and insulin resistance, driven by enlarged adipocytes and immune cell recruitment. The findings suggest potential targets for preventive and therapeutic strategies.", "population_specificity": "Obese rodents (high-fat diet-fed mice) and obese humans.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:42.554754+00:00"}
{"study_id": 67413, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of the brain's renin-angiotensin system (RAS) in controlling resting metabolic rate (RMR) in response to a high-fat diet and other stimuli.", "results_summary": "The study found that the angiotensin II Agtr1a receptor, localized to a specific subset of Agrp neurons in the arcuate nucleus, is required for stimulating thermogenic sympathetic activity and RMR in response to a high-fat diet, but not for suppressing food intake or increasing blood pressure.", "population_specificity": "Not specified (likely animal models, given the focus on hypothalamic neurons).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:43.725962+00:00"}
{"study_id": 67415, "supplement_id": 1201, "safety_score": "30", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the influence of high-fat diets on dysbiosis and metabolic endotoxemia, focusing on their role in inflammation and chronic diseases.", "results_summary": "High-fat diets were associated with reduced bacterial diversity, increased gut permeability, LPS translocation, immune system changes, and systemic inflammation, contributing to metabolic endotoxemia and chronic disease risks.", "population_specificity": "Not specified (general discussion, no specific population studied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:43.786609+00:00"}
{"study_id": 67414, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of a 5-day high-fat diet rich in cottonseed oil (CSO) or olive oil (OO) on lipid profiles in normal-weight men.", "results_summary": "The CSO-rich diet significantly lowered fasting total cholesterol, LDL cholesterol, and triglycerides, while increasing HDL cholesterol, and reduced postprandial triglycerides. No changes in blood lipids were observed with the OO-rich diet.", "population_specificity": "Fifteen normal-weight men.", "effective_dosage": "50% fat diet rich in either CSO or OO.", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:43.858956+00:00"}
{"study_id": 67416, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the pharmacokinetics of a controlled-release pregabalin tablet (GLA5PR GLARS-NF1) with an immediate-release capsule under high-fat diet conditions.", "results_summary": "The study found that a high-fat diet significantly increased the bioavailability of the GLA5PR GLARS-NF1 tablet. Overall pregabalin exposure after multiple administrations of the controlled-release tablet was comparable to that of the immediate-release capsules.", "population_specificity": "30 participants in the single-dose study and 24 participants in the multiple-dose study.", "effective_dosage": "150 mg once daily (controlled-release) or 75 mg twice daily (immediate-release).", "study_duration": "Single-dose study: 36 hours; multiple-dose study: 3 days.", "interactions": "High-fat diet increased bioavailability of the controlled-release tablet.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:45.851255+00:00"}
{"study_id": 67418, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether genetic variations related to vitamin D levels influence changes in bone mineral density (BMD) in response to different dietary fat intakes during weight loss.", "results_summary": "The study found that in the high-fat diet group, participants with higher genetic risk scores (GRS) for vitamin D showed significantly less reduction in whole-body BMD compared to those with lower GRS, while no significant genetic associations were observed in the low-fat diet group. A similar interaction was noted for femur neck BMD at 6 months, but not at 2 years.", "population_specificity": "Overweight or obese adults (n=370 at baseline) participating in the POUNDS Lost trial.", "effective_dosage": "Not specified (diets varied in macronutrient intakes).", "study_duration": "2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:48.990490+00:00"}
{"study_id": 67419, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the relationship between high-fat diets (particularly saturated fats and ω-6 PUFAs), inflammation, and tumor progression, and how dietary modifications might influence these outcomes.", "results_summary": "The study found that high-fat diets, especially those rich in saturated fats and ω-6 PUFAs, are associated with increased inflammation, tumor incidence, metastasis, and poor outcomes, while dietary composition (ω-3 vs. ω-6 PUFA ratio) can regulate tumor growth and metastasis, impacting overall survival in mice.", "population_specificity": "Rodent models and clinical studies (human implications inferred).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:49.969276+00:00"}
{"study_id": 67422, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the molecular mechanisms linking high-fat diet-induced insulin resistance and phospholipid metabolism in metabolic disease.", "results_summary": "The study highlights the role of altered phospholipid metabolism in metabolic dysfunction and insulin resistance, summarizing key discoveries and suggesting future research directions.", "population_specificity": "Not specified (review of existing studies)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:50.438823+00:00"}
{"study_id": 67423, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the relationship between gut microbiota dysbiosis, metabolic disorders (e.g., obesity and diabetes), and potential therapeutic interventions like prebiotics, probiotics, and fecal microbiota transplantation.", "results_summary": "The study found that dysbiosis in gut microbiota is linked to metabolic disorders, with high-fat diets increasing plasma LPS levels, triggering inflammation. Butyrate and propionate suppressed weight gain in obese mice, while acetate reduced food intake in healthy mice.", "population_specificity": "Mice (with high-fat diet-induced obesity) and general discussion of human implications.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:52.730244+00:00"}
{"study_id": 67420, "supplement_id": 1201, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to explore the effects of a low-carbohydrate/high-fat (LCHF) diet (less than 20g carbohydrates per day) on plasma LDL-C levels and lipid profiles in young, healthy adults.", "results_summary": "The LCHF diet significantly increased LDL-C, apolipoprotein B, total cholesterol, HDL-C, free fatty acids, uric acid, and urea compared to controls, while triglycerides, lipoprotein (a), glucose, C-peptide, CRP, blood pressure, and body composition remained unchanged. PBMC gene expression of SREBP-1 also increased in the LCHF group.", "population_specificity": "Healthy, normal-weight young adults.", "effective_dosage": "Less than 20g carbohydrates per day.", "study_duration": "Three weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:53.350199+00:00"}
{"study_id": 67421, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of the kynurenine pathway in energy homeostasis and metabolic diseases, particularly in the context of high-fat diet-induced conditions like obesity and glucose intolerance.", "results_summary": "The study found that activation of the kynurenine pathway through exercise training improved lipid metabolism, thermogenesis, and reduced weight gain, inflammation, insulin resistance, and glucose intolerance in rodents fed a high-fat diet. Manipulating the kynurenine pathway was proposed as a potential therapeutic strategy for metabolic diseases.", "population_specificity": "Rodents (animal study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:54.138351+00:00"}
{"study_id": 67417, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 70, "study_goal": "The researchers aimed to review recent scientific literature on high-fat diet-induced inflammation and its role in disease and cancer development, focusing on underlying mechanisms.", "results_summary": "The abstract highlights that high-fat diets are linked to adverse health effects, including inflammation, diabetes, and certain cancers, but the mechanisms remain poorly understood. It emphasizes the need for further research into these mechanisms and potential therapeutic strategies.", "population_specificity": "Not specified (literature review)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:54.861810+00:00"}
{"study_id": 67424, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to investigate how insulin resistance-related genetic variants interact with lifestyle factors like high-fat diet to influence breast cancer risk in postmenopausal women.", "results_summary": "The study identified 58 loci associated with insulin resistance phenotypes, with 29 of these also linked to postmenopausal breast cancer, suggesting that genetic susceptibility interacts with high-fat diet and other lifestyle factors to influence breast cancer risk.", "population_specificity": "Postmenopausal women, a population highly susceptible to obesity, insulin resistance, and increased breast cancer risk.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:55.126050+00:00"}
{"study_id": 67425, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to explore the role of lipid abnormalities, particularly from a high-fat diet, in the development of age-related macular degeneration (AMD) and how microRNAs might influence lipid metabolism in AMD.", "results_summary": "The abstract suggests that lipid dysregulation and oxidation due to a high-fat diet may contribute to AMD progression by promoting inflammation and oxidative stress, but the exact mechanisms remain unclear. MicroRNAs are proposed as potential regulators of lipid metabolism in AMD, similar to their role in other lipid-related diseases.", "population_specificity": "Not specified (general discussion of AMD and lipid metabolism)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:58.049553+00:00"}
{"study_id": 67427, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of gut microbiota in mediating the effects of a high-fat diet on gut-brain communication and eating behavior, particularly focusing on inflammation and vagal signaling.", "results_summary": "The study found that a high-fat diet induces gut microbiota dysbiosis, leading to increased circulating LPS (metabolic endotoxemia), which impairs vagally mediated satiety signaling and promotes hyperphagia. Normalizing microbiota composition in rats on a high-fat diet prevented vagal remodeling, suggesting microbiota's critical role in regulating gut-brain communication.", "population_specificity": "Rodents (rats)", "effective_dosage": "Not specified", "study_duration": "Chronic (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:03:59.711162+00:00"}
{"study_id": 67429, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore p53's role in adipocyte development, function, and maintenance, and its impact on systemic energy homeostasis in white and brown adipose tissue.", "results_summary": "The abstract does not provide specific findings about High-Fat Diet's effects; it focuses on p53's metabolic regulation in adipose tissue.", "population_specificity": "Not specified (abstract discusses general cellular and tissue mechanisms).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:00.670393+00:00"}
{"study_id": 67426, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the association between whole grain-rich diets and novel betainized compounds, comparing their effects with a high-fat diet in mice and assessing their impact on insulin resistance and secretion in humans.", "results_summary": "The study found that betainized compounds, such as pipecolic acid betaine and valine betaine, increased with whole grain intake and were inversely correlated with postprandial glucose and insulin concentrations, suggesting improved insulin resistance and secretion. The high-fat diet was used as a comparator but its specific effects were not detailed in the abstract.", "population_specificity": "C57BL/6J male mice and human participants with metabolic syndrome from Kuopio, Finland (n=69) and Naples, Italy (n=54).", "effective_dosage": "Not specified for the high-fat diet.", "study_duration": "12 weeks for the human trial; duration for the mouse trial not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:01.015879+00:00"}
{"study_id": 67430, "supplement_id": 1201, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanisms by which a high-fat diet, aging, and BOP treatment contribute to pancreatic carcinogenesis.", "results_summary": "The study found that a high-fat diet, along with aging and BOP treatment, caused severe fatty infiltration of the pancreas, abnormal adipokine production, and promoted pancreatic ductal adenocarcinoma (PDAC) development.", "population_specificity": "Syrian golden hamsters", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:01.799462+00:00"}
{"study_id": 67428, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of IL-15 in metabolic adaptations, particularly its potential to counteract high-fat-diet-induced obesity and insulin resistance.", "results_summary": "The study found that IL-15 treatment improved insulin sensitivity, fatty acid oxidation, and protected against high-fat-diet-induced obesity and insulin resistance, though most studies used supraphysiological doses. IL-15 may act as an endocrine or autocrine/paracrine factor to enhance muscle glucose homeostasis and oxidative metabolism.", "population_specificity": "Mice (animal model)", "effective_dosage": "Supraphysiological doses (specific amounts not provided)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:02.246648+00:00"}
{"study_id": 67431, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of berry intake on energy substrate use and glucoregulation in volunteers consuming a high-fat diet.", "results_summary": "The study found that blackberry intake significantly reduced the average 24-hour respiratory quotient (RQ), indicating a shift in energy substrate utilization. No other significant effects on glucoregulation were reported.", "population_specificity": "Overweight or obese men (n=27)", "effective_dosage": "600 g/day blackberries (1500 mg/day flavonoids)", "study_duration": "7 days per treatment period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:02.947481+00:00"}
{"study_id": 67432, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the influence of weight loss treatment on omentin-1 concentrations and other parameters after a high-fat hypocaloric diet compared to a low-fat hypocaloric diet in obese subjects.", "results_summary": "The study found that a high-fat hypocaloric diet did not lead to changes in omentin-1 levels, unlike the low-fat hypocaloric diet, which increased omentin-1 levels. Both diets resulted in reductions in BMI, weight, fat mass, and other metabolic parameters.", "population_specificity": "239 obese subjects (both males and females)", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:04.774128+00:00"}
{"study_id": 67433, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of omega-3 and omega-6 polyunsaturated fatty acids (PUFAs) on cardiovascular health, particularly myocardial infarction (MI), and to explore the discrepancy between experimental and clinical findings.", "results_summary": "The study found that omega-3 PUFAs showed cardioprotective effects in animal experiments, reducing MI size, but clinical studies indicated only minor benefits for cardiovascular health. The high consumption of omega-6 PUFAs was observed to attenuate the positive effects of omega-3 PUFAs on MI.", "population_specificity": "Not specified (abstract refers to general findings from animal experiments and clinical studies).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "Omega-6 PUFAs were noted to reduce the beneficial effects of omega-3 PUFAs.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:08.105514+00:00"}
{"study_id": 67434, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review and evaluate the most relevant animal models of NAFLD to identify those that best mirror human pathology for future therapeutic development.", "results_summary": "The abstract does not provide specific results about High-Fat Diet's effects but highlights the need for better animal models to study NAFLD progression and potential treatments.", "population_specificity": "Animal models (not specified further)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:08.310310+00:00"}
{"study_id": 67436, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the molecular mechanisms by which a high-fat diet contributes to metabolic disorders and whether γ-oryzanol from brown rice can mitigate these effects.", "results_summary": "The study found that γ-oryzanol reduces preference for high-fat diets by modulating endoplasmic reticulum stress in the hypothalamus and striatal dopamine D2 receptor signaling, while also protecting pancreatic β-cells from apoptosis. It also ameliorates glucose tolerance and insulin resistance in obese, prediabetic individuals.", "population_specificity": "Obese, prediabetic men (human trials) and mice (animal studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:09.788076+00:00"}
{"study_id": 67435, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare lipid metabolic profiles between dMMR and pMMR colorectal cancer cell lines to identify potential differences in metastasis-associated lipids and key enzymes.", "results_summary": "The study found that pMMR cells had higher levels of certain phospholipids (PC and PA) and key lipid metabolism enzymes (SCD1 and PLD1) compared to dMMR cells, suggesting a link between lipid metabolism and metastasis in pMMR CRC.", "population_specificity": "Colorectal cancer cell lines (HCT116, DLD1, LoVo, HCT15 for dMMR; SW480, SW620, HT29, NCM460 for pMMR).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:10.044917+00:00"}
{"study_id": 67437, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of a hypercaloric high-fat diet on acetaminophen exposure and measurement accuracy in healthy subjects.", "results_summary": "The study found that a three-day hypercaloric high-fat diet did not affect acetaminophen exposure, unlike short-term fasting, which increased exposure by 20%. The high-fat diet also did not impact the accuracy of acetaminophen measurement methods.", "population_specificity": "Nine healthy male subjects", "effective_dosage": "500ml of cream (1715 kcal) supplemented to their regular diet for three days", "study_duration": "Three days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:10.328680+00:00"}
{"study_id": 67438, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to review the role of testosterone in energy metabolism, including its associations with obesity, metabolic syndrome, and related conditions, using data from epidemiological studies and rodent models involving high-fat diet (HFD).", "results_summary": "The abstract summarizes that low testosterone levels impair physical and mental health in men and discusses associations with obesity, metabolic syndrome, and type 2 diabetes, but does not provide specific findings on HFD's effects.", "population_specificity": "Males (human epidemiological studies and rodent models).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:10.744730+00:00"}
{"study_id": 67439, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the metabolic effects of a 5-day high-fat diet rich in polyunsaturated fatty acids (PUFA) versus monounsaturated fatty acids (MUFA) in normal-weight men.", "results_summary": "The study found that a MUFA-rich meal acutely resulted in lower respiratory exchange ratio (RER) and greater diet-induced thermogenesis (DIT), while a 5-day PUFA-rich diet led to greater changes in metabolic responses, including RER and fat oxidation, suggesting metabolic adaptability to PUFA.", "population_specificity": "Fifteen normal-weight men.", "effective_dosage": "50% fat diet (25% of energy from PUFA or MUFA).", "study_duration": "5 days per diet (plus a 3-day lead-in diet).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:12.527590+00:00"}
{"study_id": 67440, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the impact of maternal obesity and high-fat diet on placental function, fetal development, and long-term metabolic health.", "results_summary": "The abstract highlights that maternal obesity and high-fat diets alter placental lipid transport and metabolism, potentially affecting fetal development and increasing disease risk later in life. It calls for better non-invasive technologies to assess these changes during pregnancy.", "population_specificity": "Women of reproductive age, particularly those with obesity or high-fat diets, and their offspring.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:13.110817+00:00"}
{"study_id": 67442, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to determine how short-term high-fat diet (HFD) affects CYP3A4 and UGT-mediated drug metabolism compared to fasting and control conditions.", "results_summary": "The study found that a short-term HFD did not affect systemic clearance of midazolam, unlike short-term fasting, which altered CYP3A4 and UGT-mediated metabolism.", "population_specificity": "Nine healthy subjects", "effective_dosage": "500 ml of cream supplemented to their regular diet for 3 days", "study_duration": "3 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:16.022009+00:00"}
{"study_id": 67441, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether novel miRNAs (MYNO8, MYNO22, MYN059, MYNO66, MYNO95) are expressed in serum and if their expression changes during metabolic dysregulation, including high-fat diet feeding.", "results_summary": "The study found that two novel miRNAs (MYNO8 and MYNO22) were associated with metabolic dysregulation in women with impaired glucose tolerance and were similarly decreased in vervet monkeys fed a high-fat diet, suggesting their potential as biomarkers for dysglycemia.", "population_specificity": "South African women of mixed ethnic ancestry (n=24) and vervet monkeys (n=16).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:17.082909+00:00"}
{"study_id": 67443, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the potential effects of flavonoids in counteracting obesity and related co-morbidities caused by high-fat diets, focusing on oxidative stress and inflammation.", "results_summary": "The abstract suggests that high-fat diets promote systemic oxidative stress, leading to cellular dysfunction, while flavonoids may mitigate these effects by reducing oxidative stress and inflammation.", "population_specificity": "Not specified (general review of scientific evidence).", "effective_dosage": "Not available.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:17.943889+00:00"}
{"study_id": 67446, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to explore the effects of dietary composition, including high-fat diets, on intestinal stem cells and their role in tissue regeneration and disease.", "results_summary": "The abstract suggests that obesity (linked to high-fat diets) impairs tissue homeostasis and increases disease risk, while calorie restriction promotes metabolic benefits. Nutrient-sensing pathways in stem cells integrate dietary cues to influence growth and stress responses.", "population_specificity": "Not specified (general discussion, no specific population studied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:18.857903+00:00"}
{"study_id": 67445, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to explore how a high-fat diet influences epigenetic alterations linked to cardiovascular disease and the potential of dietary interventions to counteract these effects.", "results_summary": "The study found that a high-fat diet can negatively impact DNA methylation, histone modifications, and contribute to cardiovascular risk factors like inflammation and oxidative stress. It also suggested that certain bioactive compounds and dietary patterns, such as the Mediterranean diet, may mitigate these effects.", "population_specificity": "Not specified (general discussion of mechanisms in cell culture, animal models, and human studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:19.661508+00:00"}
{"study_id": 67444, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 75, "study_goal": "The researchers aimed to assess the metabolic effects of oral betaine supplementation in obese individuals with prediabetes, focusing on insulin sensitivity, glycemia, hepatic fat, and endothelial function.", "results_summary": "Betaine supplementation led to a significant increase in plasma dimethylglycine (DMG) but had minimal effects on downstream metabolites. It modestly reduced fasting glucose levels and improved insulin response after oral glucose but did not enhance overall insulin sensitivity or hepatic fat content. Total cholesterol levels increased with betaine treatment.", "population_specificity": "Obese individuals with prediabetes (N = 27).", "effective_dosage": "3300 mg orally twice daily for 10 days, then 4950 mg twice daily for 12 weeks.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:20.347145+00:00"}
{"study_id": 67448, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to identify the main sources of reactive oxygen species (ROS) and oxidative stress in the oral environment, including the role of a high-fat diet.", "results_summary": "The study found that a high-fat diet is one of the exogenous sources of ROS in the oral cavity, which may contribute to oxidative stress and damage to cellular components, potentially leading to oral and systemic diseases.", "population_specificity": "Not specified (general oral cavity environment)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:20.635170+00:00"}
{"study_id": 67447, "supplement_id": 1201, "safety_score": "30", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate how saturated and unsaturated fats in a high-fat diet differentially affect placental viability, antioxidant capacity, inflammation, and the response to bacterial endotoxins.", "results_summary": "Palmitic acid (saturated fat) increased cell death, lipid peroxidation, and NF-κB activity while decreasing antioxidant capacity. In contrast, linoleic acid (unsaturated fat) maintained cell viability and improved antioxidant capacity and HO-1 levels.", "population_specificity": "HTR-8/SVneo trophoblasts and placental explants (in vitro study).", "effective_dosage": "0.5 mmol L⁻¹ palmitic acid or linoleic acid.", "study_duration": "Not specified.", "interactions": "Potentiation of effects when co-incubated with LPS or LTA (bacterial endotoxins).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:21.961951+00:00"}
{"study_id": 67450, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a short-term high-cholesterol/high-fat diet alters HDL composition and function in healthy humans.", "results_summary": "The study found that a high-cholesterol/high-fat diet significantly increased HDL lipid hydroperoxide content (15-HETE, 5-HETE, 13-HODE) and SAA levels, markers of dysfunctional HDL, while PON-1 activity remained unaffected.", "population_specificity": "14 healthy young volunteers", "effective_dosage": "Not specified", "study_duration": "14 days per diet (low-cholesterol/low-fat and high-cholesterol/high-fat)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:25.186287+00:00"}
{"study_id": 67451, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the roles of genetic variation, methylation, and gene expression at the NFATC2IP locus in adiposity changes during a 2-year weight-loss trial involving different reduced-calorie diets.", "results_summary": "The study found significant interactions between fat intake and genetic (rs11150675) and transcriptional (ILMN_1725441) variations at the NFATC2IP locus on 2-year weight change, suggesting a potential influence of these factors on diet response.", "population_specificity": "692 participants genotyped and randomly assigned to 1 of 4 reduced-calorie diets; DNA methylation analyzed in 48 baseline blood samples; adipose tissue gene expression measured in 96 volunteers.", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:27.734350+00:00"}
{"study_id": 67453, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to understand the cellular and molecular mechanisms of diet-induced hypothalamic inflammation (DIHI) and its role in obesity pathogenesis.", "results_summary": "The study found that high-fat diets induce hypothalamic inflammation before weight gain, involving microglia, astrocytes, and epigenetic changes, with sexual dimorphism observed. Inhibition of pro-inflammatory pathways in glial cells may protect against DIHI and obesity.", "population_specificity": "Not specified (likely animal models based on context).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:27.887825+00:00"}
{"study_id": 67449, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of altering meal timing and diet composition (specifically high-fat vs. high-carbohydrate diets) on glucose homeostasis and physical activity measures in overweight/obese men.", "results_summary": "The high-fat diet (HFD) did not alter patterns of reduced physical activity and increased sedentary behavior post-meals compared to the high-carbohydrate diet (HCD). The HCD increased peak blood glucose levels, but no significant adverse effects of HFD were reported.", "population_specificity": "Eight sedentary, overweight/obese men (mean age 36 ± 4 years, BMI 29.8 ± 1.8 kg/m²).", "effective_dosage": "Three meals per day at 0800 h, 1230 h, and 1800 h (±30 min), with macronutrient composition of 67% fat, 15% carbohydrate, and 18% protein for HFD.", "study_duration": "5 days per diet (HFD and HCD), preceded by a 7-day habitual period, with an 8-day washout between diets.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:28.433483+00:00"}
{"study_id": 67452, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of an 8-week low-fat or high-fat diet on fatty acid taste threshold (FATT) and assess the role of genetics in diet-mediated changes.", "results_summary": "The study found a significant time × diet interaction for FT rank, indicating that dietary fat intake influences fat taste sensitivity, with little to no genetic contribution. Environmental factors, specifically dietary fat intake, were the main influencers of FT sensitivity.", "population_specificity": "44 pairs of twins (mean age 43.7 ± 15.4 years; 34 monozygotic, 10 dizygotic; 33 women, 10 men, 1 gender-discordant).", "effective_dosage": "High-fat diet (>35% of energy from fat) and low-fat diet (<20% of energy from fat).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:28.732154+00:00"}
{"study_id": 67454, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether neutrophil extracellular traps (NETs) contribute to the progression of nonalcoholic steatohepatitis (NASH) to hepatocellular carcinoma (HCC) in the context of a high-fat diet.", "results_summary": "The study found elevated NET markers in NASH patients and observed early neutrophil infiltration and NET formation in NASH-induced mice, followed by inflammatory cytokine production and HCC progression. Inhibiting NET formation reduced liver cancer progression in NASH.", "population_specificity": "Patients with NASH and STAM mice (NASH induced by neonatal streptozotocin and high-fat diet).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:29.057248+00:00"}
{"study_id": 67455, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review interventions in murine models of maternal obesity induced by high-fat diet (HFD) to assess maternal outcomes during pregnancy and related offspring conditions.", "results_summary": "Interventions like inositols, resveratrol, germinated brown rice (GBR), and exercise improved metabolic and lipid profiles in mothers. Offspring showed improved leptin, triglycerides, adiponectin levels, and reduced insulin resistance when mothers received resveratrol, adiponectin, GBR, or exercise.", "population_specificity": "Pregnant rodents (murine models) with obesity induced by high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:29.608052+00:00"}
{"study_id": 67456, "supplement_id": 1201, "safety_score": "50", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the metabolic, clinical, and practical outcomes of low-carbohydrate high-fat (LCHF) diets, focusing on weight loss, diabetes management, and long-term feasibility.", "results_summary": "Short-term LCHF diets show mixed effects, with some favorable metabolic changes but also less desirable outcomes. Long-term efficacy and safety data are lacking, and sustained adherence to ketogenic LCHF diets is challenging, while a non-ketogenic approach with moderate carbohydrate intake may be more practical.", "population_specificity": "General discussion, not specific to a defined population.", "effective_dosage": "Not specified (discusses carbohydrate ranges: very low <20g/day, low 100-150g/day).", "study_duration": "Not specified (mentions short-term studies but no specific duration).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:32.382872+00:00"}
{"study_id": 67457, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of n-3 Polyunsaturated Fatty acids on preventing and reversing high-fat-diet-induced adipose tissue inflammation, insulin resistance, and pancreatic beta cell function.", "results_summary": "The study found that n-3 Polyunsaturated Fatty acids prevent and reverse high-fat-diet-induced inflammation and insulin resistance, enhance insulin secretion, reduce lipid profiles and glucose concentration, and protect against cytokine-induced cell death in pancreatic islets, particularly in type II diabetes patients.", "population_specificity": "Human subjects, particularly type II diabetes patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:33.670476+00:00"}
{"study_id": 67460, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine the effects of a 21-day ketogenic low carbohydrate high fat (LCHF) diet versus a periodized carbohydrate (PCHO) diet on blood pH and bicarbonate levels in elite athletes.", "results_summary": "The study examined changes in pre- and post-exercise blood pH and bicarbonate concentrations but did not report specific outcomes in the abstract.", "population_specificity": "Elite athletes", "effective_dosage": "Not specified", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:36.063909+00:00"}
{"study_id": 67459, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to examine the relationship between high-fat diets and the development of diverticulitis, particularly in combination with low-fiber diets.", "results_summary": "The study found that a high-fat diet, when combined with a low-fiber diet, is a risk factor for diverticulitis, contradicting the belief that low-fiber diets alone contribute to the condition. However, the incidence of diverticulitis is less common than previously thought and does not necessarily increase with age.", "population_specificity": "General population with diverticulosis or diverticulitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:36.362742+00:00"}
{"study_id": 67458, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the genetic and dietary regulation of VEGF and GLUT1 in humans in response to a high-fat diet (HFD) and its potential impact on cognitive performance.", "results_summary": "The study found that HFD increased serum VEGF levels and decreased SLC2A1 mRNA expression in adipose tissue, with both factors showing strong heritability. Higher BMI was associated with lower SLC2A1 expression, and a specific genetic polymorphism influenced circulating VEGF levels.", "population_specificity": "92 healthy, non-obese twins", "effective_dosage": "HFD containing 45% fat", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:36.501331+00:00"}
{"study_id": 67463, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to investigate how high-fat diets contribute to obesity by altering gut microbiota composition and function.", "results_summary": "The study found that high-fat diets modify gut microbiota, increasing energy extraction, intestinal permeability, and systemic inflammation while reducing obesity-suppressing short-chain fatty acids. These changes indirectly promote overeating by affecting hypothalamic gene expression.", "population_specificity": "Not specified (general implications for Western diet consumers)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:37.622200+00:00"}
{"study_id": 67462, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and pharmacokinetic profiles of MRX-I tablets, including the effect of a high-fat diet, in healthy Chinese subjects.", "results_summary": "The study found that MRX-I was rapidly absorbed, reaching peak plasma concentration at about 2 hours post-dose, and was well tolerated with no serious adverse effects. The high-fat diet effect was assessed in one arm of the study, but specific results regarding its impact were not detailed in the abstract.", "population_specificity": "Healthy Chinese subjects", "effective_dosage": "300, 600, and 900 mg (single-dose); 600 or 800 mg BID (multiple-dose)", "study_duration": "Up to 15 days (multiple-dose regimen)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:38.737957+00:00"}
{"study_id": 67461, "supplement_id": 1201, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if a high-fat diet could modulate the genetic effect of HNF1A rs7957197 on weight loss and insulin resistance improvement in overweight/obese adults.", "results_summary": "The study found that a high-fat diet significantly enhanced weight loss and reduced waist circumference in individuals with the HNF1A rs7957197 T allele, with similar benefits observed for fasting insulin and insulin resistance. These results were replicated in an independent trial.", "population_specificity": "Overweight/obese adults (722 in the POUNDS Lost trial, 280 in the DIRECT trial).", "effective_dosage": "Not specified (hypocaloric high-fat diet).", "study_duration": "2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:04:39.511935+00:00"}
