{"study_id": 17591, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether handwashing with soap, as part of WASH interventions, could reduce the prevalence of acute respiratory infections (ARIs) in young children.", "results_summary": "Handwashing with soap did not reduce ARI symptoms in children under 3 years old. The combined WSH intervention also showed no significant effect on ARIs.", "population_specificity": "Pregnant women and their children (under 3 years old) from Kenyan villages.", "effective_dosage": "Not specified (behavior change messaging was used).", "study_duration": "1-2 years after intervention delivery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:17.835693+00:00"}
{"study_id": 17590, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether exposure to the Suaahara I program improved handwashing practices and other nutrition-related behaviors in households with pregnant women or young children.", "results_summary": "The study found a small positive association between maternal exposure to Suaahara I and improved handwashing practices (β: 0.21; 95% CI: 0.10, 0.31), though knowledge gains did not always translate into improved practices.", "population_specificity": "Households in Nepal with a pregnant woman or child aged <2 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:18.054111+00:00"}
{"study_id": 17595, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether integrating face washing messages into a school-based handwashing promotion program could increase face washing behavior and improve trachoma knowledge among children.", "results_summary": "The study found that face washing during handwashing events significantly increased in intervention schools (59.3% after 12 months, 44.2% after 20 months) compared to control schools (18.7%). Trachoma knowledge and awareness of preventive behaviors were also higher in intervention schools.", "population_specificity": "Children aged 5-15 years in Turkana County, Kenya.", "effective_dosage": "Not specified", "study_duration": "20 months (with evaluations at 12 and 20 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:18.465825+00:00"}
{"study_id": 17592, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a teacher-delivered handwashing behavior change program (\"School of Five\") in increasing handwashing with soap among primary school children in Bihar, India.", "results_summary": "The intervention increased handwashing with soap by 15.1% on key occasions (35.2% vs. 20.1% in controls), with significant improvements before eating (RR: 2.68) and at school (RR: 4.76), but no significant change after defecation. The program showed stronger effects in schools than at home.", "population_specificity": "Children aged 8-13 attending primary schools in Bihar, India, and their households.", "effective_dosage": "Not specified", "study_duration": "4 weeks post-intervention measurement", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:18.474738+00:00"}
{"study_id": 17596, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of handwashing promotion as an interim solution to reduce cholera risk in low-income communities in Asia.", "results_summary": "Handwashing promotion, along with other interim solutions like household water treatment and latrine construction, only marginally reduced the risk of cholera and other fecally transmitted diseases. The study suggests that more tailored solutions are needed for low-income communities.", "population_specificity": "Low-income high-risk communities across Asia, particularly those with limited access to sanitation and clean water.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:24.546527+00:00"}
{"study_id": 17598, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 85, "study_goal": "The researchers aimed to determine whether handwashing with soap, alone or combined with other interventions, could reduce parasite infections in children in rural Kenya.", "results_summary": "Handwashing alone did not significantly reduce Ascaris infection prevalence compared to the control group (PR: 0.89, p = 0.277). No reduction in Giardia infections was observed, and effects on rare parasites were imprecise.", "population_specificity": "Children aged 2 to 15 years in rural western Kenya, primarily from households with dirt floors and limited electricity access.", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:26.261431+00:00"}
{"study_id": 17599, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the behavioral impact of a large-scale handwashing promotion program on handwashing outcomes in a community setting in Dhaka, Bangladesh.", "results_summary": "The intervention (VBC) significantly improved the availability of soap and water for handwashing compared to control groups, but observed handwashing with soap remained low overall, particularly after toilet use (17% in VBC vs. 2% in Control). No significant differences were found in soap use during handwashing demonstrations between study arms.", "population_specificity": "Households in Dhaka, Bangladesh.", "effective_dosage": "Not specified", "study_duration": "28 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:26.392355+00:00"}
{"study_id": 17601, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to assess whether handwashing interventions, alone or combined with other measures, reduce soil-transmitted helminth (STH) infections in a setting with ongoing mass drug administration.", "results_summary": "The study found that handwashing interventions did not reduce any STH infections (A. lumbricoides, hookworm, or T. trichiura) compared to controls. No significant effects on infection prevalence or intensity were observed.", "population_specificity": "Children aged 2-12 years in Bangladesh, enrolled from clusters of pregnant women participating in the WASH Benefits trial.", "effective_dosage": "Not specified", "study_duration": "Intervention period from 2012-2013, with follow-up in 2015-2016 (approximately 3-4 years).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:27.937455+00:00"}
{"study_id": 17597, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether community-oriented handwashing interventions could reduce diarrheal episodes in children under five years in rural settings.", "results_summary": "The study found that handwashing practices significantly improved in intervention sites, correlating with lower odds of diarrhea in children. Factors like maternal education, marital status, and wealth also influenced diarrhea prevalence.", "population_specificity": "Children under five years and their mothers in rural districts of Cambodia, Guatemala, Kenya, and Zambia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:28.180967+00:00"}
{"study_id": 17600, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a combined equipment-behavior change intervention (Povu Poa handwashing station and disgust/social norms promotion) on improving handwashing outcomes in Kenyan public schools.", "results_summary": "The intervention significantly increased the availability of handwashing materials (from 2% to 42% of school visits) and improved handwashing compliance after toilet use (from 11% to 62% of events), though handwashing with soap remained rare (26% of events). Equipment durability issues (e.g., cracked dispenser caps) were noted.", "population_specificity": "Schoolchildren in Kenyan public schools.", "effective_dosage": "Not specified (intervention included Povu Poa handwashing stations and behavior change promotion).", "study_duration": "Sequential delivery over 19-24 weeks (stepped-wedge design).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:28.324333+00:00"}
{"study_id": 17603, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether handwashing, combined with water, sanitation, and nutritional interventions, could improve environmental enteric dysfunction (EED) and intestinal health in children.", "results_summary": "Handwashing interventions, when combined with nutrition, reduced gut permeability and inflammation markers at 3 and 14 months, but by 28 months, some EED biomarkers were elevated in the WSH and nutrition arms. The results suggest early benefits but highlight the need for further understanding of long-term effects.", "population_specificity": "Pregnant women and their children in rural Bangladesh.", "effective_dosage": "Not specified", "study_duration": "Follow-up at median ages 3, 14, and 28 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:28.712100+00:00"}
{"study_id": 17602, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to assess the impact of WASH interventions, including handwashing, on reducing enteric infections in children in rural Zimbabwe.", "results_summary": "WASH interventions reduced parasite detection but had no significant effects on bacteria, viruses, or pathogen-attributable diarrhea. The interventions did not prevent enteric infections overall.", "population_specificity": "Children in rural Zimbabwe, tested at 1, 3, 6, and 12 months of age and during diarrhea episodes.", "effective_dosage": "Not specified (handwashing stations, liquid soap, point-of-use water chlorination, and clean play space were part of the intervention).", "study_duration": "Up to 12 months of age (duration of stool sample collection).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:29.721782+00:00"}
{"study_id": 17604, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a role-playing-based hand-washing program could improve the frequency and accuracy of hand-washing among preschool children.", "results_summary": "The experimental group showed significantly higher frequency and accuracy of hand-washing compared to the control group, both immediately after the intervention and after one month.", "population_specificity": "46 preschool children (23 in the experimental group, 23 in the control group).", "effective_dosage": "Not specified", "study_duration": "Intervention duration not specified; follow-up assessments were conducted the next day and after one month.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:32.753454+00:00"}
{"study_id": 17609, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether introducing a disruptive cue (soap-on-a-rope) could improve handwashing behavior, specifically soap use, among school children in Zambia.", "results_summary": "The intervention significantly increased soap use in intervention schools compared to controls (OR = 7.23), though both groups saw an increase in handwashing without soap. The low-cost intervention showed potential for scalability in similar settings.", "population_specificity": "School children in 50 government schools in Namwala District, Southern Province, Zambia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:36.861283+00:00"}
{"study_id": 17606, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the impact of an enhanced IYCF intervention, including handwashing education, on improving infant and young child feeding practices in the Democratic Republic of Congo.", "results_summary": "The intervention significantly increased handwashing practices among mothers, including washing hands after defecation (+10.5%), before cooking (+12.5%), and before feeding the child (+15.0%). These improvements were statistically significant (P < 0.001).", "population_specificity": "Pregnant women and mothers of children aged 0-12 months in a health zone in the Democratic Republic of Congo.", "effective_dosage": "Not specified for handwashing (monthly SQ-LNS distributions for children 6-12 months).", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:36.885388+00:00"}
{"study_id": 17607, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to assess the impact of handwashing promotion on reported respiratory illness in low-income households in Bangladesh.", "results_summary": "The study found no significant difference in respiratory illness prevalence between intervention and control groups, but individuals with soap and water at handwashing stations had lower illness rates (risk ratio: 0.82). The intervention improved handwashing station availability but had modest overall uptake.", "population_specificity": "Low-income households in Bangladesh (over 60,000 participants).", "effective_dosage": "Not specified (presence of soap and water at handwashing stations was monitored).", "study_duration": "Not explicitly stated (monthly surveys during the intervention period).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:37.101821+00:00"}
{"study_id": 17610, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether handwashing, alone or in combination with other water, sanitation, and hygiene (WSH) interventions, effectively reduces fecal contamination in the domestic environment.", "results_summary": "Handwashing reduced E. coli prevalence in food by 30% and concentration by 0.5-log, but it did not reduce contamination on child hands or objects. Combined WSH interventions did not outperform single interventions in reducing fecal contamination.", "population_specificity": "Households in Bangladesh, likely including children (implied by \"child hands\" and \"children's food\").", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:37.463581+00:00"}
{"study_id": 17605, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of TV commercials and mobile phone messaging interventions in increasing handwashing with soap among mothers.", "results_summary": "The study found that both TV commercials and mobile messaging interventions significantly increased handwashing with soap at key occasions, with TVCs showing higher rates in two treatment arms and mobile messages showing effectiveness among new mothers and mothers of 4-7 year-olds.", "population_specificity": "Mothers of 4-12 year-old children (TV study) and new mothers or mothers of 4-7 year-old children (mobile study).", "effective_dosage": "TVCs shown once a week for 4 weeks; mobile messages sent twice weekly for 8 weeks (new mothers) or 4 weeks (mothers of 4-7 year-olds).", "study_duration": "4 weeks (TV study), 4-8 weeks (mobile study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:37.675708+00:00"}
{"study_id": 17608, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the impact of a school-based handwashing program, consisting of a hand-hygiene curriculum and group handwashing station, on students' knowledge and frequency of handwashing.", "results_summary": "The study found a significant increase in students' knowledge (p < .001) and frequency of handwashing (p < .001). After 6 months, students continued daily group handwashing, demonstrating sustained behavioral change.", "population_specificity": "Primary school students in Kenya (n=38) and Uganda (n=57).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:38.643179+00:00"}
{"study_id": 17611, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to test whether a modified soap bar designed to appeal to children's motives of play and curiosity could improve handwashing behavior in a humanitarian emergency setting.", "results_summary": "Children in the intervention group were 4 times more likely to wash their hands with soap after key handwashing occasions compared to the control group, demonstrating significant behavioral improvement. The study suggests that playful, non-health-based interventions can effectively promote handwashing among children in humanitarian contexts.", "population_specificity": "Older children in an internally displaced persons camp in Iraqi Kurdistan.", "effective_dosage": "Not specified (transparent soaps with embedded toys delivered once).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:39.422825+00:00"}
{"study_id": 17612, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether water treatment and hygiene practices diffused from maternal health program participants to their nonpregnant friends and relatives in the same communities.", "results_summary": "The study found that friends and relatives of program participants were significantly more likely to have water treatment products in their homes and detectable chlorine in their water at follow-up, indicating improved hygiene practices. Qualitative data also suggested that program participants motivated their social networks to adopt these behaviors.", "population_specificity": "Nonpregnant friends and relatives of new mothers in Machinga District, Malawi.", "effective_dosage": "Not specified", "study_duration": "1-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:41.363988+00:00"}
{"study_id": 17614, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the acceptability and feasibility of a shared handwashing intervention using a homemade soapy water solution in a low-income urban community.", "results_summary": "The intervention was found to be acceptable and feasible, with reclaimed bottles serving as effective dispensers and reminders for handwashing. Most compounds shared the soapy water system, though cost-sharing and preparation reluctance were noted barriers.", "population_specificity": "Low-income community in urban Dhaka, Bangladesh.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:44.563163+00:00"}
{"study_id": 189853, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to discuss the potential role of micronutrient supplementation in supporting immunity, particularly against respiratory virus infections, rather than focusing on handwashing.", "results_summary": "The abstract does not provide specific findings related to handwashing, as it primarily discusses the benefits of micronutrient supplementation for immune support.", "population_specificity": "Not specified (general discussion on immune support, not handwashing-specific).", "effective_dosage": "Not mentioned (handwashing not discussed).", "study_duration": "Not mentioned (handwashing not discussed).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:45.243584+00:00"}
{"study_id": 17613, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of Unilever's \"School of 5\" handwashing campaign on handwashing with soap (HWWS) among schoolchildren and their mothers in Bihar, India.", "results_summary": "The study found no significant health-relevant effect of the intervention, with HWWS prevalence increasing only slightly (4.4%) in the intervention group compared to controls. Qualitative feedback suggested low campaign intensity, ineffective delivery, and poor adaptation to local conditions as reasons for the limited impact.", "population_specificity": "Schoolchildren and their mothers in rural Bihar, India.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:45.533663+00:00"}
{"study_id": 189856, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether household-level handwashing interventions, as part of WASH programs, improved child linear growth in rural low-income populations.", "results_summary": "The study found that handwashing interventions had no effect on child linear growth across all trial populations. The lack of effect was attributed to insufficient reduction in enteropathogen exposure.", "population_specificity": "Pregnant women and their children in rural Bangladesh, Kenya, and Zimbabwe.", "effective_dosage": "Not specified (handwashing station not connected to a water source).", "study_duration": "Measured at 18 months (SHINE) or 24 months (WASH Benefits trials).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:46.905474+00:00"}
{"study_id": 189855, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to test the impact of improved water, sanitation, and hygiene (WASH), including handwashing, on early child development outcomes in HIV-exposed children.", "results_summary": "The study found no evidence that WASH alone improved early child development outcomes, but combined with improved infant and young child feeding (IYCF), it significantly enhanced motor, language, and cognitive development.", "population_specificity": "Pregnant women and their HIV-exposed uninfected children in rural Zimbabwe.", "effective_dosage": "Pit latrine, 2 hand-washing stations, liquid soap, chlorine, play space, hygiene counseling.", "study_duration": "From pregnancy until the child was 24 months old.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:48.153587+00:00"}
{"study_id": 189858, "supplement_id": 1188, "safety_score": "100", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to test whether improved water, sanitation, and hygiene (WASH) interventions, including handwashing, improved child linear growth and haemoglobin concentrations in HIV-exposed children.", "results_summary": "The WASH intervention (including handwashing stations, soap, and hygiene counselling) had no effect on child length or haemoglobin concentration. No trial-related adverse events were reported.", "population_specificity": "HIV-exposed children in rural Zimbabwe.", "effective_dosage": "Two hand-washing stations, liquid soap, chlorine, and hygiene counselling.", "study_duration": "From 6 months to 18 months of age.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:48.422017+00:00"}
{"study_id": 189857, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 85, "study_goal": "The researchers aimed to determine whether improved water, sanitation, and hygiene (WASH) interventions, including handwashing, independently or combined with improved infant and young child feeding (IYCF), improved early child development (ECD) in rural Zimbabwe.", "results_summary": "The study found no significant impact of WASH interventions (including handwashing) on most early child development outcomes, except for a modest improvement in vocabulary and grammar scores in adjusted analysis. Overall, the interventions did not lead to clinically important improvements in child development at 2 years of age.", "population_specificity": "Pregnant women and their children in rural Zimbabwe, specifically HIV-unexposed children aged 2 years.", "effective_dosage": "Handwashing stations, chlorine, liquid soap (specific frequency not detailed).", "study_duration": "From age 6 to 18 months (for IYCF), WASH intervention duration not explicitly stated but likely aligned with the trial timeline.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:50.434616+00:00"}
{"study_id": 189859, "supplement_id": 1188, "safety_score": "90", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether improved water, sanitation, and hygiene (WASH) interventions, including handwashing, could independently or in combination with improved infant and young child feeding (IYCF) reduce stunting and anaemia in children in rural Zimbabwe.", "results_summary": "The WASH intervention (which included handwashing stations and hygiene counselling) had no effect on stunting, anaemia, or diarrhoea prevalence in children at 18 months. The study concluded that elementary WASH interventions alone are unlikely to improve these outcomes in low-income rural settings.", "population_specificity": "Pregnant women and their children in two rural districts of Zimbabwe, specifically those born to HIV-negative mothers.", "effective_dosage": "Provision of two handwashing stations, liquid soap, and chlorine, plus hygiene counselling.", "study_duration": "From pregnancy until the child reached 18 months of age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:51.924117+00:00"}
{"study_id": 189861, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to examine the independent and combined effects of handwashing (H) and other interventions on complementary feeding indicators in rural Bangladesh.", "results_summary": "The study found that handwashing, when combined with nutrition interventions (N+WSH), did not compromise the uptake of nutrition interventions, but the abstract does not provide specific efficacy data for handwashing alone.", "population_specificity": "Rural households in Bangladesh with children aged 6 to 24 months.", "effective_dosage": "Not specified", "study_duration": "Approximately 2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:53.049581+00:00"}
{"study_id": 189860, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of handwashing (H) as part of a combined water, sanitation, and hygiene (WSH) intervention on infant and young child feeding (IYCF) indicators in Kenyan children.", "results_summary": "The study found no significant differences in IYCF indicators (MDD, MMF, or MAD) between the handwashing intervention arm and the active control arm at Year 1 or Year 2. The combined WSH + N arm also showed no improvement over the control.", "population_specificity": "Kenyan children aged 6-24 months and their caretakers.", "effective_dosage": "Not specified", "study_duration": "24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:53.877622+00:00"}
{"study_id": 189862, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to assess the uptake and effectiveness of handwashing interventions, including soap use at key times, in rural Bangladesh as part of a larger WASH efficacy trial.", "results_summary": "Handwashing with soap was more common after toilet use (67-74%) and after cleaning a child's anus (61-72%) in intervention arms compared to nonintervention arms (18-40%), but remained low before food handling.", "population_specificity": "Pregnant women and their households in rural Bangladesh.", "effective_dosage": "Not specified (behavioral intervention, not a supplement).", "study_duration": "20 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:54.335543+00:00"}
{"study_id": 189863, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to assess whether handwashing interventions, alone or combined with water and sanitation, reduced diarrhoea prevalence or improved linear growth in children.", "results_summary": "Handwashing interventions did not reduce diarrhoea prevalence or improve linear growth in children, even with high initial adherence. Adherence to handwashing fell significantly by year 2.", "population_specificity": "Pregnant women and their children in rural Kenya.", "effective_dosage": "Not specified (behavioral promotion of handwashing with soap).", "study_duration": "2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:55.232640+00:00"}
{"study_id": 189865, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of mandatory, scheduled hand disinfection on absenteeism due to infectious illness in elementary school pupils.", "results_summary": "The intervention school showed a significant reduction in absenteeism due to infectious illness compared to its previous year as a control school, while the control school showed no change. Hand disinfection was found to be an effective supplement to handwashing.", "population_specificity": "656 pupils aged 5 to 15 years in two elementary schools in Denmark.", "effective_dosage": "Hand disinfection 3 times during school hours.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:56.997517+00:00"}
{"study_id": 189864, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to assess whether handwashing interventions, alone or combined with other measures, reduced diarrhoea or growth faltering in children.", "results_summary": "Handwashing significantly reduced 7-day diarrhoea prevalence (3.5% vs. 5.7% in controls) but had no effect on linear growth. The intervention showed high adherence and no additive benefit when combined with water and sanitation.", "population_specificity": "Pregnant women and their children in rural Bangladesh, including children in utero or under 3 years at enrolment.", "effective_dosage": "Promotion of handwashing with soap (specific frequency not detailed).", "study_duration": "Outcomes assessed at 1-year and 2-years' follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:57.580390+00:00"}
{"study_id": 189866, "supplement_id": 1188, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of handwashing with soap on diarrhoea mortality and compare it with other interventions like water quality improvement and excreta disposal.", "results_summary": "Handwashing with soap showed a consistent and significant effect in reducing diarrhoea mortality (48% risk reduction), though its efficacy depends on access to water. The evidence for handwashing was stronger than for water quality improvement or sanitation, which had more variable or limited support.", "population_specificity": "Not specified (general population, likely including areas with poor sanitation and water access).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:00.404014+00:00"}
{"study_id": 18542, "supplement_id": 1190, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Haskap berry supplementation could improve endurance running performance in recreational runners.", "results_summary": "The study found modest improvements in heart rate and oxygen consumption at submaximal intensities, a 20-second increase in time to exhaustion, and a ~21-second improvement in 5 km time trial performance in the Haskap group compared to placebo.", "population_specificity": "30 male recreational runners (mean age 33 ± 7 years).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Intervention administered over seven days (between two lab visits).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:01.798248+00:00"}
{"study_id": 18541, "supplement_id": 1190, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the medical use potential of Lonicera caerulea (Haskap Berry) leaves, focusing on their safety, active compound content, and biological activity, particularly in supporting the prevention and treatment of type II diabetes.", "results_summary": "The study confirmed the safety of Lonicera caerulea leaves and identified differences in active compound content among varieties, with Jugana showing strong inhibition of key enzymes (α-glucosidase, lipase, hyaluronidase) and high antioxidant potential, linked to its chlorogenic acid and rutin content.", "population_specificity": "Not specified (in vitro or ex vivo study, no human or animal subjects mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:02.007535+00:00"}
{"study_id": 17916, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential of optimizing protein consumption from the sea and enhancing educational programs in psychosocial care as intervention programs to reduce stunting in Indonesia.", "results_summary": "The study suggests that optimizing protein consumption from marine sources and improving psychosocial care education could benefit stunting eradication in coastal areas of Indonesia, leveraging the country's geographic advantages.", "population_specificity": "Children in the first 1000 days of life (from conception to two years old) in low- to middle-income countries, specifically Indonesia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:03.550923+00:00"}
{"study_id": 17915, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to analyze dietary habits and associated factors in older adults with increased dementia risk in Germany.", "results_summary": "The study found moderate consumption of a healthy diet (Median = 4 out of 11). Female sex, higher motivation for healthy eating, and higher self-efficacy were linked to healthier diets. Most participants were in the maintenance stage of behavior change (45.2%).", "population_specificity": "Older adults in Germany with increased dementia risk (n = 1001, 52.2% female, mean age = 69.0).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:03.621647+00:00"}
{"study_id": 18543, "supplement_id": 1190, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the acute cognitive benefits and blood pressure effects of an anthocyanin-rich haskap berry extract in older adults.", "results_summary": "The 400 mg dose significantly lowered diastolic blood pressure and heart rate, while both 200 mg and 400 mg doses improved word recall, with the 400 mg dose also enhancing word recognition. Mood, working memory, and executive function results were inconclusive.", "population_specificity": "Older adults aged 62-81 years.", "effective_dosage": "100 mg, 200 mg, and 400 mg anthocyanins in a single acute dose.", "study_duration": "Acute (effects measured 1.5 hours post-consumption).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:03.624987+00:00"}
{"study_id": 17918, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify strategies for promoting adherence to the Mediterranean diet and healthy diets in Higher Education food service settings.", "results_summary": "The study found that architectural nudges, discounts on healthy food, and nutritional information were successful strategies for improving healthy eating, particularly among females and students with higher nutrition education. A combination of nudging strategies in food service was identified as a promising approach to promote healthier food habits.", "population_specificity": "Young university students", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:05.401454+00:00"}
{"study_id": 17917, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the long-term maintenance effects and feasibility of an Elimination Diet (ED) versus a Healthy Diet (HD) in reducing ADHD symptoms in children.", "results_summary": "The study found that after 1 year, the HD (+CAU) trajectory showed better improvement (64%) compared to the ED (+CAU) trajectory (47%) and had comparable outcomes to non-randomized CAU. HD also reduced psychostimulant use without negatively impacting long-term outcomes.", "population_specificity": "Children aged 5-12 years with ADHD.", "effective_dosage": "Not specified", "study_duration": "5 weeks of initial treatment, followed by 1-year follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:06.194474+00:00"}
{"study_id": 17919, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to identify barriers and facilitators to adherence to a healthy diet in people with chronic kidney disease (CKD).", "results_summary": "The study found that malnutrition was prevalent (50%) in dialysis patients, while food consumption quality varied by CKD stage (healthier in CKD stages 3b-5 and transplant patients). Key barriers included lack of nutritional guidance, economic constraints, dietary restrictions, and low willingness to eat healthy foods.", "population_specificity": "80 CKD patients (20 predialysis, 20 hemodialysis, 20 peritoneal dialysis, 20 transplant), matched by age and sex.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:09.202822+00:00"}
{"study_id": 17921, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a machine learning-based system to accurately estimate required calories and formulate healthy diet plans for obesity treatment and management.", "results_summary": "The study found that machine learning models could estimate required calories with high correlation (R = 0.985) and calculate healthy daily percentages of macronutrients, facilitating effective obesity treatment. The proposed hybrid precision model demonstrated practical and cost-effective dietary planning.", "population_specificity": "Obese patients (specific demographics not detailed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:10.475012+00:00"}
{"study_id": 17923, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the nature and effectiveness of electronic screening and brief interventions (eSBIs) targeting diet and/or physical activity among adult patients in healthcare settings.", "results_summary": "The review found that eSBIs targeting diet and physical activity showed promise, with eight out of ten controlled studies reporting positive behavior changes, though common frameworks and intervention guidelines were lacking.", "population_specificity": "Adult patients in healthcare settings, primarily in primary care.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:11.607604+00:00"}
{"study_id": 17922, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility and acceptability of a culturally adapted brain-healthy diet intervention (MIND + SOUL) for Black Americans and explore its effects on cardiometabolic risk and cognition.", "results_summary": "The intervention showed high feasibility (89.3% retention) and acceptability (mean = 71.9), with significant improvements in body mass index, dietary intake, and executive function, but no significant changes in blood-based biomarkers.", "population_specificity": "Black American adults (mean age 70.3, 10.3% male) at risk for Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:12.202123+00:00"}
{"study_id": 17925, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to validate the reliability and validity of the Sustainable HEalthy Diet (SHED) index for measuring sustainable and healthy eating patterns in Turkish adults.", "results_summary": "The SHED index demonstrated good reliability and repeatability, with higher scores linked to greater intake of grains, fruits, and vegetables and lower intake of meat, eggs, and dairy. It was positively associated with Mediterranean diet adherence but negatively correlated with non-alcoholic beverage consumption.", "population_specificity": "558 healthy Turkish adults", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:13.482072+00:00"}
{"study_id": 17920, "supplement_id": 1191, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a plant-protein rich Healthy Nordic Diet (HND) and a moderately carbohydrate restricted diet (MCRD) on glucose control and newborn body composition in women with Gestational Diabetes Mellitus (GDM).", "results_summary": "Both diets effectively maintained high time within the glucose target range, with no significant differences in glucose variability, lipid metabolism, gestational weight gain, or newborn body composition. The MCRD group had slightly lower mean glucose levels, while the HND group showed reduced meat intake and increased fish consumption.", "population_specificity": "Women with Gestational Diabetes Mellitus (GDM) between gestational weeks 24+0 and 28+6.", "effective_dosage": "Macronutrient composition for MCRD: fat 40.6 E%, carbohydrate 40.5 E%, protein 18.9 E%; for HND: fat 39.5 E%, carbohydrate 42.4 E%, protein 18.1 E%.", "study_duration": "From gestational weeks 24+0-28+6 (baseline) until delivery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:13.825927+00:00"}
{"study_id": 17927, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine if a low-cost healthy diet combined with mindfulness cognitive therapy could reduce depressive symptoms among university students in Uganda.", "results_summary": "The abstract does not provide results as the study is described as ongoing; outcomes will include self-reported depression symptoms, quality of life, dietary intakes, and cost-effectiveness analysis.", "population_specificity": "Female and male university students at Makerere University in Uganda with depressive symptoms above a predefined threshold.", "effective_dosage": "Not specified", "study_duration": "9 months of intervention, followed by 15 months of regular data collection.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:17.796905+00:00"}
{"study_id": 17928, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore barriers and facilitators of a couples-based lifestyle intervention to mitigate metabolic syndrome risks through pre-conception nutrition and physical activity.", "results_summary": "Millennial couples showed strong intention to prepare for future offspring and supported couples-based lifestyle interventions, believing joint participation would enhance adherence to healthy habits and promote long-term well-being. They acknowledged the importance of such programs and their potential to reduce epigenetic risks.", "population_specificity": "Nulliparous couples aged 25-34 years (\"millennials\") interested in having children in the future.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:19.337306+00:00"}
{"study_id": 17930, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the impact of a combined Mediterranean Diet-based Sustainable Healthy Diet (SHD) and Multicomponent Training (MT) intervention on plasma biomarkers and metabolome in older adults.", "results_summary": "The SHD + MT intervention significantly decreased HDL-C and calcium, altered citrate and pyruvate levels, and affected amino acid metabolism, suggesting modulation of energy and lipoprotein metabolism. The combined intervention showed specific metabolic changes, indicating potential benefits for older adults.", "population_specificity": "Older adults", "effective_dosage": "Weekly supply of Mediterranean Diet-based SHD food and three 50-min MT sessions per week", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:20.959521+00:00"}
{"study_id": 17929, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of an educational video on healthy diets in improving knowledge, attitudes, and metabolic control in hemodialysis patients.", "results_summary": "The study found significant improvements in phosphorus, blood urea nitrogen, and hemoglobin levels after the intervention, though dietary knowledge and adherence varied. The educational video was particularly beneficial for illiterate patients.", "population_specificity": "Hemodialysis patients (N=128) with a mean age range of 10-40 years, 60% male, and 56% illiterate or with elementary education.", "effective_dosage": "Educational video shown 7 times (once weekly in the first month, biweekly in the second month, and once in the third month) during hemodialysis sessions.", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:21.663452+00:00"}
{"study_id": 17931, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of the Healthy School Start intervention in promoting healthy dietary and activity habits and preventing child obesity through parental support in disadvantaged areas.", "results_summary": "The intervention significantly reduced sweet beverage intake, increased healthy food intake, and increased moderate to vigorous physical activity during weekdays, though it had an unfavorable effect on sedentary time for children from low-education families.", "population_specificity": "353 families with 5- to 7-year-old children in disadvantaged areas in mid-Sweden.", "effective_dosage": "Not specified", "study_duration": "8 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:21.920722+00:00"}
{"study_id": 17932, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of intermittent energy restriction (5:2 Diet) combined with the Mediterranean dietary pattern (IER + MED) versus standard Mediterranean diet with daily energy restriction (DER + MED) on visceral adipose tissue, liver fat, and metabolic biomarkers in a diverse participant group.", "results_summary": "The abstract does not provide specific results but indicates the study will assess the potential benefits of IER + MED, particularly regarding VAT reduction and metabolic health improvement, compared to DER + MED.", "population_specificity": "Diverse participant group, including varied racial/ethnic backgrounds.", "effective_dosage": "Not specified", "study_duration": "Six months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:22.854896+00:00"}
{"study_id": 17933, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to develop and assess the feasibility of a multicomponent school-based intervention (PEDAL) to promote healthy eating and reduce sedentary behaviors among children.", "results_summary": "The study developed and tested the PEDAL intervention, which included health education, home activities, parental engagement, and school environment optimization. Feasibility dimensions were examined, and potential effectiveness was assessed, with findings guiding future larger-scale trials.", "population_specificity": "Primary 5 students (aged 10-12 years) in Singapore.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:25.791022+00:00"}
{"study_id": 17926, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine associations between weight self-stigma and healthy diet or physical activity, and potential moderating effects of self-esteem, diabetes self-efficacy, and diabetes social support among adults with type 2 diabetes.", "results_summary": "Greater weight self-stigma was associated with less optimal dietary self-care and lower exercise levels. Positive associations were found between psychosocial moderators (self-esteem, diabetes self-efficacy, and social support) and self-care behaviors, but no significant interaction effects were observed.", "population_specificity": "Adults with type 2 diabetes who considered themselves overweight and reported concern about weight management (N=726; 48% insulin-treated).", "effective_dosage": "Not available", "study_duration": "Not specified (cross-sectional study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:26.748148+00:00"}
{"study_id": 17934, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the cost and effectiveness of the Chinese heart-healthy diet (Sichuan cuisine version) versus a conventional Sichuan diet in reducing blood pressure among hypertensive individuals.", "results_summary": "The CHH diet-SC was more expensive than the control diet but effectively reduced systolic blood pressure, with higher intakes of seafood, dairy, fruits, and certain nutrients positively correlating with cost.", "population_specificity": "53 participants aged 25-75 with hypertension in southwestern China.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:27.393286+00:00"}
{"study_id": 17936, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to identify barriers to adopting a healthy diet and physical activity among the Polish population to inform public health interventions.", "results_summary": "Key barriers to a healthy diet included cost (43%), lack of motivation (26.7%), and lack of time (25.4%). Factors like gender, financial situation, health condition, type of work, and employment status significantly influenced adoption of healthy behaviors.", "population_specificity": "2000 Polish citizens aged 18-88 years, predominantly urban (60.5%), with average financial situations (56.9%) and self-reported satisfactory health (42.3%).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:30.536333+00:00"}
{"study_id": 17935, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a six-week integrated health education intervention (\"Healthy lifestyle\") in curbing obesity and disordered eating among Middle Eastern adolescents in Malaysia.", "results_summary": "The study protocol outlines a cluster randomized controlled trial to assess changes in anthropometric measurements, knowledge, attitude, daily routines, physical activity, and dietary habits, with outcomes measured at baseline, post-intervention, and two months follow-up. Results are anticipated but not yet reported in the abstract.", "population_specificity": "Middle Eastern adolescents (aged 13-14 years) attending Arabic secondary schools in Malaysia.", "effective_dosage": "Six fortnightly sessions (45 minutes each).", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:30.576182+00:00"}
{"study_id": 17937, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to analyze the impact of nutrition education on perceived barriers to a healthy diet among adults with and without COVID-19 history in Padang, Indonesia.", "results_summary": "Nutrition education significantly improved nutritional knowledge and reduced perceived barriers to a healthy diet in both groups, with over 90% of respondents showing low perceived barriers post-intervention.", "population_specificity": "70 adults with or without COVID-19 infection history in Padang, Indonesia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:30.943897+00:00"}
{"study_id": 17938, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the influence of a healthy diet and motivational strategies on PMS symptoms and health-related quality of life among Omani adolescents.", "results_summary": "The study found no significant association between a healthy diet and PMS symptoms or quality of life, refuting any potential benefits of dietary consultations for managing PMS in adolescents.", "population_specificity": "Omani female adolescents aged 16+ with PMS symptoms, regular menstrual cycles, and no known psychiatric disorders.", "effective_dosage": "Not specified", "study_duration": "5 months (February to June 2021)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:31.002777+00:00"}
{"study_id": 17940, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the role of a healthy diet in preventing and treating NASH by addressing obesity, lipidemia, and gut microbiota dysbiosis, and to explore the potential benefits of supplementing with ginger essential oil or obeticholic acid.", "results_summary": "The study found that a healthy diet can reverse obesity, lipidemia, and gut microbiota dysbiosis in NASH, and that supplementation with functional foods or drugs may further inhibit hepatic inflammation by modulating inflammasome and gut microbiota signaling pathways. However, further clinical studies are needed to validate these findings.", "population_specificity": "Individuals with non-alcoholic steatohepatitis (NASH)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:36.337565+00:00"}
{"study_id": 17939, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of a Chinese heart-healthy (CHH) diet on blood lipids, glucose, and 10-year cardiovascular disease risk in Chinese adults with mild hypertension compared to a usual diet.", "results_summary": "The CHH diet significantly reduced total cholesterol (-0.14 mmol/L) and 10-year cardiovascular disease risk (-1.24%) compared to the usual diet, with a borderline significant effect on blood glucose (-0.17 mmol/L). No adverse effects were reported, and sensitivity analyses confirmed the robustness of the results.", "population_specificity": "265 Chinese adults with baseline systolic blood pressure 130 to 159 mmHg, including 42% with hypercholesterolemia and 15% with diabetes.", "effective_dosage": "Not specified (dietary intervention without explicit dosage).", "study_duration": "28-day intervention after a 7-day run-in period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:36.483944+00:00"}
{"study_id": 17941, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of the Sichuan version of the Chinese Heart-Healthy Diet (CHH diet-SC) on 10-year cardiovascular disease (CVD) risk and vascular age in adults with mild hypertension.", "results_summary": "The CHH diet-SC significantly reduced mean absolute and relative estimated CVD risks by 4.5% and 27.9%, respectively, with a between-group relative risk reduction of 19.5%. The vascular age of the CHH-SC group was theoretically 4.4 years younger than the control group after the intervention.", "population_specificity": "Adults with pre- and grade I hypertension from local communities (n=53).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:36.881442+00:00"}
{"study_id": 17943, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of digital media tools in promoting healthy dietary habits among school-aged children.", "results_summary": "All four studies showed short-term effectiveness in improving children's knowledge of food groups and increasing fruit and vegetable consumption, though the effects diminished over time. The interventions included videogames and cartoons, both proving effective regardless of the children's age.", "population_specificity": "School-aged children (5-12 years old) in school settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:38.828616+00:00"}
{"study_id": 17942, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate covariates of healthy diet and physical activity self-management among bariatric surgery patients using the Health Action Process Approach (HAPA) model.", "results_summary": "The study found that coping planning and risk perception significantly influenced dietary self-management, while action planning and risk perception affected physical activity self-management. Behavioral intention was significantly related to self-efficacy, outcome expectancies, and risk perception in both diet and physical activity.", "population_specificity": "272 patients with a history of bariatric surgery from the Tehran Obesity Treatment Study (TOTS) registry.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:39.193417+00:00"}
{"study_id": 17944, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the acceptability and limited efficacy of the E-Supporter 1.0 digital coach in promoting physical activity and a healthy diet among individuals with type 2 diabetes.", "results_summary": "The study found significant improvements in daily step count and self-efficacy levels, as well as better adherence to Dutch dietary guidelines, but no significant change in the phase of behavior change. Participants generally viewed the intervention as useful and easy to use, though they preferred combining it with face-to-face guidance.", "population_specificity": "Individuals with type 2 diabetes (n=20).", "effective_dosage": "Daily motivational messages and weekly feedback.", "study_duration": "9 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:39.749331+00:00"}
{"study_id": 17945, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of an Elimination Diet (ED) versus a Healthy Diet (HD) in reducing ADHD symptoms in children, and to assess their effects relative to Care as Usual (CAU).", "results_summary": "The study found that a Healthy Diet (HD) showed a higher response rate (51%) compared to an Elimination Diet (ED) (35%), with comparable results to Care as Usual (CAU) (56%). Small-to-medium improvements in physical health were noted for both ED and HD, while CAU showed decrements.", "population_specificity": "Children aged 5-12 years with ADHD in Dutch child and adolescent psychiatry centers.", "effective_dosage": "Not specified", "study_duration": "5 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:40.977773+00:00"}
{"study_id": 17949, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of a short animated storytelling video intervention on knowledge and behavioral expectations regarding dietary sodium reduction.", "results_summary": "The study will assess immediate and medium-term effects of the video on sodium knowledge and behavioral expectations, as well as voluntary engagement with the content, but results are not yet provided in the abstract.", "population_specificity": "10,000 adult US participants", "effective_dosage": "Not specified", "study_duration": "Two weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:44.451826+00:00"}
{"study_id": 17947, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the relationship between diet quality (measured by HEI-2015) and the risk of metabolic syndrome (MetS) and its components in a suburban Iranian population.", "results_summary": "Higher HEI-2015 scores were associated with lower odds of MetS, high blood pressure, and high serum triacylglycerol, indicating that better diet quality reduces the risk of these conditions.", "population_specificity": "Suburban individuals from the PERSIAN Kavar cohort study in Fars province, Iran (n=2225).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:45.300534+00:00"}
{"study_id": 17946, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess whether Latino preschool children in an emerging Latino community met healthy diet and activity recommendations and whether these behaviors were associated with sociodemographic or home environment variables.", "results_summary": "The study found mixed adherence to diet and activity recommendations, with 41% meeting fruit/vegetable intake, 54% meeting screen time, 27% meeting physical activity, and 58% meeting sugary drink recommendations. Country of origin and acculturation were significantly associated with sugary drink intake.", "population_specificity": "Latino preschool children (2-5 years old) and their Latina mothers in an emerging Latino community in western Pennsylvania, US.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:45.583335+00:00"}
{"study_id": 17952, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the effect of serious games in promoting healthy eating behaviors, preventing childhood obesity, and improving physical activity in children.", "results_summary": "The study identified 26 studies representing 17 games, with half focusing on healthy eating and physical education. Most games were designed using behavioral change theories, primarily social cognitive theory, confirming the potential of serious games for obesity prevention.", "population_specificity": "Children", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:47.449295+00:00"}
{"study_id": 17950, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore factors associated with treatment adherence (TA) in hemodialysis patients, including the role of digital healthy diet literacy (DDL) and other variables during the COVID-19 pandemic.", "results_summary": "Higher digital healthy diet literacy (DDL) scores were associated with higher treatment adherence (TA) scores, while higher fear of COVID-19 scores were linked to lower TA. Age, medication payment ability, and hemodialysis duration also significantly influenced TA.", "population_specificity": "972 hemodialysis patients from eight hospitals in Vietnam.", "effective_dosage": "Not specified", "study_duration": "Data collected from July 2020 to March 2021 (9 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:47.791823+00:00"}
{"study_id": 17951, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of a 12-week lifestyle intervention (including personalized healthy dietary advice) on physical fitness, quality of life, and clinical disease activity in children with inflammatory bowel disease (IBD).", "results_summary": "The intervention improved bowel symptoms, quality of life, and fatigue, with significant improvements in exercise capacity (6-minute walking test), core stability, and reductions in disease activity scores and fecal calprotectin, though peak VO2 did not change significantly.", "population_specificity": "Children with inflammatory bowel disease (median age 15, IQR: 12-16).", "effective_dosage": "Not specified (personalized dietary advice provided).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:48.796356+00:00"}
{"study_id": 17953, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility and effectiveness of a digital behavior change intervention to promote sustainable healthy diets, focusing on dietary shifts, food waste reduction, and fair food sourcing.", "results_summary": "The study is ongoing, with final results expected by October 2023. Preliminary recruitment began in October 2022, but no specific outcomes are reported in the abstract.", "population_specificity": "21 participants from low, middle, and high socioeconomic statuses (7 per group).", "effective_dosage": "Not specified", "study_duration": "22-week intervention phase, preceded by a 2-week baseline and followed by a 24-week postintervention phase.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:50.773331+00:00"}
{"study_id": 17954, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess changes in behavioral intentions toward healthy dietary practices among adolescents following a health promotion intervention.", "results_summary": "The intervention significantly increased the proportion of adolescents intending to adopt a healthy diet (RR = 2.07) and improved subjective norms, though perceived behavioral control and attitude changes were not statistically significant.", "population_specificity": "Adolescents aged 12-16 years in selected urban schools in West Bengal, India.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:52.251625+00:00"}
{"study_id": 17924, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the impact of a combined 12-week Mediterranean diet-based sustainable healthy diet (SHD) and multicomponent training (MT) intervention on body composition, anthropometry, and physical fitness in older adults.", "results_summary": "The combined intervention significantly lowered BMI and total fat, with improvements in physical fitness tests (except aerobic endurance). Significant differences were observed in body strength, balance, and flexibility tests.", "population_specificity": "Older adults", "effective_dosage": "Weekly SHD food supply and four sessions, including a SHD culinary practical workshop; MT 50 min group session, three times a week, on non-consecutive days.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:53.446730+00:00"}
{"study_id": 17955, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the real-world effectiveness of the MINISTOP 2.0 app on improving children's dietary habits, physical activity, screen time, and parental self-efficacy for promoting healthy behaviors.", "results_summary": "The intervention group showed reduced intake of sweet and savory treats, sweet drinks, and screen time, along with increased parental self-efficacy for promoting healthy behaviors, though no significant effect was observed on children's BMI z-score.", "population_specificity": "Parents (n=552) of 2.5-to-3-year-old children recruited from 19 child health care centers across Sweden.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:53.869483+00:00"}
{"study_id": 17956, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effect of a 3-month sustainable healthy diet (SHD) and multicomponent training (MT) interventions on various health outcomes in elderly individuals.", "results_summary": "The study evaluated changes in blood biomarkers, metabolic profiles, dietary intake, physical fitness, body composition, cognitive function, and quality of life, but specific results were not detailed in the abstract.", "population_specificity": "Older adults (elderly)", "effective_dosage": "Weekly mixed food supply and individual/group nutritional sessions for SHD; 50-minute exercise sessions three times a week for MT", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:54.528265+00:00"}
{"study_id": 17957, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of a school-based health education program (DIEX) promoting healthy diet and exercise among adolescents, based on the Theory of Planned Behavior and life skills training.", "results_summary": "The study found significant improvements in students' knowledge and behavior regarding healthy diet, as well as positive attitudes and satisfaction toward the DIEX program. The results suggest that theory-based behavioral interventions with skills training can lead to positive behavioral changes in adolescents.", "population_specificity": "High school students (n = 367; 168 boys and 199 girls) from 14 schools in Greece.", "effective_dosage": "Not specified", "study_duration": "10 sessions (1 hour each)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:56.615965+00:00"}
{"study_id": 17958, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to culturally adapt an evidence-based intervention (EBI) for promoting healthy diet and physical activity in Yup'ik Alaska Native communities to address obesity and related chronic diseases.", "results_summary": "The study found that involving community members in cultural adaptation was vital for intervention effectiveness, and small group gatherings led by local lay health workers were culturally appropriate and potentially effective for health promotion in Yup'ik communities. Barriers to healthy food access and physical activity were identified, but further exploration of social environmental factors is needed.", "population_specificity": "Yup'ik Alaska Native communities, specifically women in two Yup'ik villages.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:57.679593+00:00"}
{"study_id": 17959, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether adherence to the WCRF/AICR and Dutch Healthy Diet recommendations influenced plasma kynurenine concentrations in colorectal cancer survivors.", "results_summary": "Higher adherence to the dietary recommendations was weakly associated with lower concentrations of pro-inflammatory kynurenines and higher concentrations of anti-inflammatory kynurenines, though associations were not statistically significant. Some individual dietary components (e.g., nuts, alcohol, red meat) showed statistically significant but inconsistent effects on specific kynurenine ratios.", "population_specificity": "247 stage I-III colorectal cancer survivors", "effective_dosage": "Not specified (adherence to dietary recommendations assessed via seven-day dietary records)", "study_duration": "Measurements at 6 weeks, 6 months, and 1 year post-treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:58.659281+00:00"}
{"study_id": 17960, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare and rank the effectiveness of standard and behavioral-economic incentivization methods for promoting healthy diet, weight control, and physical activity.", "results_summary": "Deposit contracts and lottery-based incentives were most effective for motivating healthy diet and weight control, with deposit contracts showing statistically significant results. For physical activity, standard financial incentives, deposit contracts, and lottery-based incentives all significantly increased goal achievement, though deposit contracts maintained effectiveness post-intervention.", "population_specificity": "Not specified (general population inferred from abstract).", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:58.804455+00:00"}
{"study_id": 17964, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a telemedicine-delivered intervention promoting a traditional heart-healthy diet and medication adherence among Alaska Native individuals with high blood pressure or high cholesterol.", "results_summary": "The intervention showed significant improvements in heart-healthy food ratios at 6 months, particularly for older participants, but no lasting effects were observed. Medication adherence did not differ significantly between groups, though adherence was generally high.", "population_specificity": "Alaska Native men and women with high blood pressure or high cholesterol in the Norton Sound region of Alaska.", "effective_dosage": "Not specified", "study_duration": "18 months (intervention contacts at baseline, 3, 6, and 12 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:02.785342+00:00"}
{"study_id": 17965, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of the pandemic period on glycemic control, nutritional habits, and mental health in children with type 1 diabetes.", "results_summary": "The study found that children with type 1 diabetes had high adherence to healthy eating habits (high KIDMED index scores) and low depression scores, but their glycemic control worsened during the pandemic. A significant correlation was observed between higher HbA1c levels and depression scores, as well as lower motivation scores.", "population_specificity": "66 children aged 5-18 years with type 1 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified (evaluated during the first year of the pandemic)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:03.996857+00:00"}
{"study_id": 17962, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether switching from an unhealthy postweaning diet to a healthy diet could reverse adverse metabolic, microbial, and cognitive effects in offspring born to obese dams.", "results_summary": "The diet switch reduced body weight and adiposity, improved place recognition memory, increased gut microbiota species richness, and altered β diversity, with benefits preserved in offspring of obese dams. However, adiposity remained higher than in chow-fed controls.", "population_specificity": "Rat offspring (male and female) born to dams fed standard chow or a high-fat, high-sugar diet.", "effective_dosage": "Not specified (diet switch from high-fat, high-sugar to standard chow).", "study_duration": "5 weeks post-switch (total study duration: 22 weeks + 5 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:04.238385+00:00"}
{"study_id": 17966, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the relationship between dietary total antioxidant capacity (DTAC) and cardiovascular disease (CVD) occurrence, as well as healthy diet quality, in a Polish adult population.", "results_summary": "Higher DTAC was associated with increased intake of polyphenols, antioxidant vitamins, and minerals, as well as reduced odds of CVD and higher Healthy Diet Indicator (HDI) scores. The study suggests that high DTAC should be considered in dietary recommendations for CVD prevention and therapy.", "population_specificity": "Representative sample (n = 5690) of the Polish adult population (WOBASZ II study).", "effective_dosage": "Not specified", "study_duration": "Single 24-hour dietary recall (cross-sectional study, no intervention duration specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:06.277852+00:00"}
{"study_id": 17968, "supplement_id": 1191, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "To synthesize evidence on the benefits and harms of behavioral counseling interventions promoting a healthy diet and physical activity in adults without known cardiovascular disease risk factors.", "results_summary": "Behavioral counseling interventions were associated with small but statistically significant improvements in blood pressure, cholesterol levels, adiposity-related outcomes, dietary habits, and physical activity. Limited evidence showed no significant differences in CVD outcomes in one large study, but two smaller studies found significant reductions in fatal and nonfatal CVD events.", "population_specificity": "Adults without known elevated blood pressure, elevated lipid levels, or impaired fasting glucose.", "effective_dosage": "Not specified", "study_duration": "6 months to 13.4 years (follow-up periods varied)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:07.717391+00:00"}
{"study_id": 17967, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility, satisfaction, behavioral change, and quality of life outcomes of mobile health (mHealth) interventions for improving physical activity and diet among cancer survivors.", "results_summary": "Most participants (median: 87%) were satisfied with at least one intervention component. Eleven out of 18 studies reported significant between-group differences in behavioral change, and six out of 11 studies reported significant improvements in quality of life.", "population_specificity": "Cancer survivors, predominantly White (median: 84%) and college-educated (58%), with the most common cancers being breast, prostate, and colorectal.", "effective_dosage": "Not specified", "study_duration": "70% of interventions lasted 12 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:07.810775+00:00"}
{"study_id": 17970, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of diet and/or physical activity interventions during pregnancy on preventing gestational diabetes mellitus (GDM).", "results_summary": "The study found that diet and physical activity interventions separately showed a protective role in preventing GDM, but combined interventions had unclear effects due to heterogeneity and low-quality systematic reviews. More high-quality studies are needed to establish definitive conclusions.", "population_specificity": "Pregnant women at risk of or diagnosed with gestational diabetes mellitus (GDM).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:10.874963+00:00"}
{"study_id": 17969, "supplement_id": 1191, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the effectiveness, palatability, and cost-effectiveness of a Chinese heart-healthy diet in reducing blood pressure among Chinese adults with high blood pressure across four major Chinese cuisines.", "results_summary": "The Chinese heart-healthy diet significantly reduced systolic and diastolic blood pressure compared to the control diet, with a net difference of -10.0 mm Hg and -3.8 mm Hg, respectively. The diet was well-accepted (mean food preference score of 9.5/10) and cost-effective, with no significant adverse events linked to the intervention.", "population_specificity": "Chinese adults (mean age 56.5±9.8 years, 52% women) with baseline systolic blood pressure of 130-159 mm Hg.", "effective_dosage": "Not specified (dietary intervention).", "study_duration": "28 days (following a 7-day run-in period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:11.290166+00:00"}
{"study_id": 17971, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the associations between lifestyle interventions (healthy diet and physical activity) and breast cancer outcomes, including risk reduction and survivor benefits.", "results_summary": "The study found that a healthy diet and minimal daily exercise reduced breast cancer risk, mitigated treatment side effects, and prevented recurrence in survivors. However, implementation of these interventions remains limited in at-risk and survivor populations.", "population_specificity": "Women at risk for or survivors of breast cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:11.925965+00:00"}
{"study_id": 17972, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether poor diets are influenced by personal responsibility or environmental factors like market imperfections in food retail.", "results_summary": "The study found that price distortions account for one-third of the gap between recommended and actual fruit and vegetable intake. A fiscal intervention to address these distortions improved outcomes for all consumers.", "population_specificity": "Households in the United States with varying income levels and neighborhood conditions.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:12.050418+00:00"}
{"study_id": 17975, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare and evaluate the diet quality of tuberculosis patients versus healthy adults using the China Healthy Diet Index (CHDI) to guide future dietary recommendations for tuberculosis patients.", "results_summary": "Tuberculosis patients had poorer diet quality (CHDI score 61.61) compared to healthy controls (63.97). Higher CHDI scores (>80) were associated with a 73.5% reduced likelihood of tuberculosis, and a high-quality diet positively correlated with better anti-tuberculosis treatment outcomes.", "population_specificity": "1241 tuberculosis patients and 1241 healthy adults matched for sex and age.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:16.141276+00:00"}
{"study_id": 17976, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of the SmartFeeding4Kids program in improving children's intake of fruits, vegetables, and reduced added sugars, as well as parental feeding practices.", "results_summary": "The study protocol describes a randomized controlled trial design to assess the intervention's impact, with outcomes measured at baseline, immediately post-intervention, and at 3 and 6 months. Secondary outcomes include parental barriers, self-efficacy, and motivation to change.", "population_specificity": "Parents of young children aged 2-6 years.", "effective_dosage": "Not specified", "study_duration": "7-session intervention with follow-up at 3 and 6 months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:16.473596+00:00"}
{"study_id": 17977, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a Multiple Health Behaviour Change (MHBC) intervention, including adherence to a Mediterranean dietary pattern, compared to usual care in adults aged 45-75 years.", "results_summary": "The intervention was more effective in promoting dietary behavior change (31.9% vs. 21.4% in the control group), though overall fidelity to the planned intervention was low. Implementation outcomes were satisfactory except for fidelity, with organizational and structural contexts significantly influencing effectiveness.", "population_specificity": "Adults aged 45-75 years in Spanish Primary Health Care centers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:17.063091+00:00"}
{"study_id": 17980, "supplement_id": 1191, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to summarize and analyze modern data on the role of tomatoes and their processed products in healthy human nutrition, focusing on their potential benefits and risks.", "results_summary": "The study found that tomatoes, due to their bioactive components like lycopene, are linked to reduced risks of diseases such as cancer, cardiovascular diseases, obesity, and hypercholesterolemia. However, excessive or regular consumption may cause side effects, and large intervention studies are needed to confirm causal relationships.", "population_specificity": "General human population (not specified further).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:20.813362+00:00"}
{"study_id": 17978, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare adherence to the Mediterranean diet and cardiovascular risk factor control between middle-aged and elderly participants in the PREDIMED study.", "results_summary": "Both middle-aged and elderly participants showed similar improvements in adherence to the Mediterranean diet and reductions in cardiovascular risk factors (e.g., systolic blood pressure, LDL cholesterol, and body weight) after 3 years of intervention. The study concluded that dietary improvements and cardiovascular risk reduction are achievable even in advanced age.", "population_specificity": "Middle-aged (mean 59.6 years) and elderly (mean 74.2 years) high-risk individuals.", "effective_dosage": "Not specified", "study_duration": "3 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:20.958957+00:00"}
{"study_id": 17981, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the influence of a healthy diet on the recovery time from COVID-19 among survivors.", "results_summary": "A more healthy diet was associated with a shorter duration of recovery from COVID-19, particularly among non-hospitalized patients, with significant effects noted by gender and marital status. No significant correlation was found with age or BMI.", "population_specificity": "COVID-19 survivors in Saudi Arabia (738 participants, 32.1% hospitalized, 43.4% females, 56.6% males).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:21.618181+00:00"}
{"study_id": 17979, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the deleterious effects of a high-energy diet (HED) on the peripheral taste system in rats could be reversed by returning to a regular chow diet.", "results_summary": "The study found that rats on a HED had lasting reductions in taste bud abundance, even after switching back to a regular chow diet, suggesting obesity rather than diet predicts taste system damage. Taste bud loss correlated with increased apoptosis, indicating a potential mechanism for taste dysfunction in obesity.", "population_specificity": "Rats with diet-induced obesity (DIO).", "effective_dosage": "Not specified (diet composition described but not quantified).", "study_duration": "10 weeks of HED followed by several months of diet switch.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:21.787308+00:00"}
{"study_id": 17982, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a multi-component intervention (including phone consultations, an interactive phone app, and pedometers) in promoting physical activity and a healthy diet among adults with type 2 diabetes in primary care settings.", "results_summary": "The study will assess differences in physical activity, diet scores, BMI, and HbA1c over 12 months between intervention and control groups, with secondary outcomes including cardiovascular measures like blood pressure and lipids. Results are pending as the study is ongoing.", "population_specificity": "Adults aged 18-65 with type 2 diabetes who are overweight or obese and attending primary care in Oman.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:25.493569+00:00"}
{"study_id": 17983, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the feasibility and preliminary outcomes of implementing a home-based exercise and nutrition lifestyle intervention in a family medicine clinic for patients at risk for cardiovascular disease.", "results_summary": "The intervention showed moderate feasibility, with 62.5% of patients completing the 12-week program. Preliminary effectiveness was observed in improved cardiorespiratory fitness (average 4.31 ml·kg·min-1 increase in peak oxygen consumption) and metabolic markers (70% improvement in triglycerides, 60% in insulin).", "population_specificity": "Patients at risk for cardiovascular disease from a family medicine clinic.", "effective_dosage": "Meal replacement (specific details not provided).", "study_duration": "12 weeks (with follow-up at 24 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:25.818961+00:00"}
{"study_id": 17984, "supplement_id": 1191, "safety_score": "30", "efficacy_score": 20, "quality_score": 85, "study_goal": "The study aimed to test whether the US Department of Agriculture's 1977 Dietary Guidelines for Americans, specifically a low-fat 'heart-healthy' diet, protects against coronary heart disease (CHD) and other chronic diseases in postmenopausal women.", "results_summary": "The study found that postmenopausal women with CHD randomized to a low-fat high-carbohydrate diet had a 26% greater risk of additional CHD events initially, which increased to 47%-61% after extended follow-up. The authors suggest this adverse outcome may be due to insulin resistance exacerbated by the diet, challenging the evidence base for such dietary guidelines in this population.", "population_specificity": "Postmenopausal women with coronary heart disease (CHD) and features of insulin resistance, including type 2 diabetes mellitus (T2DM).", "effective_dosage": "Not specified", "study_duration": "13 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:27.839966+00:00"}
{"study_id": 17985, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a nutrition and physical activity intervention could improve chemotherapy completion rates and other treatment-related outcomes in women with breast cancer.", "results_summary": "The study is testing the effect of a yearlong, 16-session nutrition and exercise intervention on chemotherapy completion rates, endocrine therapy adherence, side effects, biomarkers, body composition, and patient-reported outcomes, but final results are not yet provided in the abstract.", "population_specificity": "Women with stage I-III breast cancer undergoing chemotherapy.", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:29.097810+00:00"}
{"study_id": 17986, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether phased written health education combined with a healthy diet improves medication compliance, anticoagulant knowledge, healthy behavior ability, and quality of life in post-heart valve replacement patients.", "results_summary": "The study found that phased written health education combined with a healthy diet significantly improved medication compliance, anticoagulant knowledge, healthy behavior ability, and quality of life compared to routine health education alone. These improvements were observed across multiple rehabilitation stages and were statistically significant.", "population_specificity": "130 patients who underwent heart valve replacement surgery.", "effective_dosage": "Not specified", "study_duration": "From January 2018 to January 2020 (exact intervention duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:29.880505+00:00"}
{"study_id": 17987, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether an experiential culinary nutrition course could improve medical students' readiness to counsel patients on healthy diets and influence their own dietary habits.", "results_summary": "Participants reported feeling better prepared to counsel patients on healthy diets immediately and 2 months post-intervention, showed increased culinary knowledge, and reported a higher percentage of homemade meals 2 months later.", "population_specificity": "Ten first-year medical students at Wayne State University School of Medicine.", "effective_dosage": "Not applicable (4-part, 8-hour course).", "study_duration": "8 hours (split into 4 sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:30.121952+00:00"}
{"study_id": 17988, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop and validate a practical tool (SHED Index) to measure and score sustainable and healthy dietary patterns, reflecting nutritional, environmental, and sociocultural aspects.", "results_summary": "The SHED Index demonstrated strong validity and reliability, correlating with established dietary patterns (EAT-Lancet and Mediterranean Diet) and showing associations with lower animal-protein intake and higher recycling efforts. It provides a tangible tool for assessing sustainable and healthy diets in intervention studies and daily practice.", "population_specificity": "348 men and women aged 20-45 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:30.512370+00:00"}
{"study_id": 17990, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effect of a tele-nutrition counseling program on diet quality, weight, waist circumference, and quality of life in people with spinal cord injury (SCI).", "results_summary": "The study found no significant changes in weight, waist circumference, or general nutrition knowledge, but participants reported improvements in healthy food choices, balanced meals, reading food labels, logging meals, and portion control. Program satisfaction was very high (97-100%).", "population_specificity": "Individuals with spinal cord injury (SCI) from an acute inpatient rehabilitation unit and outpatient SCI clinic.", "effective_dosage": "Six tele-nutrition counseling sessions over 3 months.", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:35.102816+00:00"}
{"study_id": 17989, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 78, "quality_score": 85, "study_goal": "The researchers aimed to meta-analyze the effectiveness of eHealth multiple health behavior change (MHBC) interventions in promoting healthy diet behaviors among people with noncommunicable diseases (NCDs).", "results_summary": "The meta-analysis found that eHealth MHBC interventions significantly promoted healthy diet behaviors (SMD 0.78, 95% CI 0.13 to 1.43, P=.02) among people with NCDs. Subgroup analysis indicated that interventions with traditional approaches (e.g., SMS, telephone) were more effective than modern internet-based approaches in promoting healthy diet.", "population_specificity": "People with noncommunicable diseases (NCDs)", "effective_dosage": "Not specified", "study_duration": "Varied across studies (not specified in abstract)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:35.565425+00:00"}
{"study_id": 17992, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the impact of a 6-month Fruit and Vegetable Prescription Program on food-related behavior and dietary habits among participants in an urban safety-net hospital.", "results_summary": "Participants reported positive sentiments about the program, highlighting environmental and individual influences on food choices. The intervention improved nutritional knowledge and self-efficacy, but socioeconomic barriers persisted in sustaining healthy eating long-term.", "population_specificity": "32 participants from a large urban safety-net hospital experiencing food insecurity.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:37.794848+00:00"}
{"study_id": 17991, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the utility of self-rated adherence to dietary and physical activity prescriptions in monitoring compliance and facilitating goal setting during the Healthy Diet and Lifestyle Study (HDLS), comparing the effects of intermittent energy restriction combined with a Mediterranean diet (IER + MED) to a DASH diet on reducing visceral adipose tissue area (VAT).", "results_summary": "High adherence to dietary and physical activity prescriptions resulted in significantly greater reductions in VAT and weight compared to low adherence. Participants provided positive feedback, with suggestions for improvement including cooking classes.", "population_specificity": "59 participants who completed at least 1 week of the HDLS intervention.", "effective_dosage": "Not specified (adherence was self-rated on a 0-10 scale).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:37.935052+00:00"}
{"study_id": 17995, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review chatbot use in promoting healthy diets and physical activity, propose an AI chatbot behavior change model, and discuss ethical considerations.", "results_summary": "The study found a lack of theoretical guidance for designing AI chatbots in lifestyle modification programs and proposed a four-component model to address this gap. The model focuses on chatbot characteristics, relational capacity, persuasive conversational capacity, and evaluation mechanisms.", "population_specificity": "Not specified (general focus on users of AI chatbots for lifestyle modification)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:38.784139+00:00"}
{"study_id": 17993, "supplement_id": 1191, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "To review the benefits and harms of behavioral counseling interventions aimed at improving diet and physical activity in adults with cardiovascular risk factors.", "results_summary": "Behavioral counseling interventions were associated with a lower risk of cardiovascular events, small but significant reductions in blood pressure, LDL cholesterol, fasting glucose, and adiposity, and showed little to no risk of serious harm. Evidence suggested small improvements in diet but mixed findings for physical activity.", "population_specificity": "Adults with elevated blood pressure or lipid levels.", "effective_dosage": "Median of 6 contact hours and 12 sessions over 12 months (varied by low, medium, or high contact time).", "study_duration": "12 to 24 months' follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:39.140531+00:00"}
{"study_id": 17994, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether a parent-oriented mobile health app (MINISTOP 2.0) integrated into primary child health care could improve diet and physical activity behaviors and reduce overweight/obesity in preschool-aged children.", "results_summary": "The study will assess the effectiveness of the MINISTOP 2.0 app in improving dietary habits, physical activity, and screen time (primary outcomes) and reducing overweight/obesity (secondary outcomes) in children, with results pending post-intervention analysis. Implementation outcomes (acceptability, appropriateness, feasibility) will also be evaluated among nurses and parents.", "population_specificity": "Preschool-aged children (2.5 years old) and their parents in Sweden.", "effective_dosage": "Not specified (intervention involves a 6-month smartphone app).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:40.458471+00:00"}
{"study_id": 17961, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a web-app-based educational intervention in improving knowledge of breast cancer risk factors and symptoms, as well as adherence to healthy eating and physical activity among women without a breast cancer diagnosis.", "results_summary": "The intervention significantly improved adherence to healthy behaviors, identification of breast cancer risk factors, and symptoms among women in the intervention group compared to the control group. The mean number of identified risk factors and symptoms increased significantly in the intervention group.", "population_specificity": "Women aged 25-50 without a breast cancer diagnosis in Asturias, Spain.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:42.447374+00:00"}
{"study_id": 17997, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the short-term (5 weeks) and long-term (1 year) effects of an elimination diet and a healthy diet versus care as usual (CAU) in children with ADHD.", "results_summary": "The study is ongoing, so no results are reported yet, but it aims to assess treatment response, nutritional quality, cost-effectiveness, and long-term effects of dietary interventions for ADHD.", "population_specificity": "Children aged 5-12 years with ADHD.", "effective_dosage": "Not specified", "study_duration": "5 weeks (short-term), 1 year (long-term)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:44.548248+00:00"}
{"study_id": 17998, "supplement_id": 1191, "safety_score": "100", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the feasibility and initial effectiveness of an app-based game (\"Mila Blooms\") combined with health coach assistance in promoting healthy eating and physical activity among adolescent survivors of childhood cancer.", "results_summary": "The intervention showed high retention (93.8%) and positive participant feedback regarding ease of use and enjoyment, but little evidence of behavior change was observed. The game features were found viable and appealing with no adverse side effects.", "population_specificity": "Adolescent survivors of childhood cancer (n=15).", "effective_dosage": "Not Assessed", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:45.652575+00:00"}
{"study_id": 17996, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining moderate exercise with dietary counseling (following German Nutrition Society guidelines) or Calanus finmarchicus oil intake could counteract age-related body composition changes in untrained elderly individuals.", "results_summary": "The study found that combining exercise with dietary counseling (EXDC) or Calanus finmarchicus oil (EXCO) led to significant reductions in body fat, with EXCO showing the highest decrease. However, markers of glucose metabolism and blood lipids remained unchanged in all groups.", "population_specificity": "134 healthy, untrained elderly participants (96 women, 38 men; mean age 59.4 ± 5.6 years; BMI 28.4 ± 5.8 kg/m²).", "effective_dosage": "Dietary counseling followed German Nutrition Society guidelines; Calanus finmarchicus oil dosage was 2 g/day.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:46.101418+00:00"}
{"study_id": 17999, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop and evaluate the clinical validity of the Feel4Diabetes Healthy Diet Score, assessing its association with dietary habits and clinical risk factors for type 2 diabetes.", "results_summary": "The Healthy Diet Score showed significant correlations with changes in BMI, waist circumference, and cholesterol levels, indicating its utility in measuring dietary adherence and its association with clinical risk factors. The score was reproducible and varied by country and sex.", "population_specificity": "3268 adults (63% women) from high diabetes risk families across 6 European countries.", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:46.447554+00:00"}
{"study_id": 18001, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to design and test the usability and feasibility of a smartphone-based dietary educational app (mDASHNa-CC) to support a healthy diet and hypertension control for Chinese Canadian seniors.", "results_summary": "The study is still in progress, with Phase I focusing on app design and usability testing, and Phase II assessing feasibility and preliminary effectiveness, including blood pressure, weight, and quality of life outcomes. Results are pending.", "population_specificity": "Chinese Canadian seniors (≥65 years old) with elevated blood pressure, living in Canada.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:47.553941+00:00"}
{"study_id": 18000, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the impacts of healthy dietary patterns alone or combined with physical activity on metabolic health in middle-aged and older adults.", "results_summary": "The study protocol describes a randomized controlled trial to assess changes in metabolic and inflammatory health biomarkers, body composition, and perceived health, but results are not yet available (pre-results).", "population_specificity": "Middle-aged and older adults (55-70 years) without overt disease, BMI below 35, low fruit/vegetable intake, and noncompliance with physical activity guidelines.", "effective_dosage": "5 servings of fruits and vegetables per day (equivalent to 500 g).", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:47.602756+00:00"}
{"study_id": 18002, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the effects of a healthy diet, alone or combined with additional supplements, on health-related quality of life, anxiety, and depressive symptoms in older adults, particularly in relation to inflammation status.", "results_summary": "The study found that a healthy diet intervention reduced depressive symptoms across all groups, with significant decreases in CES-D scores, particularly in subjects with medium/high inflammation. Mental component summary of HRQoL improved in some groups, but there were no changes in anxiety or physical HRQoL.", "population_specificity": "Healthy older adults aged 65-80 years from Italy, France, and Germany.", "effective_dosage": "Not specified (healthy diet composition described but no exact dosage provided for the diet or supplements).", "study_duration": "56 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:50.439632+00:00"}
{"study_id": 18003, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review and describe the features and supporting evidence of diets that prevent disease and positively influence health, focusing on patterns like the Mediterranean, DASH, and MIND diets.", "results_summary": "The study found that diets higher in plant-based foods and lower in animal-based foods, such as the Mediterranean, DASH, and MIND diets, reduce risks of non-communicable diseases (NCDs) like cardiovascular disease and cancer. Evidence from epidemiological studies and clinical trials supports these dietary patterns as effective for health promotion and disease prevention.", "population_specificity": "General population (not specified beyond epidemiological and clinical trial data).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:52.035104+00:00"}
{"study_id": 18006, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop theory-based and evidence-based mobile health interventions to promote healthy diet and physical activity in patients with coronary heart disease.", "results_summary": "The study identified key needs for intervention content, presentation modes, and application features, resulting in a structured objective matrix and evidence-based strategies. The interventions included 31 strategies, 61 methods, and 393 practical applications to support behavior change.", "population_specificity": "Patients with coronary heart disease", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:54.124119+00:00"}
{"study_id": 18007, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine the associations between diet quality in colorectal cancer patients, their perceived barriers to following dietary guidelines, and family caregivers' attempts to improve diet quality.", "results_summary": "Patients with colorectal cancer had poorer diet quality if they perceived barriers to following dietary recommendations, but better diet quality if their family caregivers attempted to change their own dietary habits. The study suggests that addressing patient barriers and involving family caregivers can improve dietary adherence in colorectal cancer patients.", "population_specificity": "Colorectal cancer patients (over 19 years old) and their primary family caregivers in South Korea.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:54.757893+00:00"}
{"study_id": 18004, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the implementation of a multimodal patient education intervention, including a healthy diet, to manage cardiometabolic risk in individuals with spinal cord injury (SCI) during subacute rehabilitation.", "results_summary": "The study assessed the impact of a standardized education approach on cardiovascular risk factors, physical activity, and healthy diet, with outcomes measured at admission, discharge, and 6 months post-discharge. Results included changes in BMI, metabolic profile, and dietary habits, though specific dietary outcomes were not detailed in the abstract.", "population_specificity": "Adults aged 18+ with SCI within the past 12 months admitted to specialized rehabilitation.", "effective_dosage": "Not specified", "study_duration": "Intervention began at rehabilitation outset, with follow-up at discharge and 6 months post-discharge.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:55.174455+00:00"}
{"study_id": 18008, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to identify barriers and facilitators to implementing and evaluating community-level projects promoting physical activity and healthy diet within Argentina's Healthy Municipalities and Communities Program.", "results_summary": "Key barriers included inadequate funding, lack of skilled personnel, and insufficient resources, while facilitators included motivated leaders and inter-sectorial participation. Project evaluations primarily relied on process indicators rather than outcome measures.", "population_specificity": "Stakeholders and individuals from 96 municipalities across Argentina.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:56.887226+00:00"}
{"study_id": 18009, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine how the FGFR4 Gly388Arg polymorphism influences liver fat content and insulin sensitivity during a lifestyle intervention involving a healthy diet.", "results_summary": "The FGFR4 Arg388 allele was associated with less reduction in liver fat and less improvement in insulin sensitivity during the lifestyle intervention in humans. In mice, the Arg385 allele increased hepatic triglyceride content and altered lipid metabolism under normal chow but not under a high-fat diet.", "population_specificity": "Overweight and obese humans, and a knock-in mouse strain.", "effective_dosage": "Not specified", "study_duration": "9 months (human intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:57.534322+00:00"}
{"study_id": 18010, "supplement_id": 1191, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether a nutraceutical composite (BPLN®) could support blood pressure reduction in pre-hypertensive and first-degree hypertensive patients alongside dietary stabilization.", "results_summary": "The nutraceutical significantly reduced morning blood pressure parameters and evening systolic blood pressure compared to baseline and placebo, with sustained effects beyond 16 weeks and no reported side effects.", "population_specificity": "36 pre-hypertensive and first-degree hypertensive patients.", "effective_dosage": "Not specified.", "study_duration": "16 weeks (preceded by 4 weeks of diet stabilization).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:58.376114+00:00"}
{"study_id": 189867, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether sustained intake of dietary nitrate improves blood pressure and cardiovascular disease risk factors in individuals with early-stage hypertension.", "results_summary": "The abstract suggests that dietary nitrate lowers blood pressure in healthy individuals through improved nitric oxide bioavailability, but long-term effects for managing hypertension remain limited.", "population_specificity": "Individuals with early-stage hypertension.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:02.038914+00:00"}
{"study_id": 18011, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the usefulness, perceptions, barriers, and motivators of using NutCracker, a social network-based cooking app, to promote healthier dietary behaviors among low-income populations.", "results_summary": "The study found that NutCracker, which included cooking tips and nutritional advice, faced barriers like technical issues and lack of tech literacy but also identified motivators such as social integration and prior social network use. Cooking skills acted as both a barrier and a lever for engagement.", "population_specificity": "Low-income individuals in a disadvantaged neighborhood of Magny, France, and a supplementary group from the general low-income population.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:02.452440+00:00"}
{"study_id": 189870, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to compare dietary supplements and nutraceuticals, focusing on their differences, consumption patterns, presentation forms, and notable ingredients.", "results_summary": "The abstract highlights the shift in the supplement industry from making health claims (dietary supplements) to promoting minimally processed, natural products (nutraceuticals), but does not provide specific findings on efficacy or safety.", "population_specificity": "Not specified", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:02.592171+00:00"}
{"study_id": 18012, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether maternal dietary intervention during pregnancy could mitigate fetal hepatic lipotoxicity and metabolic dysregulation caused by maternal obesity and a Western-style diet.", "results_summary": "The study found that maternal diet reversal (from Western-style to healthy control diet) improved fetal hepatic oxidative stress, gluconeogenic pathways, and amino acid metabolism, though some lipid abnormalities persisted. Fetuses from mothers on a healthy diet showed normalized metabolic intermediates and reduced signs of hepatic stress compared to those from obese mothers on a Western-style diet.", "population_specificity": "Non-human primate offspring (fetuses in early 3rd trimester) from obese mothers on a Western-style diet, healthy control diet, or diet reversal group.", "effective_dosage": "Not specified", "study_duration": "Duration of pregnancy (prior to and during the next pregnancy)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:03.974701+00:00"}
{"study_id": 189872, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the cognitive benefits of incorporating prebiotics, probiotics, and symbiotics into a healthy diet, particularly focusing on their impact on gut-brain axis communication and cognitive functions.", "results_summary": "The study found that pre-, pro-, and symbiotics can improve cognitive functions and mood, with notable benefits in healthy older individuals, patients with mild cognitive impairment, and Alzheimer's disease, but mixed results in younger, healthier individuals. Cognitive benefits were not observed in healthy older individuals with adequate physical activity.", "population_specificity": "Healthy older individuals, patients with mild cognitive impairment, Alzheimer's disease patients, and younger, healthier individuals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:05.928226+00:00"}
{"study_id": 189874, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to systematically review the effects of dietary and supplemental fatty acids on liver-related outcomes in adults with non-alcoholic fatty liver disease (NAFLD).", "results_summary": "The review found moderate evidence that diets high in MUFA and PUFA and low in SFA reduced liver fat and stiffness, while culinary fats high in MUFA reduced liver steatosis. n-3 PUFA supplementation combined with a hypocaloric or heart-healthy diet improved liver enzyme levels and steatosis scores in some studies.", "population_specificity": "Adult patients with NAFLD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:06.242635+00:00"}
{"study_id": 189875, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review recent scientific advances and clinical implications of diet and nutrition in the prevention and management of COPD.", "results_summary": "The study found that consuming a healthy diet is beneficial for COPD patients, with distinct phenotypes incorporating nutritional status. Dietary interventions and targeted nutrient supplementation can be effective when timed appropriately, though the therapeutic window during acute exacerbations remains underexplored.", "population_specificity": "Patients with COPD, including phenotypes ranging from cachexia and frailty to obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:06.546242+00:00"}
{"study_id": 189876, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to identify group-based physical activity and nutrition interventions for community-dwelling older adults that improve mobility.", "results_summary": "The study found no evidence of benefit for nutritional supplementation when combined with physical activity. No reviews focused solely on nutrition interventions, indicating a gap in the literature.", "population_specificity": "Community-dwelling older adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:09.349584+00:00"}
{"study_id": 189877, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether personalized risk-profiling and coaching could motivate AMD patients to adopt a healthy lifestyle and identify biomarkers reflecting lifestyle changes beneficial for AMD.", "results_summary": "The study explored the feasibility of lifestyle changes in AMD patients but did not report specific efficacy outcomes for healthy diet alone; it focused on the broader intervention's motivational impact and sustainability.", "population_specificity": "150 AMD patients aged 55-85 years.", "effective_dosage": "Not specified", "study_duration": "1 year (intervention), followed by a second year testing sustainability.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:11.416171+00:00"}
{"study_id": 189880, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the role of dietary and nutritional factors in gout development and propose dietary modification strategies for gout management.", "results_summary": "The study found that dietary modifications, including reducing nutritional risk factors and supplementing beneficial nutrients, can influence uric acid metabolism and gouty inflammation. Combining dietary management with medication may enhance treatment effects, especially for severe patients.", "population_specificity": "Gouty patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:11.723212+00:00"}
{"study_id": 189879, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether a nutraceutical supplementation combined with a Mediterranean-hypocaloric-diet (MHD) improves liver steatosis in overweight/obese patients with NAFLD compared to MHD alone.", "results_summary": "The nutraceutical group showed significant improvement in hepatic steatosis, with some patients experiencing complete regression of NAFLD or reduction in steatosis severity, and better HSI scores compared to the control group. The study suggests that while a healthy diet is effective, specific supplements can enhance dietary intervention outcomes in NAFLD patients.", "population_specificity": "Overweight/obese patients (BMI ≥ 25 kg/m²) with NAFLD.", "effective_dosage": "Not specified (nutraceutical included Vitamin E, L-glutathione, silymarin, and hepato-active compounds).", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:13.555136+00:00"}
{"study_id": 189881, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a healthy diet, among other interventions, could slow down or reverse biological aging as measured by aging clocks.", "results_summary": "The study found that a plant-based diet and other lifestyle changes, including a healthy diet, were associated with age deceleration, suggesting a potential reduction in biological age. Non-interventional studies also linked a healthy diet to slower aging.", "population_specificity": "Not specified (general human population implied)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:13.622950+00:00"}
{"study_id": 189883, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to identify risk and protective factors, including a healthy diet, affecting the morbidity, severity, and mortality of COVID-19.", "results_summary": "The study suggests that a healthy diet and sufficient nutrition may act as protective factors against SARS-CoV-2 infection, alongside COVID-19 vaccination and atopic conditions.", "population_specificity": "Adults and pediatric patients with COVID-19.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:13.753637+00:00"}
{"study_id": 189882, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to identify group-based physical activity and/or nutrition interventions for community-dwelling older adults that improve mobility-related outcomes.", "results_summary": "The study found no evidence of benefit for nutritional supplementation when combined with physical activity. No reviews focused on nutrition-only interventions, highlighting a gap in the literature.", "population_specificity": "Community-dwelling older adults aged 55+.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:13.887980+00:00"}
{"study_id": 189885, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of dietary supplements, particularly vitamin D, in COVID-19 outcomes and immune function.", "results_summary": "The study found that poor vitamin D status is associated with increased COVID-19 risk and severity, suggesting potential benefits from maintaining adequate levels through diet or supplementation. Consumers are cautioned against misinformation but advised to maintain a healthy diet for optimal immune function.", "population_specificity": "General population, with specific focus on COVID-19 patients and those with vitamin D deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:18.179191+00:00"}
{"study_id": 189887, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to evaluate the independent and synergistic effects of a healthy diet combined with nutraceutical supplementation and physical activity over 12 weeks.", "results_summary": "The abstract does not provide results; it only describes the study protocol.", "population_specificity": "Adults with pathological conditions such as excessive body fat, frailty, and hypercholesterolemia.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:18.383234+00:00"}
{"study_id": 189894, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review recent achievements in the application of pollen in functional food and animal diets, focusing on its nutritional, functional, and sensory properties.", "results_summary": "The study highlights pollen's benefits as a dietary supplement but notes that its digestibility is hindered by the pollen shell, reducing nutrient bioavailability by 50% or more. It also discusses the development of pollen-based functional foods and their positive effects on animal health and growth.", "population_specificity": "General human and animal populations (not specified further).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:21.389841+00:00"}
{"study_id": 189891, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of white kidney bean extract (WKBE) as an alternative or adjunct to traditional weight-loss approaches, focusing on its effects on body composition and metabolic health.", "results_summary": "The study suggests that WKBE may inhibit carbohydrate digestion and absorption, leading to small but potentially meaningful benefits for body weight and metabolic health, though effectiveness is less than anticipated due to compensatory changes in energy balance.", "population_specificity": "Human and animal studies (not specified further).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:21.731452+00:00"}
{"study_id": 189890, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of artichoke and artichoke products on glycemic indices, including fasting blood sugar, fasting insulin, HOMA-IR, and HbA1c.", "results_summary": "The study found that artichoke supplementation significantly reduced fasting blood sugar but did not significantly affect fasting insulin, HOMA-IR, or HbA1c. Subgroup analysis indicated that non-co-supplementation forms of artichoke were more effective in reducing HOMA-IR levels.", "population_specificity": "Humans (specific population not detailed in the abstract).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:22.491089+00:00"}
{"study_id": 189889, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of the NutriAct dietary pattern (high in unsaturated fats, plant proteins, and fibers) on age-related disorders such as cardiovascular morbidity, cognitive decline, and sarcopenia in older adults.", "results_summary": "The study is ongoing, but it aims to assess the impact of the NutriAct dietary pattern on multiple age-related health outcomes, including cardiovascular function, cognitive decline, and quality of life, compared to standard dietary recommendations.", "population_specificity": "502 men and women aged 50-80 years with an increased risk of age-related diseases, from the Berlin and Potsdam region.", "effective_dosage": "Dietary pattern includes 35%-40% fat (15%-20% MUFA, 10%-15% PUFA), 15%-25% protein, ≥30g fiber/day, and 35%-45% carbohydrates, supplemented with rapeseed oil, oil cake, and specific foods.", "study_duration": "36 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:23.575751+00:00"}
{"study_id": 189895, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate health-related values and preferences regarding meat consumption among adults.", "results_summary": "The study found that omnivores generally enjoy eating meat, consider it essential for a healthy diet, and are unwilling to reduce consumption despite potential health risks. Evidence certainty was low for both reasons for meat consumption and willingness to change behavior.", "population_specificity": "Adults (quantitative and qualitative studies, primarily from higher-income countries).", "effective_dosage": "Not available", "study_duration": "Not applicable (review of existing studies)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:26.016445+00:00"}
{"study_id": 189893, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of probiotics (Bifidobacterium bifidum BGN4 and Bifidobacterium longum BORI) on cognition, mood, and gut microbiota in healthy older adults.", "results_summary": "Probiotics reduced inflammation-causing gut bacteria, improved mental flexibility and stress scores, and increased serum BDNF levels, with specific gut microbial shifts negatively correlating with BDNF levels.", "population_specificity": "Healthy community-dwelling older adults aged ≥65 years.", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:27.446991+00:00"}
{"study_id": 189896, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the relationship between vitamin D deficiency and obesity, and whether a healthy diet and exercise could address both conditions.", "results_summary": "The study found that vitamin D deficiency is common in obese individuals, likely due to volumetric dilution, but its role in obesity development remains unclear. A healthy diet and exercise are recommended as the primary treatment to improve both obesity-related metabolic issues and vitamin D deficiency.", "population_specificity": "Obese individuals with vitamin D deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:27.458722+00:00"}
{"study_id": 18005, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess and improve mothers'/caregivers' knowledge about healthy, safe, and affordable diets using a community-based approach.", "results_summary": "The study found significant improvements in participants' knowledge scores across food economics, food safety, and healthy diet dimensions, with the highest improvement in Assiut (77.1%), followed by Qena (54.9%) and Sohag (43.7%). The intervention successfully enhanced health and nutrition literacy among women in underprivileged areas.", "population_specificity": "Mothers/caregivers from three Upper Egypt governorates (Assiut, Qena, Sohag).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:29.510174+00:00"}
{"study_id": 189897, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effect of α-lipoic acid (α-LA) supplementation on adipokines and liver steatosis in obese patients with NAFLD, alongside a healthy diet.", "results_summary": "α-LA supplementation improved insulin resistance, serum levels of insulin, adiponectin, and leptin, but did not significantly affect anthropometric measures, liver enzymes, resistin, or irisin. Liver steatosis intensity improved, but no significant differences were observed between groups by the study's end.", "population_specificity": "Obese patients with non-alcoholic fatty liver disease (NAFLD).", "effective_dosage": "Two capsules daily (each containing 600 mg α-LA).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:30.387275+00:00"}
{"study_id": 189899, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of various dietary interventions in preventing late-life cognitive disorders and dementia in cognitively healthy older adults.", "results_summary": "Moderate evidence supported dietary pattern changes, medical food/nutraceutical supplementation, and multidomain approaches for improving specific cognitive domains or biomarkers. Protein supplementation improved functional status in prefrail older adults, while fatty acid and polyphenol supplementations showed emerging or convincing evidence for cognitive benefits. Antioxidant and homocysteine-related vitamins had low efficacy.", "population_specificity": "Cognitively healthy adults aged 60 years and older.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:31.263924+00:00"}
{"study_id": 189898, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the role of lifestyle modifications, including a healthy diet, in improving long-term outcomes for patients with clinically isolated syndrome and early relapsing-remitting multiple sclerosis.", "results_summary": "The study highlights that lifestyle modifications, such as a healthy diet, along with disease-modifying therapy, may improve long-term outcomes for MS patients. It emphasizes the importance of counseling patients on behavior modifications to manage disease activity and progression.", "population_specificity": "Patients with clinically isolated syndrome and early relapsing-remitting multiple sclerosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:31.264654+00:00"}
{"study_id": 189900, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the importance of comprehensive nutrition assessment, including dietary supplementation, for athletes and the challenges in dietary data collection and analysis.", "results_summary": "The study highlights that a healthy diet is essential for maximizing the benefits of supplementation and that poor dietary choices cannot be compensated by supplements alone. It also identifies gaps in reference norms and practical biomarkers for athletes.", "population_specificity": "Well-trained athletes", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Assessment of potential food-drug interactions is mentioned but no specific interactions are detailed.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:31.538667+00:00"}
{"study_id": 189901, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review existing guidelines on nutrition interventions for adolescents and young women to address intergenerational malnutrition, chronic diseases, and poverty.", "results_summary": "The study synthesized directives for adolescent nutrition, including macro- and micronutrient supplementation, exercise, obesity, and nutrition during preconception, pregnancy, and postconception periods, based on existing guidelines.", "population_specificity": "Adolescents and young women, with extrapolations from guidelines focused on adults, women of reproductive age, and pregnant women.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:34.200810+00:00"}
{"study_id": 189902, "supplement_id": 1191, "safety_score": "60", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the benefits and safety of phytosterol-supplemented functional foods in managing hypercholesterolaemia.", "results_summary": "The abstract highlights mixed evidence on phytosterol supplementation, noting its widespread use and regulatory approval but also raising safety concerns from recent guidelines. It summarizes genetic, clinical, and animal study data to challenge the intervention's benefits.", "population_specificity": "Individuals with hypercholesterolaemia (not further specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:35.090985+00:00"}
{"study_id": 189903, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of daily almond consumption on glycemic control and cardiovascular disease risk factors in Asian Indian patients with type 2 diabetes.", "results_summary": "The study found statistically significant improvements in waist circumference, waist-to-height ratio, total cholesterol, triglycerides, LDL cholesterol, glycosylated hemoglobin, and hs-CRP, along with a trend toward improved pulse wave velocity. These results suggest that almonds incorporated into a balanced diet can benefit glycemic and cardiovascular health in type 2 diabetes patients.", "population_specificity": "Asian Indian patients with type 2 diabetes.", "effective_dosage": "Raw almonds (20% of daily energy intake).", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:36.502298+00:00"}
{"study_id": 189904, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the combined effect of omega-3 PUFAs supplementation, aerobic exercise, and healthy diet education on anthropometric indices and Vo2max in overweight women.", "results_summary": "The study found that omega-3 supplementation combined with lifestyle modifications significantly reduced body weight, body fat percentage, waist circumference, and abdominal skinfold thickness, while also improving Vo2max compared to the control group.", "population_specificity": "Overweight women aged 20-45 years.", "effective_dosage": "One supplementary capsule (omega-3 or placebo) daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:38.812657+00:00"}
{"study_id": 189905, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the role of micronutrient supplements, particularly broad-spectrum micronutrients and Selenium, in improving pregnancy outcomes, especially for overweight and obese women.", "results_summary": "The study found that broad-spectrum micronutrient supplements may reduce the incidence of preeclampsia and preterm labor, particularly in overweight and obese women. Selenium was highlighted for its role in maintaining mitochondrial function during oxidative stress in the placenta.", "population_specificity": "Pregnant women, particularly those who are overweight or clinically obese.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:39.058292+00:00"}
{"study_id": 189908, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of lycopene supplements versus tomato-based foods on intermediate cardiovascular disease risk factors.", "results_summary": "Tomato intake generally provided more favorable results on cardiovascular risk endpoints than lycopene supplementation, except for blood pressure management where lycopene supplementation was more effective. The review highlights the need for more targeted research but supports tomato-based foods as a first-line approach for cardiovascular health.", "population_specificity": "Not specified (general cardiovascular health focus)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:39.891358+00:00"}
{"study_id": 189906, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to investigate whether a pro-inflammatory diet (measured by the Dietary Inflammatory Index, DII) was associated with a higher risk of metabolic syndrome (MetS) and its components in French adults.", "results_summary": "A pro-inflammatory diet (higher DII scores) was significantly associated with an increased risk of developing MetS, higher blood pressure and triglycerides, and lower HDL-cholesterol. The study suggests that promoting an anti-inflammatory diet may help prevent cardio-metabolic disorders.", "population_specificity": "3,726 French adults from the SU.VI.MAX cohort.", "effective_dosage": "Not specified (DII computed from repeated 24-hour dietary records).", "study_duration": "13 years of follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:40.998796+00:00"}
{"study_id": 189907, "supplement_id": 1191, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of a healthy diet associated with Brazil nut supplementation on lipid profiles and thyroid hormone levels in dyslipidemic and hypertensive patients.", "results_summary": "The Brazil nut group showed reductions in total cholesterol, non-HDL cholesterol, and Apo A-1, while the placebo group had reduced FT3 levels and increased Lp(a) levels. No significant differences in blood pressure or serum lipids were observed between the groups.", "population_specificity": "Dyslipidemic and hypertensive patients already receiving lipid-lowering drugs.", "effective_dosage": "13 g/day of partially defatted Brazil nut flour (providing 227.5 μg of selenium/day).", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:41.240699+00:00"}
{"study_id": 189909, "supplement_id": 1191, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the long-term effect of Mediterranean diets ad libitum on the incidence or reversion of metabolic syndrome in individuals at high risk for cardiovascular disease.", "results_summary": "The study found that Mediterranean diets supplemented with extra-virgin olive oil or nuts did not reduce the incidence of metabolic syndrome but significantly increased the likelihood of reversion. Participants on these diets showed improvements in central obesity and fasting glucose levels.", "population_specificity": "Men and women aged 55-80 years at high risk for cardiovascular disease.", "effective_dosage": "Not specified (ad libitum Mediterranean diet supplemented with extra-virgin olive oil or nuts).", "study_duration": "4.8 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:43.241738+00:00"}
{"study_id": 189910, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential benefits of a healthy diet, along with ethanol abstention and lifestyle improvements, in treating alcoholic liver disease (ALD).", "results_summary": "The abstract suggests that a healthy diet, combined with ethanol abstention and lifestyle changes, is a mainstay of treatment for ALD, though no specific efficacy data for the diet alone are provided. The study highlights the potential benefits of Silymarin and SAMe as complementary treatments.", "population_specificity": "Patients with alcoholic liver disease (ALD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:43.666822+00:00"}
{"study_id": 189911, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate how incorporating walnuts (75 g/day) into the diet affected energy and nutrient intake in men at risk for prostate cancer.", "results_summary": "Energy intake increased on the walnut-supplemented diet, but body weight was maintained. Walnuts partially replaced other foods, improving the diet's nutrient profile, though the full benefit of walnuts was not optimized due to incomplete dietary adjustments.", "population_specificity": "Men aged 45-75 years with a mean BMI of 27.6 kg/m² at risk for prostate cancer (n=19).", "effective_dosage": "75 g/day of walnuts.", "study_duration": "Two 8-week diet periods (usual vs. walnut-supplemented).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:46.140677+00:00"}
{"study_id": 189914, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to analyze the relevance of nutritional treatment for sarcopenia and assess the effects of supplementation on muscle mass and function in the aged population.", "results_summary": "The study found that nutritional supplementation improved muscle mass and strength in older adults, with enhanced effects when combined with physical exercise. The main limitation noted was poor long-term adherence.", "population_specificity": "Adults aged 65-85 on average.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:46.629181+00:00"}
{"study_id": 189915, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential effects of long-chain omega-3 polyunsaturated fatty acids (LC n-3 PUFA) on reducing obesity, including appetite suppression, metabolic changes, and fat deposition.", "results_summary": "LC n-3 PUFA supplementation showed potential benefits in reducing obesity in rodents and some limited evidence in humans, especially when combined with energy-restricted diets or exercise, but more long-term and well-controlled trials are needed.", "population_specificity": "Rodents and humans (general population, no specific subgroup mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:49.432993+00:00"}
{"study_id": 189912, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the role of specific amino acids (AA) or AA mixtures as dietary supplements in maintaining health and independence in the elderly, focusing on their impact on physiological processes like tissue metabolism, immune function, and chronic disease development.", "results_summary": "The abstract highlights that adequate nutrition, including protein and specific AA, is crucial for reducing age-related deterioration, but there is no clear consensus on how to effectively restrain sarcopenia or how protein and AA requirements change with age. Recent studies suggest a shift toward investigating the efficacy of specific AA or combinations to enhance physiological functions, though definitive answers remain elusive.", "population_specificity": "Elderly individuals (focus on aging and age-related conditions like sarcopenia).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:49.749907+00:00"}
{"study_id": 50193, "supplement_id": 1192, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to describe the implementation design of the \"Healthy-lifestyle counselling\" module within the HEARTS technical package for cardiovascular disease management.", "results_summary": "The study highlighted the collaborative process of designing the module, emphasizing a person-centered approach and active communication between patients and health professionals to improve health outcomes.", "population_specificity": "Not specified (general focus on cardiovascular disease management in primary health care).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:50.655231+00:00"}
{"study_id": 189917, "supplement_id": 1191, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of nut intake on metabolic syndrome components, including adiposity, serum lipids, insulin resistance, and inflammatory biomarkers.", "results_summary": "The study found that a nut-supplemented diet improved insulin sensitivity and reduced fasting insulin and HOMA-insulin resistance, but did not significantly affect LDL-cholesterol compared to the control diet. Inflammatory markers like IL-6 showed improvement with the nut diet, though significance was attenuated after adjusting for weight loss.", "population_specificity": "50 patients with metabolic syndrome (MetS).", "effective_dosage": "30 g/day of mixed nuts (15 g walnuts, 7.5 g almonds, 7.5 g hazelnuts).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:50.865167+00:00"}
{"study_id": 18750, "supplement_id": 1193, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to examine the physiological mechanisms, efficacy, and role of heat therapy in relieving low back pain and improving mobility and quality of life.", "results_summary": "Heat therapy was found to significantly reduce pain intensity and functional impairment by improving blood circulation, reducing muscle stiffness, and decreasing inflammation. Clinical trials and systematic analyses supported its effectiveness, though patient compliance and safety remain considerations.", "population_specificity": "Individuals with low back pain (acute and chronic).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:51.223284+00:00"}
{"study_id": 189916, "supplement_id": 1191, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a healthy diet, with or without phytosterol (PS) enrichment, improves cardiovascular risk factors in patients with metabolic syndrome (MetS) and moderate hypercholesterolemia.", "results_summary": "A healthy diet alone did not improve the serum lipoprotein profile in MetS patients, nor did PS enrichment. However, in non-MetS patients, the healthy diet reduced TC, LDLc, non-HDLc, and Apo B-100, with further reductions when PS was added. PS therapy showed limited efficacy in MetS patients.", "population_specificity": "Moderate-hypercholesterolemic patients with (n=24) and without (n=24) metabolic syndrome, matched in age and BMI.", "effective_dosage": "2 g/day of PS (for the PS-enriched group).", "study_duration": "Two 3-month intervention phases (total 6 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:52.286429+00:00"}
{"study_id": 18751, "supplement_id": 1193, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of heat therapy via hot water immersion on pain measures, fibromyalgia symptoms, and blood markers (HSPs and inflammatory markers) in patients with fibromyalgia.", "results_summary": "Heat therapy significantly reduced pain severity, improved fibromyalgia symptom impact, physical function, and sleep-related impairment. It also altered heat shock protein levels (decreased HSP90, increased HSP40 and HSC70) and increased extracellular vesicles, but did not affect depression, anxiety, sensory testing, or inflammatory markers.", "population_specificity": "Patients with fibromyalgia (FM).", "effective_dosage": "45-minute hot water immersion, three times a week.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:55.154059+00:00"}
{"study_id": 18752, "supplement_id": 1193, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether home-based lower body heat therapy could reduce blood pressure and improve endothelium-dependent vasodilation in older adults.", "results_summary": "Heat therapy reduced ambulatory daytime systolic blood pressure by 5 mmHg and improved flow-mediated dilation, with no changes observed in the sham group. The intervention showed 100% adherence, suggesting it is a practical and effective nonpharmacological strategy for improving cardiovascular health in older adults.", "population_specificity": "Older adults (average age 67 ± 7 years)", "effective_dosage": "60-minute sessions, 4 days/week, with water temperature set to 51°C (target skin temperature ~40°C)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:55.850010+00:00"}
{"study_id": 18753, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to compare the effectiveness of lumbosacral heat application on pain during the active first stage of labor between an intervention group and a control group.", "results_summary": "The study found that heat therapy significantly reduced labor pain scores in the intervention group compared to the control group, with progressive decreases in pain scores post-intervention. The statistical analysis showed a significant mean difference in labor pain with a large effect size (p=0.025).", "population_specificity": "Low-risk primigravid women admitted to Bharatpur Hospital in Chitwan, Nepal.", "effective_dosage": "Not specified", "study_duration": "Administered during the active first stage of labor (from 4-5 cm to 9-10 cm cervical dilation).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:58.892856+00:00"}
{"study_id": 18759, "supplement_id": 1193, "safety_score": "80", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to provide an expert opinion on the use of heat therapy for managing musculoskeletal pain in children and adolescents.", "results_summary": "Heat therapy was found to promote muscle relaxation, enhance blood circulation, and modulate nociceptors with a good safety profile, making it a viable additional treatment option for musculoskeletal pain in young patients. The study emphasized avoiding or reducing non-steroidal anti-inflammatory drugs to minimize side effects and prevent chronic pain.", "population_specificity": "Children and adolescents with musculoskeletal pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:59.203205+00:00"}
{"study_id": 18756, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of passive heat therapy in promoting cardiovascular, physiological, and thermoregulatory adaptations in patients with cardiovascular disease.", "results_summary": "Heat therapy improved ejection fraction, flow-mediated dilation, brain natriuretic peptide levels, New York Heart Association classification, and 6-minute walk distance, but had inconsistent effects on resting heart rate, blood pressure, and thermoregulatory responses.", "population_specificity": "Patients with cardiovascular diseases (mean age: 67 ± 10 years).", "effective_dosage": "20-90 minutes per session, 3-7 times per week.", "study_duration": "2-8 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:59.591295+00:00"}
{"study_id": 18754, "supplement_id": 1193, "safety_score": "90", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the feasibility and adherence of heat therapy (HT) via hot water immersion in cognitively healthy older individuals at risk for Alzheimer's disease due to metabolic risk factors, and to explore its potential effects on cardiometabolic and brain health markers.", "results_summary": "The study found high participant adherence (96%) and minimal adverse events (one mild case of dizziness/nausea). Significant improvements were observed in mean arterial pressure, diastolic blood pressure, and cerebral blood flow, with a trend toward improved body mass index.", "population_specificity": "Cognitively healthy older adults (mean age 71.1 years) with metabolic risk factors for Alzheimer's disease.", "effective_dosage": "Three sessions per week of hot water immersion.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:59.647730+00:00"}
{"study_id": 18757, "supplement_id": 1193, "safety_score": "90", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to assess the feasibility and safety of a portable leg heat therapy system for elderly patients with peripheral artery disease (PAD) and evaluate its effects on cardiovascular and physical function.", "results_summary": "The study found that leg heat therapy was safe and well-tolerated, with no serious adverse events reported. It improved 6-minute walk distance, calf muscle strength, sit-to-stand performance, and quality of life, while also reducing blood pressure.", "population_specificity": "Elderly patients with symptomatic lower extremity peripheral artery disease (PAD).", "effective_dosage": "Daily application for 90 minutes.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:01:59.831359+00:00"}
{"study_id": 18760, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether repeated heat exposures during immobilization and rehabilitation could preserve muscle strength and mass in humans, as suggested by animal studies.", "results_summary": "Heat therapy reduced muscle atrophy, maintained plantarflexor strength, and appeared to inactivate atrophy-related signaling pathways (FoxO and NFκB) compared to sham treatment.", "population_specificity": "20 healthy male participants (age 33.6 ± 2.8 years, weight 83.8 ± 9.2 kg, height 182 ± 6 cm).", "effective_dosage": "Not specified (whole-body heat therapy applied throughout immobilization and rehabilitation).", "study_duration": "2 weeks of immobilization + 2 weeks of rehabilitation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:02.069112+00:00"}
{"study_id": 18762, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of lower limb heat therapy, moderate-intensity exercise, and their combination on vascular function and other health outcomes in young, healthy adults.", "results_summary": "The study found no significant improvements in vascular function between groups, but heat therapy and combined therapy showed within-group reductions in arterial stiffness and increases in cardiorespiratory fitness. No changes in leg strength were observed in any group.", "population_specificity": "Young, healthy recreationally active adults (23 ± 3 years, 30 females).", "effective_dosage": "Not specified in the abstract.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:03.697545+00:00"}
{"study_id": 18763, "supplement_id": 1193, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review existing literature on heat therapy's effectiveness and safety in treating knee pathologies, including arthrosis, arthritis, and muscle/tendon injuries, and provide expert opinions where data was lacking.", "results_summary": "Heat therapy was found to promote muscle relaxation, enhance blood circulation, and modulate nociceptors with a good safety profile, making it a viable treatment option for knee pathologies. The study highlighted its benefits in various conditions but noted gaps requiring expert input.", "population_specificity": "Patients with knee pathologies such as arthrosis, arthritis, traumatic injuries in the subacute phase, and muscle/tendon issues linked to fatigue or tension.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:05.449256+00:00"}
{"study_id": 18764, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether localized passive heat therapy (PHT) could improve resistance artery function, exercise hemodynamics, and performance compared to sham treatment and exercise training.", "results_summary": "Six weeks of PHT improved resistance artery function at rest and during exercise similarly to exercise training but did not enhance exercise performance. PHT increased endothelial nitric oxide synthase expression but did not promote angiogenesis like exercise training.", "population_specificity": "34 healthy adults (ages 18-36; 17 female, 17 male)", "effective_dosage": "120 minutes, 3 days/week", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:07.583016+00:00"}
{"study_id": 18766, "supplement_id": 1193, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "To assess the use of non-pharmacological approaches, particularly heat therapy, in treating musculoskeletal pain across Europe.", "results_summary": "Heat therapy is administered to about 50% of patients, with higher usage for low back pain (92%) and neck pain (84%). It is chosen for its relaxation effect, safety, and tissue perfusion benefits, with 86.5% of respondents recommending its use.", "population_specificity": "Healthcare professionals providing direct patient care across Europe.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:07.860052+00:00"}
{"study_id": 18767, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review studies on heat therapy's effects on disease activity, pain, and molecular changes in rheumatic and musculoskeletal diseases (RMDs).", "results_summary": "The abstract suggests that heat therapy, as part of multimodal treatment, can improve functionality and influence molecular mechanisms (e.g., inflammatory cytokines) in RMDs, though pharmacological treatment alone does not enhance functionality.", "population_specificity": "Patients with rheumatic and musculoskeletal diseases (RMDs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:08.136554+00:00"}
{"study_id": 18768, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of passive heat therapy on cardiovascular function and thermoregulatory responses in individuals at higher risk of heat-related health issues, and explore its potential as a heat acclimation strategy.", "results_summary": "Passive heat therapy improves cardiovascular function and overall health in older adults and individuals with chronic diseases, and preliminary studies suggest it may enhance thermoregulation and heat acclimation, potentially reducing health risks during extreme heat events.", "population_specificity": "Middle-aged and older adults, including those with or without chronic diseases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:08.282418+00:00"}
{"study_id": 18765, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether elevated ambient temperature (heat therapy) could effectively eliminate Batrachochytrium dendrobatidis (Bd) infections in wild-caught Australian green tree frogs.", "results_summary": "Heat therapy initially failed to reduce Bd infection loads due to cooler microenvironments, but higher temperatures in the second phase rendered infections undetectable by qPCR. However, infections reoccurred after returning frogs to standard temperatures, suggesting heat therapy may suppress but not fully eliminate Bd.", "population_specificity": "Wild-caught Australian green tree frogs (Litoria caerulea) infected with Bd.", "effective_dosage": "Two temperature ranges: 28.2-30.3°C for 7 weeks, then 28.9-34.1°C for 4 weeks.", "study_duration": "11 weeks total (7 weeks + 4 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:09.516641+00:00"}
{"study_id": 18770, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of heat therapy, high-intensity interval training, and home-based exercise on cardiorespiratory fitness and physical function in patients awaiting joint replacement surgery.", "results_summary": "Heat therapy improved the anaerobic threshold but had a smaller effect on peak oxygen consumption compared to high-intensity interval training. Subjective severity of osteoarthritis remained unchanged with heat therapy.", "population_specificity": "93 participants with severe knee or hip osteoarthritis awaiting joint replacement surgery.", "effective_dosage": "20-30 minutes immersed in 40°C water followed by ~15 minutes of light-resistance exercise, 3 sessions per week.", "study_duration": "12 weeks (up to 36 sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:11.190921+00:00"}
{"study_id": 18771, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of a 3-week program combining heat therapy with other interventions on pain and jaw function in patients with temporomandibular dysfunction (TMD).", "results_summary": "The study found significant reductions in pain (50%) and jaw functional limitations (59.58%) after the intervention, with large effect sizes, suggesting heat therapy combined with other treatments was effective for TMD.", "population_specificity": "Seven participants (mean age 25.85 years) diagnosed with TMD and experiencing TMJ pain with reduced jaw opening.", "effective_dosage": "Heat therapy was administered 3 days a week for 3 weeks (specific dosage not detailed).", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:13.683286+00:00"}
{"study_id": 18772, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether hot tub therapy (HTT) could ameliorate metabolic, reproductive, and structural perturbations associated with PCOS induced by circadian rhythm disruption.", "results_summary": "HTT partially reversed PCOS-related reproductive, endocrine, and structural features, improving ovarian cystic changes, uterine contractions, and serum markers like AMH, kisspeptin, and oxidative stress. It also enhanced lipid profiles and insulin resistance indicators.", "population_specificity": "Female rats with PCOS induced by continuous light exposure.", "effective_dosage": "Not specified", "study_duration": "8 weeks (from week 14 to week 22)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:14.236368+00:00"}
{"study_id": 18775, "supplement_id": 1193, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility of a heat therapy protocol in older adults and explore its effects on cardiovascular performance using noninvasive hemodynamic monitoring.", "results_summary": "The study found the protocol feasible, with no adverse events reported. Secondary analyses showed increased exercise tolerance but no change in VO2 max following heat therapy.", "population_specificity": "Older adults (>50 years old)", "effective_dosage": "8-10 separate 45-minute hot tub sessions at 40.5°C", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:16.111852+00:00"}
{"study_id": 18773, "supplement_id": 1193, "safety_score": "20", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to highlight the risk of burn injuries from heat therapy in post-abdominoplasty patients due to loss of protective sensation.", "results_summary": "The study reported a case where a post-abdominoplasty patient sustained a burn injury from heat therapy for menstrual pain, which healed without further complications. It emphasized the need for pre-surgical counseling on this risk.", "population_specificity": "26-year-old healthy female post-abdominoplasty patient.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:16.604289+00:00"}
{"study_id": 18774, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the acute and adaptive cardiovascular and metabolic effects of passive heat therapy (Heat) and high-intensity interval training (HIIT) in patients with severe lower-limb osteoarthritis.", "results_summary": "Heat therapy significantly reduced systolic, diastolic, and mean arterial blood pressure both acutely and over 12 weeks, with effects comparable to HIIT. However, neither Heat nor HIIT improved glycemic control.", "population_specificity": "Patients with severe lower-limb osteoarthritis.", "effective_dosage": "20-30 minutes immersed in 40°C water followed by ~15 minutes of light resistance exercise, 3 sessions/week.", "study_duration": "Up to 12 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:17.005201+00:00"}
{"study_id": 18776, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether acute whole-body heat therapy (WBHT) improves peripheral and cerebral vascular function in Black and White females and whether it mitigates racial disparities in vascular function.", "results_summary": "One session of WBHT acutely improved peripheral microvascular (peak reactive hyperemia) and macrovascular (flow-mediated dilation) function in both Black and White females but had no effect on cerebrovascular reactivity. No baseline differences in vascular function were observed between the groups.", "population_specificity": "Young, healthy Black and White females (n=18 total, 9 per group).", "effective_dosage": "60-minute session at 49°C via a tube-lined suit.", "study_duration": "Single 60-minute session.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:17.424405+00:00"}
{"study_id": 18777, "supplement_id": 1193, "safety_score": "85", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether 6 weeks of localized heat therapy could improve muscle oxidative and microvascular function in physically active humans.", "results_summary": "The study found no significant changes in NIRS-derived indices of microvascular or oxidative function after 6 weeks of localized heat therapy, suggesting it may not be an effective stimulus for muscle adaptations in this population.", "population_specificity": "Twelve physically active participants (8 males, 4 females; age 34.9 ± 5.9 years).", "effective_dosage": "Adhesive heat pads applied for 8 hours/day, 5 days/week.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:18.077952+00:00"}
{"study_id": 18778, "supplement_id": 1193, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to understand the mechanism of fever benefit in treating IQSEC2-associated disorders and develop drugs mimicking this effect.", "results_summary": "Brief heat therapy reduced seizures in a mouse model of A350V IQSEC2 mutation and corrected synaptic dysfunction in neuronal cultures, likely mediated by Arf6-GTP.", "population_specificity": "Murine A350V IQSEC2 disease model (mice) and neuronal cultures from A350V mice.", "effective_dosage": "Not specified", "study_duration": "Brief periods (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:02:19.797229+00:00"}
