{"study_id": 189516, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether neonatal glutamine supplementation in very preterm children affects head circumference growth and brain structure volumes at school-age.", "results_summary": "Glutamine supplementation was associated with increased head circumference growth in the first year of life but not with weight or length growth. Head circumference growth was positively correlated with white and grey matter volumes at school-age.", "population_specificity": "Very preterm children (<32 weeks gestation).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Intervention duration not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:52.714115+00:00"}
{"study_id": 189520, "supplement_id": 1159, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effects of glutamine supplementation on neutrophil function, particularly reactive oxygen species (ROS) production, in male university judoists undergoing intensive training.", "results_summary": "Glutamine supplementation increased ROS production activity one week after exercise and prevented excessive muscle damage and suppression of neutrophil function during intensive training, unlike the control group. Myogenic enzymes increased post-exercise but remained unchanged in the glutamine group.", "population_specificity": "26 male university judoists", "effective_dosage": "3000 mg per day", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:53.263323+00:00"}
{"study_id": 189512, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the consensus on supplementing important micronutrients, including glutamine, in critically ill patients undergoing continuous renal replacement therapy (CRRT).", "results_summary": "The study found a consensus to supplement glutamine and other micronutrients in CRRT patients, though strong evidence was lacking. The abstract suggests glutamine is considered beneficial but does not provide specific efficacy data.", "population_specificity": "Critically ill patients in intensive care units undergoing continuous renal replacement therapy (CRRT).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:53.383092+00:00"}
{"study_id": 189517, "supplement_id": 1159, "safety_score": "80", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine if intravenous glutamine supplementation could reduce chemotherapy-induced toxicities (e.g., mucositis, hematological issues) in children with non-Hodgkin lymphoma.", "results_summary": "Glutamine supplementation showed no significant differences in mucositis rates, hematological parameters, gastrointestinal/hepatic toxicities, febrile neutropenia duration, or hospitalization length compared to the control group.", "population_specificity": "Children aged 48–120 months with non-Hodgkin lymphoma receiving chemotherapy.", "effective_dosage": "0.4 g/kg/day intravenously.", "study_duration": "7 days per chemotherapy course.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:53.644418+00:00"}
{"study_id": 189518, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of glutathione-enhancing agents, including N-acetyl cysteine and liposomal glutathione, on restoring glutathione levels in macrophages from HIV-infected individuals and their impact on controlling Mycobacterium tuberculosis growth.", "results_summary": "The study found that treatment with N-acetyl cysteine or liposomal glutathione replenished reduced glutathione (rGSH) levels and correlated with decreased intracellular growth of M. tuberculosis. HIV infection was associated with increased free radicals, decreased GCLC production, and depleted rGSH, potentially contributing to impaired innate immune function.", "population_specificity": "Macrophages isolated from individuals with HIV infection.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:53.891860+00:00"}
{"study_id": 189515, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of whey protein and leucine ingestion, which included glutamine, on neutrophil function and immunomodulators during recovery from intense cycling.", "results_summary": "LEUPRO ingestion increased plasma glutamine and other amino acids, reduced neutrophil O2 production acutely post-exercise, and increased neutrophil oxidative burst by day 6, suggesting modulated neutrophil function during recovery.", "population_specificity": "12 male cyclists undergoing high-intensity training.", "effective_dosage": "Not specified for glutamine alone; part of a mixed supplement (20 g protein, 7.5 g leucine, 89 g carbohydrate, 22 g fat per hour).", "study_duration": "6 days of high-intensity training with post-exercise supplementation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:54.665837+00:00"}
{"study_id": 189522, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether glutamine supplementation reduces mortality and complications like gram-negative bacteremia in burn patients.", "results_summary": "Glutamine supplementation significantly reduced hospital mortality and gram-negative bacteremia in burn patients, but no differences were observed in other outcomes like total burn surface area.", "population_specificity": "Burn patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:00.735059+00:00"}
{"study_id": 189527, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the long-term effects of glutamine-enriched feeding in very preterm children on brain development at school age and explore the mediating role of serious neonatal infections.", "results_summary": "Glutamine supplementation was associated with increased white matter, hippocampus, and brain stem volumes at school age, mediated by fewer serious neonatal infections. Higher fractional anisotropy values in the cingulum hippocampal tract were also observed in the glutamine group.", "population_specificity": "Very preterm children (mean age 8.6 years at follow-up)", "effective_dosage": "Not specified", "study_duration": "Administered between day 3 and 30 after birth", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:01.871355+00:00"}
{"study_id": 189530, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of glutamine as a supplemental therapy in reducing severe complications from anticancer treatment and improving patient outcomes.", "results_summary": "Glutamine was shown to decrease metabolic side effects of cancer treatment and improve patient outcomes, particularly in oncology patients, based on prospective randomized studies. However, optimal dosing and administration routes require further investigation.", "population_specificity": "Oncology patients, including pediatric cases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:02.051453+00:00"}
{"study_id": 189529, "supplement_id": 1159, "safety_score": "80", "efficacy_score": 30, "quality_score": 70, "study_goal": "The researchers aimed to review randomized studies on glutamine supplementation in pups, infants, and children to determine its effects on outcomes such as mortality, inflammatory response, and infection control.", "results_summary": "The study found that glutamine supplementation did not reduce mortality or late-onset sepsis in premature infants and critically ill children, though some effects on inflammatory response and infection control were noted. Routine use of glutamine in these populations was not recommended due to lack of significant benefits.", "population_specificity": "Pups, premature infants, and critically ill children.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:02.153475+00:00"}
{"study_id": 189526, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of glutamine in addressing metabolic abnormalities and protein/amino acid requirements in critically ill patients.", "results_summary": "The study found that glutamine supplementation is crucial in severe systemic inflammatory responses and that adequate protein/amino acid intake, including glutamine, may be more important than energy requirements for maintaining nitrogen balance and improving outcomes.", "population_specificity": "Critically ill patients, including those with severe systemic inflammatory response, hypocaloric feeding, and acute renal failure on continuous renal replacement therapy.", "effective_dosage": "Extra glutamine supplementation is required in severe systemic inflammatory response; protein/amino acids are recommended at 1.3–1.5 g/kg/day for optimal protein-sparing effects.", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:02.831281+00:00"}
{"study_id": 189524, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore leucine's metabolic influences, including its role in signaling pathways and potential benefits for healthy weight maintenance, with peripheral glutamine synthetic pathways mentioned as a factor.", "results_summary": "The study highlights leucine's role in stimulating protein synthesis and restraining proteolysis, mediated by glutamine gradients, but notes potential adverse effects like hyperammonemia from overloading glutamine pathways. Animal studies suggest leucine supplementation may counteract high-fat diet effects, but human evidence is still accumulating.", "population_specificity": "Animal studies and general human metabolic implications (specific human population not detailed).", "effective_dosage": "Not specified for glutamine (leucine intakes up to >250 mg · kg(-1) · d(-1) mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:03.845541+00:00"}
{"study_id": 189528, "supplement_id": 1159, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of glutamine on glucose metabolism and insulin secretion in boys with Duchenne muscular dystrophy (DMD).", "results_summary": "Acute glutamine administration transiently increased insulin secretion but had no effect on plasma glucose, HOMA, or whole-body glucose turnover. Long-term glutamine supplementation showed no significant effects on insulin or HOMA.", "population_specificity": "Prepubertal boys with Duchenne muscular dystrophy (DMD).", "effective_dosage": "0.5 g/kg/day (oral administration).", "study_duration": "4 months (long-term trial) and 5 hours (acute trial).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:04.332629+00:00"}
{"study_id": 189531, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether glutamine supplementation reduces mortality and morbidity in young infants with severe gastrointestinal disease.", "results_summary": "The meta-analysis of two small trials found no statistically significant difference in death risk or invasive infection rates with glutamine supplementation. The data were insufficient to confirm any clinically important benefits.", "population_specificity": "Infants up to three months old with severe gastrointestinal disease requiring parenteral nutrition for at least 24 hours.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:08.254700+00:00"}
{"study_id": 189532, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether glutamine supplementation prevents necrotizing enterocolitis (NEC) in high-risk infants.", "results_summary": "The study concluded that glutamine supplementation is not recommended for infants at risk for NEC, citing insufficient evidence for its efficacy in preventing the condition.", "population_specificity": "Extremely low birth weight and extremely preterm infants at risk for NEC.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:09.082196+00:00"}
{"study_id": 189533, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a combined supplement including L-glutamine could alleviate heroin withdrawal symptoms and improve mood states in detoxified heroin addicts.", "results_summary": "The study found that the combined supplement significantly improved insomnia, withdrawal scores, and mood symptoms (tension-anxiety, depression-dejection, anger-hostility, fatigue-inertia, and vigor-activity) compared to placebo by day 6.", "population_specificity": "Detoxified heroin addicts recruited from a treatment center in Wuhan, China.", "effective_dosage": "Not specified for L-glutamine individually.", "study_duration": "6 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:10.379552+00:00"}
{"study_id": 189534, "supplement_id": 1159, "safety_score": "85", "efficacy_score": 60, "quality_score": 90, "study_goal": "The researchers aimed to determine if glutamine supplementation in parenteral nutrition for surgical infants would reduce time to full enteral feeding and decrease sepsis incidence.", "results_summary": "Glutamine did not reduce time to full enteral feeding or overall sepsis incidence, but it significantly decreased sepsis risk during total parenteral nutrition before the first enteral feed.", "population_specificity": "Surgical infants less than 3 months old requiring parenteral nutrition.", "effective_dosage": "0.6 g per kg per day alanyl-glutamine.", "study_duration": "Until full enteral feeding was achieved.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:10.391796+00:00"}
{"study_id": 189537, "supplement_id": 1159, "safety_score": "85", "efficacy_score": 30, "quality_score": 80, "study_goal": "To determine the effects of glutamine supplementation on mortality and morbidity in preterm infants.", "results_summary": "Meta-analysis found no statistically significant effect of glutamine supplementation on mortality or major neonatal morbidities, including invasive infection or necrotising enterocolitis. Neurodevelopmental outcomes at 18 to 24 months also showed no significant differences.", "population_specificity": "Preterm infants from birth to hospital discharge.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:11.556041+00:00"}
{"study_id": 189523, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of parenteral glutamine supplementation on mortality, infections, and hospital length of stay in critically ill patients and those undergoing major surgery.", "results_summary": "Parenteral glutamine supplementation was associated with a non-significant 11% reduction in short-term mortality, a significant reduction in infections, and a 2.35-day shorter hospital stay, though results were influenced by one recent trial and potential publication bias.", "population_specificity": "Critically ill patients and patients undergoing major surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:12.075178+00:00"}
{"study_id": 189536, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the role of glutamine supplementation in improving outcomes for critically ill and post-surgical patients receiving parenteral nutrition.", "results_summary": "The study suggests that parenteral glutamine supplementation, alongside other pharmaconutrients, benefits critically ill and post-surgical patients by potentially reducing complications and improving recovery.", "population_specificity": "Critically ill and post-surgical patients with gastrointestinal stress or intolerance to enteral nutrition.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:12.447521+00:00"}
{"study_id": 189535, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the benefits of early nutritional support, including glutamine supplementation, in polytrauma patients to mitigate metabolic stress and malnutrition risks.", "results_summary": "The study suggests that early enteral nutrition with glutamine supplementation provides advantages over other routes and formulas for polytrauma patients, though specific efficacy data on glutamine alone are not detailed. Reduced calorie intake may be considered for obese patients or those with medullary lesions, but evidence is limited.", "population_specificity": "Polytrauma patients, typically older with higher BMI and greater comorbidity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:13.058996+00:00"}
{"study_id": 189538, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if a food supplement containing L-glutamine, along with D-phenylalanine and L-5-hydroxytryptophan, could alleviate alcohol withdrawal symptoms and improve immune function during detoxification therapy.", "results_summary": "The study found that the supplement significantly reduced psychiatric symptoms (SCL-90-R scores) and increased CD4 lymphocyte counts in the intervention group, but did not affect cortisol levels, liver enzymes, or bilirubin, which improved equally in both groups.", "population_specificity": "20 patients with alcohol addiction undergoing detoxification therapy.", "effective_dosage": "Not specified", "study_duration": "40 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:17.215655+00:00"}
{"study_id": 189539, "supplement_id": 1159, "safety_score": "85", "efficacy_score": 60, "quality_score": 90, "study_goal": "The researchers aimed to determine the long-term cognitive, motor, and behavioral effects of enteral glutamine supplementation in very preterm and/or very low birth weight children at school age.", "results_summary": "Glutamine supplementation had no significant effects on cognitive, motor, or behavioral outcomes, except for poorer visuomotor abilities in the glutamine group. The study found no differences in IQ, processing speed, attention, working memory, or behavioral outcomes between glutamine and placebo groups.", "population_specificity": "Very preterm (< 32 weeks of gestation) and/or very low birth weight (< 1500 g) children.", "effective_dosage": "Not specified", "study_duration": "Day 3 to day 30 of life", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:17.910472+00:00"}
{"study_id": 189541, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the scientific basis for glutamine supplementation in severely ill patients and assess its benefits in inflammatory states.", "results_summary": "The study found that glutamine supplementation was beneficial in burn or trauma patients and more convincingly demonstrated clinical benefits in severe inflammation. The amounts supplemented were in the physiological range, matching the glutamine released by peripheral tissues and utilized by central organs.", "population_specificity": "Severely ill patients, including burn or trauma patients and those with severe inflammation.", "effective_dosage": "Amounts approximate the physiological range of glutamine released by peripheral tissues (specific dosage not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:19.013344+00:00"}
{"study_id": 189542, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review the role of glutamine and omega-3 polyunsaturated fatty acids on metabolism and functional capacity in heart failure patients.", "results_summary": "The abstract suggests that glutamine and omega-3 fatty acids may have synergistic effects on oxidative metabolism, lipolysis, and inflammation, potentially improving functional capacity in heart failure patients. However, specific results or statistical significance are not detailed.", "population_specificity": "Patients with heart failure experiencing metabolic abnormalities, inflammation, and muscle atrophy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:19.130649+00:00"}
{"study_id": 189540, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether glutamine supplementation could improve glutathione levels and sulfur-containing amino acid metabolism in HIV⁺ patients compared to healthy controls.", "results_summary": "Glutamine supplementation equalized glutathione, glutamine, and glycine levels in HIV⁺ patients to match those of healthy controls, suggesting it may replenish glycine pools to support glutathione synthesis.", "population_specificity": "HIV⁺ patients (n=12) and healthy controls (n=20), aged 20-59 years.", "effective_dosage": "20 g/d of glutamine.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:19.534315+00:00"}
{"study_id": 189545, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential benefits of immune-enhancing diets, including glutamine, in improving post-operative recovery by boosting the immune system and reducing inflammation.", "results_summary": "The study suggests that glutamine, as part of immune-enhancing diets, may improve immune function, wound healing, and reduce inflammatory markers, contributing to better surgical outcomes.", "population_specificity": "Surgical patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:20.308841+00:00"}
{"study_id": 189543, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether daily supplementation with glutamine, combined with zinc, selenium, and metoclopramide, could reduce nosocomial infection/sepsis in pediatric intensive care patients compared to whey protein.", "results_summary": "The study found no significant difference in time to nosocomial infection/sepsis between the glutamine-containing supplement and whey protein in the overall population. However, a reduction in infection/sepsis rates was observed in the immunocompromised subgroup with the glutamine-containing supplement.", "population_specificity": "Pediatric intensive care patients (ages 1-17) expected to require >72 hours of invasive care, including a small subset (9%) who were immunocompromised.", "effective_dosage": "Daily enteral glutamine (exact dosage not specified in abstract) combined with zinc, selenium, and intravenous metoclopramide.", "study_duration": "Up to 28 days of ICU stay.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:23.229741+00:00"}
{"study_id": 189546, "supplement_id": 1159, "safety_score": "80", "efficacy_score": 30, "quality_score": 70, "study_goal": "The researchers aimed to evaluate whether enteral glutamine could protect gut function and reduce metabolic stress in rectal cancer patients undergoing preoperative radiochemotherapy.", "results_summary": "Glutamine did not reduce the incidence or severity of diarrhea compared to placebo. Insulin levels increased in both groups, while IL-6 levels increased only in the glutamine group, with no significant impact on inflammatory or metabolic activity.", "population_specificity": "33 patients with rectal cancer undergoing preoperative radiochemotherapy.", "effective_dosage": "30 g/day (0.41 g/kg/day) in three divided doses.", "study_duration": "Five weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:25.548487+00:00"}
{"study_id": 189548, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess whether glutamine supplementation supports chemoradiotherapy efficacy while reducing tissue toxicity and improving outcomes.", "results_summary": "The study found that glutamine supplementation appears to enhance chemoradiotherapy efficacy, reduce tissue toxicity, and improve treatment outcomes.", "population_specificity": "Cancer patients with malnutrition related to anorexia-cachexia syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:26.042561+00:00"}
{"study_id": 189547, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine if intravenous glutamine supplementation improves outcomes (SOFA scores and mortality) in ICU patients.", "results_summary": "Glutamine supplementation reduced ICU mortality in the per protocol group but showed no difference in SOFA score changes or 6-month mortality.", "population_specificity": "ICU patients receiving enteral and/or parenteral nutrition within 72 hours of admission.", "effective_dosage": "0.283 g glutamine/kg body weight/24 h as i.v. l-alanyl-l-glutamine.", "study_duration": "Entire ICU stay.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:26.121147+00:00"}
{"study_id": 189544, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether glutamine levels influence the cytoprotective cellular stress response (CSR) in mesothelial cells exposed to peritoneal dialysis fluids (PDF) and whether alanyl-glutamine (Ala-Gln) supplementation could restore an adequate CSR.", "results_summary": "The study found that physiological glutamine levels resulted in an inadequate CSR and increased cellular damage, while pharmacological doses of Ala-Gln restored cytoprotective processes and reduced damage in mesothelial cells exposed to PDF.", "population_specificity": "Human mesothelial cells (immortalized cell line MeT-5A and cells derived from peritoneal effluent of uraemic patients).", "effective_dosage": "0 mM (depletion), 0.7 mM (physiological), and 8 mM (pharmacological, administered as Ala-Gln).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:26.233835+00:00"}
{"study_id": 189551, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether oral glutamine supplementation improves gut integrity and reduces the incidence of necrotizing enterocolitis (NEC) and septicemia in preterm neonates.", "results_summary": "Glutamine supplementation significantly reduced intestinal permeability (measured by lactulose/mannitol ratio) and lowered the incidence of NEC and septicemia in preterm infants compared to the control group. The effects were statistically significant at multiple time points during the study.", "population_specificity": "Preterm neonates (gestational age <34 weeks, birth weight <2000 g).", "effective_dosage": "0.3 g/kg/day", "study_duration": "From day 3 to day 30 postpartum", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:29.340597+00:00"}
{"study_id": 189549, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effects of phenylbutyrate administration on glutamine kinetics and nitrogen disposal in healthy and ornithine transcarbamylase-deficient (OTCD) subjects.", "results_summary": "Phenylbutyrate reduced ureagenesis and the transfer of nitrogen from glutamine to urea without affecting glutamine flux or concentration, suggesting no adverse effects on protein metabolism. BCAA supplementation did not alter glutamine-related outcomes.", "population_specificity": "Healthy controls and partial- or null-OTCD subjects.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:30.288738+00:00"}
{"study_id": 189550, "supplement_id": 1159, "safety_score": "70", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of an amino acid supplement containing glutamine on glucose homeostasis, hormonal markers, and inflammation after laparoscopic gastric bypass surgery.", "results_summary": "The study found that the glutamine-containing supplement had no effect on incretins but may negatively influence glucose kinetics and inflammation, with worsened insulin sensitivity and higher inflammatory markers in the experimental group. Weight loss and other hormonal changes were similar between groups.", "population_specificity": "30 patients (96.7% female, age 46.9 ± 8.4 years, BMI 43.3 ± 4.1 kg/m²) undergoing laparoscopic gastric bypass.", "effective_dosage": "24 g of supplement (containing glutamine, leucine metabolite, and arginine) twice daily.", "study_duration": "8 weeks postoperatively.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:30.292650+00:00"}
{"study_id": 189552, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the role of glutamine supplementation as part of a multimodal perioperative nutritional strategy to improve surgical outcomes.", "results_summary": "The study suggests that glutamine supplementation, alongside other interventions like preoperative carbohydrate-based drinks and enhanced recovery protocols, may help optimize metabolic function and nutritional status in surgical patients. However, it notes significant heterogeneity and poor design in many nutritional intervention studies.", "population_specificity": "Patients undergoing elective surgery, particularly those at high nutritional risk.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:31.115887+00:00"}
{"study_id": 189554, "supplement_id": 1159, "safety_score": "80", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether glutamine supplementation in parenteral nutrition reduces new infections and mortality in critically ill patients.", "results_summary": "Glutamine supplementation showed no significant effect on new infections or mortality, even in patients who received ≥5 days of treatment. Secondary outcomes like length of stay, antibiotic use, and organ failure scores were also unaffected.", "population_specificity": "Critically ill adults in intensive care or high dependency units with gastrointestinal failure requiring parenteral nutrition.", "effective_dosage": "20.2 g/day", "study_duration": "Up to seven days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:33.500143+00:00"}
{"study_id": 189557, "supplement_id": 1159, "safety_score": "80", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and efficacy of glutamine supplementation in very-low-birth-weight (VLBW) infants, focusing on morbidity, mortality, and neonatal outcomes.", "results_summary": "The study found no evidence of toxicity from glutamine supplementation, but efficacy results were mixed for a limited number of outcomes. Some authors suggest further research is no longer warranted, while others argue additional studies are needed.", "population_specificity": "Very-low-birth-weight (VLBW) infants", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:33.993713+00:00"}
{"study_id": 189556, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the role of glutamine in attenuating colitis induced by dextran sulfate sodium (DSS) in mice and its potential as a therapeutic agent for inflammatory bowel disease (IBD).", "results_summary": "Glutamine levels significantly decreased during the acute phase of colonic inflammation, and supplementation with glutamine attenuated DSS-induced colitis in mice.", "population_specificity": "C57BL/6J mice with induced colitis", "effective_dosage": "Not specified", "study_duration": "5 days of DSS administration, followed by intervention duration not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:33.996188+00:00"}
{"study_id": 189555, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether differences in early nutritional support, including glutamine supplementation, mediated the effect of critical illness on growth and adverse outcomes in extremely premature infants.", "results_summary": "The study found that less critically ill infants received more nutritional support, had better growth velocities, and fewer adverse outcomes compared to more critically ill infants, with total daily energy intake during the first week mediating these effects. Glutamine's specific effects were not isolated in the abstract.", "population_specificity": "Extremely premature infants in the NICHD Neonatal Research Network.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Nutritional support was assessed over the first 3 weeks of life, with outcomes measured up to 18-22 months corrected age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:35.664983+00:00"}
{"study_id": 189559, "supplement_id": 1159, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine whether supplementing a preoperative carbohydrate drink with glutamine or lipid affects gastric emptying and postprandial glucose and insulin responses.", "results_summary": "Glutamine supplementation did not prolong gastric emptying but blunted postprandial glucose and insulin responses without affecting GLP-1 concentrations. The effects were comparable to lipid supplementation.", "population_specificity": "Ten healthy male volunteers", "effective_dosage": "15 g glutamine in a single dose", "study_duration": "Single administration with measurements over 240 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:38.229483+00:00"}
{"study_id": 189560, "supplement_id": 1159, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether an oral supplement containing glutamine (HMB/Glu/Arg) could preserve lean body mass (LBM) and resting metabolic rate (RMR) after laparoscopic gastric bypass (LGB).", "results_summary": "The study found no significant difference in weight, BMI, LBM, or RMR between the group receiving HMB/Glu/Arg and the control group, suggesting the supplement did not effectively preserve LBM or RMR post-LGB. However, the supplement's consumption did not negatively impact weight loss.", "population_specificity": "Patients who underwent laparoscopic gastric bypass (80% white, 20% African American, 96.7% women, mean age 46.9±8.4 years, mean BMI 43.3±4.1 kg/m²).", "effective_dosage": "24 g of HMB/Glu/Arg dissolved in water twice daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:41.257392+00:00"}
{"study_id": 189562, "supplement_id": 1159, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether preoperative feeding with a carbohydrate-based drink containing glutamine and antioxidants could improve glycogen reserves, mitochondrial function, and metabolic gene expression in surgical patients.", "results_summary": "The study found that the glutamine-containing supplement increased liver glycogen reserves, plasma glutamine, and antioxidant concentrations, while reducing muscle PDK4 and Mt1A expression, suggesting a potential mechanism for mitigating postoperative insulin resistance.", "population_specificity": "40 patients undergoing laparoscopic cholecystectomy (20 in the ONS group, 20 in the placebo group).", "effective_dosage": "600 mL the evening before surgery (containing 50 g carbohydrate, 15 g glutamine, and antioxidants) and 300 mL 3-4 hours before anesthesia.", "study_duration": "Short-term (administered the evening before and a few hours before surgery).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:41.424305+00:00"}
{"study_id": 189563, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of human growth hormone with or without glutamine supplementation for adult patients with short bowel syndrome.", "results_summary": "The study found that human growth hormone with or without glutamine increased weight, lean body mass, energy absorption, and nitrogen absorption in short bowel syndrome patients, though benefits were often short-lived after therapy cessation. Only patients receiving HGH with glutamine maintained significant parenteral nutrition reductions at 3-month follow-up.", "population_specificity": "Adult patients with short bowel syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:42.100503+00:00"}
{"study_id": 189564, "supplement_id": 1159, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of intravenous glutamine-supplemented TPN on immune states in patients with systemic inflammatory response syndrome (SIRS).", "results_summary": "Glutamine-added TPN significantly decreased leukocyte and natural killer cell counts, suppressing inflammation, and increased total lymphocyte count and subgroups, though not statistically significant. No significant differences were observed in immune markers or clinical scores between the glutamine and control groups.", "population_specificity": "Critically ill patients with systemic inflammatory response syndrome (SIRS).", "effective_dosage": "0.4g/kg per day of L-glutamine.", "study_duration": "6 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:43.153641+00:00"}
{"study_id": 189566, "supplement_id": 1159, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether parenteral glutamine supplementation could improve hepatic tolerance in very low birth weight (VLBW) infants.", "results_summary": "Glutamine supplementation reduced serum levels of AST and total bilirubin, indicating improved hepatic function. No deaths occurred, and fewer infants in the glutamine group were withdrawn from the study compared to the control group.", "population_specificity": "Very low birth weight (VLBW) infants.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:43.580235+00:00"}
{"study_id": 189565, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to compare the accuracy of bioelectrical impedance analysis (BIA) and skinfold thickness (ST) measurements in tracking body composition changes in Duchenne muscular dystrophy (DMD) patients undergoing glutamine supplementation.", "results_summary": "The study found that BIA more accurately estimated changes in fat-free mass (FFM) and percentage fat mass (%FM) compared to ST when validated against DXA, suggesting BIA is a reliable method for monitoring nutritional status in DMD patients. The abstract does not report specific outcomes related to glutamine's efficacy.", "population_specificity": "Ambulatory boys aged 3-11 years with Duchenne muscular dystrophy (DMD).", "effective_dosage": "Not specified", "study_duration": "5 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:43.792796+00:00"}
{"study_id": 189567, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the molecular mechanisms of immunonutrients, including glutamine, and their immunomodulatory and anti-inflammatory benefits in critically ill patients.", "results_summary": "The study found that glutamine, when administered as part of immune-enhancing formulas, reduces infectious outcomes in critically ill patients. It also highlighted the benefits of isolated nutrients like glutamine for immunomodulation and anti-inflammatory effects.", "population_specificity": "Critically ill patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:46.139693+00:00"}
{"study_id": 189558, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether glutamine supplementation alters the expression and functionality of TLR2 and TLR4 in circulating monocytes of trauma patients in the ICU.", "results_summary": "Glutamine supplementation did not significantly alter TLR2 or TLR4 expression or functionality in monocytes, nor did it improve phagocytic ability or cytokine responses to TLR agonists.", "population_specificity": "Trauma patients admitted to the intensive care unit (ICU).", "effective_dosage": "0.35 g/kg daily via parenteral nutrition.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:47.735117+00:00"}
{"study_id": 189569, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 60, "study_goal": "The researchers aimed to evaluate whether glutamine, alone or in combination with selenium, improves outcomes in critical care settings.", "results_summary": "The study found insufficient data to confidently recommend glutamine's optimal use, noting weak evidence for parenteral glutamine and weakest for enteral glutamine. Pending results from the SIGNET trial may clarify current ambiguities.", "population_specificity": "Critical care patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:48.565001+00:00"}
{"study_id": 189568, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential benefits of branched-chain amino acid (BCAA) supplementation, including glutamine production, in addressing hepatic encephalopathy, liver regeneration, and hepatic cachexia in liver disease.", "results_summary": "BCAA supplementation may improve hepatic encephalopathy by aiding ammonia detoxification and correcting amino acid imbalances. It also supports liver regeneration and nutritional status by enhancing protein synthesis, hepatocyte growth factor secretion, and glutamine production while inhibiting proteolysis.", "population_specificity": "Patients with various forms of hepatic injury, including liver cirrhosis and hepatic cachexia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:49.899514+00:00"}
{"study_id": 189573, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether an enteral supplement containing glutamine and antioxidants could moderate the immuno-inflammatory response after major gastrointestinal surgery.", "results_summary": "The study found that the glutamine and antioxidant supplement led to a more pronounced decrease in CRP levels and a reduction in TNF-R75 levels compared to the control group, suggesting a moderating effect on the immuno-inflammatory response post-surgery.", "population_specificity": "Patients undergoing major gastrointestinal tract surgery (n=21).", "effective_dosage": "Not specified", "study_duration": "7 days post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:51.953471+00:00"}
{"study_id": 189571, "supplement_id": 1159, "safety_score": "80", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of glutamine and arginine supplementation, particularly their combined use, on gut barrier function, inflammatory response, and oxidative stress in stressed conditions.", "results_summary": "Glutamine supplementation reduces morbidity and mortality in critically ill patients and regulates gut barrier function, immuno-inflammatory response, and antioxidant status. Combined administration with arginine showed additive or synergistic effects on gut barrier function and inflammatory response but reduced glutamine's protection against oxidative stress.", "population_specificity": "Critically ill patients and surgical patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Arginine reduced glutamine's protection against oxidative stress.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:52.029841+00:00"}
{"study_id": 189572, "supplement_id": 1159, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of physical exercise and inactivity on glutamine metabolism and its implications for immunocompetence and health.", "results_summary": "Strenuous exercise and overtraining reduce glutamine availability, leading to immunodepression, while moderate training improves glutamine availability and health benefits. Physical inactivity also reduces glutamine synthesis, suggesting potential benefits of supplementation.", "population_specificity": "Healthy volunteers and individuals undergoing physical exercise or inactivity (e.g., bed rest).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:52.095184+00:00"}
{"study_id": 189570, "supplement_id": 1159, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of glutamine supplementation in tumor-bearing hosts and assess its safety and efficacy in clinical oncology.", "results_summary": "The study found that glutamine supplementation improves host metabolism and clinical outcomes in cancer patients without increasing tumor growth, and it can mitigate gastrointestinal toxicity from treatments like chemotherapy and radiation. Potential mechanisms include immune support, mucosal integrity maintenance, and enhanced glutathione synthesis.", "population_specificity": "Cancer patients, particularly those undergoing high-dose chemotherapy, radiation, or bone marrow transplantation.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:52.634158+00:00"}
{"study_id": 189575, "supplement_id": 1159, "safety_score": "80", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to study the effects of glutamine on systemic inflammatory response, morbidity, and mortality after esophagectomy.", "results_summary": "The study found that glutamine supplementation had no significant influence on morbidity, mortality, or postoperative inflammatory response after esophagectomy. Inflammatory markers and clinical outcomes were similar between the glutamine and control groups.", "population_specificity": "Patients undergoing esophagectomy.", "effective_dosage": "0.5 g/kg as continuous infusion for 6 hours, administered for 3 days prior to and 7 days following surgery.", "study_duration": "10 days (3 pre-surgery, 7 post-surgery).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:55.192367+00:00"}
{"study_id": 14210, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to clarify the mechanisms by which NAC and its enantiomer d-NAC inhibit ferroptosis, particularly their role as direct reducing substrates for GPX4.", "results_summary": "The study found that NAC and d-NAC rapidly replenish intracellular cysteine and act as direct reducing substrates for GPX4, counteracting lipid peroxidation and preventing ferroptosis independently of glutathione biosynthesis or other pathways.", "population_specificity": "In vitro (cell-based research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:55.603750+00:00"}
{"study_id": 14212, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the biological effects of TiO2 nanoparticles, including their impact on glutathione metabolism, in neural cells.", "results_summary": "The study found that TiO2 nanoparticles caused a significant increase in glutathione levels in SH-SY5Y cells, linked with increased glutamate-cysteine ligase expression, but also observed decreased mitochondrial respiration without glutathione depletion.", "population_specificity": "Neuroblastoma SH-SY5Y cells (in vitro study)", "effective_dosage": "1-100 μg·mL-1 TiO2 P25", "study_duration": "24-72 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:58.393976+00:00"}
{"study_id": 14211, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine how different sulfur sources (FeS2 and H2SO4) influence cadmium (Cd) uptake, transfer, accumulation, and the regulation of physiological responses, including glutathione (GSH) and cysteine (Cys) levels, in pepper plants under Cd stress.", "results_summary": "Both sulfur sources (FeS2 and H2SO4) enhanced pepper growth and increased GSH and Cys levels, with FeS2 showing a more pronounced reduction in Cd content. GSH levels increased significantly under high Cd stress, particularly in leaves, while Cys was highest in fruits.", "population_specificity": "Pepper plants (Capsicum spp., 'Z2' line) grown in yellow soil under controlled pot conditions.", "effective_dosage": "100 mg/kg FeS2 and varying Cd concentrations (e.g., 1.5 mg/kg Cd).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:59.585696+00:00"}
{"study_id": 14214, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of the G6PD/glutathione-dependent pathway in PSNPs-induced striatal neurodegeneration and whether luteolin (LUT) could mitigate these effects.", "results_summary": "The study found that PSNPs disrupted the G6PD/glutathione-dependent pathway, leading to oxidative dysregulation and ferroptosis, while LUT alleviated these effects by targeting the same pathway.", "population_specificity": "Mouse model (in vivo and in vitro)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:00.007014+00:00"}
{"study_id": 14215, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the role of Glutathione S-transferases (GSTs), specifically EpGST1, in conferring herbicide resistance in Echinochloa phyllopogon.", "results_summary": "The study found that EpGST1 enhances herbicide metabolism, significantly increasing resistance to penoxsulam in both Arabidopsis and rice, while also boosting antioxidant enzyme activities and reducing oxidative stress markers.", "population_specificity": "Echinochloa phyllopogon (a weed), Arabidopsis, and rice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:00.639069+00:00"}
{"study_id": 14216, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of CHAC1 in kidney disease by investigating its impact on glutathione degradation and ferroptosis.", "results_summary": "The study found that reduced CHAC1 expression increased glutathione levels, decreased lipid peroxidation, improved cell viability, and protected against ferroptosis in kidney disease models. Higher CHAC1 protein correlated with ferroptosis-related protein abundance in kidney disease patients.", "population_specificity": "Mice and human kidney biopsies (patients with kidney disease).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:00.871590+00:00"}
{"study_id": 14213, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of Glutathione S-transferases (GSTs) in detoxification, disease pathogenesis, and potential therapeutic interventions.", "results_summary": "The study found that GSTs play a critical role in detoxifying harmful compounds and maintaining cellular homeostasis, but dysregulation can contribute to diseases like cancer, neurodegenerative disorders, and chronic inflammation. Polymorphisms in GSTs may lead to toxic metabolite accumulation and chemoresistance, prompting the development of targeted inhibitors.", "population_specificity": "Not specified (general human health implications).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:00.905738+00:00"}
{"study_id": 14217, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to understand how oncogenic events, specifically TERT and FOXO1, regulate glutathione (GSH) biosynthesis in cancer models, particularly glioblastoma (GBM), and explore potential therapeutic vulnerabilities.", "results_summary": "The study found that TERT upregulates GSH biosynthesis via FOXO1 and GCLC, and inhibiting GCLC with BSO reduces GSH synthesis but drives compensatory pyrimidine biosynthesis. Combining BSO with the glutamine antagonist JHU-083 was synthetically lethal in GBM models, significantly extending survival in mice.", "population_specificity": "Glioblastoma (GBM) cancer models, including in vitro and in vivo (mice with intracranial xenografts).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:05.814829+00:00"}
{"study_id": 14218, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if amustaline/glutathione pathogen-reduced (PR) RBCs could be effectively tracked in vivo using flow cytometry for RBC surface acridine, comparing its sensitivity to biotin labeling.", "results_summary": "The study found that acridine-labeled PR-RBCs had similar survival kinetics as biotin-labeled RBCs, with detectable acridine levels persisting for 16 weeks. PR-RBCs showed a 9.3% decrease in mean predicted lifespan compared to Pre-PR-RBCs but had similar 24-hour post-transfusion recoveries and half-lives.", "population_specificity": "Sickle cell disease (SCD) patients (n=6) on chronic transfusion therapy.", "effective_dosage": "Not specified for glutathione; biotin doses were 2 μg/mL, 6 μg/mL, and 18 μg/mL.", "study_duration": "16 weeks of follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:06.734694+00:00"}
{"study_id": 14219, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether reduced glutathione (GSH) could protect against doxorubicin (DOX)-induced cardiotoxicity by modulating oxidative stress and inflammation in a mice model.", "results_summary": "GSH treatment improved survival rates, reduced weight loss, restored cardiac function markers, suppressed oxidative stress and inflammation, modulated gene expression, and decreased histopathological damage in mice exposed to DOX.", "population_specificity": "Mice (animal model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:07.485966+00:00"}
{"study_id": 14220, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether exogenous glutathione (GSH) administration could protect against diesel exhaust (DE)-induced lung epithelial disruption, oxidative stress, and inflammation.", "results_summary": "GSH administration restored antioxidant defenses, mitigated ferroptosis, reduced lipid peroxidation, preserved lung epithelial cell survival, and improved tight junction integrity in DE-exposed mice.", "population_specificity": "C57BL/6 mice", "effective_dosage": "Administered intranasally on alternate days (exact dosage not specified)", "study_duration": "Duration not explicitly stated", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:08.119146+00:00"}
{"study_id": 14222, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a nanosystem that enhances chemodynamic therapy (CDT) efficacy by leveraging tumor microenvironment-responsive free radical generation and glutathione (GSH) exhaustion.", "results_summary": "The study found that the nanosystem effectively depleted GSH, triggered free radical generation, and amplified oxidative stress, leading to significant cancer cell death (30% lower viability in treated cells). The concurrent depletion of GSH and induction of lipid peroxidation weakened cancer cells' anti-oxidative defenses.", "population_specificity": "4T1 cancer cells (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:08.441601+00:00"}
{"study_id": 14224, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the protective effects of glutathione amino acid precursors (GAP) against pollutant-induced oxidative stress, metabolic changes, and hyperpigmentation in skin keratinocytes and pigmented skin models.", "results_summary": "GAP treatment improved glutathione homeostasis, reduced reactive pollutant metabolites, partially reversed metabolic and transcriptomic alterations, decreased DNA damage, and prevented hyperpigmentation in skin models exposed to pollutants.", "population_specificity": "Normal human epidermal keratinocytes (NHEKs) and reconstructed pigmented skin equivalent models (pLSE).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:09.378667+00:00"}
{"study_id": 14225, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify which glutathione S-transferase (GST) isozymes play a key role in detoxifying Aflatoxin B1 (AFB1) in chickens.", "results_summary": "Overexpression of GSTA2X, GSTA3, GSTT1L, GSTZ1-1, and GSTZ1-2 increased cell viability, reduced oxidative stress and DNA damage, and enhanced AFBO-GSH production, with GSTA2X showing the best detoxification effects.", "population_specificity": "Chicken Leghorn male hepatoma (LMH) cells", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:09.594149+00:00"}
{"study_id": 14223, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the role of glutathione S-transferase gene BrGSTF12 in anthocyanin transport and accumulation in Zicaitai under light induction.", "results_summary": "The study found that BrGSTF12 expression correlated with anthocyanin content and was functionally involved in anthocyanin transport, as demonstrated by complementation in Arabidopsis mutants. BrMYB114 was also identified as a trans-activator of BrGSTF12, enhancing anthocyanin accumulation.", "population_specificity": "Zicaitai (Brassica rapa var. purpuraria) plants", "effective_dosage": "Not specified", "study_duration": "8-hour light treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:10.001571+00:00"}
{"study_id": 14227, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of GPX4 in NSCLC and assess its potential as a therapeutic target by modulating ferroptosis and chemotherapy sensitivity.", "results_summary": "The study found that GPX4 influences NSCLC progression by regulating multiple signaling pathways, and blocking GPX4 triggers ferroptosis and enhances chemotherapy sensitivity, making it a promising therapeutic target.", "population_specificity": "Non-small cell lung cancer (NSCLC) patients or models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:14.766629+00:00"}
{"study_id": 14226, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compile the strategic role of glutathione (GSH) in cancer cells and explore the potential of nanotherapeutics for GSH depletion to target various forms of programmed cell death.", "results_summary": "The study highlights glutathione's paradoxical role in cancer, where elevated intracellular GSH levels protect cancer cells from oxidative stress, and discusses nanotherapeutics as a promising approach to deplete GSH and enhance the efficacy of therapies like chemotherapy, radiotherapy, and novel interventions such as chemodynamic therapy and photodynamic therapy.", "population_specificity": "Cancer cells (in vitro/in vivo context, not specified for human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:15.585710+00:00"}
{"study_id": 14228, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to explore the multifaceted role of glutathione (GSH) in ferroptosis and its implications for cancer biology and therapeutic interventions.", "results_summary": "The study found that GSH plays a critical role in maintaining redox balance, mitigating oxidative stress, and regulating ferroptosis by serving as a cofactor for GPX4. It also highlighted GSH's influence on key oncogenic and tumor-suppressive pathways, suggesting its potential as a therapeutic target in cancer.", "population_specificity": "Cancer cells (in vitro or animal models, not explicitly specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:16.516815+00:00"}
{"study_id": 14229, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of glutathione (GSH) metabolism in Chlamydia pneumoniae growth and replication in THP-1 macrophages and A549 epithelial cells.", "results_summary": "Depletion of cellular GSH pools decreased C. pneumoniae replication, but only when constituent amino acids were also sequestered. C. pneumoniae infection upregulated both GSH biosynthesis and degradation genes, with PERK phosphorylation playing a key role in this regulation.", "population_specificity": "THP-1 macrophages and A549 epithelial cells (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:16.629540+00:00"}
{"study_id": 14230, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether dysregulated glutathione (GSH) metabolism contributes to NK cell dysfunction in acute leukemia and if GSH supplementation could restore NK cell function.", "results_summary": "The study found that NK cells from acute leukemia patients had reduced GSH levels, leading to mitochondrial dysfunction and impaired cytotoxicity. Supplementation with glutathione reduced ethyl ester (GSHEE) restored GSH levels, improved mitochondrial activity, and enhanced NK cell function and proliferation.", "population_specificity": "Patients with acute leukemia (AL-NK cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:16.941376+00:00"}
{"study_id": 14232, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate glutathione's potential as a therapeutic intervention for NAFLD by assessing its effects on oxidative stress markers and liver function.", "results_summary": "The study found consistent improvements in ALT levels and reductions in oxidative stress markers like 8-OHdG, suggesting glutathione's potential benefits for NAFLD patients. However, small sample sizes and inconsistent protocols limit the generalizability of these findings.", "population_specificity": "Human subjects with non-alcoholic fatty liver disease (NAFLD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:17.330208+00:00"}
{"study_id": 14231, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic potential of Tithonia diversifolia zinc oxide nanoparticle emulsion (TDNP) in mitigating diabetic nephropathy by enhancing antioxidant mechanisms, including glutathione peroxidase (GPx) activity.", "results_summary": "TDNP treatment significantly increased glutathione peroxidase (GPx) levels, reduced oxidative stress markers, and improved glucose metabolism and kidney function in diabetic nephropathy rats.", "population_specificity": "Male Wistar rats with streptozotocin (STZ)-induced diabetic nephropathy.", "effective_dosage": "TDNP at 100 mg/kg body weight.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:17.842933+00:00"}
{"study_id": 14234, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to explore the multifaceted roles of glutathione (GSH) in physiological contexts, its coordination capabilities in nanomaterials, and its potential biomedical applications.", "results_summary": "The study found that GSH's unique structural features enable its use as a protective ligand and reducing agent in nanomaterials, enhancing photoluminescence properties and biocompatibility for applications in bio-sensing, bio-imaging, and anti-cancer therapies.", "population_specificity": "Not specified (focused on molecular and nanomaterial applications).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:22.566945+00:00"}
{"study_id": 14233, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to identify and characterize a novel fosfomycin resistance gene (fosA13) in M. morganii and explore its potential resistance mechanisms.", "results_summary": "The study identified a new chromosomal fosfomycin resistance gene (fosA13) in M. morganii, which showed effective inactivation of fosfomycin and shared 55.6% amino acid homology with FosA. The isolate also exhibited resistance to multiple antibiotic classes, suggesting uncharacterized resistance mechanisms.", "population_specificity": "Bacterial isolates (M. morganii DW0548) from poultry and livestock in Wenzhou, China.", "effective_dosage": "Not applicable (study focused on genetic and enzymatic characterization).", "study_duration": "Not applicable (laboratory-based study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:23.199997+00:00"}
{"study_id": 14236, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of iron atomically dispersed nanoparticles (Fe-N-C) as sonosensitizers in enhancing reactive oxygen species (ROS)-based therapies by overcoming tumor microenvironment (TME) limitations, including glutathione (GSH) depletion.", "results_summary": "Fe-N-C nanoparticles demonstrated highly efficient ROS generation, GSH depletion, and induced tumor cell apoptosis and ferroptosis, showing superior tumor specificity in sonodynamic therapy (SDT).", "population_specificity": "Tumor microenvironment (TME) in the context of cancer therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:24.408656+00:00"}
{"study_id": 14237, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a novel multimodal detection method for Glutathione (GSH) using a MOF@COF composite to facilitate disease diagnosis and treatment.", "results_summary": "The study successfully synthesized a core-shell material (UiO@TBTA) that enabled sensitive ratiometric fluorescence and colorimetric detection of GSH, with detection ranges of 0.1-7 μM and 1-200 μM, respectively. Machine learning models were also constructed to accurately determine GSH concentrations from fluorescence images and color photographs.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not applicable (detection method development)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:25.611339+00:00"}
{"study_id": 14238, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a novel nanocomposite could enhance ferroptosis in cancer cells by depleting glutathione (GSH) and generating reactive oxygen species (ROS).", "results_summary": "The study found that the MnO2R@FePDA-cRGD nanocomposite effectively depleted intracellular GSH and generated significant ROS, leading to enhanced ferroptosis and tumor growth inhibition in vitro and in vivo.", "population_specificity": "Cancer cells and tumor models (in vitro and in vivo).", "effective_dosage": "Not specified (nanocomposite loading capacity: 67% RSL3).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:25.841584+00:00"}
{"study_id": 14239, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of a novel nanoparticle system (PDOX-AP/cRGD-NPs) incorporating glutathione (GSH)-responsive polymers for targeted drug delivery and combination chemotherapy in glioblastoma treatment.", "results_summary": "The study found that PDOX-AP/cRGD-NPs effectively penetrated the blood-brain barrier, targeted brain tumors, and demonstrated controlled drug release, leading to reduced tumor cell viability, increased apoptosis, and extended survival in glioma models.", "population_specificity": "Glioblastoma cell lines (GL-261, U87-MG, LN-229) and in vivo glioma models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:26.562167+00:00"}
{"study_id": 14240, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether glutathione-protected Au22 nanoclusters (GSH-Au22 NCs) could mitigate brain damage from hypoxic-ischemic injury in rats and oxygen-glucose deprivation in cortical neurons, while exploring the underlying mechanisms.", "results_summary": "GSH-Au22 NCs improved cell activity, reduced inflammation and oxidative stress in vitro, and in vivo, they decreased cerebral infarction, enhanced tissue recovery, and improved long-term learning and memory by modulating the Sirt3/SOD2 pathway.", "population_specificity": "Rats with hypoxic-ischemic brain injury and cortical primary neurons exposed to oxygen-glucose deprivation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:26.950729+00:00"}
{"study_id": 14241, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the levels of glutathione (GSH) as an antioxidant marker in people living with HIV (PLWH) co-infected with human coronaviruses (hCoVs) compared to mono-infected and HIV-negative controls.", "results_summary": "Reduced GSH levels were significantly lower in HIV+/hCoVs+ individuals compared to HIV+/hCoVs- but higher than in HIV-/hCoVs- controls. The study also found associations between oxidative stress markers (MDA and GSH) and ART regimens/duration.", "population_specificity": "300 PLWH in Ghana, divided into HIV+/hCoVs+, HIV+/hCoVs-, and HIV-/hCoVs- groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:29.067975+00:00"}
{"study_id": 14243, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate changes in glutathione levels (T-GSH, GSSG, GSH, and GSH/GSSG ratio) in schizophrenia patients before and after ECT and their association with clinical symptoms.", "results_summary": "Schizophrenia patients had lower baseline GSSG levels and higher GSH/GSSG ratios compared to healthy controls. ECT increased GSSG levels and decreased GSH/GSSG ratios in treatment responders, with baseline glutathione metrics predictive of clinical improvement.", "population_specificity": "110 patients with acute relapse of schizophrenia and 55 healthy controls.", "effective_dosage": "Not specified", "study_duration": "8-10 ECT sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:32.257722+00:00"}
{"study_id": 14244, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether glutathione (GSH) could mitigate cadmium (Cd)-induced stress in Pogostemon cablin (patchouli) by examining physiological and enzymatic responses.", "results_summary": "GSH increased chlorophyll and carotenoid levels by approximately 20% compared to other groups and improved antioxidant enzyme activity. It mitigated Cd stress by influencing glycerophospholipid metabolism and flavonoid biosynthesis, reducing reactive oxygen species (ROS).", "population_specificity": "Pogostemon cablin (patchouli) plants under cadmium stress.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:33.164406+00:00"}
{"study_id": 14242, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to clarify the detoxification and metabolic mechanisms of tea saponin (TS) in Pomacea canaliculata, focusing on the role of glutathione S-transferases (GSTs) and monoamine oxidase (MAO).", "results_summary": "The study found that TS exhibited dose- and time-dependent toxicity in P. canaliculata, with increased GST and MAO activities and corresponding gene expression levels, suggesting their involvement in detoxification.", "population_specificity": "Pomacea canaliculata (a species of snail)", "effective_dosage": "LC50 values were 6.12, 9.03, and 9.35 mg/L for small, medium, and large snails after 24 h exposure.", "study_duration": "Exposure durations ranged from 24 h to 29.85 h depending on snail size and TS concentration.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:33.498865+00:00"}
{"study_id": 14246, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether glutathione (GSH) enhances adipose tissue-derived mesenchymal stem cell (ADSC) engraftment efficiency by targeting the TGFβ/SMAD3/NOX4 pathway in liver fibrotic mice.", "results_summary": "GSH significantly improved ADSC engraftment efficiency by reducing ROS generation and inhibiting the TGFβ/SMAD3/NOX4 pathway, enhancing therapeutic efficacy in liver fibrotic mice. The effect was abolished when combined with STX or SIS3.", "population_specificity": "Liver fibrotic male mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:34.305201+00:00"}
{"study_id": 14245, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether GST gene polymorphisms (GSTM1, GSTT1, GSTP1) are associated with recurrent pregnancy loss in the Turkish population.", "results_summary": "The study found a statistically significant association between the GSTT1 null genotype and recurrent pregnancy loss, but no significant correlation with GSTM1 or GSTP1 polymorphisms. The GSTM1-null genotype showed a substantial increase in risk for recurrent pregnancy loss.", "population_specificity": "Turkish women with recurrent pregnancy loss (107 patients) and a control group of 107 individuals with successful births and no miscarriage history.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:34.729550+00:00"}
{"study_id": 14248, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the roles of glutathione synthesis (GshAB) and transport (GshT) in Streptococcus suis pathogenesis and oxidative stress resistance.", "results_summary": "Glutathione treatment increased oxidative stress tolerance in S. suis. Deletion of gshAB or gshT reduced intracellular glutathione levels, oxidative stress resistance, phagocytic resistance, and virulence in mouse models.", "population_specificity": "Streptococcus suis (bacterial pathogen) and mouse models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:35.037709+00:00"}
{"study_id": 14247, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the catalytic efficiency of a multi-enzymatic nanozyme for glutathione (GSH) detection and its potential to enhance ROS generation and deplete GSH in tumor microenvironments.", "results_summary": "The study demonstrated rapid quantitative detection of GSH with a low detection limit (0.062 μM) and showed that the nanozyme could simultaneously enhance ROS production and deplete GSH, inducing tumor cell apoptosis.", "population_specificity": "Tumor microenvironment (in vitro or preclinical context, not specified for human subjects).", "effective_dosage": "Not specified for GSH; detection range was 5-60 μM.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:36.417702+00:00"}
{"study_id": 14249, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the oxidative damage and toxic effects of diamide insecticides (cyantraniliprole and broflanilide) on plants using AtGSTF8 as a biomarker.", "results_summary": "Cyantraniliprole caused more detrimental impacts on plant growth and significantly upregulated AtGSTF8 gene expression compared to broflanilide. Both insecticides reduced glutathione S-transferase activities in AtGSTF8, with cyantraniliprole showing stronger binding affinity and adverse structural effects.", "population_specificity": "Plant seedlings (specific species not mentioned)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:38.520985+00:00"}
{"study_id": 14250, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of chlorophyllin (an antioxidant) and its combination with docetaxel on metastatic processes in triple-negative breast cancer, focusing on GSTP1 inhibition.", "results_summary": "Combined chlorophyllin and docetaxel treatment significantly inhibited cell migration in vitro and reduced total gelatinase activity in vivo, with a non-significant reduction in liver micrometastases.", "population_specificity": "Triple-negative breast cancer (4T1 cell line and metastatic animal model).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:40.853703+00:00"}
{"study_id": 14251, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to explore how integrating glutathione depletion with porphyrin-based metal-organic frameworks could enhance photodynamic therapy efficacy in cancer treatment.", "results_summary": "The study found that elevated glutathione levels in cancer cells reduce oxidative stress from photodynamic therapy, protecting cells. Functionalized nanoplatforms depleting glutathione improved therapy efficacy and restored fluorescence imaging capabilities.", "population_specificity": "Cancer cells (in vitro or preclinical models, not specified for human trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:41.353326+00:00"}
{"study_id": 14253, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to develop polymeric hydrogels incorporating glutathione (GHS) to support the treatment of acne vulgaris and improve skin health.", "results_summary": "The study found that glutathione-containing hydrogels exhibited potential as carriers for active substances, contributing positively to acne treatment and skin health, with bioactivity confirmed in simulated physiological fluids and no cytotoxic effects on L929 cells.", "population_specificity": "Not specified (in vitro study using mouse fibroblast cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:41.920640+00:00"}
{"study_id": 14255, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of glutathione peroxidase 4 (GPX4) in triple-negative breast cancer (TNBC) progression and its interaction with obesity and oxidative stress.", "results_summary": "GPX4 suppression increased TNBC cell death in vitro and reduced tumor burden and metastasis in obese mice, particularly when combined with chemotherapy. Antioxidants mitigated the cytotoxic effects of GPX4 inhibition.", "population_specificity": "Preclinical models (TNBC cells and obese mice).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Mentioned interaction with chemotherapy (carboplatin) but not immunotherapy (anti-CTLA4 plus anti-PD1).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:43.325035+00:00"}
{"study_id": 14254, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of glutathione (GSH) depletion on the immune response and Mycobacterium tuberculosis (M.tb) burden in the liver and spleen during extrapulmonary tuberculosis (EPTB).", "results_summary": "GSH depletion led to increased M.tb growth in the liver and spleen, impaired granulomatous response, elevated oxidative stress markers (MDA), and altered cytokine profiles (reduced IL-12 and IL-17, increased IFN-γ, TNF-α, and TGF-β).", "population_specificity": "Wild-type (WT) C57BL/6 mice infected with M.tb and treated with diethyl maleate (DEM) to induce GSH depletion.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:43.968175+00:00"}
{"study_id": 14256, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if priming mesenchymal stem cells (MSCs) with human platelet lysate (hPL) to increase glutathione levels could improve MSC function and suppress osteoarthritis (OA) progression via paracrine rejuvenation.", "results_summary": "Priming MSCs with hPL increased cellular glutathione levels, enhancing MSC function and suppressing OA progression by targeting senescent chondrocytes via secreted IGF2, which activated autophagy. The study demonstrated that IGF2 knockdown abolished therapeutic efficacy, confirming its role in paracrine rejuvenation.", "population_specificity": "Rabbit OA model and in vitro OA chondrocytes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:44.319186+00:00"}
{"study_id": 14257, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how exogenous cystine influences glutathione metabolism and its role in enhancing the efficacy of gentamicin against drug-resistant Salmonella.", "results_summary": "Exogenous cystine activated the glutathione pathway, altered the GSH/GSSG ratio, and increased Fe2+ and ROS levels, leading to redox imbalance and enhanced susceptibility of Salmonella to gentamicin.", "population_specificity": "Salmonella enterica Typhimurium (ATCC 14028) and other clinically resistant Salmonella serotypes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:44.491943+00:00"}
{"study_id": 14258, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of glutathione-s-transferase (GST) in the detoxification process of imazethapyr in lentil crops at the seedling stage.", "results_summary": "The study found that GST activity increased progressively with higher doses of imazethapyr, indicating its role in detoxification. The Vmax of GST varied from 35.59-83.33 μmol of CDNB across different imazethapyr doses, suggesting enhanced enzymatic activity under herbicide stress.", "population_specificity": "Lentil crops at the seedling stage.", "effective_dosage": "Imazethapyr doses of 0.5 RFD, 1 RFD, 1.25 RFD, 1.5 RFD, and 2 RFD.", "study_duration": "Sampling periods from 0 HBT to 120 HAT.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:48.936653+00:00"}
{"study_id": 14259, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether targeting the Nrf2 signaling pathway could enhance the glutathione-dependent detoxification capabilities of choroid plexuses in neonatal rats.", "results_summary": "The study found that dimethylfumarate treatment triggered Nrf2 nuclear translocation, increased glutathione-S-transferase (GST) activity in choroid plexus, and reduced the permeation of a toxicant, demonstrating enhanced detoxification. Nrf2 knockout rats showed reduced efficacy of dimethylfumarate, confirming its action primarily through the Nrf2 pathway.", "population_specificity": "Neonatal rat pups", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:49.496712+00:00"}
{"study_id": 14261, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether reducing intracellular glutathione (GSH) levels could enhance the efficacy of chemodynamic therapy (CDT) in cancer treatment.", "results_summary": "The study found that a novel HDAC-inhibiting nanoprodrug could deplete GSH levels in tumor cells, thereby enhancing oxidative damage and improving CDT efficacy. The approach involved ROS-triggered release of compounds to upregulate ROS and GSH-responsive release of HDAC inhibitors to suppress GSH synthesis.", "population_specificity": "Tumor cells (in vitro or preclinical model, not specified for human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:50.703883+00:00"}
{"study_id": 14260, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of micro-environmental reducing status, particularly glutathione (GSH), in regulating mutp53 stability and its spatially heterogeneous accumulation in cancer cells.", "results_summary": "The study found that higher reducibility (linked to GSH levels) correlated with increased mutp53 accumulation, particularly in the nucleus. Supplementing GSH exacerbated mutp53 accumulation, while consuming GSH depleted it, suggesting GSH's role in stabilizing mutp53 via inhibition of glutathionylation and subsequent degradation.", "population_specificity": "Patient-derived tumor tissues, mutp53-expressing cancer cell lines, and p53-mutated cell-derived xenografts in mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:51.305698+00:00"}
{"study_id": 14262, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to clarify the mechanism of glutathione S-transferase (GST) in drug resistance development and summarize progress in GST imaging detection.", "results_summary": "The study found that GST plays a key role in cellular detoxification and is associated with resistance to chemotherapeutic drugs, pesticides, herbicides, and antibiotics. It also reviewed the types and research progress of organic small molecule fluorescence probes for GST imaging detection.", "population_specificity": "Not specified (general focus on organisms, including potential applications in environmental protection and tumor therapy).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:52.030378+00:00"}
{"study_id": 14264, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of glutathione and thioredoxin systems in regulating redox homeostasis and their potential as therapeutic targets for glioblastoma progression.", "results_summary": "The abstract highlights that glutathione and thioredoxin systems play a critical role in counteracting reactive oxygen species in glioblastoma cells, suggesting their involvement in cancer progression, but does not provide specific efficacy outcomes.", "population_specificity": "Glioblastoma patients (theoretical or review-based, not a clinical trial population).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:52.422977+00:00"}
{"study_id": 14265, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of glutathione in oxidative stress detoxification and antibiotic susceptibility in Pseudomonas aeruginosa.", "results_summary": "Glutathione-deficient mutant strains of P. aeruginosa showed increased susceptibility to oxidative stress (hydrogen peroxide and superoxide) and antibiotics (2- to fourfold more susceptible than the parental strain), indicating glutathione's crucial role in detoxification and intrinsic antibiotic resistance. Genetic complementation restored resistance, confirming glutathione's protective function.", "population_specificity": "Pseudomonas aeruginosa PAO1 (bacterial strain)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:53.592601+00:00"}
{"study_id": 14263, "supplement_id": 1160, "safety_score": "90", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and efficacy of glutathione, both alone and in combination with vitamin C and N-acetylcysteine, for improving behavior and biologic measures in children with autism spectrum disorder (ASD).", "results_summary": "The study found no significant differences in behavioral or biologic measures between treatment groups. Small improvements observed were likely due to placebo effects or reduced anxiety from the study routine. No significant adverse effects were reported.", "population_specificity": "Children aged 5-16 years with ASD and severe behavior disorders.", "effective_dosage": "Weekly intravenous injections (specific dosage not detailed in abstract).", "study_duration": "8 weeks per intervention phase, with a 1-week washout period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:55.045534+00:00"}
{"study_id": 14266, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a GSH-responsive nano-prodrug for targeted co-delivery of doxorubicin and glycyrrhetinic acid to enhance cancer therapy.", "results_summary": "The GSH-responsive nano-prodrug demonstrated effective intracellular release of doxorubicin in tumor cells, leading to enhanced therapeutic efficacy in mouse models of liver and breast cancer. The high GSH levels in the cytoplasm triggered drug release, improving sensitivity to treatment.", "population_specificity": "Mouse models of liver cancer and breast cancer.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:57.714811+00:00"}
{"study_id": 14267, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of GSTM2 in mediating NEFA-induced hepatic inflammation in dairy cows with severe fatty liver.", "results_summary": "The study found that GSTM2 mitigates NEFA-induced hepatic inflammation, with overexpression reducing inflammatory signals and silencing exacerbating them.", "population_specificity": "Dairy cows (healthy and those with severe fatty liver) and hepatocytes from healthy calves.", "effective_dosage": "NEFA concentrations of 0.6, 1.2, and 2.4 mM for in vitro studies.", "study_duration": "In vitro treatments lasted up to 18 hours; in vivo comparisons were based on single-time-point sampling.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:58:58.583220+00:00"}
{"study_id": 14271, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the role of lncRNAs induced by endophyte infection in rice seedlings under Pb stress, particularly focusing on glutathione metabolism.", "results_summary": "Endophyte infection increased glutathione content, glutathione S-transferase, and glutathione reductase activities in rice seedlings under Pb stress, suggesting enhanced glutathione metabolism as a response mechanism.", "population_specificity": "Rice seedlings (Oryza sativa) infected and uninfected with endophyte under Pb stress.", "effective_dosage": "Not specified", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:00.179395+00:00"}
{"study_id": 14268, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a biomarker-responsive AuNR-based Janus nanoprobe that utilizes glutathione (GSH) in the tumor microenvironment to trigger chemodynamic treatment and enhance imaging and radiosensitization.", "results_summary": "The study found that highly expressed GSH in tumors degrades MnO2, triggering chemodynamic treatment, while also contributing to the aggregation of AuNRs, which amplifies photoacoustic signals and enhances radiosensitization.", "population_specificity": "Tumor microenvironment (not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:00.347522+00:00"}
{"study_id": 14269, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of itaconate (IA) and its derivative 4-octyl itaconate (OI) on melanoma, particularly focusing on their impact on glutathione metabolism and cancer cell proliferation.", "results_summary": "OI treatment significantly suppressed melanoma cell proliferation by disrupting glutathione metabolism, leading to decreased intracellular glutathione levels, increased reactive oxygen species, DNA damage, and cellular senescence. Minimal effects were observed in melanocytes and normal tissues.", "population_specificity": "Melanoma cells (B16 cells) and tumor transplants in mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:01.030441+00:00"}
{"study_id": 14272, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify potential porphyrin-based inhibitors of glutathione transferases in schistosomes to develop new anthelmintic drugs.", "results_summary": "Computational modeling identified different lead compounds (CID: 122690402, CID: 137797052 for 26-kDa GST; CID: 70415734, CID: 69301914 for 28-kDa GST) depending on the protein structure conformation used, highlighting the importance of protein dynamics in drug design.", "population_specificity": "Schistosoma parasites (specifically Schistosoma japonicum and Schistosoma haematobium).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:02.801370+00:00"}
{"study_id": 14273, "supplement_id": 1160, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "To evaluate the therapeutic impact of reduced glutathione combined with entecavir on liver function, fibrosis, and HBV-DNA clearance in chronic hepatitis B patients.", "results_summary": "The combination of reduced glutathione and entecavir significantly improved liver function markers, reduced liver fibrosis, and enhanced HBV-DNA clearance compared to entecavir alone, with no significant increase in adverse reactions.", "population_specificity": "90 patients diagnosed with chronic hepatitis B.", "effective_dosage": "Not specified for glutathione (entecavir dosage: 0.5 mg/time, once daily).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:03.739159+00:00"}
{"study_id": 14274, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of glutathione (GSH) in mitochondrial dysfunction and oxidative stress in fibroblasts from patients with CMT4B3, a subtype of Charcot Marie Tooth disease.", "results_summary": "The study found that CMT4B3-associated mutations led to lower GSH levels, making cells more vulnerable to oxidative stress. Treatment with hydroperoxide increased cell death rates in CMT patients' fibroblasts compared to controls, highlighting the importance of GSH in mitigating oxidative damage.", "population_specificity": "Fibroblasts from patients with autosomal recessive, predominantly demyelinating CMT4B3 subtype.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:06.746164+00:00"}
{"study_id": 14275, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of glutathione downregulation in enhancing apoptosis of oral squamous cell carcinoma (OSCC) cells via a novel drug delivery system.", "results_summary": "The study found that downregulation of glutathione, along with activation of the CCND2 signaling pathway, contributed to OSCC cell death, demonstrating high efficacy in limiting cell proliferation and migration.", "population_specificity": "Oral squamous cell carcinoma (HSC-3 & SCC-25 cell lines) and xenograft nude mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:07.306111+00:00"}
{"study_id": 14277, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to uncover mechanisms of rewired glutathione (GSH) metabolism in platinum-resistant cancers and identify potential therapeutic strategies to overcome resistance.", "results_summary": "The study found that lncRNA GDIL promotes GSH accumulation by inhibiting its degradation, contributing to platinum resistance in colorectal and ovarian cancers. Suppressing GDIL restored drug sensitivity and delayed resistance in cell lines and xenografts.", "population_specificity": "Platinum-resistant colorectal cancer (CRC) and ovarian cancer cells, including patient-derived xenografts.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:08.501930+00:00"}
{"study_id": 14278, "supplement_id": 1160, "safety_score": "95", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the safety of S-Acetyl Glutathione (SAG) supplementation through various toxicity studies to support its use in foods or dietary supplements.", "results_summary": "The study found no genotoxic, mutagenic, or adverse effects from SAG supplementation, with a NOAEL of 1500 mg/kg/day. Mild, non-adverse increases in organ weights were observed but were within historical control ranges.", "population_specificity": "Not specified (in vitro and animal models used).", "effective_dosage": "Up to 1500 mg/kg/day.", "study_duration": "13 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:09.637361+00:00"}
{"study_id": 14276, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how UDCA affects cystine uptake and glutathione (GSH) synthesis, and its potential antitumor effects in retroperitoneal liposarcoma (RLPS).", "results_summary": "UDCA was found to inhibit cystine uptake via SLC7A11, impairing GSH synthesis and leading to ROS accumulation and mitochondrial oxidative damage. It also enhanced the effects of various antitumor agents, suggesting a potential role in combination therapies for RLPS and other cancers.", "population_specificity": "Retroperitoneal liposarcoma (RLPS) patients and healthy subjects (comparison).", "effective_dosage": "UDCA concentration ≥25 μg/mL.", "study_duration": "Not specified.", "interactions": "Enhanced effects of ferroptosis inducers (Erastin, RSL3), MDM2 inhibitors (Nutlin 3a, RG7112), CDK4 inhibitor (Abemaciclib), and glutaminase inhibitor (CB839).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:11.180915+00:00"}
{"study_id": 14280, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a glutathione-responsive nanoparticle system for targeted delivery of chemotherapy and antisense oligonucleotides to cancer cells.", "results_summary": "The study found that glutathione-responsive nanoparticles effectively delivered camptothecin and antisense oligonucleotides into cancer cells, resulting in enhanced cytotoxicity due to synergistic effects. High intracellular glutathione levels triggered drug release, demonstrating targeted efficacy.", "population_specificity": "Cancer cells (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:11.460263+00:00"}
{"study_id": 14279, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine how glutathione (GSH) inhibits TRPM7-mediated oxidative stress and apoptosis in glioblastoma (DBTRG-05MG) cells when combined with cisplatin.", "results_summary": "GSH reduced cisplatin-induced increases in cytosolic free Ca2+, ROS, apoptosis, and cell death while improving cell viability and GSH concentrations in DBTRG-05MG cells. The combination of GSH with cisplatin showed protective effects against oxidative damage.", "population_specificity": "Glioblastoma (DBTRG-05MG) cells in vitro.", "effective_dosage": "10 mM for 2 hours.", "study_duration": "2 hours (GSH alone), 24 hours (combination with cisplatin).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:12.022246+00:00"}
{"study_id": 14282, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a biomimetic nanoreactor could enhance chemodynamic therapy (CDT) efficacy in glioma by depleting glutathione (GSH) and elevating tumor acidity.", "results_summary": "The study found that the nanoreactor effectively depleted GSH and accelerated the Fenton reaction, improving CDT efficacy in glioma. Both in vitro and in vivo experiments demonstrated the potential of this strategy for targeted tumor therapy.", "population_specificity": "Glioma (tumor model, not human subjects)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:15.912983+00:00"}
{"study_id": 14281, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the therapeutic efficacy of an orally bioavailable prodrug of ψ-GSH (pro-ψ-GSH) in reversing cognitive decline and related pathologies in a transgenic Alzheimer's disease mouse model.", "results_summary": "Chronic oral dosing of pro-ψ-GSH effectively reversed cognitive decline, reduced amyloid pathology, glycation stress, neuroinflammation, and neurodegeneration in APP/PS1 mice, mirroring the effects of the parent drug. Metabolomic analysis identified key biomarkers linked to the reversal of AD-related metabolic dysregulation.", "population_specificity": "Transgenic APP/PS1 Alzheimer's disease mouse model", "effective_dosage": "Not specified", "study_duration": "Chronic (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:15.990177+00:00"}
{"study_id": 14270, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential role of glutathione (GSH) in treating postoperative cognitive dysfunction (POCD) by reviewing existing literature on neuroinflammation, oxidative stress, and related mechanisms.", "results_summary": "The study suggests that GSH may be a potential treatment for POCD, but specific and targeted therapies remain sparse, emphasizing the need for further research to better understand its effects.", "population_specificity": "Patients experiencing postoperative cognitive dysfunction (POCD), particularly older individuals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:16.768712+00:00"}
{"study_id": 14283, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the association between glutathione transferases (GSTs) genetic variations and the response to azathioprine (AZA) in autoimmune hepatitis (AIH) patients.", "results_summary": "GSTM1 and GSTT1 copy number variations were associated with AZA treatment response in AIH, with GSTM1 deletion linked to liver transaminase levels. No genetic variants affected thiopurine metabolite concentrations, suggesting non-enzymatic mechanisms for GSTs in AZA efficacy.", "population_specificity": "131 AIH patients on AZA and 283 individuals from a Swedish background population.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:17.669339+00:00"}
{"study_id": 14284, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the therapeutic potential of Glutathione (GSH) in improving treatment outcomes for HIV-TB co-infection, particularly in the CNS, by enhancing antibiotic efficacy, reducing inflammation, and mitigating immune dysfunction.", "results_summary": "Preclinical studies showed GSH improved macrophage antimicrobial function, reduced oxidative stress, and limited M.tb growth. Clinical studies indicated increased TH1 cytokine production, reduced inflammatory markers, and improved CD4+ T cell counts in HIV-M.tb co-infected patients, with NAC (a GSH precursor) enhancing TB antibiotic efficacy and reducing toxicity.", "population_specificity": "HIV and tuberculosis (TB) co-infected patients, with emphasis on CNS involvement.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:18.966468+00:00"}
{"study_id": 14286, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the potential of ultrasmall Mn3O4 nanoparticles for integrated tumor MRI imaging and therapy, focusing on their interaction with glutathione (GSH) in the tumor microenvironment.", "results_summary": "The study found that Mn3O4 nanoparticles react with high-level GSH in tumors, enabling responsive and enhanced MRI imaging for accurate diagnosis, while also inducing ferroptosis in tumor cells, indicating therapeutic potential.", "population_specificity": "Tumor cells and in vivo models (specific human population not specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:19.901793+00:00"}
{"study_id": 14285, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to explore the role of microsomal glutathione transferase 1 (MGST1) in cisplatin (DDP) resistance in non-small cell lung cancer (NSCLC) cells and its mechanism involving ferroptosis.", "results_summary": "The study found that high MGST1 expression contributed to DDP resistance by inhibiting ALOX5-induced ferroptosis. Silencing MGST1 sensitized NSCLC cells to DDP therapy both in vitro and in vivo by promoting ferroptosis.", "population_specificity": "Non-small cell lung cancer (NSCLC) patients and DDP-resistant NSCLC cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:20.394959+00:00"}
{"study_id": 14287, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a nanodrug (CSAA/Fe@PPI) that synergistically promotes ferroptosis in cancer cells by increasing intracellular labile iron, exacerbating lipid peroxidation, and overcoming the glutathione (GSH)-dependent defense system.", "results_summary": "The nanodrug effectively scavenges intracellular GSH, elevates labile iron levels, induces ROS burst, and suppresses GPX4 activity, leading to enhanced ferroptotic antitumor efficacy. The study demonstrated improved ferroptosis-based anti-cancer treatment through multiple intervention routes.", "population_specificity": "Cancer cells (in vitro or preclinical model, not specified for human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:21.947276+00:00"}
{"study_id": 14289, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a platelet membrane biomimetic nanomedicine (PMD) could deplete intracellular glutathione (GSH) to enhance tumor radioimmunotherapy.", "results_summary": "The study found that PMD induced dual GSH depletion, inhibited glycolysis, and enhanced radioimmunotherapy, leading to suppressed tumor growth and increased immune response markers like mature dendritic cells and CD8+ T cells.", "population_specificity": "Mice with bilateral tumors (in vivo model).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:24.420745+00:00"}
{"study_id": 14288, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of IDH2-regulated glutathione metabolism in cetuximab resistance in head and neck squamous cell carcinoma (HNSCC).", "results_summary": "The study found that IDH2 regulated glutathione metabolism, contributing to cetuximab resistance in HNSCC. IDH2 knockdown reduced GSH levels and GPX4 expression while increasing lipid ROS levels, enhancing cetuximab sensitivity in resistant cells.", "population_specificity": "Head and neck squamous cell carcinoma (HNSCC) cell lines (FaDu and FaDu-CR) and nude mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:24.876251+00:00"}
{"study_id": 14290, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 88, "study_goal": "The researchers aimed to develop a glutathione-responsive nanogel platform for efficient and controlled mRNA delivery, optimizing properties for binding and intracellular release.", "results_summary": "The nanogels demonstrated high encapsulation (89.3%) and loading (10.7%) efficiencies, outperformed commercial transfection reagents, and enabled targeted mRNA delivery across multiple cell lines, including difficult-to-transfect ones. Enhanced cellular uptake and endosomal escape were observed, likely due to interactions with cell surface thiols.", "population_specificity": "In vitro cell lines (including traditionally difficult-to-transfect lines)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:25.937683+00:00"}
{"study_id": 14291, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether curcumin nanocrystals (Cur-NCs) could reduce ferroptosis in high-glucose-induced renal damage, potentially offering a treatment for diabetic nephropathy.", "results_summary": "Cur-NCs attenuated high-glucose-induced ferroptosis by recovering GPX4 levels, reducing lipid ROS, and inhibiting renal damage in diabetic nephropathy models. The effects were partially inhibited by erastin, suggesting ferroptosis-specific mechanisms.", "population_specificity": "HK-2 cells (renal tubule damage model) and streptozotocin-induced diabetic nephropathy rats.", "effective_dosage": "0.23–30 μg/mL (in vitro), specific in vivo dosage not detailed.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:27.254272+00:00"}
{"study_id": 14292, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how elevated intracellular glutathione levels, mediated by AKR1C1 and STAT3 activation, contribute to oxaliplatin resistance in colorectal cancer cells.", "results_summary": "The study found that AKR1C1 overexpression increases intracellular glutathione levels via EAAT3 upregulation, conferring oxaliplatin resistance. Inhibition of AKR1C1 with alantolactone reversed this resistance by reducing glutathione levels and restoring oxaliplatin sensitivity.", "population_specificity": "Oxaliplatin-resistant colorectal cancer cell lines (in vitro and in vivo models).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:27.542124+00:00"}
{"study_id": 14293, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the radioprotective effects of glutathione (measured via reduced and oxidized levels) in combination with cimetidine, famotidine, and vitamin C against gamma radiation-induced oxidative stress in mice.", "results_summary": "The study found that glutathione levels (both reduced and oxidized forms) increased with higher radiation doses, and vitamin C provided better protection than cimetidine or famotidine alone, while the combination of all three drugs showed excellent radioprotective effects.", "population_specificity": "Male mice (6-8 weeks old, 28 ± 3 g).", "effective_dosage": "Not specified for glutathione (only radiation doses of 2 and 4 Gy and varying doses of cimetidine, famotidine, and vitamin C were mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:30.518803+00:00"}
{"study_id": 14294, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop an amorphous-crystalline urchin-like TiO2 (AC-UL-TiO2) system for accurate identification and monitoring of glutathione (GSH) and its oxidized form (GSSG) in tumor microenvironments.", "results_summary": "The study found that AC-UL-TiO2 demonstrated excellent SERS performance for detecting GSH and GSSG, with a detection limit of 10^-8 M for direct SERS detection, 100 times higher than indirect detection. The system also enabled accurate monitoring of GSH concentrations (0-1000 µM) and could distinguish between GSH and GSSG molecules.", "population_specificity": "Tumor microenvironment (in vitro study, no human or animal subjects specified).", "effective_dosage": "Not specified (concentration range: 0-1000 µM for monitoring).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:31.339230+00:00"}
{"study_id": 14296, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a glutathione-responsive polypeptide nanogel for targeted tumor therapy and evaluate its efficacy in a breast cancer model.", "results_summary": "The glutathione-responsive nanogel (mPPC/SHK) demonstrated enhanced tumor inhibition, achieving a 69.97% inhibition rate in the 4T1 breast cancer model, with efficient drug release triggered by high glutathione concentrations.", "population_specificity": "4T1 breast cancer model (animal study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:32.694898+00:00"}
{"study_id": 14295, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how phytic acid treatment affects the antioxidant capacity and quality of Rosa roxburghii fruit, particularly focusing on the role of glutathione (GSH) in the ascorbate-glutathione (AsA-GSH) cycle during postharvest storage.", "results_summary": "Phytic acid treatment enhanced glutathione (GSH) levels, activated the AsA-GSH cycle, and improved the activity of key enzymes like glutathione reductase (GR), while reducing oxidized glutathione (GSSG) and oxidative damage in the fruit.", "population_specificity": "Postharvest Rosa roxburghii fruit.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:32.770544+00:00"}
{"study_id": 14298, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of 20% glutathione on the bond strength of composite resin to enamel after extra-coronal bleaching at two different time intervals.", "results_summary": "Group D (bleaching followed by glutathione application and composite restoration after one week) showed the highest shear bond strength compared to Group B (immediate restoration after glutathione treatment). Glutathione improved bond strength post-bleaching.", "population_specificity": "Forty extracted human molars.", "effective_dosage": "20% Glutathione.", "study_duration": "Immediate and one-week intervals post-bleaching.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:34.057056+00:00"}
{"study_id": 14297, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the role of glutathione (GSH) depletion in enhancing the anti-tumor efficacy of cisplatin (CDDP) and Cu2+ in a pH-sensitive hydrogel system for colon cancer therapy.", "results_summary": "The study found that Cu2+ released from the hydrogel depleted GSH in tumor cells, which reduced CDDP-GSH binding and accelerated CDDP release, enhancing its anti-tumor effect. Additionally, GSH depletion protected hydroxyl radicals (OH•) from removal, improving chemodynamic therapy (CDT) efficacy.", "population_specificity": "Simulated tumor microenvironment (in vitro) and organoid models, focusing on colon cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:34.447329+00:00"}
{"study_id": 14299, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential role of glutathione in reducing oxidative stress and enhancing immune defenses against Mycobacterium tuberculosis in the context of multidrug-resistant tuberculous meningitis (MDR-TBM).", "results_summary": "The study suggests glutathione may help mitigate oxidative stress and improve immune responses against Mtb, with potential benefits in MDR-TBM management. It also highlights the promise of vaccines targeting glutathione synthesis in macrophages to enhance treatment outcomes.", "population_specificity": "Patients with multidrug-resistant tuberculous meningitis (MDR-TBM).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:35.747878+00:00"}
{"study_id": 14300, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how rhizosphere bacteria affect glutathione-S-transferase (GST) activity and herbicide detoxification in wheat and canola plants exposed to metsulfuron-methyl (MSM).", "results_summary": "Bacterial treatment increased GST activity by 38-94% in plants and accelerated MSM degradation in soil by 54.6-79.7%, reducing ALS enzyme inhibition and mitigating herbicide toxicity.", "population_specificity": "Wheat (Triticum aestivum L.) and canola (Brassica napus L.) plants.", "effective_dosage": "Not specified.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:37.035376+00:00"}
{"study_id": 14301, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how the loss of glutathione-S-transferase Theta 2 (Gstt2) expression affects response to BCG immunotherapy in non-muscle-invasive bladder cancer (NMIBC).", "results_summary": "Gstt2 knockout mice showed upregulated pro-inflammatory TNF-α and enriched immune-activated cell types, while wildtype mice exhibited immunosuppressive PD-L1 expression and tumorigenic gene profiles. An 11-gene signature derived from the study predicted treatment response in NMIBC patients.", "population_specificity": "C57Bl/6J mice implanted with tumors and NMIBC patients from the TCGA database.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:40.264333+00:00"}
{"study_id": 14302, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the role of Glutathione peroxidase 4 (GPX4) in corpus cavernosum smooth muscle cells (CCSMCs) under high-glucose conditions and its regulatory mechanisms, particularly via ubiquitin-mediated degradation.", "results_summary": "The study found that high glucose downregulates GPX4 expression in CCSMCs, increasing oxidative stress and ferroptosis, impairing smooth muscle relaxation. NEDD4, an E3 ubiquitin ligase, was identified as a key regulator of GPX4 stability through ubiquitin-proteasome degradation.", "population_specificity": "Diabetic rats and primary cultures of corpus cavernosum smooth muscle cells (CCSMCs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:40.514214+00:00"}
{"study_id": 14303, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the fluctuations of GSTα protein levels in mild cognitive impairment (MCI) and Alzheimer's disease (AD) and their correlation with cognitive function.", "results_summary": "Plasma GSTα protein levels were significantly lower in AD patients compared to controls and MCI patients, and changes in GSTα levels were positively correlated with cognitive decline. GSTα showed potential as a biomarker for MCI and AD, with strong predictive value.", "population_specificity": "Healthy individuals (54), patients with mild cognitive impairment (345), and patients with Alzheimer's disease (96).", "effective_dosage": "Not specified", "study_duration": "One-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:42.092993+00:00"}
{"study_id": 14304, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how a nanoplatform (MTO) derived from metal-organic frameworks could deplete glutathione to enhance sonodynamic and chemodynamic therapy for tumor treatment.", "results_summary": "The study found that MTO effectively depleted glutathione in tumor sites, alleviating the suppressive tumor environment and enhancing immunogenic cell death, which activated a robust immune response. The combination of MTO-mediated therapy and PD-L1 blockade also induced systemic immunity and durable immune memory to inhibit tumor progression and metastasis.", "population_specificity": "Tumor-bearing models (not specified if human or animal, but likely preclinical based on context).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:42.647781+00:00"}
{"study_id": 14305, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether a glutathione (GSH)-driven disassembly strategy could enhance the phototheranostic performance of hydrophobic organic phototherapeutic agents (OPTAs) in photodynamic therapy (PDT) and photothermal therapy (PTT).", "results_summary": "The study found that the GSH-driven disassembly strategy significantly improved ROS production (tenfold increase) and photothermal conversion efficiency (PCE of 77.03%), enhancing both PDT and PTT efficacy in planar OPTAs.", "population_specificity": "Nasopharyngeal carcinoma (NPC) treatment (in vitro or preclinical context implied).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:43.211947+00:00"}
{"study_id": 14306, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how lactate-mediated lactylation of NSUN2 enhances GCLC mRNA stabilization and intracellular GSH levels, thereby promoting resistance to ferroptosis in gastric cancer cells.", "results_summary": "The study found that lactate-mediated lactylation of NSUN2 increases GCLC m5C modification and mRNA stability, leading to higher intracellular GSH levels, reduced lipid peroxidation, and resistance to ferroptosis induced by doxorubicin in gastric cancer cells. The effect was nearly abolished with NSUN2 K508R or GCLC C-A mutants.", "population_specificity": "Gastric cancer cells", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:43.809712+00:00"}
{"study_id": 14307, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether cancer cells deficient in SWI/SNF components (other than ARID1A) are selectively sensitive to the GSH inhibitor eprenetapopt (APR-246).", "results_summary": "The study found that SMARCA4-, SMARCB1-, and PBRM1-deficient cells were more sensitive to eprenetapopt than SWI/SNF-proficient cells, due to reduced basal GSH levels and increased ROS, leading to apoptosis. Eprenetapopt showed promise as a selective treatment for SWI/SNF-deficient cancers.", "population_specificity": "Cancer cells deficient in SWI/SNF components (SMARCA4, SMARCB1, PBRM1) derived from lung cancers, rhabdoid tumors, and kidney cancers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:46.125602+00:00"}
{"study_id": 14308, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the role of glutathione (GSH) in mitigating mitochondrial dysfunction and oxidative stress induced by depleted uranium (DU) exposure in renal cells.", "results_summary": "The study found that GSH levels were significantly reduced after DU exposure, and supplementation with the GSH precursor N-acetylcysteine increased ATP levels, reduced oxidative stress, and mitigated kidney damage. GSH also interacted with hydrogen sulfide (H2S) in the DU-induced injury pathway.", "population_specificity": "ETHE1 gene knockout C57BL/6 mice and renal cell models exposed to DU.", "effective_dosage": "500 µM DU in renal cell models (exact GSH dosage not specified).", "study_duration": "Not specified.", "interactions": "Interaction with hydrogen sulfide (H2S) noted.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:46.957329+00:00"}
{"study_id": 14309, "supplement_id": 1160, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore how nanozymes can deplete glutathione (GSH) to enhance reactive oxygen species (ROS)-based cancer therapies.", "results_summary": "The study found that nanozymes effectively generate ROS and selectively deplete GSH, improving the efficacy of photodynamic therapy, chemodynamic therapy, and radiotherapy in targeting cancer cells. The approach offers advantages over standard therapies by overcoming ROS-resistant cancer cells.", "population_specificity": "Cancer cells (in vitro or preclinical models, not explicitly specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:48.866065+00:00"}
{"study_id": 15510, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate miRNA expression changes in pediatric celiac disease patients and assess the impact of a gluten-free diet on these patterns.", "results_summary": "The study identified 8 dysregulated miRNAs in celiac patients, with some restored to normal levels after a gluten-free diet, suggesting a role in disease pathogenesis and dietary response.", "population_specificity": "Pediatric patients with active celiac disease (n=20), celiac patients on a gluten-free diet (n=17), and a control group (n=29).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:49.369700+00:00"}
{"study_id": 15511, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to develop and refine a family-centered, online behavioral intervention (GROW Project) to improve quality of life and gluten-free diet self-management in adolescents with celiac disease and their parents.", "results_summary": "Stakeholder feedback supported a virtual, group-based format for the intervention, with suggested improvements to enhance engagement and content, including digital resources, resilience-building, and GFD-alcohol information. The GROW Project was found to address a critical need for behavioral self-management strategies in adolescents with celiac disease.", "population_specificity": "Adolescents with celiac disease and their parents.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:50.775987+00:00"}
{"study_id": 15512, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the glutenase potential of novel wheat proteases (Ta-P7, Ta-V6, and Triticain-α) for enzymatic treatment of gluten-related disorders, particularly celiac disease.", "results_summary": "The study found that Triticain-α and Ta-P7 effectively hydrolyzed gluten-derived toxic peptides under gastrointestinal conditions, with Triticain-α showing the highest efficiency. Both enzymes significantly reduced toxic peptide levels compared to untreated gluten or pepsin-trypsin digestion.", "population_specificity": "Susceptible individuals with gluten-related disorders (e.g., celiac disease).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:51.479098+00:00"}
{"study_id": 15513, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate how different acid-based glycerolipids and thermomechanical treatments affect gluten functionalities, particularly its secondary structure and viscoelastic properties.", "results_summary": "Oleic acid increased the α-helix content and improved gluten viscoelasticity, while triolein and rapeseed oil reduced viscoelasticity but enhanced tensile properties. Thermomechanical treatment promoted gluten aggregation and disulfide bond formation, and molecular simulations identified hydrogen bonds and hydrophobic interactions as key forces in lipid-gluten binding.", "population_specificity": "Not specified (in vitro study on gluten properties)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:52.389914+00:00"}
{"study_id": 15514, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop an improved method (ultrasound-assisted xylanase treatment) for separating wheat starch from gluten to enhance efficiency and product quality.", "results_summary": "The study found that the ultrasound-assisted xylanase treatment (U-Xyl15) improved starch and gluten yields, enhanced gluten polymerization and viscoelasticity, and preserved starch quality by reducing damage to its crystalline structure. The treatment also improved the anti-retrogradation capacity of starch and resulted in higher gel strength.", "population_specificity": "Not specified (laboratory study on wheat starch-gluten separation).", "effective_dosage": "0.15% xylanase (U-Xyl15).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:53.375188+00:00"}
{"study_id": 15515, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the impact of ultrasound treatment on the techno-functional, thermal, structural, and rheological properties of a composite gluten-free flour.", "results_summary": "Sonication reduced water absorption capacity and swelling power while increasing oil absorption capacity and water solubility. It also lowered gelatinization enthalpy, enhanced gel elasticity, and caused particle fragmentation and surface roughening.", "population_specificity": "Composite gluten-free flour (corn starch, rice flour, and other ingredients).", "effective_dosage": "10 min of sonication at 20 °C, hydration levels of 15% and 25% (w/w).", "study_duration": "Single treatment session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:55.525043+00:00"}
{"study_id": 15517, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether the novel wheat arabino-xylanase (PcXyn11A) could improve gluten matrix development and enhance whole wheat bread quality by degrading wheat arabinoxylan.", "results_summary": "PcXyn11A treatment improved gluten matrix structure, reduced dough retrogradation, increased gas retention, and delayed dough aging, leading to increased bread volume (11.45%) and reduced hardness (34.68%). The enzyme also exhibited anti-aging properties during storage.", "population_specificity": "Whole wheat dough and bread (in vitro study, no human participants).", "effective_dosage": "4 mg/kg of PcXyn11A.", "study_duration": "Storage at 4°C for 1-5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:57.168462+00:00"}
{"study_id": 15518, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to explore the experiences of patients with coeliac disease (CD) adhering to a gluten-free diet (GFD) in the UK and Australia.", "results_summary": "The study identified five key themes affecting patients' quality of life: acceptance and adaptation, dietary burden, cost burden, socialising, and importance of support. It highlighted the need for defined follow-up strategies to address the physical and psychological impacts of CD.", "population_specificity": "Patients with coeliac disease (CD) in the UK and Australia (n=198).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:57.605740+00:00"}
{"study_id": 15522, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 74, "quality_score": 75, "study_goal": "The researchers aimed to determine contemporary rates of early mucosal recovery in children with celiac disease (CeD) following diagnosis and treatment.", "results_summary": "The study found that 74% of children with CeD achieved mucosal recovery within 15 months of diagnosis, though 26% had persistent enteropathy. Musculoskeletal symptoms at diagnosis were associated with persistent enteropathy.", "population_specificity": "Children diagnosed with celiac disease between 2016 and 2021 in Canada and the United States.", "effective_dosage": "Not specified", "study_duration": "Follow-up biopsy within 15 months of diagnosis", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:59:59.508847+00:00"}
{"study_id": 15520, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of extrusion on functional properties, nutritional value, and antioxidant activity of gluten-free snacks made from rice-chickpea flours fortified with Fibersol® and passion-fruit-skin flour.", "results_summary": "Extrusion reduced total phenolic compounds (12-30%) but preserved hydroxybenzoic acids as the majority. It significantly decreased trypsin inhibitor activity (86.7-95.8%) and maintained or reduced phytate content. Antioxidant activity varied, with DPPH and FRAP assays showing increased activity in some cases.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:00.615655+00:00"}
{"study_id": 15524, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate how catalase (CAT) affects the rheological properties and structural changes of wheat gluten to understand the mechanisms behind these modifications.", "results_summary": "CAT significantly improved the storage and loss moduli of gluten while reducing creep and recovery strain, with optimal effects at 250 U/g for 30 minutes. It increased disulfide bonds and β-sheet content, enhancing gluten network stability and compactness.", "population_specificity": "Wheat gluten (in vitro study, no human or animal subjects specified).", "effective_dosage": "250 U/g CAT.", "study_duration": "30 minutes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:01.269370+00:00"}
{"study_id": 15523, "supplement_id": 1161, "safety_score": "75", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a gluten-free diet (GFD) could improve negative symptoms, particularly anhedonia and avolition, in individuals with schizophrenia-related disorders (SRD) who had elevated anti-gliadin antibodies (AGA IgG).", "results_summary": "The study found a significant improvement in negative symptoms (CAINS MAP) with a gluten-free diet compared to a gluten-containing diet, but no significant changes in other measures like cognition or overall psychiatric symptoms. Side effects were mild and similar between groups.", "population_specificity": "Adults aged 18-64 with schizophrenia or schizoaffective disorder, elevated AGA IgG (>20 U), no celiac disease, and stable antipsychotic treatment.", "effective_dosage": "30 grams of gluten or rice flour daily delivered in protein shakes.", "study_duration": "5 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:01.415395+00:00"}
{"study_id": 15526, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether dietary methionine restriction could suppress the celiac toxic effects of gluten in an in vivo model, mitigating intestine damage.", "results_summary": "The study found that dietary methionine restriction effectively ameliorated gluten-induced celiac-associated small intestine damage by modulating intestinal flora to inhibit butyric acid production, which in turn assisted in repairing intestine damage.", "population_specificity": "C57BL/6 mice (adolescent and adult)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:03.187311+00:00"}
{"study_id": 15528, "supplement_id": 1161, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate whether transamidated gliadin (GM) reduces celiac disease-related gluten toxicity in cellular and animal models.", "results_summary": "GM mitigated intestinal damage and pro-inflammatory responses in Caco-2 cells and BMDCs, and in BALB/c mice, it reduced pro-inflammatory factors and improved microbiome balance compared to unmodified gliadin.", "population_specificity": "Caco-2 cell monolayers, bone marrow-derived dendritic cells (BMDCs), and BALB/c mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:06.192549+00:00"}
{"study_id": 15527, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to clarify the role of gluten and wheat in irritable bowel syndrome (IBS) and noncoeliac gluten or wheat sensitivity (NCGWS), and to evaluate the effectiveness of gluten- or wheat-free diets in these conditions.", "results_summary": "The study found that the role of gluten in IBS and NCGWS remains complex, with antigliadin antibodies potentially identifying IBS patients who may benefit from a gluten-free diet. Evidence for a gluten-free diet is debatable, while a wheat-free diet may be more effective, particularly in NCGWS.", "population_specificity": "Individuals with irritable bowel syndrome (IBS) and noncoeliac gluten or wheat sensitivity (NCGWS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:07.499523+00:00"}
{"study_id": 15529, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how ultrasonic treatment at varying power levels affects the rheology, water distribution, and gluten properties of FXL dough.", "results_summary": "Ultrasonic treatment at 300 W improved gluten network formation, altered water distribution (increasing tightly bound water), and enhanced protein polymerization. Higher power (500 W) disrupted the gluten network, exposing starch particles.", "population_specificity": "FXL (Long-chain inulin) dough", "effective_dosage": "Ultrasonic power levels (0 W, 200 W, 250 W, 300 W, 400 W, 500 W)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:08.159745+00:00"}
{"study_id": 15525, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the prevalence of anemia in adults and children with Celiac Disease (CD) at diagnosis and during a gluten-free diet (GFD).", "results_summary": "The study found no significant change in anemia prevalence after 3-5 years of GFD, but a significant reduction in adult patients after 8-10 years (24% to 17.8%). Anemia persisted in 17.8% of adults and 4.4% of pediatric patients despite long-term GFD.", "population_specificity": "311 CD patients (184 adults and 127 pediatric patients).", "effective_dosage": "Not specified", "study_duration": "8-10 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:08.756513+00:00"}
{"study_id": 15530, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the osteoclastogenic potential in celiac disease patients and the longitudinal changes in bone metabolism after long-term gluten-free diet (GFD) treatment.", "results_summary": "The study found that osteoclastogenesis was higher in active celiac disease patients and remained elevated even after GFD, but BMD improved post-GFD. OPG and IL-6 were associated with bone health markers, suggesting OPG as a risk marker for osteopenia/osteoporosis in celiac disease.", "population_specificity": "Adult active celiac disease patients (newly diagnosed and untreated) and those after long-term GFD adherence, compared to healthy donors.", "effective_dosage": "Not specified", "study_duration": "Long-term adherence to GFD (specific duration not mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:10.770923+00:00"}
{"study_id": 15531, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a reliable and efficient electrochemical immunoplatform for detecting gluten in food products to ensure compliance with gluten-free standards for celiac disease management.", "results_summary": "The study successfully developed a highly sensitive immunoplatform capable of detecting gluten at low concentrations (1.4 ng mL-1) and discriminating between gluten-free and gluten-containing foods according to legal thresholds. The method showed agreement with established ELISA and qPCR techniques, offering faster results (60 minutes post-extraction).", "population_specificity": "Processed foodstuffs (not human subjects).", "effective_dosage": "Not applicable (detection method study).", "study_duration": "Not applicable (method validation study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:10.774122+00:00"}
{"study_id": 15532, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop an analytical method to detect 3,5-DHCA as a biomarker of gluten intake in urine to monitor adherence to a gluten-free diet in celiac patients.", "results_summary": "The study demonstrated that the HPTLC-based method effectively detected 3,5-DHCA in urine, correlating with gluten intake, and showed good sensitivity, precision, and recovery rates. The method is promising for monitoring dietary transgressions in celiac patients.", "population_specificity": "Celiac patients and control patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:11.186417+00:00"}
{"study_id": 15533, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate overlooked aspects of enzyme development for gluten digestion, focusing on mode-of-action, target organ, and drug delivery challenges.", "results_summary": "The study found that most gluten-digesting enzymes are gastric endopeptidases with limited effectiveness due to poor enzyme-substrate exposure and incomplete digestion. Exopeptidases, though critical for generating absorbable fractions, remain underexplored and require functional combinations and stabilization for therapeutic use.", "population_specificity": "Not specified (general focus on enzyme development for gluten digestion, likely relevant to coeliac disease patients).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:11.848639+00:00"}
{"study_id": 15534, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate whether corn protein activity peptides (CPAPs) could reduce inflammation and improve gastrointestinal microbiota in mice infected with H. pylori.", "results_summary": "CPAPs reduced H. pylori colonization, improved anti-inflammatory responses, and enhanced microbiota diversity and function, suggesting potential benefits for metabolic disorders linked to H. pylori.", "population_specificity": "H. pylori-infected mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:14.050329+00:00"}
{"study_id": 15535, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the influence of a gluten-free diet (GFD) on brain bioelectrical activity and neurological symptoms in children with celiac disease (CeD).", "results_summary": "Over half of newly diagnosed CeD children exhibited neurological symptoms, particularly headaches, which notably reduced after six months on a GFD. EEG abnormalities were more prevalent in CeD patients compared to healthy controls, but improved with dietary intervention.", "population_specificity": "85 children (18 newly diagnosed CeD, 27 CeD patients on GFD for over 12 months, and 40 healthy controls).", "effective_dosage": "Not specified", "study_duration": "6 months for newly diagnosed CeD group", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:16.255722+00:00"}
{"study_id": 15538, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to validate the Hellenic version of the Celiac Disease Adherence Test (H-CDAT) and assess the impact of gluten-free diet adherence on health-related quality of life in Greek celiac disease patients.", "results_summary": "The study found that strict adherence to a gluten-free diet significantly improved health-related quality of life, with notable differences between good and moderate adherence levels. Patients with poor adherence scored lower across most HRQoL dimensions compared to the general Greek population.", "population_specificity": "102 adult celiac disease patients in Greece.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:17.322656+00:00"}
{"study_id": 15537, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether total alkylresorcinol concentration is a valid biomarker for gluten intake in young children.", "results_summary": "The study found that alkylresorcinol concentrations increased significantly with gluten intake in young children, suggesting it may be a useful biomarker. The intervention group on a gluten-free diet had markedly lower alkylresorcinol levels compared to controls.", "population_specificity": "65 children aged 18 months, including an intervention group on a gluten-free diet (n=21) and a control group with unrestricted diet (n=44).", "effective_dosage": "Gluten intake in controls was median 5.8 grams/day (IQR: 2.8-9.4, max 17.1).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:18.251118+00:00"}
{"study_id": 15540, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review investigational therapies for coeliac disease as alternatives or supplements to a gluten-free diet.", "results_summary": "The abstract highlights the challenges of maintaining a gluten-free diet and the need for pharmacological treatments, noting ongoing phase 2/3 trials for new therapies.", "population_specificity": "Genetically susceptible individuals with coeliac disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:19.709181+00:00"}
{"study_id": 15541, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore whether gluten-free diets could alleviate autoimmune inflammatory processes in Sjögren's syndrome (SS) patients, with or without celiac disease (CD), and the potential benefits of potassium-rich, gluten-free diets.", "results_summary": "The study found modest improvements in SS patients with CD on a gluten-free diet, normalization of serum potassium levels in CD patients, and potential therapeutic benefits of combining gluten-free and potassium-rich diets in SS patients with low potassium levels.", "population_specificity": "Sjögren's syndrome (SS) patients, including those with and without celiac disease (CD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:19.815783+00:00"}
{"study_id": 15539, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effect of a gluten-free diet (GFD) on HbA1c levels in children with both type 1 diabetes mellitus (T1DM) and celiac disease (CD).", "results_summary": "The study found no significant change in HbA1c levels before and after GFD therapy in children with T1DM and CD. Children with CD exhibited lower weight and height percentiles compared to those without CD.", "population_specificity": "174 children with T1DM (93 girls, 81 boys), of whom 18 had CD.", "effective_dosage": "Not specified", "study_duration": "HbA1c was assessed six and twelve months after GFD initiation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:19.880703+00:00"}
{"study_id": 15542, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the bidirectional relationship between celiac disease (CD) and eating disorders (EDs), focusing on how gluten ingestion triggers CD and how dietary restrictions may foster disordered eating behaviors.", "results_summary": "The study found that CD and EDs share overlapping symptoms, complicating diagnosis and treatment. It highlighted a bidirectional risk, where CD individuals are at increased risk for EDs and vice versa, suggesting the need for integrated screening and care strategies.", "population_specificity": "Adolescents with celiac disease and/or eating disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:20.814984+00:00"}
{"study_id": 15543, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to map the digestion of gluten-derived immunogenic peptides along the gastrointestinal tract and assess the impact of actinidin as an exogenous protease.", "results_summary": "The study found that digestion of gluten immunogenic peptides is limited along the GIT but can be enhanced by simultaneous intake of proteases like actinidin, which doubled the digestion rate of wheat proteins in the stomach and reduced immunogenic peptide release.", "population_specificity": "Entire male pigs (9 weeks old, 19.3 ± 1.9 kg bodyweight).", "effective_dosage": "Green kiwifruit (27.0 U protease actinidin activity/mL fresh juice) or yellow kiwifruit (0 U protease actinidin activity/mL fresh juice).", "study_duration": "8 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:24.065385+00:00"}
{"study_id": 15544, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how transglutaminase (TG) affects the rheological properties and structural changes of wheat gluten.", "results_summary": "TG treatment increased gluten's storage and loss moduli while reducing creep and recovery strains, indicating improved rheological properties. It promoted gluten aggregation by elevating glutenin subunits, reducing gliadins, and forming disulfide bonds, leading to a more robust network structure.", "population_specificity": "Not specified (in vitro study on wheat gluten)", "effective_dosage": "2 U/g TG", "study_duration": "20-30 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:24.831983+00:00"}
{"study_id": 15545, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of microwave treatment combined with lysine and arginine on the structural and digestibility properties of gluten-free quinoa sponge cakes.", "results_summary": "The study found that microwave treatment with lysine and arginine significantly increased the cakes' specific volume and crystallinity, improved protein digestibility, and resulted in a denser protein network structure around starch granules during digestion. However, starch digestibility was lower in microwave-treated cakes.", "population_specificity": "Gluten-free quinoa sponge cakes (in vitro study, no human participants).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:25.923263+00:00"}
{"study_id": 15546, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the diagnostic accuracy of urinary gluten immunogenic peptide in identifying villous atrophy in patients with coeliac disease.", "results_summary": "The study found that urinary gluten immunogenic peptide had low sensitivity and specificity for detecting villous atrophy across different patient groups, concluding it is not a reliable marker and endoscopy remains necessary.", "population_specificity": "Patients with coeliac disease, including asymptomatic individuals, those with non-responsive coeliac disease, and refractory coeliac disease on immunosuppressive therapy.", "effective_dosage": "Not specified", "study_duration": "Data collected from September 2018 to August 2023 (retrospective study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:27.352414+00:00"}
{"study_id": 15549, "supplement_id": 1161, "safety_score": "60", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential benefits and risks of a gluten-free diet (GFD) in both celiac and non-celiac populations, focusing on its effects on health and IBS-like disorders.", "results_summary": "The study found that while a GFD is beneficial for celiac disease, it may cause nutritional deficiencies, socio-psychological adversities, and exacerbate IBS-like disorders in non-celiac individuals. The abstract highlights the need for careful clinical evaluation before and during a GFD.", "population_specificity": "Celiac and non-celiac individuals, particularly those with IBS-like disorders.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "Increased consumption of FODMAP-rich foods and histamine intolerance may interact negatively with a GFD.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:29.726256+00:00"}
{"study_id": 15547, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare gluten-free dietary adherence between individuals with concurrent type 1 diabetes (T1D) and celiac disease (CeD) versus CeD alone and evaluate the utility of urinary gluten immunogenic peptide (GIP) testing in an outpatient setting.", "results_summary": "The study found higher gluten exposure (15% positive urinary GIP) in T1D+CeD participants compared to CeD-only participants (0% positive), suggesting poorer dietary adherence in the T1D+CeD group. Urinary GIP testing was effective in detecting recent gluten exposure, particularly in T1D-only participants (86% positive).", "population_specificity": "Adults with T1D and CeD, CeD only, or T1D only.", "effective_dosage": "Not specified", "study_duration": "Single urine sample collection (12 pm-7 pm).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:30.156384+00:00"}
{"study_id": 15550, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the impact of FODMAP and low-FODMAP diets on symptom relief in celiac disease (CD) and non-celiac gluten sensitivity (NCGS) patients adhering to a gluten-free diet (GFD).", "results_summary": "The study found that a low-FODMAP diet (LFD) could provide symptom relief in CD patients on a GFD and improve gastrointestinal symptoms in NCGS. Additionally, an LFD may improve psychological status in these populations, though it does not significantly impact gut microbiota.", "population_specificity": "Individuals with celiac disease (CD) on a gluten-free diet (GFD) and those with non-celiac gluten sensitivity (NCGS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:30.720654+00:00"}
{"study_id": 15552, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate factors influencing adherence to a gluten-free diet in people with celiac disease in Paraguay.", "results_summary": "The study found that 51.7% of participants had good adherence to the gluten-free diet, and 56.2% showed good adaptation. Prolonged time since diagnosis and family support were significantly associated with better adherence.", "population_specificity": "Adolescent and adult subjects with celiac disease in Paraguay (median age 33 years, 85.3% female).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:32.553476+00:00"}
{"study_id": 15551, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the umami intensity, taste mechanism, and antioxidant activity of six umami peptides derived from wheat gluten hydrolysates (WGHs) and fermented WGHs.", "results_summary": "The study found that the peptides exhibited umami-enhancing properties and antioxidant activity in vitro, with molecular dynamics simulations showing interactions with T1R1/T1R3 receptors. Network pharmacology and molecular docking suggested potential core targets (AKT1, JUN, CASP3) for treating oxidative diseases.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:33.083946+00:00"}
{"study_id": 15553, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to investigate the impact of celiac disease (CD) and a 1-year gluten-free diet (GFD) on gut function and microbiome composition.", "results_summary": "CD patients showed altered gut function (higher small bowel water content, delayed whole gut transit time) and microbiome composition (high proteolytic gene functions, reduced Bifidobacteria). GFD improved well-being and partially normalized gut function and microbiota but did not fully reverse CD-associated changes.", "population_specificity": "36 newly diagnosed celiac disease patients and 36 healthy volunteers.", "effective_dosage": "Not specified (adherence to gluten-free diet).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:35.244352+00:00"}
{"study_id": 15554, "supplement_id": 1161, "safety_score": "30", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of gut microbiota in gluten-related disorders (GRD) and assess the potential of probiotics/prebiotics in managing these conditions.", "results_summary": "The study found that gluten-related disorders (celiac disease, non-celiac gluten sensitivity, and wheat allergy) are associated with distinct gut microbiota dysbiosis, which persists despite a gluten-free diet. Probiotics may help mitigate some adverse effects of gluten contamination and improve outcomes in these disorders.", "population_specificity": "Individuals with gluten-related disorders (celiac disease, non-celiac gluten sensitivity, and wheat allergy).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:36.138606+00:00"}
{"study_id": 15555, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to compare adherence to a gluten-free diet (GFD) and identify barriers faced by children with both Type 1 Diabetes Mellitus (T1DM) and Celiac Disease (CD) versus those with CD alone.", "results_summary": "Gluten adherence was worse in the T1DMCD group compared to the CD-only group, with financial burden, disease unawareness, limited GFD availability, and social isolation being significant barriers. The study highlighted the need for better awareness and management strategies for children with dual diagnoses.", "population_specificity": "Children aged 5-14 years with either T1DM and CD (n=30) or CD alone (n=30).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:39.204840+00:00"}
{"study_id": 15556, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare baseline characteristics and serology normalization in children diagnosed with Celiac Disease (CeD) with or without biopsies, focusing on treatment adherence and serology decline.", "results_summary": "The study found no significant difference in the rate of TTG decline or treatment adherence between children diagnosed with CeD via biopsy or without biopsy, suggesting similar short-term outcomes regardless of diagnostic method. Baseline characteristics, including symptoms, were also similar between groups.", "population_specificity": "Pediatric patients (ages 2.4-17.9 years) diagnosed with Celiac Disease.", "effective_dosage": "Not specified", "study_duration": "18 months (follow-up at 6-month intervals)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:39.328127+00:00"}
{"study_id": 15548, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the emulsifying capabilities of modified wheat gluten (M-WG) in ice cream compared to monoglycerides (MG) and soy protein isolates (SPI).", "results_summary": "M-WG demonstrated comparable emulsifying capabilities to MG and SPI, with smaller droplet sizes and more consistent dispersion. Ice cream made with M-WG also showed better overrun and meltdown rates, along with good sensory characteristics.", "population_specificity": "Not specified (likely in vitro or food product testing).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:39.349933+00:00"}
{"study_id": 15557, "supplement_id": 1161, "safety_score": "30", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to provide an updated understanding of gluten-related disorders (GRDs), focusing on celiac disease (CD) and non-celiac gluten sensitivity (NCGS), and to highlight the role of gluten-free diets (GFD) in managing these conditions.", "results_summary": "The study found that gluten triggers intestinal damage in celiac disease and causes symptoms in NCGS, though without immunological reactions. Advances in understanding GRDs include insights into intestinal microbiota's role, and GFD remains the standard therapy despite challenges.", "population_specificity": "Individuals with gluten-related disorders (celiac disease and non-celiac gluten sensitivity).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:39.833745+00:00"}
{"study_id": 15558, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers sought to understand how New Zealanders with coeliac disease (CD) obtain gluten-free (GF) products and the factors influencing their choices.", "results_summary": "The study found low uptake (2%) of GF foods on prescription, with cost, limited product range, and lack of awareness being key barriers. Most respondents preferred financial support via a discount card over prescription services.", "population_specificity": "Members of Coeliac New Zealand (522 respondents).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:40.461428+00:00"}
{"study_id": 15559, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to review the latest innovations in therapies for Celiac Disease (CD), focusing on alternative treatments to a gluten-free diet, including pharmacologic strategies targeting gluten-related immune responses.", "results_summary": "The study highlights that gluten exacerbates CD by triggering an autoimmune response, leading to intestinal damage, and discusses emerging therapies like enzymatic degradation of gluten, immunomodulation, and nanoparticle-based treatments to mitigate these effects.", "population_specificity": "Individuals with Celiac Disease (genetically susceptible to gluten-induced autoimmune responses).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:41.716817+00:00"}
{"study_id": 15561, "supplement_id": 1161, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether adopting a gluten-free diet (GFD) in children with celiac disease (CeD) increases their exposure to arsenic.", "results_summary": "The study found a significant increase in urinary arsenic concentration (from 3.3 µg/L to 13.6 µg/L) after 6 months on a GFD. Family history of CeD and Hispanic ethnicity were associated with higher arsenic levels.", "population_specificity": "Children aged 2-18 years with newly diagnosed celiac disease, predominantly White and from a middle-class, well-educated background.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:00:44.614331+00:00"}
