{"study_id": 61381, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of choline PET/CT as a prostate-specific radiotracer in comparison to other imaging techniques.", "results_summary": "The abstract highlights choline PET/CT as part of a resurgence in prostate cancer imaging, alongside other radiotracers, but emphasizes the revolutionary impact of prostate-specific membrane antigen PET/CT in the last decade.", "population_specificity": "Patients with prostate cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:18.013004+00:00"}
{"study_id": 61379, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of lyso-phosphatidyl-choline acyltransferases (LPCATs), particularly LPCAT3, in lipid homeostasis and its implications in diseases like NAFLD, hepatitis C, atherosclerosis, and cancer.", "results_summary": "The study found that LPCAT3 plays a key role in systemic lipid homeostasis, influencing hepatic lipogenesis, intestinal lipid absorption, and lipoprotein secretion. Activation of liver X receptor (LXR) enhances LPCAT3 expression, improving polyunsaturated phospholipid levels and mitigating saturated free fatty acid effects.", "population_specificity": "Not specified (likely preclinical or cellular models based on abstract).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:18.069622+00:00"}
{"study_id": 61383, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to review the correlation between TMA/TMAO (derived from Choline) and neurological diseases to identify new treatment directions and targets.", "results_summary": "The study found that TMAO, a metabolite of Choline, is linked to multisystem effects, particularly neurological diseases, via the brain-gut axis, suggesting potential therapeutic implications.", "population_specificity": "Not specified (general human gut microbiota and neurological disease context).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:19.989714+00:00"}
{"study_id": 61384, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate the prognostic value of preoperative PET/CT (including Choline PET/CT) in patients with lymph-node positive prostate cancer at radical prostatectomy.", "results_summary": "The study found no significant prognostic value for Choline PET/CT in detecting systemic progression, local progression, biochemical recurrence, or overall mortality in pN+ prostate cancer patients. PSMA PET/CT showed better prognostic value for systemic progression compared to Choline PET/CT.", "population_specificity": "Men with lymph-node positive prostate cancer (pN+) at radical prostatectomy, including those with negative conventional imaging but positive PSMA/Choline PET/CT.", "effective_dosage": "Not specified", "study_duration": "Median follow-up was 42 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:23.555029+00:00"}
{"study_id": 61386, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review predictors of response to neoadjuvant chemotherapy in muscle-invasive bladder cancer, including molecular predictors like choline-phosphate cytidylyltransferase-α.", "results_summary": "The abstract does not provide specific findings on choline's effects; it summarizes various predictors of chemotherapy response without detailing choline-related outcomes.", "population_specificity": "Patients with localized muscle-invasive bladder cancer (MIBC).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:24.569716+00:00"}
{"study_id": 61387, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify genetic determinants of circulating choline metabolites and their associations with health outcomes through a scoping review of GWAS and MR studies.", "results_summary": "The study found significant associations between genetically predicted circulating choline metabolites and various health outcomes, including cancer, cardiovascular, metabolic, bone, and brain-related conditions, with 47 significant associations reported across 16 metabolites.", "population_specificity": "Humans (no specific subpopulation mentioned)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:24.653026+00:00"}
{"study_id": 61385, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop a more stable choline radiotracer to address the metabolic instability of existing choline radiotracers and improve late-imaging protocols.", "results_summary": "The study developed a new choline radiotracer with improved stability, addressing the limitations of previous radiotracers used in imaging protocols. The abstract suggests this innovation could enhance the detection of aberrant phospholipid metabolism in cancers.", "population_specificity": "Not specified (abstract only).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:25.591050+00:00"}
{"study_id": 61390, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether TMAO, a choline metabolite, is causally linked to ischemic stroke (IS) occurrence.", "results_summary": "The study found that IS patients had higher TMAO levels than healthy controls, but Mendelian randomization analysis did not support a causal role of TMAO in IS.", "population_specificity": "2444 IS cases and 1707 healthy controls from cohort or case-control studies.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:26.199747+00:00"}
{"study_id": 61391, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify consensus panels of dysregulated metabolites, including choline, in primary glomerulonephritis diseases (PGDs) to uncover underlying pathological pathways and potential non-invasive biomarkers.", "results_summary": "Choline was identified as a top dysregulated metabolite in PGD urine samples, suggesting its potential role in disease pathways and as a diagnostic biomarker. The metabolite-gene interaction network highlighted choline's high centrality, indicating its significant involvement in PGD pathogenesis.", "population_specificity": "1154 individuals with primary glomerulonephritis diseases (PGDs) and controls.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:27.224312+00:00"}
{"study_id": 61392, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the role of choline, among other methyl donors, in protecting against metabolic disorders in offspring through epigenetic modifications and metabolic gene regulation.", "results_summary": "The study suggests that choline, along with other methyl donors, may positively influence offspring metabolism by epigenetic mechanisms, potentially reversing metabolic disorders and blocking harmful intergenerational effects. Clinical and animal model evidence supports these findings.", "population_specificity": "Offspring of mothers supplemented with methyl donors (human and animal models).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:27.969357+00:00"}
{"study_id": 61388, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the long-term safety, toxicity, and efficacy of Stereotactic Body Radiation Therapy (SBRT) using Volumetric Modulated Arc Therapy (VMAT) and Flattening Filter Free (FFF) beams in prostate cancer patients, with Choline-PET/CT scans used for detecting local recurrence and distant metastases.", "results_summary": "The study found that SBRT resulted in low rates of late toxicity (primarily grade 1-2 genitourinary and gastrointestinal effects) and high long-term biochemical recurrence-free survival, local control, and distant metastasis-free survival rates at 5- and 8-year follow-ups. Choline-PET/CT was used for detecting recurrences but was not the primary focus of the study.", "population_specificity": "Patients with biopsy-confirmed localized prostate cancer and low- or intermediate-risk disease (Gleason Score 6 or 7).", "effective_dosage": "Not applicable (radiation dose was 35 Gy delivered in five fractions every other day).", "study_duration": "Median follow-up of 102 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:30.529415+00:00"}
{"study_id": 61394, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to synthesize evidence on the effects of methyl-donor nutrient supplementation, including choline, on DNA methylation profiles.", "results_summary": "The abstract does not provide specific findings on choline; it primarily discusses folic acid's effects on DNA methylation in animal models and human trials.", "population_specificity": "Human clinical trials, animal models, and in vitro studies.", "effective_dosage": "Not specified for choline.", "study_duration": "Not specified for choline.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:32.327459+00:00"}
{"study_id": 61396, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review prior studies on the effects of contact/collision sport participation on neurometabolite levels in athletes without concussion.", "results_summary": "The abstract does not provide specific findings regarding Choline's effects.", "population_specificity": "Contact/collision sport athletes without concussion.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:32.771691+00:00"}
{"study_id": 61393, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of mixed dietary fiber on metabolites, including choline, in overweight and obese normotensive women.", "results_summary": "The study found a reduction in a choline metabolite (3.65 ppm) in the placebo group, but the abstract does not clarify whether this change was clinically significant or directly linked to choline's effects. No significant changes in choline-related outcomes were reported in the fiber intervention group.", "population_specificity": "Overweight and obese normotensive women (n=24, split into two groups).", "effective_dosage": "Not specified for choline (study focused on 12 g/day of mixed dietary fiber or placebo).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:33.211457+00:00"}
{"study_id": 61398, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of gut microbiota in heart failure and how probiotics, by influencing choline metabolism, could mitigate heart failure progression.", "results_summary": "Probiotics were found to increase choline metabolism, reduce plasma TMA and TMAO concentrations, and inhibit heart failure development by promoting immune stability and reducing ventricular remodeling.", "population_specificity": "Patients with heart failure.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:34.865507+00:00"}
{"study_id": 61397, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to review the functional roles and molecular mechanisms of phospholipase D (PLD) in metabolic diseases, focusing on its relationship with choline metabolism.", "results_summary": "The abstract highlights that PLD activity and its enzymatic products, including choline, may influence pathological responses in metabolic diseases like diabetes, obesity, hypertension, and atherosclerosis, suggesting a potential therapeutic target.", "population_specificity": "Not specified (review of existing studies on PLD in immune and non-immune cells, including monocytes, macrophages, epithelial, and endothelial cells).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:35.209340+00:00"}
{"study_id": 61399, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of lymph node dissection in upper tract urothelial carcinoma and explore alternative methods like choline PET/CT for lymph node metastasis detection.", "results_summary": "The abstract mentions that choline PET/CT is under consideration for lymph node metastasis detection but requires further investigation; no specific efficacy or safety results for choline are provided.", "population_specificity": "Patients with upper tract urothelial carcinoma (UTUC).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:35.347140+00:00"}
{"study_id": 61400, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to assess the effect of three neuroprotective drugs (amiloride, fluoxetine, riluzole) on neurometabolites, including choline (tCho), in participants with secondary progressive multiple sclerosis (SPMS) over 96 weeks.", "results_summary": "In the placebo arm, tCho increased in gray matter but decreased in normal appearing white matter. Fluoxetine and riluzole showed some effects on neurometabolites compared to placebo, but no direct conclusions about choline's efficacy were drawn. Baseline tNAA in NAWM was associated with upper limb function at 96 weeks.", "population_specificity": "108 participants with SPMS (mean age ~55, ~65% female).", "effective_dosage": "Not specified", "study_duration": "96 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:37.975055+00:00"}
{"study_id": 61403, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the role of choline and other nutrients in epigenetic mechanisms related to infertility in men and women.", "results_summary": "The study suggests that choline, along with other nutrients and bioactive components, interacts with epigenetic mechanisms that may influence infertility, though specific effects of choline alone are not detailed.", "population_specificity": "Men and women experiencing infertility.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:40.001746+00:00"}
{"study_id": 61404, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize clinical and preclinical studies on the effects of choline, folic acid, and vitamin B12 supplementation on healthy aging and brain function.", "results_summary": "The study found that choline supplementation has positive effects on normal and diseased brain function, supporting healthy aging. It also highlighted the need for precision medicine and avoiding over-supplementation.", "population_specificity": "General aging population, including those with neurodegenerative conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:40.642564+00:00"}
{"study_id": 61405, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not mention Choline or its effects.", "results_summary": "The abstract does not discuss Choline or its effects.", "population_specificity": "Not specified (abstract focuses on AI in medical imaging).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:41.058633+00:00"}
{"study_id": 61401, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 69, "quality_score": 85, "study_goal": "The researchers aimed to compare the diagnostic performance of 18F-PSMA-1007 (PSMA) and 18F-Choline PET/CT (FCH) in detecting prostate cancer recurrence in patients with biochemical recurrence.", "results_summary": "The study found that PSMA had a higher correct detection rate (84%) compared to FCH (69%), with statistically significant greater sensitivity. PSMA also outperformed FCH at lower PSA levels, demonstrating superior efficacy in identifying metastatic lesions.", "population_specificity": "Prostate cancer patients with biochemical recurrence after primary definitive treatment.", "effective_dosage": "Not specified", "study_duration": "PET/CT examinations were conducted within 8 days, with follow-up for at least 6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:42.060733+00:00"}
{"study_id": 61402, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare metabolomic changes associated with ipragliflozin and metformin, including the effects on choline levels, to understand their biological effects on visceral fat reduction.", "results_summary": "The study found that choline levels decreased after ipragliflozin administration, but the clinical significance of this change was not explicitly discussed. No direct efficacy of choline itself was evaluated.", "population_specificity": "Patients with type 2 diabetes (15 in the ipragliflozin group and 15 in the metformin group), matched for age, sex, baseline A1C, visceral fat area, smoking status, and concomitant medication.", "effective_dosage": "Not specified for choline (ipragliflozin: 50 mg daily; metformin: 1000 mg daily).", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:43.031849+00:00"}
{"study_id": 61406, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the sensitivity of 18F-MD-PSMA PET/CT with 11C-choline in detecting biochemical relapse in prostate cancer patients.", "results_summary": "The study found that 18F-MD-PSMA was about 3 times more sensitive than 11C-choline in detecting relapse, with most patients showing oligo-metastasis. No correlation was found between Gleason score, PSA values, and imaging results.", "population_specificity": "191 biochemically relapsed prostate cancer patients previously treated with surgery or therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:44.183732+00:00"}
{"study_id": 61407, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of consuming egg-free diets, egg whites, and whole eggs on metabolic, immune, and hematologic profiles in young, healthy adults.", "results_summary": "The study investigated the impact of different egg consumption patterns but did not explicitly report Choline-specific outcomes in the abstract.", "population_specificity": "Young, healthy adults aged 18-35 with a BMI < 30 kg/m².", "effective_dosage": "Three egg whites per day or three whole eggs per day.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:46.950447+00:00"}
{"study_id": 61408, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the utility of next-generation imaging (NGI), including choline PET radiotracers, for detecting biochemical recurrence (BCR) in prostate cancer patients.", "results_summary": "Choline PET radiotracers demonstrated detection rates of 46-50% for BCR at PSA levels of 1-3 ng/ml, showing improved sensitivity and selectivity compared to conventional imaging. However, the study noted limited clinical evidence on how NGI impacts treatment decisions and patient outcomes.", "population_specificity": "Patients with prostate cancer experiencing biochemical recurrence after primary treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:47.057147+00:00"}
{"study_id": 61410, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to assess the longitudinal profiles of free choline in milk from parents of very preterm infants and its correlation with inflammatory markers like C-reactive protein.", "results_summary": "Free choline levels in milk changed over time, but no correlation was found between choline and stool calprotectin or other inflammatory markers in preterm infants.", "population_specificity": "Parents and very preterm infants (median gestational age 27.3 weeks, median birth weight 845 g).", "effective_dosage": "Not specified", "study_duration": "1-11 weeks postpartum", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:48.708663+00:00"}
{"study_id": 61409, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to compare neurochemical profiles between different glioma subtypes using MR spectroscopy, focusing on D-2-hydroxyglutarate (2HG) detection.", "results_summary": "The abstract does not mention any findings related to Choline.", "population_specificity": "Adults with gliomas (IDH1-mutant 1p/19q codeleted and noncodeleted).", "effective_dosage": "Not available", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:48.717720+00:00"}
{"study_id": 61411, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate changes in brain metabolites, including choline, in individuals with multiple sclerosis and healthy controls during oral fumarate therapy.", "results_summary": "The study observed changes in occipital total choline in the multiple sclerosis cohort and prefrontal total choline in the control cohort, but no firm conclusions were drawn due to the pilot study design.", "population_specificity": "Individuals with relapsing-remitting multiple sclerosis and healthy volunteers.", "effective_dosage": "Not available", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:48.788110+00:00"}
{"study_id": 61412, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to clarify the relationship between Butyrylcholinesterase (BChE) activity and lipid metabolism, including its potential role in metabolic disorders like obesity.", "results_summary": "The study found that BChE plays a role in lipid metabolism, including lipolytic activity and fatty acid use, and may influence lipoprotein synthesis. However, further research is needed to confirm these functions and their clinical implications.", "population_specificity": "Not specified (review of existing studies)", "effective_dosage": "Not available", "study_duration": "Not applicable (review study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:50.058090+00:00"}
{"study_id": 61415, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to quantify choline compounds in Chinese human breast milk and explore associated factors across lactation.", "results_summary": "Choline concentrations varied from 92.06 to 171.01 mg/L over 0-400 days postpartum, with water-soluble choline being the major component (88.6%-93.8%). Lipid-soluble choline showed an opposite trajectory, and composition varied by delivery mode and parity history.", "population_specificity": "540 lactating Chinese mothers from the MUAI study.", "effective_dosage": "Not specified (measured natural concentrations in breast milk).", "study_duration": "0-400 days postpartum.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:53.206237+00:00"}
{"study_id": 61414, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of metastasis-directed therapy (MDT) using stereotactic body radiotherapy (SBRT) in patients with oligo-recurrent M1a prostate cancer, including those detected via Choline PET/CT.", "results_summary": "The study found that MDT conferred a median progression-free survival (PFS) of 10 months and a median overall survival (OS) of 114 months in a mixed cohort of castration-sensitive and castration-resistant prostate cancer patients with M1a disease. Choline PET/CT was one of the imaging methods used to detect recurrence, but the abstract does not specifically report on Choline's efficacy or safety.", "population_specificity": "Patients with oligo-recurrent M1a prostate cancer (≤3 nodal lesions above aortic bifurcation and below renal arteries), including both castration-sensitive and castration-resistant cases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:53.866537+00:00"}
{"study_id": 61417, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess micronutrient intake, including choline, in pregnant women and compare it to Dietary Reference Intakes (DRIs).", "results_summary": "The study found that 80% of pregnant women remained below the Adequate Intake (AI) for choline despite supplement use, indicating a significant shortfall. Choline was one of the key nutrients where dietary supplements failed to bridge the gap effectively.", "population_specificity": "1021 pregnant women from a diverse cohort enrolled in a multi-site clinical trial.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:55.748843+00:00"}
{"study_id": 61420, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess the current role of Choline and other radiopharmaceuticals in different prostate cancer settings, including staging, restaging, and treatment response.", "results_summary": "The abstract does not provide specific findings about Choline's effects, only mentioning its role among other radiopharmaceuticals in prostate cancer management.", "population_specificity": "Prostate cancer patients (primary staging, biochemical recurrence, advanced stages).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:56.441608+00:00"}
{"study_id": 61416, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the use of choline-to-N-acetyl aspartate index (CNI) measured via MRS to guide SRS treatment in recurrent glioblastoma patients.", "results_summary": "The study found that MRS with CNI ≥ 3 was used to target SRS, but MRS scans did not result in changes to treatment plans. No significant survival benefit was observed with BZ-SRS plus bevacizumab compared to historical controls.", "population_specificity": "Patients with recurrent glioblastoma who had prior first-line treatment with radiotherapy and chemotherapy.", "effective_dosage": "Not specified for choline; bevacizumab was administered at 10 mg/kg every 14 days.", "study_duration": "Until disease progression (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:56.711940+00:00"}
{"study_id": 61421, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the potential of 11C-choline and 18F-FMCH tracers in identifying high-risk atherosclerotic plaques by detecting increased choline metabolism.", "results_summary": "The study found that 11C-choline and 18F-FMCH tracers may help identify high-risk atherosclerotic plaques by detecting increased choline metabolism, contributing to disease burden quantification, treatment efficacy assessment, and risk stratification for adverse cardiac events.", "population_specificity": "Not specified (likely patients with or at risk of atherosclerosis).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:24:58.222441+00:00"}
{"study_id": 61423, "supplement_id": 1020, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of consuming 300 mg of egg yolk choline per day on cognitive function in middle-aged and elderly Japanese adults.", "results_summary": "The study found that 300 mg/day of egg yolk choline improved verbal memory but also showed lower processing speed and physical quality of life scores at 6 weeks. Plasma choline levels increased significantly in the choline group.", "population_specificity": "Middle-aged and elderly Japanese adults (aged 60–80 years) without dementia (43.9% female).", "effective_dosage": "300 mg/day of egg yolk choline.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:01.938979+00:00"}
{"study_id": 61427, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not mention Choline or its effects.", "results_summary": "The abstract does not discuss Choline or its effects.", "population_specificity": "Not specified (abstract discusses primary hyperparathyroidism diagnosis).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:03.038438+00:00"}
{"study_id": 61425, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if molecular imaging (PSMA/Choline PET) improves androgen deprivation therapy (ADT) management decisions in prostate cancer patients with biochemical recurrence after prostatectomy.", "results_summary": "The study found that molecular imaging (including Choline PET) was associated with improved ADT management decisions, with a statistically significant increase in appropriate treatment intensification based on predicted biochemical recurrence outcomes.", "population_specificity": "Prostate cancer patients with biochemical recurrence after radical prostatectomy, considered for salvage radiotherapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:03.817500+00:00"}
{"study_id": 61424, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of TMA/TMAO in atherosclerosis and evaluate potential therapeutic strategies, including inhibitors of choline trimethylamine lyase and flavin-containing monooxygenase-3, for cardiovascular disease prevention.", "results_summary": "The study found that TMAO, a metabolite derived from choline, promotes atherosclerosis by enhancing plaque formation and vulnerability. Inhibitors like DMB, IMC, FMC, I3C, and trigonelline reduced plasma TMAO levels, suggesting potential therapeutic benefits for cardiovascular disease prevention.", "population_specificity": "Not specified (general discussion of mechanisms, no specific human or animal population mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:04.343918+00:00"}
{"study_id": 61426, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of advanced imaging techniques, including choline/creatinine ratios, in differentiating primary central nervous system lymphomas (PCNSLs) from other brain malignancies.", "results_summary": "The study found that increased choline/creatinine ratios, along with other advanced imaging markers, are consistent findings in PCNSLs and may aid in differentiating them from other brain lesions. These techniques could also play a role in treatment planning and monitoring.", "population_specificity": "Patients with primary central nervous system lymphomas (PCNSLs).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:04.917234+00:00"}
{"study_id": 61419, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess choline levels in specific brain regions of patients with schizophrenia and evaluate moderating factors like medication status and measurement quality.", "results_summary": "Patients with schizophrenia showed elevated choline levels in the basal ganglia and prefrontal cortical regions, suggesting increased membrane turnover or glial activation. The abnormalities were more pronounced in studies with better metabolite measurement quality and in medicated patients.", "population_specificity": "Patients with schizophrenia (4445 patient observations) compared to controls (3944 observations).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:05.262328+00:00"}
{"study_id": 61418, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review the effects of prenatal choline supplementation on developmental outcomes in offspring exposed to substance use during pregnancy.", "results_summary": "The abstract mentions that choline supplementation was studied in animal models exposed to ethanol during pregnancy, but it does not provide specific results regarding its efficacy in human studies. Human studies on alcohol- and nicotine-exposed pregnancies included choline and vitamin C supplementation, but detailed outcomes for choline alone are not specified.", "population_specificity": "Pregnant individuals exposed to substance use (alcohol, nicotine) and their offspring.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:05.951021+00:00"}
{"study_id": 61428, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how changes in choline (Cho) levels measured by spectroscopic MRI during early radiation therapy (RT) are associated with glioblastoma patient outcomes.", "results_summary": "The study found that patients with lower overlap (Jaccard/Dice coefficients) between pre- and mid-RT Cho/NAA ≥ 2x volumes had longer progression-free survival (PFS), suggesting metabolic activity changes may predict treatment response.", "population_specificity": "Glioblastoma patients receiving high-dose RT.", "effective_dosage": "Not specified", "study_duration": "Mid-RT scans were taken after two weeks of RT.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:06.559138+00:00"}
{"study_id": 61429, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of PSMA PET/CT versus choline PET/CT in detecting nodal recurrent prostate cancer.", "results_summary": "The study found that PSMA PET/CT outperformed choline PET/CT in detecting nodal recurrence, especially at low PSA levels. Choline PET/CT was less effective in guiding salvage lymph node dissection compared to PSMA PET/CT.", "population_specificity": "Patients with nodal recurrent prostate cancer after primary therapy.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:10.216429+00:00"}
{"study_id": 61431, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the metabolomic profile in acromegaly, focusing on choline's role in understanding disease pathogenesis and therapeutic response heterogeneity.", "results_summary": "Choline was identified as a key metabolite in GH-secreting pituitary adenomas, correlating with tumor characteristics like somatostatin receptor expression, MRI T2 signal, and Ki-67 index. Elevated choline levels differentiated between sparsely and densely granulated adenomas.", "population_specificity": "Patients with acromegaly (362 participants across 21 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:11.997542+00:00"}
{"study_id": 61430, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to examine associations between stimulant substance use disorders (SUDs) and regional metabolites, including choline, in specific brain areas using proton magnetic resonance spectroscopy (MRS).", "results_summary": "The study found no significant group effects for choline in the medial prefrontal cortex (mPFC), but effect sizes were related to MRS technical indicators (field strength, coefficient of variation).", "population_specificity": "Individuals with stimulant (methamphetamine and cocaine) substance use disorders (SUDs) compared to people without SUDs.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:12.019818+00:00"}
{"study_id": 61433, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the safety and efficacy of fecal microbiota transplantation (FMT) for cognitive impairment, with a focus on changes in gut microbiota and serum metabolomics, including choline metabolism.", "results_summary": "The study found that FMT improved or maintained cognitive scores in patients with mild cognitive impairment and altered gut microbiota and serum metabolomics, including changes in choline metabolism pathways. No adverse effects were reported.", "population_specificity": "Five patients aged 54-80 years with cognitive impairment (three women).", "effective_dosage": "Not specified", "study_duration": "Six months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:12.474913+00:00"}
{"study_id": 61434, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of manual therapy combined with therapeutic exercise on neurochemical biomarkers, including choline, in patients with chronic non-specific neck pain.", "results_summary": "The abstract does not report specific findings regarding choline's effects, as the study is focused on broader neurochemical and structural changes.", "population_specificity": "Patients with chronic non-specific neck pain (n=52).", "effective_dosage": "Not specified for choline.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:12.547036+00:00"}
{"study_id": 61435, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to differentiate between true tumor recurrence and treatment-related changes in a patient with recurrent oligodendroglioma using imaging techniques, including choline detection.", "results_summary": "MRI showed subtle gyral thickening with increased choline, suggesting tumor recurrence, but follow-up imaging revealed resolution of these changes without intervention, indicating peri-ictal pseudoprogression.", "population_specificity": "A single patient with recurrent oligodendroglioma post-chemoradiation.", "effective_dosage": "Not available", "study_duration": "Not applicable (imaging-based study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:13.261284+00:00"}
{"study_id": 61436, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to determine whether a low-calorie diet plus interval exercise (LCD+INT) intervention reduces TMAO levels more effectively than a low-calorie diet (LCD) alone, in relation to hemodynamics, before significant weight loss occurs.", "results_summary": "The abstract does not provide specific results regarding Choline's effects, only mentioning the study's focus on TMAO reduction through dietary and exercise interventions.", "population_specificity": "Women with obesity.", "effective_dosage": "Not available.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:14.483309+00:00"}
{"study_id": 61437, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of choline deficiency in liver dysfunction and its potential link to small intestinal bacterial overgrowth (SIBO) and non-alcoholic fatty liver disease (NAFLD).", "results_summary": "The abstract suggests that choline deficiency, potentially caused by SIBO, may impair liver function, but it does not provide specific findings on choline's efficacy or safety. The relationship between SIBO, choline deficiency, and liver dysfunction remains unclear.", "population_specificity": "Patients with NAFLD, including those with normal BMI, and individuals with SIBO.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:14.972983+00:00"}
{"study_id": 61438, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of choline and its metabolites in the progression of nonalcoholic fatty liver disease (NAFLD) through the gut-liver axis.", "results_summary": "The abstract mentions choline and its metabolites as factors involved in NAFLD progression, but no specific results regarding choline's effects are detailed.", "population_specificity": "Not specified (general discussion of NAFLD pathogenesis).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:18.124201+00:00"}
{"study_id": 61440, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the impact of Fruitflow, a polyphenol-rich tomato extract, on TMAO levels, gut microbiota, and plasma/fecal metabolites in overweight and obese adults.", "results_summary": "Fruitflow reduced fasting plasma and urine TMAO levels and plasma lipopolysaccharides, with significant changes in gut microbiota diversity and specific bacterial taxa. Untargeted metabolomics identified TMAO as the most discriminant plasma metabolite between groups.", "population_specificity": "Overweight and obese adults (BMI 28-35 kg/m²).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:20.731147+00:00"}
{"study_id": 61441, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of specific nAChRs (α7, α9, and/or α10 subunits) in pain and inflammation modulation via the cholinergic anti-inflammatory pathway and review novel ligands' therapeutic potential.", "results_summary": "The study highlights non-ionic signaling mechanisms of nAChRs in immune cells and their activation by endogenous ligands beyond acetylcholine and choline, suggesting potential therapeutic applications for pain and inflammation.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:20.867035+00:00"}
{"study_id": 61439, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to review the association between gut microbiota alterations, including metabolites like TMAO derived from choline, and atrial fibrillation progression.", "results_summary": "Three studies evaluated TMAO levels, a breakdown product of choline, but the abstract does not specify choline's direct effects on AF. The focus was on gut dysbiosis and its metabolites as potential modifiable risk factors for AF.", "population_specificity": "2479 patients across 14 studies, primarily focusing on atrial fibrillation progression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:20.889675+00:00"}
{"study_id": 61443, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The study aimed to report cases of melioidosis with neurological involvement, including imaging findings such as choline peaks in MR spectroscopy.", "results_summary": "The study found that melioidosis can present with brain abscesses, with MR spectroscopy showing increased lipid/lactate and choline peaks in two patients. Choline was not the primary focus of the study, and its effects were incidental to the neurological findings.", "population_specificity": "Six adult melioidosis patients (age range 27 to 73 years) with neurological involvement.", "effective_dosage": "Not available", "study_duration": "Not applicable (case series, no intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:21.766752+00:00"}
{"study_id": 61446, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to review evidence on the role of choline and other methyl donor nutrients in epigenetic homeostasis and immune system regulation, particularly in SLE.", "results_summary": "The study suggests that choline, as a methyl donor, may influence DNA methylation patterns and immune regulation, potentially serving as an adjuvant therapy for SLE, though direct clinical outcomes were not detailed.", "population_specificity": "Animal models and humans (general, not specific subgroups).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:22.439099+00:00"}
{"study_id": 61445, "supplement_id": 1020, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the assimilation of four different deuterium-labelled choline supplements in healthy adults to determine their effectiveness in increasing plasma choline and its metabolites.", "results_summary": "D9-POPC showed delayed but sustained increases in plasma choline and betaine, higher plasma PC concentrations, and minimal TMAO formation compared to other forms. D9-POPC was also found to undergo fatty acid remodeling, aligning with dietary fatty acid availability.", "population_specificity": "Six healthy adult men.", "effective_dosage": "Single doses of 2.7 mg/kg D9-choline equivalent for each supplement.", "study_duration": "Each intervention was administered once, with a 6-week washout period between doses.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:22.450937+00:00"}
{"study_id": 61447, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to review the role of gut microbiota-derived TMAO, produced from dietary choline metabolism, in the pathogenesis of cardiovascular diseases (CVDs).", "results_summary": "The study found that TMAO, a metabolite of dietary choline, inhibits cholesterol metabolism, induces platelet aggregation, and promotes atherosclerosis, contributing to CVDs. It highlights TMAO as a significant risk factor for CVD occurrence and prognosis.", "population_specificity": "General discussion of CVD-related mechanisms, no specific population studied.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:23.135002+00:00"}
{"study_id": 61448, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to review clinical trials, including the use of a diazoxide choline controlled-release tablet (DCCR), for managing obesity and hyperphagia in Prader-Willi syndrome (PWS).", "results_summary": "The abstract mentions DCCR as one of the treatments reviewed, but no specific results regarding its effects are provided.", "population_specificity": "Individuals with Prader-Willi syndrome (PWS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:25.376981+00:00"}
{"study_id": 61449, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers were examining the diagnostic and therapeutic implications of choline levels in a rare case of primary intracranial malignant melanoma (PIMM).", "results_summary": "The study found increased choline (Cho) levels in the tumor via magnetic resonance spectroscopy, alongside decreased creatine (Cr) and N-acetyl aspartate (Naa), which aided in diagnosis. No direct therapeutic or supplemental effects of choline were evaluated.", "population_specificity": "A 27-year-old woman with primary intracranial malignant melanoma.", "effective_dosage": "Not available", "study_duration": "Not applicable (diagnostic study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:29.375785+00:00"}
{"study_id": 61453, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review current scientific progress in antimalarial drug development, including choline transport inhibitors as potential targets.", "results_summary": "The abstract highlights choline transport inhibitors as one of the promising antimalarial targets under investigation, but specific efficacy results for choline are not detailed.", "population_specificity": "Not specified (review of antimalarial targets in general)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:30.002067+00:00"}
{"study_id": 61450, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize the impact of TMAO, a metabolite of choline, on stroke and related cognitive impairment, focusing on vascular cognitive disorders.", "results_summary": "TMAO influences stroke occurrence, development, and prognosis by regulating cholesterol metabolism, inflammation, and oxidative stress, and affects cognitive impairment in Alzheimer's and Parkinson's diseases. However, TMAO's molecular mechanisms remain unclear, and its precursors may have opposing effects on post-stroke cognitive impairment.", "population_specificity": "Not specified (review of existing studies)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:30.030454+00:00"}
{"study_id": 61451, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of PET/CT imaging, including 18F-choline PET/CT, in detecting metastatic disease in non-metastatic castration-resistant prostate cancer (nmCRPC) patients.", "results_summary": "The study found that 18F-choline PET/CT detected distant metastases in 27/58 high-risk nmCRPC patients with prior negative conventional imaging, suggesting improved detection accuracy compared to standard methods. However, the data were not strong enough to recommend this strategy universally, as no oncologic benefit of early detection or metastasis-directed therapies was demonstrated.", "population_specificity": "Men with non-metastatic castration-resistant prostate cancer (nmCRPC).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:30.653278+00:00"}
{"study_id": 61452, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if choline-related spectroscopic ratios (Cho/Cr, Cho/NAA, Lac/NAA) could differentiate true tumor progression from pseudoprogression in glioblastoma patients.", "results_summary": "Higher Lac/NAA and Cho/Cr ratios were observed in true progression compared to pseudoprogression, and tumor volume was the most predictive factor in multivariate analysis. Overall survival was significantly longer in pseudoprogression cases.", "population_specificity": "Patients with glioblastoma suspected of progression within 6 months of radiotherapy (n=46).", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 41 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:30.735410+00:00"}
{"study_id": 61454, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the immunoregulatory effects of gut microbial-derived metabolites, including choline-derived compounds, on adaptive immune responses and their potential therapeutic applications.", "results_summary": "The study found that choline-derived compounds, along with other gut microbial metabolites, act as immunoregulatory molecules influencing T helper 17 and regulatory T cells, suggesting potential therapeutic benefits in immune-related diseases.", "population_specificity": "Not specified (general discussion of immune-related diseases like intestinal bowel disease, multiple sclerosis, and colorectal cancer).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:30.738349+00:00"}
{"study_id": 61455, "supplement_id": 1020, "safety_score": "75", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine whether diazoxide choline extended-release tablet (DCCR) could improve hyperphagia and other symptoms in individuals with Prader-Willi syndrome (PWS).", "results_summary": "DCCR did not significantly improve hyperphagia in the primary analysis but showed efficacy in participants with severe baseline hyperphagia and in pre-COVID analyses. It also improved body composition and clinician-reported outcomes.", "population_specificity": "Individuals aged 4 years and older with Prader-Willi syndrome and hyperphagia.", "effective_dosage": "Not specified in the abstract.", "study_duration": "13 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:31.470293+00:00"}
{"study_id": 61456, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the accuracy and efficacy of MR spectroscopy, specifically choline ratios (Cho/NAA, Cho/Cr, NAA/Cr), in distinguishing recurrent brain tumors from radiation-induced necrosis.", "results_summary": "The meta-analysis found that MR spectroscopy, particularly choline ratios, was effective in differentiating recurrent brain tumors from necrosis, with Cho/NAA, Cho/Cr, and NAA/Cr ratios being significant predictors of tumor recurrence.", "population_specificity": "354 patients (203 male, 151 female) aged 4-74 years with recurrent brain tumors or postradiation necrosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:34.776214+00:00"}
{"study_id": 61457, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine if supervised exercise influenced hippocampal metabolites, including choline (Cho), in older adults compared to following general physical activity guidelines.", "results_summary": "The study compared hippocampal metabolite levels (including Cho) between a supervised exercise group and a control group following standard physical activity guidelines, but specific results regarding Cho's effects were not detailed in the abstract.", "population_specificity": "Older adults (average age 75.3 years) recruited from the Generation 100 study.", "effective_dosage": "Not specified", "study_duration": "3 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:37.459380+00:00"}
{"study_id": 61460, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine the association between dietary choline intake and the risk of diabetic retinopathy (DR).", "results_summary": "The study found that high intakes of choline were associated with a higher risk of DR. No protective effects of choline were reported.", "population_specificity": "Diabetic individuals (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:38.022328+00:00"}
{"study_id": 61458, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to examine associations between plasma choline levels and growth/developmental outcomes in Malawian children aged 6-15 months.", "results_summary": "The study found no strong or consistent associations between plasma choline and growth/development, except for minor negative associations with length-for-age and some developmental tasks. Choline metabolites showed mostly null effects, except for trimethylamine N-oxide, which had mixed associations with cognitive tasks.", "population_specificity": "Malawian children aged 6-15 months with low dietary choline intake.", "effective_dosage": "Not specified", "study_duration": "6-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:38.292234+00:00"}
{"study_id": 61463, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to introduce nurse scientists to neuroimaging measures used to assess the association between brain changes (including elevated total choline) and cognitive decline in aging populations.", "results_summary": "The study identified elevated total choline as one of the biological measures associated with neurodegeneration, but did not specifically evaluate choline's efficacy or safety as a supplement.", "population_specificity": "Aging populations at risk of cognitive decline.", "effective_dosage": "Not available", "study_duration": "Not applicable (review study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:39.049254+00:00"}
{"study_id": 61459, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the long-term neurodevelopmental effects of early choline supplementation in children with fetal alcohol spectrum disorder (FASD).", "results_summary": "Children who received choline showed better performance on tasks of lower-order executive function (e.g., processing speed) and higher white matter microstructure organization in the splenium of the corpus callosum compared to the placebo group.", "population_specificity": "Children aged 2.5 to 5 years with FASD (28% fetal alcohol syndrome, 28% partial FAS, 44% alcohol-related neurodevelopmental disorder).", "effective_dosage": "Not specified", "study_duration": "Initial trial duration not specified; follow-up occurred approximately 7 years later.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:39.134823+00:00"}
{"study_id": 61462, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify key neuro-nutrients, including choline, and evaluate their role in brain function and neurological health through a systematic review of clinical studies.", "results_summary": "Choline was identified as one of the important micronutrients in neuro-nutrition, alongside other nutrients like methyl folate, vitamins B6 and B12, magnesium, arginine, and niacin. The study highlighted its significance in neurological and psychiatric health, though specific efficacy data for choline alone were not detailed.", "population_specificity": "Not specified (broad focus on neuro-nutrition in general populations)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:39.790165+00:00"}
{"study_id": 61461, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the kinetics of different deuterated choline components (D9-choline chloride, D9-GPC, D9-phosphoryl-choline, and D9-POPC) in preterm infants to determine their effects on plasma D9-choline, D9-betaine, and D9-PC levels.", "results_summary": "D9-choline chloride, D9-GPC, and D9-phosphoryl-choline similarly increased plasma D9-choline and D9-betaine, while D9-POPC shifted metabolism toward D9-PC. Combined supplementation of GPC and POPC may optimize choline supply in preterm infants, with PUFA co-supplementation potentially enhancing PUFA delivery to critical organs.", "population_specificity": "32 enterally fed preterm infants (28 0/7–32 0/7 weeks gestation).", "effective_dosage": "Single dose of 2.7 mg/kg D9-choline-equivalent.", "study_duration": "Blood sampling at 1 + 24 h or 12 + 60 h after administration.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:43.151674+00:00"}
{"study_id": 61464, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to explore the role of choline and other gut metabolites in either contributing to or treating non-alcoholic fatty liver disease (NAFLD).", "results_summary": "The abstract suggests that choline, along with other metabolites, may influence the development or progression of NAFLD, but it does not specify whether choline has a beneficial or detrimental effect. The study highlights the need for further research to understand how gut metabolites like choline can be manipulated for therapeutic purposes.", "population_specificity": "Not specified (general discussion of gut metabolites and NAFLD).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:43.219727+00:00"}
{"study_id": 61465, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the role of choline-containing lysophosphatidylcholine in transporting DHA to the brain via the Mfsd2a symporter.", "results_summary": "The study found that DHA-LysoPC, which contains choline in its polar head, is the primary transporter of DHA from blood plasma to the brain, facilitated by Mfsd2a expression in the blood-brain barrier.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:45.642278+00:00"}
{"study_id": 61467, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to assess the diagnostic accuracy and concordance of PET/CT in high-risk prostate cancer patients.", "results_summary": "The study reported a median age of 67 years and mean PSA of 42.39 ng/mL, with sensitivity, specificity, and NPV for PET/CT in initial staging, but no specific results on Choline's effects were detailed.", "population_specificity": "78 patients with high-risk prostate cancer.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:45.781730+00:00"}
{"study_id": 61466, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the added effect of probiotics, including a choline-phosphate cytidylyltransferase, as adjunctive treatment for postmenopausal osteoporosis.", "results_summary": "Probio-M8 co-administration increased genes encoding carbohydrate metabolism pathways and a choline-phosphate cytidylyltransferase, suggesting potential metabolic benefits, but no direct choline-related outcomes were highlighted.", "population_specificity": "40 postmenopausal osteoporosis patients (20 in probiotic group, 20 in placebo group).", "effective_dosage": "Not specified for choline.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:47.373709+00:00"}
{"study_id": 61468, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the diagnostic and treatment approaches for liver metastases in parathyroid carcinoma, including the potential role of choline-PET-CT imaging.", "results_summary": "The study found that enhanced CT and MRI were valuable for diagnosing liver metastases, but the efficacy of choline-PET-CT as a diagnostic tool requires further investigation. Surgical and ablation treatments improved patient outcomes.", "population_specificity": "Patients with parathyroid carcinoma and liver metastases (3 from the study center, 11 from literature).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:47.464188+00:00"}
{"study_id": 61469, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the role of choline kinase (ChoK) in altered lipid metabolism and its link to rheumatoid arthritis (RA) progression, proposing ChoK as a therapeutic target.", "results_summary": "The study highlights ChoK's involvement in lipid metabolic aberrations that influence cell phenotype, drug resistance, and RA progression, suggesting ChoK inhibitors could rewire lipid metabolism in inflammatory diseases.", "population_specificity": "Chronic inflammatory disorders, specifically rheumatoid arthritis (RA).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:47.465540+00:00"}
{"study_id": 61470, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to identify and characterize novel CHKB mutations in a patient with megaconial congenital muscular dystrophy (MCMD) and assess their impact on mitochondrial function.", "results_summary": "The study identified two novel CHKB mutations linked to MCMD, showing impaired mitochondrial respiratory chain activity and reduced DRP1 levels in muscle tissue, confirming the role of CHKB defects in this condition.", "population_specificity": "A 6-year-old boy with cognitive impairment and progressive muscular weakness, from non-consanguineous Sri Lankan parents.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:49.002587+00:00"}
{"study_id": 61472, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to review the clinical applications of hybrid PET/MRI for breast cancer assessment, focusing on advanced MRI techniques and PET tracers.", "results_summary": "The abstract discusses promising advanced MRI techniques and current/experimental PET tracers for breast cancer assessment but does not mention specific findings related to Choline.", "population_specificity": "Not specified (focus is on breast cancer assessment techniques).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:50.452498+00:00"}
{"study_id": 61471, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to determine whether dietary choline supplementation via whole egg powder could improve executive functions in preadolescents compared to milk powder or placebo.", "results_summary": "The study found that milk powder supplementation improved selective attention and inhibitory control, while whole egg powder showed no significant impact on executive functions after 9 months.", "population_specificity": "122 preadolescents (58 females) aged 9-13.", "effective_dosage": "Not specified (whole egg powder, milk powder, or gelatin placebo matched on macronutrient content).", "study_duration": "9 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:51.307933+00:00"}
{"study_id": 61474, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the metabolic changes in prostate cancer (PCa), particularly the role of choline and other metabolites in fueling tumour growth and progression.", "results_summary": "The study found that in advanced castration-resistant PCa, there is a metabolic shift towards choline, amino acid, and glycolytic metabolism, which supports tumour growth and progression. These metabolic alterations may offer new therapeutic opportunities for advanced PCa.", "population_specificity": "Prostate cancer patients, specifically those with advanced castration-resistant PCa.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:53.575546+00:00"}
{"study_id": 61473, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the role of choline derivatives (betaine and BHMT) in HC detoxification and their potential clinical significance in folate-related pathologies.", "results_summary": "The study highlights the importance of betaine and BHMT gene variants in HC remethylation, suggesting betaine as an additional methyl donor, especially in cases of low-function BHMT variants or high methylation levels. More clinical research is needed to assess the impact of BHMT gene variants on folate-related pathologies.", "population_specificity": "Not specified (theoretical analysis of available information)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:54.039336+00:00"}
{"study_id": 61477, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to summarize cellular and molecular alterations in varicocoele-associated male infertility, including identifying metabolic markers like choline.", "results_summary": "The study identified total choline as a promising metabolic marker for varicocoele-associated infertility, suggesting its potential role in the condition's pathophysiology.", "population_specificity": "Infertile men with varicocoele.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:55.233597+00:00"}
{"study_id": 61475, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether genetic variants in one-carbon metabolism genes influence maternal and fetal DHA status in response to different choline intake levels during pregnancy.", "results_summary": "Variant maternal PEMT genotypes were associated with lower maternal and cord RBC DHA, while variant MTHFD1 genotypes showed higher cord RBC and plasma DHA. Choline intake interacted with genotype to influence newborn DHA status for certain PEMT variants.", "population_specificity": "Pregnant women in their second trimester.", "effective_dosage": "25 mg/day or 550 mg/day.", "study_duration": "From second trimester until delivery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:55.682102+00:00"}
{"study_id": 61476, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify and analyze potential biomarkers in tears for neurodegenerative diseases, including choline-containing lipids as a biomarker for multiple sclerosis (MS).", "results_summary": "The study identified lipids containing choline as potential biomarkers for MS in tears, alongside other compounds like free carnitine and acylcarnitines. These biomarkers may aid in the diagnosis and management of MS.", "population_specificity": "Patients with neurodegenerative disorders (Alzheimer's disease, Parkinson's disease, multiple sclerosis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:56.106528+00:00"}
{"study_id": 61480, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of the bombesin derivative RM2 (a GRPr antagonist) on prostate cancer detection and localization, not Choline.", "results_summary": "The study analyzed 312 regions in prostate cancer patients, identifying 120 abnormal regions (4-8 lesions per patient). Sensitivity and specificity were assessed, but results specific to Choline were not provided.", "population_specificity": "30 biopsy-positive prostate cancer patients stratified by risk (high, intermediate, low) per NCCN criteria.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:59.392922+00:00"}
{"study_id": 61479, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore current developments and treatment options for Alzheimer's disease, including the role of choline-related mechanisms and therapies.", "results_summary": "The study highlights the loss of cholinergic neurons and decreased choline acetyltransferase in Alzheimer's disease, with FDA-approved cholinesterase inhibitors like rivastigmine, galantamine, and donepezil used to manage symptoms. It also discusses ongoing clinical trials and alternative strategies such as phytopharmaceuticals, nanomedicines, nutraceuticals, and gene therapy.", "population_specificity": "Individuals with Alzheimer's disease (general, no specific demographic details provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:25:59.659601+00:00"}
{"study_id": 61485, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not mention Choline or its effects.", "results_summary": "The abstract does not provide any results related to Choline.", "population_specificity": "Not specified (abstract focuses on NAFLD, not Choline).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:01.747227+00:00"}
{"study_id": 61482, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine how gut microbiome-regulated metabolic pathways involving choline contribute to cardiovascular disease (CVD) pathology and explore potential therapeutic targets.", "results_summary": "The study found that gut microbial metabolism of choline produces metabolites like trimethylamine (TMA), which contribute to atherosclerotic heart disease by promoting plaque formation and inflammation. The review also discussed clinical drugs and trials targeting the gut-heart microbiome axis.", "population_specificity": "Not specified (general discussion of gut microbiome and CVD pathology).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:02.103206+00:00"}
{"study_id": 61481, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to identify microbial and metabolic biomarkers associated with colorectal cancer (CRC) using meta-analysis of metagenomic datasets.", "results_summary": "The study found enrichment of amino acids, cadaverine, and creatine in CRC, which correlated with CRC-associated microbes like Peptostreptococcus stomatis and Bacteroides fragilis. Co-occurrence network analysis revealed reduced microbial associations and presence of oral pathogenic clusters in CRC.", "population_specificity": "Meta-analysis of metagenomic datasets from diverse geographical regions (specific population not detailed).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:02.114167+00:00"}
{"study_id": 61486, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the literature on the effects of androgens and androgen deprivation therapy on prostate cancer using new-generation molecular imaging agents.", "results_summary": "The abstract does not provide specific findings about Choline's effects, as it focuses on hormonal therapy and imaging agents for prostate cancer.", "population_specificity": "Prostate cancer patients", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:02.935167+00:00"}
{"study_id": 61483, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the effect of ibudilast on peripheral and central markers of inflammation, including choline-compounds (Cho), in individuals with alcohol use disorder (AUD).", "results_summary": "Ibudilast-treated participants showed lower Cho levels in superior frontal white matter and nominally lower myo-inositol in the pregenual anterior cingulate cortex. Superior frontal white matter Cho levels predicted subsequent drinking behavior.", "population_specificity": "Non-treatment-seeking individuals with alcohol use disorder (n=52).", "effective_dosage": "Not specified (oral ibudilast administered).", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:04.150566+00:00"}
{"study_id": 61478, "supplement_id": 1020, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of choline metabolism by gut microbiota in producing trimethylamine (TMA) and its oxidative product TMAO, and their association with metabolic, cardiovascular, cerebrovascular, and neurological disorders.", "results_summary": "The study found that higher TMAO levels, derived from choline metabolism, contribute to disease pathogenesis by activating inflammatory pathways, inducing oxidative stress, mitochondrial dysfunction, and neuronal damage, particularly in age-related cognitive decline.", "population_specificity": "General population with focus on neurological and metabolic disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:20.360955+00:00"}
{"study_id": 9527, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether decaffeinated whole coffee cherry extract (CCE) improves acute and long-term cognitive performance in a real-world setting.", "results_summary": "CCE outperformed placebo in reducing omissions and improving accuracy during working memory and inhibitory control tasks acutely, and showed better accuracy in long-term working memory tasks. The study also validated a novel remote clinical trial model for real-world efficacy assessment.", "population_specificity": "Not specified (general adult population implied)", "effective_dosage": "200 mg CCE", "study_duration": "Not specified (long-term supplementation implied)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:28.523438+00:00"}
{"study_id": 9520, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect and mechanism of coffee pulp on high-fat diet-induced glucose and lipid metabolism disorders in mice.", "results_summary": "Coffee pulp reduced fasting blood glucose and liver triglycerides, improved glucose tolerance, and alleviated fatty liver in mice. It also lowered body fat and suppressed key genes involved in lipid synthesis and lipid droplet formation.", "population_specificity": "C57BL/6J mice fed a high-fat diet to induce type 2 diabetes.", "effective_dosage": "Coffee pulp diluted in drinking water (specific concentration not provided).", "study_duration": "Duration not explicitly stated in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:28.656852+00:00"}
{"study_id": 9522, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of coffee consumption on the risk of glioma.", "results_summary": "Coffee consumption was associated with a significant 15% reduction in glioma risk (RR = 0.85; 95% CI: 0.74, 0.98). The results remained consistent after subgroup analyses.", "population_specificity": "Patients with glioma (23,591 patients included in the umbrella review).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:29.120508+00:00"}
{"study_id": 9528, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine consumer preferences and behaviors regarding milk alternatives in coffee, using the Theoretical Domains Framework (TDF) and the Behavior Change Wheel (BCW).", "results_summary": "The study found that taste was the main reason for coffee choice, with a preference for cow's milk and local cafes for quality. Many participants opposed extra charges for non-dairy options, especially among Gen Z and Millennials, and regional variations in opposition were noted.", "population_specificity": "200 participants from 19 countries, with a focus on Gen Z and Millennials.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:29.396422+00:00"}
{"study_id": 9525, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of hydrochars derived from coffee grounds as a soil conditioner for stabilizing heavy metals in contaminated soil.", "results_summary": "The study found that hydrochars blended with coffee grounds improved soil stability and reduced the risk of heavy metal leaching, with treatment AK15 being the most effective in stabilizing Cu, Cr, and Ni.", "population_specificity": "Heavy metal-contaminated soil (not human subjects).", "effective_dosage": "Not specified (mixing ratios varied but exact amounts not detailed).", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:29.672094+00:00"}
{"study_id": 9521, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether spent Arabica and Columbian coffee wastes and their biochars could improve soil properties and enhance maize crop growth.", "results_summary": "The study found that 5% application of coffee waste-derived biochars (ABC and CBC) significantly reduced water evaporation and infiltration, increased soil water retention, and improved maize plant height, root biomass, and shoot biomass compared to control.", "population_specificity": "Loamy sand soil and maize (Zea mays L.) crops under greenhouse conditions.", "effective_dosage": "1%, 3%, and 5% (w/w) application rates of ABC and CBC biochars.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:30.485831+00:00"}
{"study_id": 9529, "supplement_id": 1037, "safety_score": "30", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the potential effect and mechanism of coffee intake during pregnancy on preeclampsia (PE) in rats, focusing on its inhibition of 2-methoxyestradiol (2-MeO-E2) formation.", "results_summary": "Coffee intake in pregnant rats led to fetal growth restriction, hypertension, and proteinuria, which were alleviated by 2-MeO-E2 co-treatment. Coffee also significantly decreased serum 2-MeO-E2 levels, suggesting its role in PE symptoms.", "population_specificity": "Pregnant rats (from the 10th to the 18th day of pregnancy).", "effective_dosage": "Not specified.", "study_duration": "8 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:30.684287+00:00"}
{"study_id": 9533, "supplement_id": 1037, "safety_score": "75", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of coffee consumption on hunger, satiety, sensory specific desire (SSD), and dietary intake in women with overweight or obesity.", "results_summary": "Coffee consumption increased the desire for sweet foods, led to higher fructose intake during the day, and elevated triglyceride levels compared to water. No differences were found in ghrelin or cholecystokinin levels.", "population_specificity": "Women with overweight or obesity.", "effective_dosage": "240mL of coffee with 6mg caffeine/kg of body weight.", "study_duration": "3 sessions (single-day interventions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:37.794481+00:00"}
{"study_id": 9530, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to investigate the association between coffee consumption and liver-related survival in individuals with and without liver conditions, including metabolic dysfunction-associated steatotic liver disease (MASLD) and MetALD.", "results_summary": "Moderate coffee consumption (1-2 cups per day) was associated with lower all-cause mortality across all cohorts, but the initially observed reduction in liver-related mortality was not significant after adjusting for confounding factors. The study suggests previous research may have overestimated coffee's benefits for chronic liver disease due to unaccounted variables.", "population_specificity": "455,870 individuals from the UK Biobank, categorized into those without steatosis, MASLD, and MetALD.", "effective_dosage": "1-2 cups per day (moderate consumption).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:38.258711+00:00"}
{"study_id": 9536, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the feasibility of manufacturing biodegradable lignocellulosic films from spent coffee grounds (SCG) as an alternative to commercial plastics.", "results_summary": "The SCG films demonstrated excellent UV blocking, light scattering, hydrophobicity, water vapor barrier properties, thermal stability, mechanical strength, and biodegradability, outperforming commercial plastics in several aspects.", "population_specificity": "Not applicable (material science study, no human or animal subjects).", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:38.510888+00:00"}
{"study_id": 9532, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine whether spent coffee grounds could be converted into an effective adsorbent for removing chromium (VI) from wastewater.", "results_summary": "The study successfully synthesized porous adsorbents from spent coffee grounds, achieving chromium (VI) removal efficiencies of 75% to 100%, with the Langmuir model best describing adsorption behavior. The process was found to be endothermic, and the adsorbent demonstrated economic advantages over commercial alternatives like zeolite.", "population_specificity": "Not applicable (wastewater treatment application).", "effective_dosage": "Not applicable (adsorbent synthesis parameters varied, including pyrolysis temperature, duration, and KOH impregnation ratio).", "study_duration": "Not applicable (experimental conditions varied, including pyrolysis durations of 1 and 2 hours).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:38.732948+00:00"}
{"study_id": 9523, "supplement_id": 1037, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to explore the behavioral and psychological effects of coffee consumption, including its physiological impacts, intervention strategies for moderate use, and public health implications.", "results_summary": "The study found that coffee affects neurotransmitter systems, metabolism, cardiovascular and liver health, mental health, and bone health, while also highlighting the role of behavioral interventions and technology in promoting moderate consumption. It emphasized evidence-based guidelines for sensible coffee habits to improve population health outcomes.", "population_specificity": "Heterogeneous populations (not specified further).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:38.802199+00:00"}
{"study_id": 9534, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Tamarindus indica L. seed polysaccharides in treating coffee effluent by removing organic carbon-based pollutants.", "results_summary": "A dosage of 0.10 g of Tamarindus indica L. seed polysaccharides demonstrated optimal efficacy, reducing total dissolved solids by 55% and chemical oxygen demand by 80%. The study also identified functional groups potentially responsible for the pollutant removal activity.", "population_specificity": "Coffee effluent (wastewater from coffee cherry pulping)", "effective_dosage": "0.05 to 0.30 g of polysaccharides", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:39.207410+00:00"}
{"study_id": 9531, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of spent coffee grounds (SCGs) as a sustainable fertilizer alternative on red radish growth and soil quality compared to chemical fertilizers and vermicompost.", "results_summary": "The study found that 0.5 g SCGTDF treatment yielded the highest mean plant length and fresh weight, while 50% vermicompost produced the highest mean leaf surface area, suggesting SCGs can improve plant growth and soil quality.", "population_specificity": "Red radish (Raphanus sativus) in a greenhouse setting.", "effective_dosage": "SCGPF (5%, 10%, 25%, 50%) and SCGTDF (0.5 g, 1 g, 2.5 g).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:39.350393+00:00"}
{"study_id": 9535, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop and evaluate a novel magnetic biomass adsorbent (NiFe2O4/SCG) derived from spent coffee grounds for removing bivalent mercury (Hg(II)) from water bodies.", "results_summary": "The NiFe2O4/SCG adsorbent demonstrated high adsorption capacity (167.44 mg/g) for Hg(II) under optimal conditions (pH 8, 39 ℃, 0.055 g/L dosage), with removal mechanisms involving ion exchange, electrostatic attraction, and chelation. The adsorbent showed good regeneration capability, stability, and minimal interference from common water contaminants.", "population_specificity": "Water bodies (river water, lake water, sewage treatment plant effluent)", "effective_dosage": "0.055 g/L", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:40.403683+00:00"}
{"study_id": 9545, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the mechanisms by which bioactive ingredients in coffee counteract obesity, focusing on adipogenesis, lipolysis, and energy expenditure.", "results_summary": "The study suggests that coffee has potential anti-obesity effects by influencing lipid metabolism and energy expenditure, though specific efficacy and mechanisms require further investigation.", "population_specificity": "Not specified (general review of existing studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:46.173503+00:00"}
{"study_id": 9537, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to identify lifestyle factors, including coffee consumption, that influence the risk of developing migraines in Korean women nurses.", "results_summary": "The study found that consuming coffee (≥ 3 cups or < 3 cups) increased the risk of developing migraines, with higher consumption associated with greater risk (RR = 1.666 for ≥ 3 cups, RR = 1.439 for < 3 cups).", "population_specificity": "Korean women nurses participating in the Korea Nurses' Health Study.", "effective_dosage": "≥ 3 cups/day and < 3 cups/day", "study_duration": "Follow-up from 2013-2014 to 2015-2019", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:47.031401+00:00"}
{"study_id": 9543, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether coffee consumption is associated with a reduced prevalence of airflow limitation in postmenopausal women.", "results_summary": "Coffee drinkers had a significantly lower prevalence of airflow limitation (5% vs. 7%) compared to non-coffee drinkers, with adjusted odds ratios of 0.77 for any coffee consumption and 0.74 for ≥2 cups per day.", "population_specificity": "Postmenopausal women from the Taiwan Biobank.", "effective_dosage": "≥2 cups of coffee per day.", "study_duration": "Not specified (cross-sectional study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:47.181285+00:00"}
{"study_id": 9540, "supplement_id": 1037, "safety_score": "85", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chronic coffee consumption affects arterial stiffness, measured by the cardio-ankle vascular index (CAVI), and its impact on blood pressure.", "results_summary": "The study found no significant differences in arterial stiffness (CAVI) or blood pressure among groups consuming 0, 1-2, or ≥3 cups of coffee daily. Chronic coffee consumption did not affect arterial stiffness or blood pressure in the general population or subgroups.", "population_specificity": "514 subjects, aged 66.6 ± 9.9 years, from the PAMELA study follow-up.", "effective_dosage": "0, 1-2, and ≥3 cups/day.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:47.545378+00:00"}
{"study_id": 9544, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how extracts from pineapple by-products (shell, crown, core) affect the bioaccessibility of phenolic compounds and antioxidants in black and milk coffee.", "results_summary": "Incorporating pineapple crown or core extracts increased the bioaccessibility of total phenolics (105-129%) and antioxidants (84-87%) in coffee, while shell extracts had no effect. Core extracts also enhanced the bioaccessibility of caffeoylquinic acids and gallic acid in milk coffee.", "population_specificity": "Not specified (in vitro study using standardized digestion model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:47.589857+00:00"}
{"study_id": 9546, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the impact of chemically modified spent coffee grounds (SCGs) on Zn content, antioxidant capacity, and short-chain fatty acid production in Dutch cucumbers.", "results_summary": "Functionalized and activated SCGs increased Zn levels in cucumbers, with specific treatments showing the highest Zn supply per serving. Variations in antioxidant capacity and short-chain fatty acid production were observed between treatment groups.", "population_specificity": "Dutch cucumbers (agricultural study, not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:48.322989+00:00"}
{"study_id": 9539, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of sulfonated metal oxide catalysts in converting acid-rich coffee waste-derived bio-oil into fatty acid alkyl esters for biodiesel production.", "results_summary": "The study found that Ti-SO4 and Zr-SO4 catalysts were most effective, producing 91.2% and 85.2% esters, respectively, due to well-dispersed Brønsted acid sites and additional Lewis acid sites. Higher catalyst-to-feedstock ratios and ethanol use improved ester selectivity, while increasing temperature favored ester production.", "population_specificity": "Not applicable (laboratory study on bio-oil conversion)", "effective_dosage": "Catalyst-to-feedstock ratios ranged from 1/2 to 1/10.", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:48.372610+00:00"}
{"study_id": 9547, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the replacement of wheat bran with extruded coffee pulp flour in broiler finisher diets to assess its impact on feed intake, weight gain, and intestinal morphometry.", "results_summary": "The study found that replacing 25% of wheat bran with extruded coffee pulp flour (T2) resulted in the highest weight gain and best feed conversion ratio without significantly altering intestinal villi structure, while higher replacements reduced feed intake and showed mixed effects on intestinal morphometry.", "population_specificity": "Cobb 500 chickens in the finishing phase (300 birds total).", "effective_dosage": "5 levels of replacement (0%, 25%, 50%, 75%, 100% of wheat bran with extruded coffee pulp flour).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:55.691532+00:00"}
{"study_id": 9551, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the impact of varying concentrations of chemically treated spent coffee grounds (SCGs) on the functional, thermal, mechanical properties, and biodegradability of PHBV biopolymer composites.", "results_summary": "The study found that treated SCG microfiller enhanced interfacial bonding with PHBV, improving mechanical properties and biodegradability, particularly at higher SCG concentrations, though agglomeration was noted at higher levels.", "population_specificity": "Not applicable (material science study, no human or animal subjects).", "effective_dosage": "1%, 3%, 5%, and 7% SCG concentrations in PHBV composites.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:56.475990+00:00"}
{"study_id": 9549, "supplement_id": 1037, "safety_score": "90", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine the long-term effects of habitual coffee consumption on blood pressure (BP) profiles, variability, and new-onset hypertension over a 10-year period.", "results_summary": "The study found no significant differences in long-term BP changes, BP variability, or new-onset hypertension between coffee consumers and nonconsumers, even when adjusted for confounders. Heavy and moderate coffee consumption also showed similar neutral effects on BP.", "population_specificity": "1408 subjects from the PAMELA study, followed for 10 years, classified as coffee consumers or nonconsumers.", "effective_dosage": "Not specified (habitual consumption, self-reported)", "study_duration": "10 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:56.610071+00:00"}
{"study_id": 9548, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the impact of chemically modified spent coffee grounds (SCG) on iron content, antioxidant release, and short-chain fatty acid production in Dutch cucumbers.", "results_summary": "Functionalized and activated hydrochar from SCG increased iron levels in cucumbers, with the highest iron supply observed in hydrochar treated at 160 °C and functionalized with Fe. Differences in antioxidant capacity and short-chain fatty acid production were noted between treatment groups.", "population_specificity": "Dutch cucumbers (agricultural study, not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:56.876098+00:00"}
{"study_id": 9553, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of natural coagulants (Acanthus sennii C., Moringa stenopetala B., and Aloe vera L.) for treating wastewater from wet coffee processing industries.", "results_summary": "The blended form of the three coagulants achieved near-complete removal of color (99.99%) and high turbidity reduction (98.7%) under optimized conditions (0.750 g/L dosage, pH 8.76, 80.73 rpm agitation speed, 19.23 min agitation time).", "population_specificity": "Industrial wastewater from wet coffee processing in Ethiopia.", "effective_dosage": "0.750 g/L coagulant dosage", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:57.360388+00:00"}
{"study_id": 9552, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify marker compounds differentiating tubruk brewed coffee based on postharvest processing and correlate these compounds with antioxidant activity and sensory flavor attributes.", "results_summary": "The study found distinct marker compounds for each postharvest processing method (honey, full-washed, natural) that correlated with antioxidant activity (DPPH IC50, FRAP) and flavor attributes (dried fruit, fruity, nutty). Despite flavor differences, all brews were categorized as specialty coffee.", "population_specificity": "Kalosi-Enrekang Arabica coffee beans processed with three postharvest methods (honey, full-washed, natural).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:57.965977+00:00"}
{"study_id": 9550, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare methane production from coffee processing wastes co-digested with brewery wastewater using different compositions of cattle manure and granular sludge.", "results_summary": "The study found that a composition of 60% cattle manure and 40% granular sludge (assay B) yielded the highest methane production (759.15 ± 19.20 mL CH4 g-1 TS), attributed to synergistic microbial interactions. This setup also showed potential for significant electricity production (45614.08 kWh-1 year-1).", "population_specificity": "Not applicable (study focused on anaerobic digestion systems, not human or animal populations).", "effective_dosage": "1 g L-1 pulp and husk, 10 g COD L-1 coffee wastewater, 1.5 g COD L-1 brewery wastewater.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:58.194401+00:00"}
{"study_id": 9541, "supplement_id": 1037, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the α-glucosidase inhibition activity of peptides derived from fermented spent coffee grounds to assess their potential for diabetes management.", "results_summary": "Two peptides (YGF and GMCC) significantly inhibited α-glucosidase activity by 95.31% and 89.79%, respectively, with binding free energies of -8.5 and -6.6 kcal/mol. Pharmacokinetic analysis indicated no toxicity concerns for these peptides.", "population_specificity": "In vitro and in silico models (no human or animal subjects specified).", "effective_dosage": "0.42 mg/mL (concentration used in vitro).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:26:58.260896+00:00"}
{"study_id": 9557, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how different fermentation methods (natural vs. pulped, solid-state vs. submerged) affect the quality and sensory profile of coffee beverages using the Catiguá MG2 variety.", "results_summary": "Fermentation significantly enhanced coffee quality, with naturally processed coffee subjected to solid-state fermentation for over 24 h producing superior beverages. Different fermentation protocols resulted in distinct acid and alcohol profiles, influencing sensory characteristics.", "population_specificity": "Catiguá MG2 coffee variety", "effective_dosage": "Not specified", "study_duration": "96 h (4 days)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:05.045222+00:00"}
{"study_id": 9556, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of porous starch derived from Thai mango seeds to retain coffee aroma compounds.", "results_summary": "The study found that porous starch effectively retained certain coffee aroma compounds (2-furanmethanol and maltol) but showed decreased retention of d-limonene over time. Porous starch demonstrated potential as a green adsorbent for retaining coffee aromas in food and cosmetic applications.", "population_specificity": "Not specified (in vitro study on starch and aroma compounds)", "effective_dosage": "Not specified", "study_duration": "7 and 14 days of storage", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:05.184649+00:00"}
{"study_id": 9554, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of spent coffee grounds (SCG) as reinforcement in PHB/PLA polymer blends and assess the impact of SCG loading and PHB/PLA ratios on tensile properties and morphological characteristics.", "results_summary": "The study found that SCG aggregation at higher content (40 wt%) increased void formation, while a 50/50 PHB/PLA ratio with 20 wt% SCG loading showed improved tensile properties after biological treatment. Fungal treatment enhanced interfacial adhesion between SCG and the polymer matrix, improving tensile strength and modulus.", "population_specificity": "Not applicable (material science study)", "effective_dosage": "SCG loading at 10 wt%, 20 wt%, and 40 wt%", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:05.384863+00:00"}
{"study_id": 9558, "supplement_id": 1037, "safety_score": "80", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to examine the relationship between coffee consumption and clinical characteristics in individuals with migraine compared to those with non-migraine headache.", "results_summary": "The study found that coffee consumption did not significantly affect most headache-related characteristics or acute treatment response in migraine and non-migraine headache participants, though psychiatric comorbidities and stress varied with coffee intake.", "population_specificity": "3,030 survey participants, including 170 with migraine and 1,768 with non-migraine headache.", "effective_dosage": "No-to-low (<1 cup/day), moderate (1-2 cups/day), or high (≥3 cups/day).", "study_duration": "Not specified (cross-sectional study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:05.860441+00:00"}
{"study_id": 9555, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to develop and evaluate green functionalized carbon nanotubes (CNTs) for the adsorption of pharmaceuticals Losartan (LOS) and Diclofenac (DIC) from wastewater.", "results_summary": "The study found that functionalized CNTs showed improved adsorption efficiency for DIC and LOS, with faster and higher uptake for DIC. The material demonstrated potential for pollutant removal and was successfully regenerated for multiple cycles.", "population_specificity": "Not applicable (environmental study, not human or animal subjects)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:06.203445+00:00"}
{"study_id": 9559, "supplement_id": 1037, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and anti-photoaging effects of cascara extract cream from Gayo Arabica coffee pulp (CECGACP) in male Wistar rats exposed to UV radiation.", "results_summary": "CECGACP was found safe with no skin irritation (PII score 0) and reduced UV-induced wrinkles and erythema, but did not significantly lower TNF-α levels compared to controls.", "population_specificity": "Male Wistar rats (Rattus norvegicus)", "effective_dosage": "5%, 7.5%, and 10% CECGACP cream applied twice daily", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:06.530987+00:00"}
{"study_id": 9560, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate how oral hygiene practices affect the color and translucency of nanoceramic resin when exposed to coffee staining over time.", "results_summary": "Brushing with toothpaste minimized color changes in nanoceramic resin caused by coffee staining, with the smallest variations observed in the BT groups. All groups showed reduced lightness and translucency and increased chroma and hue, but brushing with toothpaste was most effective in mitigating these changes.", "population_specificity": "Nanoceramic resin specimens (not human subjects).", "effective_dosage": "Immersion in coffee solution for durations ranging from 15 minutes to 35,040 minutes (2-year simulation).", "study_duration": "Up to 2 years (simulated).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:07.371952+00:00"}
{"study_id": 9561, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of biological control agents and a chemical nematicide on controlling root-knot nematodes and profiling the coffee plant rhizomicrobiome in a field trial.", "results_summary": "The study found no significant differences in nematode control or plant yield between treated and control groups. However, certain treatments reduced Fusarium spp. abundance and increased Trichoderma spp. abundance, though overall microbial diversity remained unchanged.", "population_specificity": "Adult coffee plants (Coffea arabica) in field conditions.", "effective_dosage": "Not specified (commercially available bioproducts and nematicide Cadusafos were used).", "study_duration": "Three consecutive years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:07.508523+00:00"}
{"study_id": 9562, "supplement_id": 1037, "safety_score": "30", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to study the effect of different concentrations of coffee straw biochar on the physiological quality of lettuce and sorghum seeds.", "results_summary": "The study found that increasing concentrations of coffee biochar reduced seed vigor, suggesting a toxic effect, but did not significantly affect germination percentage. Sorghum seeds showed higher germination speed and root length, while lettuce seeds had greater shoot length.", "population_specificity": "Lettuce (Lactuca sativa) and sorghum (Sorghum bicolor) seeds.", "effective_dosage": "0%, 7.5%, 15%, 30%, and 60% biochar concentrations.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:14.186493+00:00"}
{"study_id": 9564, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility of anaerobic co-digestion of spent coffee grounds (SCG) with food waste (FW) to enhance methane production and sustainable SCG management.", "results_summary": "Co-feeding SCG with FW increased methane production without compromising process stability, with optimal performance at a 4% SCG/FW ratio. Process failure occurred at higher ratios (1:10) without trace element supplementation.", "population_specificity": "Not applicable (study focused on anaerobic digestion process, not human subjects).", "effective_dosage": "Co-feeding ratios of 1:100 to 1:10 (volatile solids basis).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:14.461295+00:00"}
{"study_id": 185428, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the association between coffee intake and lower risk of all-cause mortality in colorectal cancer patients.", "results_summary": "The study found limited-suggestive evidence that coffee intake was associated with a lower risk of all-cause mortality in colorectal cancer patients. The evidence was graded as limited-suggestive, indicating a potential but not definitive benefit.", "population_specificity": "Colorectal cancer patients (excluding those with metastases).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:14.966531+00:00"}
{"study_id": 9567, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the shelf-life of cold and hot water extraction coffees based on sensory and chemical profiles and microbial growth, while also studying the influence of extraction temperature on these profiles.", "results_summary": "The study found that the shelf life of refrigerated cold- and hot-brewed coffee was limited by sensory deterioration rather than microbial stability. Cold-brewed coffees exhibited greater flavor stability over storage time compared to hot-brewed coffee, and they were chemically and sensorially distinct.", "population_specificity": "Not specified (likely general coffee samples, not human subjects)", "effective_dosage": "Not specified", "study_duration": "Not specified (storage period implied but not detailed)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:15.157491+00:00"}
{"study_id": 9566, "supplement_id": 1037, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to study the antinociceptive effects of a polyphenolic extract from decaffeinated ground roasted coffee in a fibromyalgia-like mouse model.", "results_summary": "The coffee polyphenolic extract (CE) modulated reflexive pain responses, depressive-like behavior, and spinal cord gliosis in a dose-dependent manner without systemic toxicity. The effects were consistent and clinically relevant for nociplastic pain relief.", "population_specificity": "RIM6 adult ICR-CD1 female mice (fibromyalgia-like model).", "effective_dosage": "10 or 15 mg/kg, administered daily once a week.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:15.219196+00:00"}
{"study_id": 9565, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to design an optimized biomixture for treating pesticide-containing wastewater from coffee crops in Costa Rica.", "results_summary": "The coconut fiber biomixture showed the best performance in pesticide removal, with two optimal compositions identified (29:7.3:63.7 and 11:7.3:81.7 compost:soil:coconut fiber). The optimized biomixture achieved overall DT50 values of 7.8-9.0 days for the pesticide mixture.", "population_specificity": "Pesticide-containing wastewater from coffee crops in Costa Rica.", "effective_dosage": "Not specified (biomixture compositions provided as % v/v).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:15.884884+00:00"}
{"study_id": 185430, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 86, "quality_score": 85, "study_goal": "The researchers aimed to evaluate associations between metabolite levels and habitual dietary intake, including coffee, in a controlled feeding study.", "results_summary": "The study found a strong correlation (r = 0.86) between metabolite levels and coffee intake, indicating that coffee consumption can be reliably measured through metabolomics. This correlation was among the strongest observed for any food or beverage in the study.", "population_specificity": "Healthy postmenopausal females from the Women's Health Initiative (N = 153).", "effective_dosage": "Not specified (habitual intake emulated).", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:15.926951+00:00"}
{"study_id": 9563, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a long-lasting insecticide-incorporated net (LLIN) with α-cypermethrin in managing coffee berry borer (H. hampei) and tropical nut borer (H. obscurus) pests under laboratory conditions.", "results_summary": "The LLIN with α-cypermethrin caused over 90% mortality in both Hypothenemus species after 24 hours of exposure and induced paralysis at shorter exposure times (1, 6, and 12 hours). The LT50 and LT90 values indicated rapid and effective pest control.", "population_specificity": "Coffee berry borer (H. hampei) and tropical nut borer (H. obscurus) pests in a laboratory setting.", "effective_dosage": "0.34% α-cypermethrin incorporated into the net.", "study_duration": "Exposure times of 1, 6, 12, and 24 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:16.573846+00:00"}
{"study_id": 185432, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effects of a multi-ingredient nutritional supplement on mitochondrial function and metabolic health outcomes in overweight/obese individuals over 12 weeks.", "results_summary": "The study found significant improvements in weight and body composition, along with positive changes in molecular markers of liver health and metabolism after 12 weeks of supplementation.", "population_specificity": "Overweight and/or obese participants (mean age 26 ± 1, BMI 26 ± 1 kg/m²).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:22.431720+00:00"}
{"study_id": 185433, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the scientific evidence for coffee extracts' effectiveness in memory enhancement, as part of a broader review of common ingredients in memory supplements.", "results_summary": "The study found no compelling evidence supporting the use of coffee extracts for memory enhancement. It was listed among ingredients with insufficient evidence for cognitive benefits.", "population_specificity": "Not specified (general review of existing studies on supplement ingredients)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:22.443196+00:00"}
{"study_id": 185431, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential of using coffee grounds as a renewable carbon source for producing polyhydroxyalkanoates (PHAs), a biodegradable polymer alternative to plastics.", "results_summary": "The abstract mentions coffee grounds as a potential renewable substrate for PHA production, but no specific results regarding coffee's effects are detailed. The focus is on the broader potential of PHAs as biodegradable materials.", "population_specificity": "Not applicable (study is a review, not a clinical trial).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:22.566401+00:00"}
{"study_id": 185436, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of coffee supplementation on homocysteine and leptin concentrations through a meta-analysis of clinical trials.", "results_summary": "The meta-analysis found that coffee administration significantly increases homocysteine levels but has no significant effect on leptin concentrations. Sensitivity analysis confirmed the robustness of these findings.", "population_specificity": "Not specified (meta-analysis of clinical trials)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:22.636834+00:00"}
{"study_id": 185439, "supplement_id": 1037, "safety_score": "100", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether MitoHeal supplementation (containing polyphenols, including those from coffee) improves skin quality and patient satisfaction.", "results_summary": "MitoHeal supplementation showed improvements in skin quality and patient satisfaction compared to placebo, with a dose-response relationship and no adverse events reported.", "population_specificity": "40 adults with a mean age of 44.65 years.", "effective_dosage": "Not specified.", "study_duration": "1 month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:23.254456+00:00"}
{"study_id": 185435, "supplement_id": 1037, "safety_score": "60", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to examine the evidence and potential mechanisms for acrylamide, found in coffee and other processed foods, having endocrine-disrupting properties contributing to obesity and related comorbidities.", "results_summary": "The study suggests acrylamide in coffee may disrupt energy and lipid metabolism, adipogenesis, and signaling pathways, potentially exacerbating obesity-related metabolic disturbances. Limited evidence indicates acrylamide could worsen obesity through weight gain and altered biomarkers.", "population_specificity": "Not specified (general discussion of acrylamide effects in humans and experimental animals).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:23.531358+00:00"}
{"study_id": 185437, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the relationship between antioxidant supplements, including coffee, and their effects on depressive and anxiety states.", "results_summary": "The meta-analysis found that coffee, among other antioxidant supplements, had a significant positive effect on depressive status (SMD = 1.15, p = 0.001). Antioxidant supplementation, including coffee, also showed significant improvement in anxiety (SMD = 0.40, p < 0.00001).", "population_specificity": "4049 participants across 52 studies, with no specific population characteristics limited.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:25.809564+00:00"}
{"study_id": 185447, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to review the nutritional and bioactive composition of chicory and explore its potential uses in food products, including coffee supplementation.", "results_summary": "The abstract summarizes chicory's nutritional and bioactive compounds but does not provide specific findings on coffee's effects.", "population_specificity": "Not specified", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:29.770036+00:00"}
{"study_id": 185443, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether green coffee bean extract (GCBE) supplementation reduces inflammatory markers in overweight/obese individuals with normal liver function or NAFLD.", "results_summary": "GCBE supplementation significantly lowered TNF-α levels but showed no significant effect on other inflammatory markers. The findings suggest a potential anti-inflammatory benefit of GCBE, though mechanisms require further study.", "population_specificity": "Overweight/obese adults with normal liver function or NAFLD.", "effective_dosage": "50 mg/day to 1200 mg/day", "study_duration": "8-12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:30.307850+00:00"}
{"study_id": 185453, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine the association between coffee intake and zinc deficiency among pregnant women in Ethiopia.", "results_summary": "The study found that coffee intake was associated with an increased risk of zinc deficiency in pregnant women, with an adjusted odds ratio (AOR) of 1.76. This suggests coffee consumption may negatively impact zinc status in this population.", "population_specificity": "Pregnant women in Ethiopia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:30.920401+00:00"}
{"study_id": 185444, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to summarize the potential preventive effects of coffee on hepatocellular carcinoma (HCC) development in high-risk populations, particularly patients with liver cirrhosis.", "results_summary": "The abstract suggests that coffee, along with other dietary aspects and nutrients, may have protective effects against HCC, though none of these options have yet been integrated into clinical guidelines. Accumulating data indicate potential benefits, but further implementation is needed.", "population_specificity": "Patients with liver cirrhosis at risk for hepatocellular carcinoma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:31.057107+00:00"}
{"study_id": 185450, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to quantify the effects of green coffee extract (GCE) and chlorogenic acid (CGA) on blood glucose and insulin levels through a meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis found that GCE consumption significantly reduced fasting blood sugar (FBS) levels (WMD: -1.791 mg/dl) with no significant heterogeneity among studies, though insulin levels were not significantly affected.", "population_specificity": "Not specified (meta-analysis of RCTs).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:31.605201+00:00"}
{"study_id": 185454, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of green coffee bean extract (GCBE) supplementation on lipid profile in adults.", "results_summary": "The study found that GCBE supplementation significantly reduced total cholesterol, HDL-C, and LDL-C levels, with modest but non-significant effects on triglyceride levels.", "population_specificity": "Adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:32.343905+00:00"}
{"study_id": 185442, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of coffee pulp extract as a functional supplement (CPD) and cosmetic ingredient (CPS) on anti-oxidation and anti-aging.", "results_summary": "The study found that CPD and CPS significantly increased free radical scavenging activities (93.3% and 85% for DPPH, 94.5% and 61.3% for ABTS) and concluded that daily consumption of coffee pulp extract products can slow skin aging and improve skin health.", "population_specificity": "80 subjects (40 for CPD/placebo drink, 40 for CPS/placebo serum).", "effective_dosage": "50 ml of CPD/placebo drink daily; 3 ml of CPS/placebo serum day and night.", "study_duration": "8 weeks for CPD, 4 weeks for CPS.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:32.611569+00:00"}
{"study_id": 185441, "supplement_id": 1037, "safety_score": "80", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the association between maternal coffee consumption and congenital anomalies.", "results_summary": "The study found no significant association between maternal coffee consumption and congenital anomalies. Maternal folic acid supplementation had a preventive effect on congenital heart defects, but coffee consumption did not show significant effects.", "population_specificity": "Pregnant women in South Korea and other populations covered by the reviewed studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:34.521827+00:00"}
{"study_id": 185456, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to summarize nutritional components and diets associated with longevity, including the effects of coffee on all-cause mortality.", "results_summary": "The study found that a high intake of coffee is associated with a reduced risk for all-cause mortality, suggesting a potential longevity benefit. No adverse effects or safety concerns were mentioned in the abstract.", "population_specificity": "General human population (no specific subgroup mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:37.858682+00:00"}
{"study_id": 185460, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to investigate the relationship between coffee consumption and homocysteine metabolism in patients with Turner syndrome.", "results_summary": "Coffee consumption was identified as a significant lifestyle factor influencing homocysteine metabolism (p = 0.01), though the abstract does not specify whether its effects were beneficial or adverse.", "population_specificity": "50 patients with Turner syndrome (mean age 31.5 ± 12.5 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:38.782366+00:00"}
{"study_id": 185463, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the potential effects of coffee on renal health and function as part of a broader examination of dietary components.", "results_summary": "The abstract does not specify the findings regarding coffee's effects on kidney health, only mentioning it as one of the reviewed substances.", "population_specificity": "General population, with a focus on chronic kidney disease (CKD) risk factors.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:39.262171+00:00"}
{"study_id": 185459, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to summarize findings from RCTs evaluating the effect of hydroxycinnamic acids (HCAs) on markers of cardiometabolic health in humans.", "results_summary": "The study found that HCAs, found in coffee and other plant-based foods, showed greater effectiveness in improving cardiometabolic risk factors in individuals with higher baseline cholesterol, blood pressure, and glycemia. Only seven of the 44 RCTs analyzed inter-individual variability in response to HCA consumption.", "population_specificity": "Humans, with a focus on individuals at higher cardiometabolic risk.", "effective_dosage": "Not specified", "study_duration": "Acute and chronic supplementation (21 acute and 23 chronic RCTs)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:39.667620+00:00"}
{"study_id": 185464, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether coffee consumption influences bladder cancer incidence.", "results_summary": "The study found that coffee, along with tea and alcohol, appears to have no influence on bladder cancer incidence.", "population_specificity": "General population (no specific subgroup mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:39.670363+00:00"}
{"study_id": 185462, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a supplement containing green coffee extract, among other ingredients, could reduce postprandial glucose and insulin spikes after high-GI/GL meals.", "results_summary": "The study found that the investigational product containing green coffee extract lowered postprandial glucose and insulin concentrations 20–35 minutes after meal intake and reduced episodes of reactive hypoglycemia compared to placebo.", "population_specificity": "Healthy subjects", "effective_dosage": "Not specified", "study_duration": "Short-term (single-dose administration per meal)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:39.808718+00:00"}
{"study_id": 185466, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify dietary factors, including coffee, that may prevent gallstone formation.", "results_summary": "The study found that coffee consumption exerts a protective role against gallstone formation, alongside other dietary factors like monounsaturated fats, fiber, and vitamin C.", "population_specificity": "General population, with a focus on individuals at high risk of gallstone formation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:41.506271+00:00"}
{"study_id": 185465, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of green coffee bean extract combined with an energy-restricted diet on body composition and serum adipocytokines in obese women.", "results_summary": "The study found that green coffee bean extract combined with an energy-restricted diet led to significant reductions in body weight, fat mass indices, and waist-to-hip ratio, along with improved lipid metabolism and increased adiponectin levels in obese women. The intervention group showed greater improvements compared to the placebo group.", "population_specificity": "Obese women aged 20-45 years.", "effective_dosage": "400 mg green coffee bean extract daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:41.653111+00:00"}
{"study_id": 185469, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers examined whether dietary antioxidant supplements, including green coffee, provide marginal benefits in managing obesity and type 2 diabetes.", "results_summary": "The study found weak evidence for the efficacy of green coffee as an antioxidant supplement in managing obesity and type 2 diabetes, compared to stronger evidence for other supplements like zinc and green tea.", "population_specificity": "General population with obesity and type 2 diabetes (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:45.927141+00:00"}
{"study_id": 185468, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of coffee polyphenols on endothelial nitric oxide synthase (eNOS) activity and flow-mediated dilatation (FMD).", "results_summary": "The study found that polyphenols from coffee enhance FMD and eNOS activity, suggesting a beneficial effect on vascular function. No adverse effects or mixed results were reported for coffee polyphenols, unlike wine polyphenols.", "population_specificity": "Not specified (general endothelial physiology context).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:46.505460+00:00"}
{"study_id": 185473, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the association between coffee consumption and the risk of Alzheimer's disease (AD).", "results_summary": "The study found that coffee consumption is associated with a reduced risk of AD, aligning with epidemiological evidence, though randomized controlled trials show mixed results.", "population_specificity": "General population, with a focus on dietary patterns and AD risk.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:47.527415+00:00"}
{"study_id": 185472, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate lifestyle interventions, including coffee consumption, for improving liver damage in chronic hepatitis C patients ineligible for or refusing interferon-based treatments.", "results_summary": "Coffee consumption was associated with biochemical improvement in liver function among chronic hepatitis C patients, though the study did not specify the extent or mechanisms of this effect. Other alternatives showed mixed or insufficient evidence.", "population_specificity": "Patients with chronic hepatitis C who cannot receive or refuse interferon-based treatments.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:47.597882+00:00"}
{"study_id": 185470, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of polyphenol-rich foods like coffee in modulating carbohydrate metabolism and improving insulin response in type 2 diabetes.", "results_summary": "The study suggests that coffee, as a polyphenol-rich beverage, may help decrease insulin resistance, improve glucose utilization, and offer a natural alternative for diabetes management. However, specific results for coffee alone were not detailed.", "population_specificity": "Diabetic patients (type 2 diabetes mellitus) and animal models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:47.795300+00:00"}
{"study_id": 185471, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize the influence of adiponectin on metabolic and cardiovascular health, including the potential role of coffee consumption in increasing adiponectin levels.", "results_summary": "The study found that coffee consumption, along with other dietary modifications like fish intake and omega-3 supplementation, can increase adiponectin levels, which are associated with improved metabolic and cardiovascular health.", "population_specificity": "General population, with a focus on obese individuals and those with metabolic syndrome, type 2 diabetes, or cardiovascular disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:48.079411+00:00"}
{"study_id": 185475, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether coffee consumption could lower urate levels and reduce the risk of gout and its comorbidities.", "results_summary": "The study found that coffee could lower urate levels and reduce the risk of gout and some of its comorbidities, suggesting it may be a preventive measure.", "population_specificity": "Patients with hyperuricemia and gout, as well as individuals at risk for metabolic syndrome and cardiovascular disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:48.895152+00:00"}
{"study_id": 185474, "supplement_id": 1037, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate changes in dietary habits, including coffee consumption, among breast cancer survivors post-diagnosis.", "results_summary": "The study found that coffee consumption significantly decreased after breast cancer diagnosis (P < 0.05), suggesting a behavioral shift away from coffee among survivors. No specific health outcomes related to coffee were reported.", "population_specificity": "1,560 breast cancer patients in the UK participating in the DietCompLyf study.", "effective_dosage": "Not specified", "study_duration": "Dietary intake was assessed approximately 1 year post-diagnosis.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:49.294445+00:00"}
{"study_id": 50194, "supplement_id": 1038, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the anti-inflammatory properties of Coffee Pulp Extract (CPE) and its molecular mechanism in LPS-activated murine macrophage cells.", "results_summary": "CPE suppressed the synthesis of inflammatory cytokines (TNF-α, IL-6, IL-1β) and mediators (COX-2, iNOS, NO, PGE2) and inactivated the NF-κB and MAPK signaling pathways, suggesting potential anti-inflammatory benefits.", "population_specificity": "Murine macrophage cells (RAW 264.7)", "effective_dosage": "Varying doses (specific amounts not stated)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:54.466527+00:00"}
{"study_id": 8970, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to examine changes in perceived tinnitus sound qualities following internet-based cognitive behavioral therapy (ICBT) and its effects on tinnitus severity, anxiety, depression, and insomnia.", "results_summary": "ICBT significantly reduced tinnitus severity, anxiety, depression, and insomnia with small-to-moderate effect sizes, and improved perceived tinnitus sound qualities (except for loud sounds and mild cases). A greater proportion of intervention participants achieved clinically meaningful improvements compared to controls.", "population_specificity": "152 participants with tinnitus, some with higher baseline anxiety and depression symptoms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:54.969720+00:00"}
{"study_id": 8974, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the efficacy of CBT in normalizing social learning capabilities and underlying neural processes in patients with MDD, and to assess if social learning impairments could predict CBT effectiveness.", "results_summary": "The study is designed to evaluate CBT's impact on enhancing positive social feedback learning and reducing negative feedback learning in MDD patients, using behavioral experiments and fMRI, but results are not yet reported.", "population_specificity": "60 outpatients with MDD and 60 healthy controls.", "effective_dosage": "12 sessions of CBT over three months.", "study_duration": "Three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:56.504213+00:00"}
{"study_id": 8972, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the effects of Internet-based Cognitive Behavioral Therapy (ICBT) on neurofunctional networks in Chinese undergraduates with subthreshold depression (sD) using resting-state functional MRI (rs-fMRI).", "results_summary": "ICBT intervention reduced clinical measurement scores in sD patients and altered brain network efficiency, increasing nodal efficiency in the left inferior frontal gyrus and decreasing it in the left paracentral lobule and right precentral gyrus.", "population_specificity": "Chinese undergraduates with subthreshold depression (sD) and matched healthy controls.", "effective_dosage": "Not specified", "study_duration": "Short-term (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:56.640361+00:00"}
{"study_id": 8973, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the experiences and perceptions of participants with long-lasting dizziness who engaged in a group-based intervention combining vestibular rehabilitation, body awareness therapy, and cognitive behavioral therapy (CBT).", "results_summary": "Participants reported benefits such as peer support, shared learning, increased self-knowledge to process anxiety, and strategies to confront avoided activities. The intervention was perceived as comprehensive and holistic, addressing physical, psychological, and social challenges.", "population_specificity": "15 participants (10 women, 5 men) aged 38-71 years with long-lasting dizziness.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:56.703528+00:00"}
{"study_id": 8971, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess whether digital cognitive behavioral therapy for insomnia positively impacts brain function and improves sleep quality and emotional regulation.", "results_summary": "The study found that digital cognitive behavioral therapy had a short-term positive effect on insomnia symptom severity (PSQI, ISI, DASS scales) but no significant effect on sleep efficiency. Both intervention groups showed improvements, with go/no-go training benefiting sleep efficiency and dot-probe training aiding emotion regulation.", "population_specificity": "80 patients with insomnia (40 in go/no-go group, 40 in dot-probe group).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:56.769009+00:00"}
{"study_id": 8975, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if an app-based CBT program (CareMom) reduces depressive and anxious symptoms in pregnant women compared to a relaxation training control group.", "results_summary": "The study is designed to measure changes in depressive and anxious symptoms using standardized scales from baseline to 6 weeks postpartum, but results are not yet reported in the abstract.", "population_specificity": "290 pregnant women at 20-24 weeks of gestation in Chengdu, China.", "effective_dosage": "8-week mobile app-based CBT program (frequency not specified).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:57.634294+00:00"}
{"study_id": 8977, "supplement_id": 1039, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and effectiveness of therapist-guided digital Cognitive Behavioral Therapy for Insomnia (i-Sleep) in individuals with mental health complaints across various care settings.", "results_summary": "Participants reported benefits such as faster sleep onset, fewer nighttime awakenings, and increased daytime energy, with high satisfaction and recommendation rates. However, some experienced minimal gains or adverse effects, and therapists suggested improvements for better integration into routine care.", "population_specificity": "Individuals with clinically relevant insomnia and various mental health complaints across pre-clinical, general, and specialized care levels.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:27:58.221714+00:00"}
{"study_id": 8978, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the proportion of cancer survivors with insomnia who benefit from CBT-I in reducing cancer-related fatigue (CRF) and identify factors associated with improvement.", "results_summary": "75% of participants experienced significant reduction in CRF symptoms after CBT-I, with younger age being the only significant predictor of improvement at the multivariable level.", "population_specificity": "Atlantic Canadian cancer survivors (N=121) with insomnia disorder and perceived cognitive impairment symptoms (77% women, 45% breast cancer, mean age 60.12 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:02.536269+00:00"}
{"study_id": 8979, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the effectiveness of CBT-based comprehensive nursing interventions in improving patient outcomes in orthodontic care, including pain, anxiety, and depression.", "results_summary": "The study found that CBT-based interventions, including remote delivery methods like virtual reality, effectively reduced pain, anxiety, and depression in orthodontic patients, enhancing adherence, satisfaction, and overall treatment success.", "population_specificity": "Orthodontic patients with dental crowding and misalignment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:02.601554+00:00"}
{"study_id": 8981, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to formalize psychotherapy interventions, particularly Cognitive Behavioral Therapy (CBT), as computational models of learning to better understand the mechanisms of change in psychotherapy.", "results_summary": "The study suggests that CBT, including exposure therapy and cognitive restructuring, can be mapped to computational models of reinforcement and representation learning, potentially improving intervention research by clarifying underlying change processes.", "population_specificity": "Not specified (general discussion of CBT principles)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:03.790940+00:00"}
{"study_id": 8983, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Cognitive Behavioral Therapy could improve sleep quality and mental health outcomes (depression, anxiety, PTSD) in high-risk populations affected by violence.", "results_summary": "Cognitive Behavioral Therapy improved sleep quality, increased total sleep time, and reduced symptoms of depression, anxiety, and PTSD in participants. The intervention showed clinically meaningful benefits for individuals with sleep disorders and mental health challenges.", "population_specificity": "Journalists, activists, and human rights defenders in Mexico affected by violence.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:04.451966+00:00"}
{"study_id": 8982, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of stepped care, including parent-led bibliotherapy and therapist-led CBT, in reducing anxiety and related symptoms in autistic youth.", "results_summary": "Focal symptoms decreased across all groups at all timepoints, with greater decreases observed in those who entered maintenance. At 3-month follow-up, there were no differences between groups. Parental mental health measures showed no significant changes.", "population_specificity": "Autistic youth with anxiety", "effective_dosage": "Not specified", "study_duration": "12 weeks (initial phase), with some participants continuing to therapist-led CBT", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:04.635745+00:00"}
{"study_id": 8980, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a cognitive-behavioral therapy (CBT) program in reducing methamphetamine re-use and improving well-being among individuals in residential and rehabilitation centers in the Philippines.", "results_summary": "The CBT program did not significantly reduce methamphetamine re-use compared to the control group but showed small positive effects on self-rated health and problem-focused coping skills among participants. Self-reported drug re-use was higher in the intervention group, though urine tests showed no significant difference.", "population_specificity": "Individuals in residential and rehabilitation centers in the Philippines with methamphetamine use.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:05.505703+00:00"}
{"study_id": 8985, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to provide a comprehensive bibliometric analysis of the AI4CBT field to understand its status, key contributors, trends, and interdisciplinary grounding.", "results_summary": "The study conducted a broad-spectrum bibliometric analysis, identifying production trends, leading contributors, co-authorship networks, citation patterns, and key topics in AI4CBT. It framed the field's current status and highlighted potential challenges and opportunities.", "population_specificity": "Not specified (bibliometric analysis of research literature)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:06.028624+00:00"}
{"study_id": 8988, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of cognitive-behavioral therapy (CBT) versus mindfulness-based stress reduction (MBSR) on emotion regulation, mindfulness, and cognitive-executive functions in patients with rheumatoid arthritis.", "results_summary": "CBT significantly improved cognitive-executive functions in patients with rheumatoid arthritis, though MBSR showed greater benefits in emotion regulation and mindfulness. Both interventions were effective overall.", "population_specificity": "Patients with rheumatoid arthritis referred to a rheumatology clinic.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:11.616380+00:00"}
{"study_id": 8987, "supplement_id": 1039, "safety_score": "90", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to collect real-world data from practitioners on the use, perception, and outcomes of Cognitive Behavioral Therapy (CBT) and gut-directed hypnosis (GDH) for treating irritable bowel syndrome (IBS).", "results_summary": "The study found that CBT provided moderate or large positive effects for a majority of patients in bowel symptoms, emotional symptoms, life functioning, and self-management of IBS, with very few mild adverse effects reported. Virtual delivery was common and rated as effective as in-person therapy by most practitioners.", "population_specificity": "IBS patients treated by therapists specializing in brain-gut behavior therapies (BGBT).", "effective_dosage": "Mean of 9.6 sessions (range 2-76).", "study_duration": "Not specified (session-based intervention).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:11.815368+00:00"}
{"study_id": 8986, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effectiveness of a 14-week internet-based cognitive behavioral therapy (iCBT) program with virtual reality exposure therapy (VRET) for treating social anxiety disorder (SAD) in Hong Kong Chinese adults.", "results_summary": "Both web-based and app-based iCBT with VRET were superior to the waitlist control group, with comparable effects between the two formats. Improvements were maintained at 3- and 6-month follow-ups, with higher rates of reliable improvement and remission in the treatment groups.", "population_specificity": "Hong Kong Chinese adults with social anxiety disorder (mean age 30.49 years, 36% male, 64% female).", "effective_dosage": "Not specified (14-week program).", "study_duration": "14 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:12.349469+00:00"}
{"study_id": 8989, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the specific efficacy of individual CBT skills (behavioral activation, cognitive restructuring, problem solving, assertion training, and behavior therapy for insomnia) in treating subthreshold depression using a smartphone app.", "results_summary": "The study found that all included CBT skills and their combinations outperformed control conditions (delayed treatment, health information, or self-check) with effect sizes ranging from -0.67 to -0.16 for reducing depressive symptom severity. High follow-up (97%) and adherence (84%) rates were observed.", "population_specificity": "3,936 adult participants with subthreshold depression.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:13.034463+00:00"}
{"study_id": 8991, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 88, "study_goal": "The researchers aimed to determine the combined effects of Cognitive Behavioral Therapy (CBT) and Mindfulness-Based Stress Reduction (MBSR) on reducing test anxiety, improving academic performance, and enhancing well-being among vocational students.", "results_summary": "The study found that students who underwent the CBT-MBSR intervention had significantly lower test anxiety scores, improved mindfulness, higher academic achievement, and better well-being compared to the control group. The intervention showed a strong multivariate effect (F value = 1168.52, p = .001, η² = 0.752).", "population_specificity": "Business education students from two universities in Southeast Nigeria (n = 483).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:14.927825+00:00"}
{"study_id": 8990, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if a single online 1-day CBT-based workshop could prevent postpartum depression (PPD) in pregnant individuals at increased risk.", "results_summary": "The study found reductions in PPD symptoms and anxiety in the experimental group at 2 months postpartum, though not statistically significant overall. Higher-risk participants (baseline EPDS ≥7) showed statistically significant improvements in PPD and anxiety.", "population_specificity": "Pregnant individuals at 28-38 weeks gestation, at increased risk for PPD, living in Ontario, and free of current major depressive disorder (MDD).", "effective_dosage": "1-day online CBT-based workshop.", "study_duration": "Single-day intervention with follow-up assessments at 1, 2, and 3 months postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:14.947526+00:00"}
{"study_id": 8992, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the association between subtypes of insomnia disorder and the efficacy of cognitive-behavioral therapy for insomnia (CBT-I) and CBT-I plus (combined with modules targeting anxiety and depressive symptoms).", "results_summary": "The study found that both subtypes of insomnia showed significant improvements post-treatment, with Subtype 2 (poorer baseline sleep quality and higher emotional symptoms) experiencing larger improvements. CBT-I plus was more effective in reducing depressive symptoms in Cluster 1, while CBT-I alone was superior in enhancing sleep duration in Cluster 2.", "population_specificity": "118 patients with chronic insomnia disorder combined with mild anxiety or/and depressive symptoms.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:15.329943+00:00"}
{"study_id": 8984, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of CADDI (a CBT protocol for ADHD-inattentive presentation) with regular CBT treatment for ADHD.", "results_summary": "CADDI showed significantly greater improvement in behavioral activation compared to the control group, with larger within-group effect sizes on several measures, though no significant between-group effects were found on other outcomes. Participants and therapists reported higher satisfaction with CADDI.", "population_specificity": "108 adults with ADHD from six psychiatric outpatient clinics in Stockholm.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:15.762502+00:00"}
{"study_id": 8994, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and compare diverse approaches to group cognitive behavioral therapy (CBT) for obsessive-compulsive disorder (OCD) to understand variations in its structure and content.", "results_summary": "The abstract does not provide specific results but outlines a planned scoping review to examine heterogeneity in group CBT for OCD, including session details, program content, and therapist qualifications.", "population_specificity": "Adult patients (18 years or older) of any gender with a primary diagnosis of OCD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:19.758827+00:00"}
{"study_id": 8993, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the suitability and potential optimizations of therapist-guided internet-delivered cognitive behavioral therapy (ICBT) for Canadian public safety leaders, focusing on perceived stressors, course suitability, and ways to enhance ICBT for this group.", "results_summary": "Leaders reported favorable attitudes toward ICBT, with high satisfaction (90%) and clinically significant symptom improvement in depression and anger. Feedback suggested optimizations like leader-specific case stories and resources to better apply skills in leadership roles.", "population_specificity": "Canadian public safety personnel (PSP) in supervisory or leadership positions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:20.303402+00:00"}
