{"study_id": 93378, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine if frequent moderate exacerbations accelerate clinical and functional decline in ex-smoking COPD patients, including effects on walking performance (6-minute walking test).", "results_summary": "The study found no significant difference in FEV1 decline or other functional outcomes (including 6-minute walking test) between frequent and infrequent exacerbators, suggesting frequent moderate exacerbations do not accelerate decline in ex-smoking COPD patients.", "population_specificity": "Ex-smoking COPD patients (n=100)", "effective_dosage": "Not applicable", "study_duration": "2-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:15.890948+00:00"}
{"study_id": 93379, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the safety and efficacy of a home aerobic exercise program (walking) in improving cardiovascular performance and reducing adverse events in ICD recipients.", "results_summary": "The study found that prescribed home walking significantly improved peak oxygen consumption at 8 and 24 weeks compared to usual care, with no significant differences in ICD shocks, hospitalizations, or deaths between groups.", "population_specificity": "160 patients (124 men, 36 women) with implantable cardioverter defibrillators (ICDs) for primary or secondary prevention.", "effective_dosage": "1 hour/day, 5 days/week at 60-80% of heart rate reserve for 8 weeks, followed by 150 minutes/week for 16 weeks.", "study_duration": "24 weeks (8 weeks of training, 16 weeks of maintenance).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:17.212291+00:00"}
{"study_id": 93371, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of ambulation training with surface peroneal nerve stimulation versus usual care on gait parameters in chronic stroke survivors.", "results_summary": "Both treatment groups showed improvements in cadence, stride length, walking speed, and peak hip and ankle power, but there were no significant differences between the groups. Peak ankle dorsiflexion in swing worsened in both groups, though the clinical significance is unclear.", "population_specificity": "Chronic stroke survivors (>12 weeks poststroke) with unilateral hemiparesis.", "effective_dosage": "Not specified", "study_duration": "12 weeks of treatment, with a 6-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:17.951318+00:00"}
{"study_id": 93380, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to determine whether patient-specific instrumentation (PSI) improved gait, implant positioning, and patient-reported outcomes compared to conventional instrumentation in unicompartmental knee arthroplasty (UKA) patients.", "results_summary": "The study found no significant differences in gait parameters, implant alignment, or functional outcomes between PSI and conventional UKA techniques at 3 months and 1 year post-surgery. PSI did not demonstrate a clear advantage over conventional methods.", "population_specificity": "60 patients (mean age 63 ± 4 years, mean BMI 28 ± 3 kg/m²) undergoing UKA.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Evaluated at 3 months and 1 year post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:18.709855+00:00"}
{"study_id": 93383, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to identify clinical, laboratory, and imaging features that distinguish gout from non-gout conditions.", "results_summary": "The study identified ten key features, including difficulty walking (multivariate OR 7.34), that accurately distinguish gout from non-gout. Ultrasound findings and serum urate levels added significant discriminating value.", "population_specificity": "Consecutive rheumatology clinic patients with ≥1 swollen joint or subcutaneous tophus.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:19.640336+00:00"}
{"study_id": 93382, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of locomotor training intensity on walking outcomes in individuals with chronic stroke.", "results_summary": "High-intensity training (70%-80% of heart rate reserve) led to greater improvements in 6-Minute Walk Test performance compared to low-intensity training (30%-40% of heart rate reserve). The largest changes were observed in participants who performed high-intensity training first.", "population_specificity": "Individuals with chronic stroke (>6-month duration) and gait deficits.", "effective_dosage": "High-intensity (70%-80% of heart rate reserve) or low-intensity (30%-40% of heart rate reserve) locomotor training for 12 or fewer sessions.", "study_duration": "4 to 5 weeks per training phase, with a 4-week washout period between phases.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:20.411530+00:00"}
{"study_id": 93381, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "To determine the effectiveness of two alternative models of increased physiotherapy service delivery (seven-day week therapy or group circuit class therapy five days a week) compared to usual care for improving walking distance in stroke patients.", "results_summary": "Both seven-day therapy and group circuit class therapy increased physiotherapy time but showed no significant differences in walking distance compared to usual care at four weeks. Length of stay was shorter for both intervention groups, but the differences were not statistically significant.", "population_specificity": "People admitted with a diagnosis of stroke, previously independently ambulant, and with a moderate level of disability.", "effective_dosage": "Seven-day therapy: usual care physiotherapy provided seven days a week; circuit class therapy: two 90-minute group sessions five days a week.", "study_duration": "Four weeks post-randomization.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:20.909044+00:00"}
{"study_id": 93384, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how optimized sensory cues (such as adaptive rhythmic metronomes, groove music, and bass-frequency tones) could improve gait rehabilitation in Parkinson's disease patients.", "results_summary": "The study found that adaptive metronomes synchronized with patients' footsteps, improving stability and reinstating healthy gait dynamics. Other strategies like groove music and bass-frequency pulses were suggested as potent rhythmic cues to enhance motor and timing deficits.", "population_specificity": "Parkinson's disease patients with motor-timing impairments in gait.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:23.254607+00:00"}
{"study_id": 93385, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of an 8-week walking exercise program on fatigue in patients with chronic obstructive pulmonary disease (COPD).", "results_summary": "The study found no initial difference in fatigue between groups, but after the intervention, the walking group showed significantly lower fatigue compared to the control group. The difference was statistically significant (p = .001).", "population_specificity": "Patients with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Three times a week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:23.993446+00:00"}
{"study_id": 93386, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the predictive validity of three gait assessment modes (self-reported, clinical, and quantitative) for incident falls in older adults.", "results_summary": "The study found that multiple gait assessment modes better identified fall risk than a single assessment, with participants showing abnormalities in at least two assessments having a higher hazard ratio for falls (HR: 1.61).", "population_specificity": "380 community-dwelling older adults (mean age 76.5 ± 6.8 y, 55.8% female).", "effective_dosage": "Not applicable", "study_duration": "Mean follow-up of 24.2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:24.800697+00:00"}
{"study_id": 93387, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the minimally important difference (MID) for the Vascular Quality of Life Questionnaire (VascuQol) and the walking impairment questionnaire (WIQ) in patients with intermittent claudication (IC).", "results_summary": "The study found MID values for improvement and deterioration in VascuQol (0.87 and 0.23) and WIQ (0.11 and -0.03), aiding in interpreting treatment outcomes and setting individual care goals.", "population_specificity": "294 patients with intermittent claudication (IC).", "effective_dosage": "Not available", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:25.846189+00:00"}
{"study_id": 93389, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of multicomponent (MCT) and resistance training (RT) programs on metabolic health parameters in healthy elderly individuals.", "results_summary": "The MCT program improved functional tests like chair stand and habitual walking speed, while both MCT and RT showed limited effects on metabolic health parameters, with only minor changes in specific markers like epidermal growth factor (EGF) and adiponectin.", "population_specificity": "Healthy elderly adults", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:26.807841+00:00"}
{"study_id": 93388, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of intramuscular transfer of pCMV-vegf165 plasmid DNA in improving walking distance and blood flow in patients with chronic lower limb ischemia.", "results_summary": "The pCMV-vegf165 therapy significantly increased pain-free walking distance (PWD) by 110.4% at 6 months, 167.2% at 1 year, and 190.8% at 2 years, along with improvements in ankle-brachial index (ABI) and blood flow velocity (BFV), while the control group showed no positive results.", "population_specificity": "Patients with atherosclerotic lower limb ischemia (moderate to severe claudication).", "effective_dosage": "2 intramuscular injections of 1.2 mg pCMV-vegf165, 14 days apart.", "study_duration": "6 months primary evaluation, with 1.5-year follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:28.347566+00:00"}
{"study_id": 93390, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the functional outcomes of two surgical approaches (lateral vs. posterior) for hip hemiarthroplasty in patients with intracapsular hip fractures, particularly focusing on pain, mortality, and walking ability.", "results_summary": "The study found no statistically significant differences between the lateral and posterior approaches in terms of mortality, residual pain, or regain of walking ability. Both approaches produced comparable functional outcomes, though the lateral approach was subjectively favored for ease of surgery.", "population_specificity": "216 patients with intracapsular hip fractures undergoing cemented hemiarthroplasty.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "One-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:29.092536+00:00"}
{"study_id": 93391, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether a general physical exercise program, including walking, could increase self-reported physical activity levels in patients with long-term musculoskeletal conditions.", "results_summary": "The study found significant increases in MET-min/week for vigorous and moderate-intensity activities, walking, and total physical activity, along with improvements in exercise frequency and functional assessments. The proportion of patients with low activity levels decreased, and functional improvements were noted in physical fitness, feelings, daily activities, and social activities.", "population_specificity": "190 patients with long-term musculoskeletal conditions attending outpatient physiotherapy clinics.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:30.098816+00:00"}
{"study_id": 93392, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to determine whether interventions improve community ambulation for stroke survivors and if any specific method is more effective than others.", "results_summary": "The study found low-quality evidence suggesting no significant effect of interventions on participation or gait speed, with wide confidence intervals indicating uncertainty. Results for secondary outcomes like the Community Walk Test and Six-Minute Walk Test also showed no clear benefit.", "population_specificity": "Adult stroke survivors (aged 18+) living in the community or care homes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:31.972201+00:00"}
{"study_id": 93393, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness of combining resistance training (RT) with endurance training (ET) versus ET alone in improving health outcomes for COPD patients, including walking distance.", "results_summary": "The study found that combining RT with ET significantly increased leg muscle strength compared to ET alone, while improvements in walking distance, exercise capacity, and HRQoL were similar between the two approaches.", "population_specificity": "Chronic obstructive pulmonary disease (COPD) patients (331 participants across 11 randomized controlled trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:32.917610+00:00"}
{"study_id": 93395, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review spine dynamic behavior during walking and assess methods for evaluating gait dynamic balance, particularly in the context of spinal deformities.", "results_summary": "The study identified three methods for assessing dynamic stability during gait (local-orbital dynamic stability, tri-axial accelerometry, and dynamic stability margin) and noted that conventional gait analysis techniques primarily focused on scoliosis and low back pain but lacked specific evaluation of gait dynamic balance. Further validation in spinal pathologies and clinical practice is needed.", "population_specificity": "Subjects with and without spinal pathologies (e.g., scoliosis, low back pain) and normal subjects for method validation.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:34.373592+00:00"}
{"study_id": 93394, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the long-term (18-month) efficacy of supervised exercise (SE) versus stent revascularization (ST) and optimal medical care (OMC) for improving functional status and quality of life in patients with aortoiliac peripheral artery disease (PAD).", "results_summary": "Both SE and ST significantly improved peak walking time compared to OMC, with SE showing greater improvement in claudication onset time. Quality-of-life improvements were durable and comparable between SE and ST, though some scales favored ST.", "population_specificity": "111 patients with aortoiliac PAD (79 completed 18-month follow-up).", "effective_dosage": "6 months of supervised exercise plus 1 year of telephone-based exercise counseling.", "study_duration": "18 months (6 months active intervention, 12 months follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:34.536828+00:00"}
{"study_id": 93397, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 70, "study_goal": "To determine if eccentric exercise is effective, tolerable, and safe for adults with chronic cardiorespiratory disease.", "results_summary": "Eccentric exercise increased strength and mobility comparably to concentric exercise but with lower oxygen consumption and higher power output. No adverse events were reported, and pain was avoided with familiarization and individualized prescription.", "population_specificity": "Adults with chronic cardiorespiratory disease", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:36.168357+00:00"}
{"study_id": 93396, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of different posterior decompression techniques (unilateral laminotomy, bilateral laminotomy, split-spinous process laminotomy) versus conventional laminectomy for treating degenerative lumbar stenosis, particularly regarding functional disability, leg pain, and postoperative outcomes.", "results_summary": "The study found that different decompression techniques had similar effects on functional disability and leg pain compared to conventional laminectomy, with only perceived recovery being better in bilateral laminotomy. Postoperative low back pain was slightly less severe with bilateral and split-spinous process laminotomy, though not clinically significant. No differences were noted in complications, procedure length, hospital stay, or postoperative walking distance.", "population_specificity": "Individuals with symptomatic degenerative lumbar stenosis.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Not specified (follow-up intervals varied by study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:36.626369+00:00"}
{"study_id": 93398, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of treadmill gait training with and without visual biofeedback on gait parameters and functional capacity in stroke patients during the late recovery period.", "results_summary": "Both training methods improved gait and functional capacity, but the biofeedback group showed greater improvements in stance phase shortening, swing phase lengthening, and cycle length of the unaffected limb. No significant differences were found in other gait parameters or additional assessed measures.", "population_specificity": "Fifty individuals at least 6 months post-stroke.", "effective_dosage": "10 sessions over 2 weeks.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:37.698179+00:00"}
{"study_id": 93399, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the efficacy of a community-based walking exercise program with training, monitoring, and coaching (TMC) components to improve exercise performance and patient-reported outcomes in patients with peripheral artery disease (PAD).", "results_summary": "The intervention did not significantly improve peak walking time (PWT), the primary outcome, but showed improvements in claudication onset time (COT) and patient-reported outcomes via the Walking Impairment Questionnaire (WIQ). The study suggests potential benefits for secondary outcomes but requires further investigation with a larger sample size.", "population_specificity": "Patients with peripheral artery disease (PAD) who previously received peripheral endovascular therapy or presented with stable claudication (n=25).", "effective_dosage": "Not specified", "study_duration": "14 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:39.398185+00:00"}
{"study_id": 93400, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of graded activity (including moderate-intensity treadmill walking) and physiotherapy in patients with chronic nonspecific low back pain.", "results_summary": "Both graded activity (including walking) and physiotherapy showed significant improvements in pain intensity and disability, with no significant differences between the two interventions. The effects were similar for both treatments.", "population_specificity": "66 patients with chronic nonspecific low back pain.", "effective_dosage": "Moderate-intensity treadmill walking, twice a week for six weeks.", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:40.523369+00:00"}
{"study_id": 93401, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how lateral wedge insoles affect the external knee adduction moment (EKAM) in individuals with medial knee osteoarthritis and identify biomechanical predictors of response.", "results_summary": "Lateral wedge insoles reduced EKAM in 67% of participants but increased it in 33%. Ankle joint biomechanics, particularly eversion angle and moment, were key predictors of EKAM reduction.", "population_specificity": "70 participants (43 male) with medial tibiofemoral osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:41.946499+00:00"}
{"study_id": 93402, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess improvements in head stabilization during walking in individuals with vestibular dysfunction undergoing vestibular physical therapy and virtual reality training.", "results_summary": "The study found that head stabilization during walking improved over time with treatment, approaching patterns similar to those of healthy controls. The method used could be adapted for portable systems to aid in gait assessment and therapy.", "population_specificity": "Persons with traumatic brain injury and vestibular dysfunction.", "effective_dosage": "Not specified", "study_duration": "Several visits (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:43.886949+00:00"}
{"study_id": 93403, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review rehabilitation techniques focused on balance and walking impairment in people with multiple sclerosis.", "results_summary": "Classical rehabilitation techniques like muscle rehabilitation and neurotherapeutic facilitation were found effective, while other methods such as transcutaneal neurostimulation and robot-assisted gait rehabilitation require further study. Multidisciplinary rehabilitation programs showed positive effects, and new technologies like serious games and telerehabilitation appear promising for promoting physical activity and quality of life.", "population_specificity": "People with multiple sclerosis experiencing mobility impairment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:43.938279+00:00"}
{"study_id": 93404, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to determine the best treatment options for pediatric femoral shaft fractures, including the role of walking spica casts and rapid mobilization.", "results_summary": "The study outlines seven treatment options for pediatric femoral shaft fractures, emphasizing a shift from casting to surgical fixation and rapid mobilization, and classifies fractures into five categories to guide treatment selection.", "population_specificity": "Pediatric patients with femoral shaft fractures.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:44.767183+00:00"}
{"study_id": 93405, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate treatment options for flatfoot deformity in children and specific populations like those with cerebral palsy or collagen disorders.", "results_summary": "The study found that nonsurgical treatments like stretching and orthotics are effective for pain management in flatfoot, while surgical options like osteotomies or arthrodesis are successful for severe cases, particularly in neuromuscular conditions. Correcting overall alignment is crucial for optimizing outcomes in valgus foot deformities.", "population_specificity": "Children with flatfoot, patients with cerebral palsy (walking and nonambulatory), and individuals with collagen disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:46.246389+00:00"}
{"study_id": 93406, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether aerobic walking compared to non-aerobic exercise influenced subjective memory impairment (SMI) and well-being indicators in older adults.", "results_summary": "The study found no significant impact of walking on SMI, and SMI remained stable across the intervention. However, individuals with fewer memory complaints had lower stress, fewer physical symptoms, and higher happiness levels.", "population_specificity": "Community-dwelling older adults (mean age = 66.4 years, n = 179).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:46.443445+00:00"}
{"study_id": 93407, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to assess whether physical rehabilitation interventions, including walking, improve activities of daily living for people with critical illness polyneuropathy (CIP) and critical illness myopathy (CIM).", "results_summary": "The study found no published RCTs or quasi-RCTs examining the effects of physical rehabilitation interventions, including walking, on activities of daily living for people with CIP and CIM, concluding that large RCTs are needed.", "population_specificity": "People with acquired weakness syndrome due to CIP and CIM.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:47.579998+00:00"}
{"study_id": 93408, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the metabolic effects of prolonged sitting versus sitting interrupted by brief bouts of light-intensity walking over three days.", "results_summary": "The study found that interrupting sitting with light walking significantly lowered postprandial glucose and insulin levels compared to uninterrupted sitting, with sustained effects over three days but no further enhancement. No significant difference was observed in triglyceride levels between the two conditions.", "population_specificity": "Overweight/obese adults (n=19)", "effective_dosage": "2 minutes of treadmill walking (3.2 km/h) every 20 minutes (17 breaks/day)", "study_duration": "3 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:48.379682+00:00"}
{"study_id": 93409, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare postoperative recovery outcomes, including time to first walking, between laparoscopic and open ileal pouch anal anastomosis (IPAA) procedures in ulcerative colitis patients.", "results_summary": "Patients who underwent laparoscopic IPAA had significantly shorter times to first walking and lower postoperative inflammatory markers compared to open IPAA.", "population_specificity": "Patients with ulcerative colitis undergoing restorative proctocolectomy with IPAA.", "effective_dosage": "Not applicable", "study_duration": "Postoperative recovery period (specific duration not mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:49.184512+00:00"}
{"study_id": 93411, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 60, "study_goal": "The researchers were attempting to determine the effectiveness of autologous hematopoietic stem cell transplantation following high-dose melphalan in treating POEMS syndrome, particularly in younger patients with widespread osteosclerotic lesions.", "results_summary": "The study found that autologous hematopoietic stem cell transplantation led to the disappearance of the monoclonal component and marked improvement in the patient's clinical status, including difficulty walking.", "population_specificity": "A 62-year-old Caucasian man with POEMS syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:51.066847+00:00"}
{"study_id": 93410, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of a home-based walking program on erectile function and the relationship between functional capacity and erectile dysfunction in low-risk post-myocardial infarction patients.", "results_summary": "The home-based walking group showed a 71% decrease in erectile dysfunction and significantly improved functional capacity compared to the control group, with a strong negative correlation between walking distance and erectile dysfunction.", "population_specificity": "Men at low cardiovascular risk after recent acute myocardial infarctions.", "effective_dosage": "Progressive outdoor walking program (specific frequency/distance not detailed).", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:51.912697+00:00"}
{"study_id": 93412, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess whether adding interferential screws to BPTB grafts in ACL reconstruction provides clinical and functional advantages in the general population.", "results_summary": "Both groups (with and without interferential screws) showed significant improvement in knee function (including walking), but no significant difference was found between them. Complications were minimal, with some screw-related issues in the augmented group and anterior knee laxity in the non-augmented group.", "population_specificity": "66 male patients aged 21-40 with ACL-deficient knees.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Minimum 2-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:52.359001+00:00"}
{"study_id": 93413, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of physiotherapy exercise after hospital discharge on function, walking, range of motion, quality of life, and muscle strength in patients who underwent elective primary total hip arthroplasty for osteoarthritis.", "results_summary": "The narrative review suggested that physiotherapy exercise after discharge may benefit patients in terms of function, walking, and muscle strengthening, but the overall quality and diversity of trials prevented meta-analyses, leaving insufficient evidence to conclusively determine effectiveness.", "population_specificity": "Patients following elective primary total hip replacement for osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:53.763287+00:00"}
{"study_id": 93414, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to analyze the visual exploration and balance behaviors of individuals with visual height intolerance or acrophobia during stance and locomotion at heights.", "results_summary": "The study found that individuals with acrophobia exhibit restricted eye and head movements, stiffened posture, cautious walking patterns, and increased anxiety when exposed to heights. These behaviors are described as tonic immobility, which may contribute to imbalance and restricted mobility.", "population_specificity": "Individuals with visual height intolerance or acrophobia.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:53.991150+00:00"}
{"study_id": 93415, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of physical exercise interventions on dual-task performance during walking in older adults, focusing on gait speed and relative dual-task costs.", "results_summary": "Physical exercise interventions significantly improved single-task gait speed, dual-task gait speed, and reduced dual-task costs, with no differences observed between cognitive-motor and motor-motor dual tasks or between active and inactive controls. However, evidence on whether these interventions reduce dual-task costs or alter dual-task strategies during walking remains lacking.", "population_specificity": "Community-dwelling older adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:54.933439+00:00"}
{"study_id": 93416, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of surgery, endovascular therapy, and exercise therapy (including walking) for improving walking distance, claudication symptoms, and quality of life in patients with intermittent claudication.", "results_summary": "Exercise therapy (including walking) was found to improve walking distance, claudication symptoms, and quality of life compared to medical management, with high-quality evidence supporting its efficacy. However, blood flow improvements were faster and better with revascularization methods (surgery or endovascular therapy) than with exercise.", "population_specificity": "Patients with intermittent claudication due to peripheral arterial disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:56.480495+00:00"}
{"study_id": 93417, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to investigate early mobilization practices, including walking, among mechanically ventilated ICU patients and assess functional recovery at 6 months.", "results_summary": "Early mobilization, including walking, was uncommon (only 2% of episodes). ICU-acquired weakness was prevalent (>50% of discharged patients) and associated with higher mortality.", "population_specificity": "Mechanically ventilated ICU patients (previously functionally independent, expected ventilation >48 hours).", "effective_dosage": "Not specified", "study_duration": "First 14 days of mechanical ventilation or until extubation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:57.100959+00:00"}
{"study_id": 93418, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to quantitatively examine gait adaptations in transfemoral amputees across various walking conditions to understand dynamic instability and its impact on mobility.", "results_summary": "The study found that the intact limb showed significantly greater medial-lateral center-of-pressure direction changes, sensor cell loading frequency, and double support time compared to the prosthetic limb, suggesting its key role in stability. Differences in walking conditions were noted for anterior-posterior center-of-pressure direction change and double support time on the prosthetic limb, indicating adaptive gait strategies.", "population_specificity": "11 individuals with unilateral transfemoral amputations", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:58.877915+00:00"}
{"study_id": 93420, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to quantify the effects of exercise on walking ability in patients with multiple sclerosis (pwMS) through a meta-analysis of randomized controlled trials.", "results_summary": "The study found significant improvements in walking speed (measured by the 10mWT) and endurance (measured by the 6MWT and 2MWT) in pwMS who exercised, but no significant changes in the T25FW or TUG tests.", "population_specificity": "Adult patients with multiple sclerosis (pwMS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:59.853313+00:00"}
{"study_id": 93419, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers aimed to summarize the medical literature on 3q29 microdeletion syndrome, including its phenotypic and genetic characteristics, with a focus on associated developmental delays such as delayed walking.", "results_summary": "The study found that delayed walking was one of the clinical features associated with 3q29 microdeletion syndrome, alongside intellectual disability, speech delay, and musculoskeletal abnormalities. The syndrome is linked to a common 1.6 Mb chromosome deletion involving ∼30 genes.", "population_specificity": "A 15-year-old male with 3q29 microdeletion syndrome, alongside a review of 38 previously reported cases.", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:01.588456+00:00"}
{"study_id": 93421, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Kinesio taping (KT) with tension could reduce pain, improve active range of motion (AROM), and enhance proprioception in patients with knee osteoarthritis during walking.", "results_summary": "The KT group showed significant reductions in pain during walking, increased pressure pain thresholds, and improvements in AROM and proprioception, while the placebo-KT group showed no significant changes.", "population_specificity": "Older participants (mean age 57.9 years) with knee osteoarthritis.", "effective_dosage": "Not specified (taping applied with tension for KT group, without tension for placebo group).", "study_duration": "Not specified (short-term effects measured before and after intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:02.232312+00:00"}
{"study_id": 93422, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to test the analgesic efficacy of oxymorphone hydrochloride (OH) and propoxyphene/acetaminophen (PA) for patients with neurogenic claudication associated with lumbar spinal stenosis during walking.", "results_summary": "The study found no significant differences in pain relief or walking tolerance among OH, PA, and placebo treatments. The trial was prematurely terminated due to PA's removal from the market, and no benefit of either opioid was demonstrated.", "population_specificity": "Patients with neurogenic claudication due to lumbar spinal stenosis.", "effective_dosage": "Single dose (specific amounts not detailed in abstract).", "study_duration": "Single-dose administration with at least 3-day washout periods between treatments.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:02.327720+00:00"}
{"study_id": 93423, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether riociguat increased the proportion of patients achieving clinically relevant responder thresholds, such as improved 6-minute walking distance (6MWD), compared to placebo in patients with pulmonary arterial hypertension (PAH).", "results_summary": "Riociguat significantly increased the proportion of patients achieving 6MWD ≥380 m and improved other clinical parameters (e.g., cardiac index, functional class) compared to placebo, with no notable improvements in the placebo group.", "population_specificity": "Treatment-naïve patients or patients on background PAH-targeted therapy with symptomatic pulmonary arterial hypertension (PAH).", "effective_dosage": "Riociguat up to 2.5 mg or 1.5 mg, 3 times daily.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:03.993820+00:00"}
{"study_id": 93424, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the feasibility and clinical outcomes of the WheelSeeU program, a peer-led training intervention for older manual wheelchair users.", "results_summary": "The study assessed feasibility indicators and clinical outcomes (wheelchair skills, safety, confidence, mobility, social participation, quality of life, and health utility) at three time points, suggesting potential benefits for wheelchair use and reduced clinician burden.", "population_specificity": "Older adults (55+ years) who use manual wheelchairs.", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:05.116529+00:00"}
{"study_id": 93425, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the effect of an evidence-based mobility intervention on functional recovery (specifically walking >15.24m) in patients with intracerebral hemorrhage (ICH) and subarachnoid hemorrhage (SAH) stroke.", "results_summary": "The mobility intervention led to a 2.3-fold increase in patients achieving walking distances >15.24m by discharge. Factors like intervention participation, initial functional level, stroke type, ICU stay duration, and absence of aphasia/hemiplegia were associated with higher likelihood of achieving this outcome.", "population_specificity": "Adult patients (N=361) with ICH (63.2%) or SAH stroke in a neurointensive care unit (mean age 62.1 years, 52.6% women).", "effective_dosage": "Daily mobility intervention based on patient's current level of function (specific dosage not detailed).", "study_duration": "Duration of neurointensive care unit stay (exact length not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:07.253192+00:00"}
{"study_id": 93426, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the association between cardiovascular risk (estimated by the Framingham Risk Score) and functional capacity (measured via a 6-minute walk test) in patients with peripheral artery disease.", "results_summary": "The study found that higher cardiovascular risk was negatively correlated with walking distances in men and pain-free distances in women. Group B (severe risk) covered shorter distances compared to Group A (mild/moderate risk), indicating reduced functional capacity with higher cardiovascular risk.", "population_specificity": "56 participants with intermittent claudication due to peripheral artery disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:07.709034+00:00"}
{"study_id": 93429, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To examine the effect of exercise therapy on the walking ability of individuals with knee osteoarthritis.", "results_summary": "Exercise therapy improved the amount of time spent walking and gait velocity, with very-low-quality evidence suggesting it may also increase the total distance walked in the 6-minute walk test compared to control interventions.", "population_specificity": "Individuals with knee osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:08.913429+00:00"}
{"study_id": 93427, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of an integrative therapeutic concept combining conservative treatment (including supervised exercise therapy) with endovascular therapy for improving walking distance and health-related quality of life in patients with intermittent claudication.", "results_summary": "The study found that an integrative approach combining conservative treatment (including supervised exercise therapy) and endovascular therapy yielded the best midterm results for walking distance and quality of life. Modern technology further improved mid- and long-term patency rates, supporting the complementary nature of conservative and interventional strategies.", "population_specificity": "Patients with intermittent claudication.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:09.540643+00:00"}
{"study_id": 93428, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to evaluate the role of real-time quantitative Doppler echocardiography (DE) in assessing cardiac preload, monitoring volume status, and improving care in acute heart failure (HF) patients.", "results_summary": "The abstract discusses the potential of DE in identifying inappropriate cardiac preload, monitoring volume status, and improving HF management, but does not mention any specific findings related to Walking.", "population_specificity": "Patients with acutely decompensated heart failure (HF).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:09.672716+00:00"}
{"study_id": 93430, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether a nurse-delivered intervention could increase step-counts and moderate-to-vigorous physical activity (MVPA) in older adults, adhering to WHO guidelines.", "results_summary": "The intervention significantly increased daily step-counts (by 1,037 steps/day at 3 months) and MVPA (by 63 minutes/week at 3 months), with sustained effects at 12 months. No adverse events or negative impacts on mood, pain, or anthropometry were observed.", "population_specificity": "60-75 year-olds able to increase walking, recruited from UK family practices.", "effective_dosage": "Four primary care nurse consultations over 3 months, incorporating behavior change techniques, pedometer/accelerometer feedback, and individualized plans.", "study_duration": "3-month intervention with follow-up at 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:11.376220+00:00"}
{"study_id": 93431, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a multicomponent home-based rehabilitation program (ProMo) could reduce physical disability and improve mobility in older adults after hip fracture.", "results_summary": "The study found no significant intervention effect on overall physical disability scores, but borderline positive effects were observed for specific activities like preparing food and handling medication. The per-protocol analysis suggested modest reductions in disability scores at 6 and 12 months.", "population_specificity": "Community-dwelling adults older than 60 years who had undergone hip fracture surgery (n = 81).", "effective_dosage": "Not specified (intervention included environmental modifications, walking guidance, pain management, home exercise, and physical activity counseling).", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:12.510897+00:00"}
{"study_id": 93432, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of a home-based aerobic exercise regimen (cycling) on subclinical atherosclerosis and walking mobility in individuals with early-stage multiple sclerosis (MS).", "results_summary": "The study design suggests potential benefits of aerobic exercise for improving vascular health and walking mobility in early-stage MS patients, but specific results are not provided in the abstract.", "population_specificity": "54 men and women with MS (Expanded Disability Status Scale score 0-4.0).", "effective_dosage": "3 days/week of cycling, with gradual increases in duration and intensity.", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:13.057326+00:00"}
{"study_id": 93433, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if a 12-week weight loss intervention with a physical activity component would lead to changes in steps/day, step count accumulation patterns, and peak cadence in overweight/obese adults.", "results_summary": "The study found no significant difference in total steps/day between groups, but the physical activity intervention group showed significant increases in steps accumulated at higher cadence bands (80-99, 100-119, and 120+ steps/min) and peak 60-min cadence compared to the diet-only group.", "population_specificity": "Overweight/obese White and African-American adults aged 35-64 years.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:15.353474+00:00"}
{"study_id": 93434, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the effects of a custom-molded heel-elevated total contact insole (TCI) on rearfoot pressure reduction and heel cushion for patients with heel-reconstruction.", "results_summary": "The heel-elevated TCI reduced pain intensity, improved walking velocity, and healed heel ulcers in all affected patients. It also effectively reduced maximal force and plantar pressures in the heel area while shifting part of the body weight to the midfoot and forefoot.", "population_specificity": "Eleven patients with unilateral heel-reconstruction.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:16.507289+00:00"}
{"study_id": 93435, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify independent factors influencing mobilization progress (walking ability, stair climbing, and balance) in geriatric hip fracture patients post-surgery.", "results_summary": "The study found that pre-fracture health status (comorbidities, functional ability, depression risk) and surgical factors (timing, duration, type) significantly influenced walking ability and stair-climbing recovery. Cognitive impairment and depressive symptoms were also key modifiable factors affecting mobility outcomes.", "population_specificity": "392 hip fracture patients aged 60+ years.", "effective_dosage": "Not applicable (observational study).", "study_duration": "Measured outcomes at 4 days post-surgery and until discharge.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:17.545817+00:00"}
{"study_id": 93436, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether assessments of balance and gait could predict long-term cognitive outcomes in stroke survivors.", "results_summary": "The study found that slower Timed Up and Go test times, lower Berg Balance Scale scores, slower gait, and fewer correct answers during dual-task walking at 6 months post-stroke were significant risk markers for cognitive decline 2 years later. Multivariate analysis confirmed that Timed Up and Go times >12 seconds independently predicted cognitive decline.", "population_specificity": "Patients with first-ever, mild-moderate ischemic stroke or transient ischemic attack from the TABASCO study.", "effective_dosage": "Not applicable", "study_duration": "2 years of follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:18.526085+00:00"}
{"study_id": 93437, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of a self-regulation intervention on Theory of Planned Behavior constructs and walking behavior in general practice patients.", "results_summary": "The intervention showed no significant differences in perceived behavioral control, intention, attitude, or walking behavior compared to the control group. TPB variables predicted intentions to walk more but not objective walking behavior.", "population_specificity": "General practice patients (n = 315).", "effective_dosage": "Not specified.", "study_duration": "Follow-up at post-intervention, 6 weeks, and 6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:19.014963+00:00"}
{"study_id": 93438, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine if oral Δ(9)-THC could slow the progression of multiple sclerosis (MS) and improve clinical trial methods for progressive MS, including assessing its safety and efficacy.", "results_summary": "The study found no significant treatment effect of Δ(9)-THC on primary or secondary outcomes, including disability progression and symptom scales. Safety data showed more serious adverse events in the active group (35%) compared to placebo (28%), but no major safety concerns were identified.", "population_specificity": "Adults aged 18-65 with primary or secondary progressive MS, baseline EDSS 4.0-6.5, and evidence of disease progression.", "effective_dosage": "Maximum 28 mg/day of oral Δ(9)-THC.", "study_duration": "Up to 36 or 42 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:22.938668+00:00"}
{"study_id": 93440, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the need for a more rational classification system for medical elastic compression stockings (MECS) based on their properties during walking, to better inform prescribers and patients.", "results_summary": "The study found that current MECS classifications lack information on elastic properties and ambulatory pressure profiles, and proposed labelling MECS according to pressure and stiffness in an internationally acceptable format. It highlighted the importance of MECS performance during walking for effective compression therapy.", "population_specificity": "Medical experts and representatives from MECS manufacturers (attending an International Compression Club conference).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:23.324103+00:00"}
{"study_id": 93439, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of exercise therapy, including walking, on fatigue and other symptoms in patients with chronic fatigue syndrome (CFS), compared to other interventions or passive controls.", "results_summary": "Exercise therapy, including walking, reduced fatigue and improved sleep, physical functioning, and self-perceived health in CFS patients, with no significant safety concerns. Its effectiveness was similar to cognitive-behavioral therapy (CBT) and greater than pacing or supportive listening.", "population_specificity": "Adults with a primary diagnosis of chronic fatigue syndrome (CFS), diagnosed using CDC (1994) or Oxford criteria.", "effective_dosage": "Mixed intensity aerobic exercise (e.g., walking, swimming, cycling) for 12–26 weeks; exact walking dosage not specified.", "study_duration": "12 to 26 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:24.148385+00:00"}
{"study_id": 93442, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to outline the aetiology of plantar fasciitis and discuss its diagnosis, examination, and management through a case study.", "results_summary": "The abstract states that plantar fasciitis is a self-limiting condition that usually resolves within 12 months after conservative treatment, exacerbated by weight bearing after rest.", "population_specificity": "Not specified (general mention of individuals with plantar fasciitis).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:24.644627+00:00"}
{"study_id": 93443, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a 12-week combined physical exercise training (including walking) and nutritional intervention improves physical performance and health-related quality of life in prefrail elderly women.", "results_summary": "The combined intervention improved physical performance (handgrip strength) and several domains of health-related quality of life, but these benefits were not sustained at the 6-month follow-up. The exercise-only group showed improved handgrip strength post-intervention.", "population_specificity": "Prefrail women aged 70 years or older living in the community.", "effective_dosage": "Exercise training (including walking) once a week.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:26.994676+00:00"}
{"study_id": 93444, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to investigate the effects of exercise and MFGM supplementation on frailty, physical function, and hematological parameters in elderly women.", "results_summary": "The study found that combined exercise and MFGM supplementation significantly improved frailty reversal rates, walking speed, and physical function, with the highest benefits observed in the exercise+MFGM group.", "population_specificity": "Frail, elderly Japanese women over 75 years of age.", "effective_dosage": "1g of MFGM supplement daily.", "study_duration": "3 months of intervention, with a 4-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:27.322247+00:00"}
{"study_id": 93441, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of a computer-tailored, pedometer-based physical activity intervention in increasing walking among working adults, particularly those not meeting daily step recommendations.", "results_summary": "The intervention significantly increased daily step counts in both the total and at-risk samples at 1-month and 3-month follow-ups, with the at-risk group showing a notable increase of 1056 steps/day compared to a decrease in the control group. Self-reported walking time also improved in the at-risk sample at 1 month, though this effect was not sustained at 3 months.", "population_specificity": "Working adults (≥18 years) from eight Flemish workplaces, with a focus on those not reaching 10,000 steps/day at baseline.", "effective_dosage": "Not specified (intervention included a pedometer, informational booklet, and tailored step advice).", "study_duration": "3 months (with assessments at baseline, 1 month, and 3 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:27.604636+00:00"}
{"study_id": 93446, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the associations among changes in physical fitness, walking-related physical activity levels (PAL), and fatigue in children with cerebral palsy (CP).", "results_summary": "In children with bilateral CP, physical fitness parameters showed a positive, significant association with walking-related PAL, but no such associations were found in children with unilateral CP. No clinically relevant association between physical fitness and fatigue was observed.", "population_specificity": "Children aged 7 to 13 years with bilateral or unilateral spastic CP who were able to walk.", "effective_dosage": "Not specified", "study_duration": "Measurements were taken at baseline, 6 months (after intervention), and 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:30.600495+00:00"}
{"study_id": 93445, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the effects of ankle taping on ankle-joint coupling during walking and jogging in young adults with and without chronic ankle instability (CAI).", "results_summary": "Ankle taping significantly reduced the magnitude of coupled motion and variability (VCV) during walking and jogging in both CAI and healthy groups, suggesting a protective mechanism. No differences were found in the ratio of coupled motion (theta) between taped and non-taped conditions.", "population_specificity": "12 patients with CAI and 11 healthy controls (young adults).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:31.571274+00:00"}
{"study_id": 93448, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to compare the long-term effects of peroneal nerve functional electrical stimulation (FES) and ankle foot orthoses (AFOs) on gait quality and function in individuals with foot drop poststroke over a 12-month period.", "results_summary": "Both FES and AFOs showed equivalent improvements in gait speed, with FES demonstrating additional benefits in walking endurance and functional ambulation. No statistically significant differences were found between the two treatments for primary or secondary endpoints.", "population_specificity": "Individuals with foot drop poststroke.", "effective_dosage": "Not specified (subjects used study devices for all home and community ambulation).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:32.455520+00:00"}
{"study_id": 93447, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the long-term evolution of walking ability and quality of life in patients treated with hip resurfacing arthroplasty and determine if age at surgery influenced these outcomes.", "results_summary": "Walking ability was maintained through the last follow-up at a minimum of 10 years post-surgery, despite a slight decline in overall physical function. Pain relief and quality of life were also sustained over time.", "population_specificity": "100 patients with unilateral, unrevised, Charnley class A metal-on-metal hip resurfacing.", "effective_dosage": "Not applicable", "study_duration": "Minimum of 10 years follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:34.502007+00:00"}
{"study_id": 93450, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of intensive locomotor training for improving walking ability in individuals with incomplete spinal cord injuries.", "results_summary": "The study found that intensive locomotor training improved walking ability in patients with incomplete spinal cord injuries, contributing to enhanced functional independence and quality of life.", "population_specificity": "Individuals with incomplete spinal cord injuries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:35.402482+00:00"}
{"study_id": 93451, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the surgical and functional outcomes of patients with Grade 3 open tibial fractures treated with circular frames, including their ability to walk and perform daily activities.", "results_summary": "The study found that circular frames resulted in good or excellent functional outcomes in over half of the patients, with no re-fractures or amputations. However, 36% reported walking difficulties, and 41% had pain issues, while EQ-5D scores were comparable to the general UK population.", "population_specificity": "22 patients with Grade 3 open tibial fractures.", "effective_dosage": "Not mentioned", "study_duration": "Minimum 1-year post frame removal.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:35.592267+00:00"}
{"study_id": 93449, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of tango, treadmill training, and stretching on locomotor function in individuals with Parkinson's disease and explore how these interventions alter brain connectivity.", "results_summary": "The study found that tango and treadmill training improved gait, balance, disease severity, and quality of life in Parkinson's patients, with neuroimaging used to explore underlying neural mechanisms.", "population_specificity": "120 right-handed individuals with idiopathic Parkinson's disease, aged 30 or older.", "effective_dosage": "Twice weekly one-hour group classes.", "study_duration": "3 months of exercise training, with follow-up at 6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:35.964928+00:00"}
{"study_id": 93452, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of combined aerobic and strength training versus aerobic-only training (walking) on cognitive and motor function in institutionalized dementia patients and explore if motor improvements mediate cognitive improvements.", "results_summary": "Combined training showed greater improvements in global cognition, memory, executive function, walking endurance, strength, and balance compared to social visits, while aerobic-only training improved only executive function. Follow-up effects diminished over time, and motor improvements did not mediate cognitive improvements.", "population_specificity": "Institutionalized dementia patients (age 85.5 ± 5.1 years) in a psycho-geriatric nursing home.", "effective_dosage": "Four 30-minute walking sessions per week (aerobic group).", "study_duration": "9-week intervention with an 18-week total follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:37.952810+00:00"}
{"study_id": 93453, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "To determine the effect of a 12-week LBPP-supported low-load treadmill walking program on knee joint pain, function, and thigh muscle strength in overweight patients with knee osteoarthritis.", "results_summary": "Participants reported significant improvements in knee joint pain and function, demonstrated increased thigh muscle strength, and required less LBPP support to walk pain-free. The regimen effectively reduced acute knee pain during walking and improved daily joint symptoms.", "population_specificity": "Overweight patients aged 55-75 with mild-to-moderate knee osteoarthritis (BMI ≥25 kg/m).", "effective_dosage": "LBPP-supported low-load treadmill walking (specific frequency not detailed).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:38.675546+00:00"}
{"study_id": 93454, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to explore the mechanisms and effectiveness of locomotor training and stimulation therapies (e.g., motor cortex, spinal cord, peripheral nerve) in improving walking recovery after spinal cord injury.", "results_summary": "The study found that intensive locomotor training improves walking recovery in people with incomplete spinal cord injury, with over 90% recovering walking ability. Stimulation therapies (e.g., epidural spinal cord stimulation, motor cortex stimulation) modulate spinal cord excitability and may facilitate synaptic formation and motor recovery.", "population_specificity": "Individuals with spinal cord injury (primarily incomplete injuries).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:39.230318+00:00"}
{"study_id": 93455, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the prevalence of metabolic syndrome (MetS) and its association with physical capacity, disability, and self-rated health in older adults at high risk of mobility disability.", "results_summary": "The study found no significant differences in 400-m walk time, SPPB score, or disability score between participants with and without MetS, but MetS was associated with stronger grip strength and poorer self-rated health in the overall sample.", "population_specificity": "Community-dwelling sedentary adults aged 70 to 89 at high risk of mobility disability (SPPB score ≤9).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:40.493317+00:00"}
{"study_id": 93457, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and outcomes of using gait trainers (walkers with trunk and pelvic support) for children unable to walk independently or with hand-held walkers.", "results_summary": "The study found mixed but generally positive evidence, with some studies reporting increased walking distance, steps, mobility level, and benefits to bowel function and bone mineral density, though the overall evidence was primarily descriptive and insufficient for firm conclusions.", "population_specificity": "Children with mobility limitations who cannot walk independently or with hand-held walkers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:42.612613+00:00"}
{"study_id": 93456, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical efficacy and safety of transcutaneous electrical acupoint stimulation (TEAS) for treating muscle spasticity after brain injury, including its impact on walking capability.", "results_summary": "The study found that 100 Hz TEAS significantly reduced wrist spasticity at weeks 2, 3, and 4 of treatment and at 1-month follow-up, but other endpoints, including walking capability, were unaffected. No adverse events were reported.", "population_specificity": "60 patients with muscle spasticity after brain injury", "effective_dosage": "0, 2, or 100 Hz TEAS applied 5 times per week", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:42.905831+00:00"}
{"study_id": 93458, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of partial body weight supported treadmill training versus over ground training for improving walking ability in children with mild to moderate cerebral palsy.", "results_summary": "The study found no significant difference in walking ability between the two training methods by week 8, though the intervention group showed greater improvement in walking speed by week 4. All outcomes improved significantly over time, with further gains observed by week 8.", "population_specificity": "Thirty children with cerebral palsy (aged 6-18, Gross Motor Function Classification System score II-III).", "effective_dosage": "Two 30-minute sessions per week for 8 weeks.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:43.293981+00:00"}
{"study_id": 93459, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To determine the effectiveness of an exercise specialist-led lifestyle program targeting increased daily walking and dietary changes for adults with type 2 diabetes in primary care.", "results_summary": "The intervention significantly increased daily steps at 3 and 6 months compared to the control group, but no significant differences were observed for diet or clinical outcomes.", "population_specificity": "Adults with recently diagnosed type 2 diabetes (mean age 59.5 years, 51% women).", "effective_dosage": "Individualized daily pedometer step goals for the first 3 months, followed by brisk walking speed for the next 3 months.", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:44.338635+00:00"}
{"study_id": 93460, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether functional electrical stimulation (FES) improves activity, particularly in comparison to no intervention or training alone, with a focus on walking speed and upper-limb activity.", "results_summary": "FES moderately improved activity compared to no intervention or training alone, with a large effect on upper-limb activity and a small effect on walking speed. The findings support the use of FES in stroke rehabilitation to enhance activity performance.", "population_specificity": "Stroke rehabilitation patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:45.322844+00:00"}
{"study_id": 93461, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether clinical phenotypes (airway obstructive vs. parenchymal destructive COPD) influence outcomes of pulmonary rehabilitation programs, including walking performance.", "results_summary": "The study found that pulmonary rehabilitation significantly improved 6-minute walking distance and other outcomes in COPD patients, with no differences between the two clinical phenotypes.", "population_specificity": "364 COPD patients (70 ± 8 years, 76.3% males) in 6 Italian centers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:45.928973+00:00"}
{"study_id": 93462, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine the optimal ghrelin dose for improving exercise tolerance and oxygen uptake capacity in cachectic patients with chronic respiratory failure.", "results_summary": "Both 1 μg/kg and 2 μg/kg ghrelin doses similarly improved 6-minute walking distance, but the 2 μg/kg dose significantly enhanced peak VO2 and other secondary outcomes like food intake and lean body mass. No serious adverse events were reported.", "population_specificity": "Cachectic patients with chronic respiratory failure.", "effective_dosage": "1 μg/kg or 2 μg/kg ghrelin, administered intravenously twice daily.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:47.640572+00:00"}
{"study_id": 93463, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the influence of an early cardiac rehabilitation program, primarily centered on progressive walking, on health-related quality of life and functional capacity in low-risk patients recovering from acute myocardial infarction.", "results_summary": "The intervention group showed significantly higher health-related quality of life scores and greater functional capacity (measured by 6-minute walk test distance) compared to the control group 30 days after discharge.", "population_specificity": "Low-risk patients who recently experienced an acute myocardial infarction.", "effective_dosage": "Progressive walking program (specific dosage not detailed).", "study_duration": "30 days post-discharge.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:48.368504+00:00"}
{"study_id": 93464, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to highlight the association between gait and cognition, present dual-task test paradigms, and provide an algorithm for standardized mobility tests in older adults.", "results_summary": "The study recommends performing at least two mobility assessments in patients aged 65+ to detect gait and cognitive deficits early, with abnormal results prompting referral to a gait specialist for further analysis. Early detection allows for timely interventions to improve gait and cognition.", "population_specificity": "Older adults aged 65 years or older.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:49.923550+00:00"}
{"study_id": 93465, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of an articulated ankle-foot orthosis versus a rigid carbon fiber footplate attached to a foot orthosis in controlling idiopathic toe walking in children.", "results_summary": "Both orthoses improved kinematics, but the foot orthosis group sustained improvements even after removal, while the ankle-foot orthosis group did not. Parents preferred the foot orthosis for ease of use and appearance.", "population_specificity": "18 children with idiopathic toe walking.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:50.283643+00:00"}
{"study_id": 93466, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the benefits of replacing sitting time with walking and other activities on mortality risk in older adults.", "results_summary": "Replacing 1 hour of sitting with walking or other nonexercise activities was associated with lower all-cause mortality (HR, 0.70 (0.66-0.74)) in less active adults. No significant benefit was observed for nonexercise activities in more active participants.", "population_specificity": "154,614 older adults (59-82 years) with no major chronic diseases at baseline.", "effective_dosage": "Not specified (replacement of 1 h·d(-1) of sitting with activity).", "study_duration": "6.8 years (mean follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:52.428695+00:00"}
{"study_id": 93467, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine age-related differences in frontal plane dynamic stability during walking by comparing margin of stability and hip abductor moment generation between young and older adults performing lateral steps.", "results_summary": "Older adults exhibited 42% larger peak hip abductor moments and greater stability across all step targets compared to younger adults, despite slower execution. The findings suggest older adults may use compensatory strategies to maintain stability during lateral stepping tasks.", "population_specificity": "19 young adults (22.9±3.1 years) and 18 older adults (72.8±5.2 years).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:53.493861+00:00"}
{"study_id": 93468, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the management techniques for extensor mechanism disruption in total knee arthroplasty, including the role of walking aids and surgical options.", "results_summary": "The study found that nonsurgical management (walking aids/knee braces) may not be suitable for active patients, while surgical options like repair or reconstruction have inconsistent outcomes. Synthetic material reconstructions show promise but require further study.", "population_specificity": "Patients with extensor mechanism disruption following total knee arthroplasty.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:55.002111+00:00"}
{"study_id": 93469, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to assess the effectiveness of a 6-week nonsurgical, multimodal program for improving outcomes in patients with neurogenic claudication, focusing on pain, disability, walking ability, and treatment satisfaction.", "results_summary": "The study found statistically significant and clinically important improvements in pain, disability, and walking ability, as measured by the Oswestry Disability Index and Swiss Spinal Stenosis Questionnaire. Patients reported high treatment satisfaction.", "population_specificity": "49 patients with neurogenic claudication, mean age 70 years.", "effective_dosage": "Manual therapy twice per week, structured home-based exercises, and self-management strategies.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:55.515232+00:00"}
{"study_id": 93471, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of diagnostic motor nerve block with anaesthetics and selective tibial neurotomy in treating spastic equinovarus foot in hemiplegic adults.", "results_summary": "Both diagnostic nerve block and selective tibial neurotomy similarly reduced spasticity and improved gait kinematics, but neurotomy showed additional long-term benefits in gait speed and tibialis anterior muscle strength.", "population_specificity": "Hemiplegic adults with spastic equinovarus foot.", "effective_dosage": "Not specified", "study_duration": "Assessments were conducted before and after the nerve block, and at two months and two years post-neurotomy.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:55.799137+00:00"}
{"study_id": 93472, "supplement_id": 1667, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of walking versus balance training on fall prevention among community-dwelling older adults.", "results_summary": "The walking group showed a significant reduction in fall risk compared to the balance group when measured per physically active person-day and person-step, but walking also increased the number of trips.", "population_specificity": "Community-dwelling older adults aged 65-79 years in Japan.", "effective_dosage": "Brisk walking (frequency not specified).", "study_duration": "3-month supervised and 13-month unsupervised program (16 months total).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:57.444686+00:00"}
{"study_id": 93470, "supplement_id": 1667, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the long-term safety and efficacy of riociguat in improving exercise capacity (measured by 6-min walking distance) and functional class in patients with pulmonary arterial hypertension.", "results_summary": "The study found that riociguat was well tolerated and led to sustained improvements in 6-min walking distance and WHO functional class for up to 1 year, with 33% of patients showing improvement, 61% stabilizing, and 6% worsening.", "population_specificity": "Patients with pulmonary arterial hypertension, either treatment-naïve or pretreated with endothelin-receptor antagonists or prostanoids.", "effective_dosage": "Individually adjusted up to a maximum of 2.5 mg three times daily.", "study_duration": "1 year (interim analysis at 12 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:57.506912+00:00"}
{"study_id": 93473, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a pre-bariatric surgery physical activity intervention (PAI) focused on increasing walking exercise could improve health-related quality of life (HRQoL) in candidates for bariatric surgery.", "results_summary": "The PAI group significantly increased bout-related moderate to vigorous physical activity (MVPA) and reported greater improvements in most HRQoL scales compared to the standard care group. Greater increases in MVPA were associated with better post-intervention HRQoL outcomes in physical function, bodily pain, and general health.", "population_specificity": "Adult bariatric surgery candidates (86.7% female, BMI = 45.0 ± 6.5 kg/m²).", "effective_dosage": "6 individual weekly counseling sessions to increase walking exercise (specific walking duration/frequency not detailed).", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:00.537549+00:00"}
{"study_id": 93474, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the short-term effects of the HiBalance program, a challenging balance-training regimen, compared with usual care in elderly individuals with mild to moderate Parkinson's disease.", "results_summary": "The HiBalance program significantly improved balance and gait performance compared to usual care, with favorable effects on physical activity levels and activities of daily living, though no group differences were found for concerns about falling.", "population_specificity": "Elderly individuals with mild to moderate Parkinson's disease (n = 100, with 91 completing the study).", "effective_dosage": "10-week HiBalance program (specific frequency not detailed in the abstract).", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:01.107667+00:00"}
{"study_id": 93477, "supplement_id": 1667, "safety_score": "95", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the health benefits of outdoor walking groups by analyzing physiological, psychological, and well-being outcomes.", "results_summary": "The study found that walking groups significantly improved cardiovascular health (reduced blood pressure, resting heart rate), body composition (reduced body fat, BMI), cholesterol levels, and mental health (reduced depression scores). No notable adverse effects were reported.", "population_specificity": "Adults participating in outdoor walking groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:02.332152+00:00"}
{"study_id": 93475, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to compare the cost-effectiveness of X-stop versus minimally invasive decompression in patients with symptomatic lumbar spinal stenosis.", "results_summary": "The study found that X-stop had a significantly higher reoperation rate (33%) and higher costs compared to minimally invasive decompression, with an incremental cost-effectiveness ratio of €25,700 per quality-adjusted life-year. The majority of bootstrap samples suggested a 50% likelihood that X-stop is cost-effective at this extra cost.", "population_specificity": "Patients aged 50-85 years with neurogenic intermittent claudication within a 250-meter walking distance and 1- or 2-level lumbar spinal stenosis.", "effective_dosage": "Not mentioned", "study_duration": "2-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:02.592940+00:00"}
{"study_id": 93476, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to determine the pharmacological, efficacy, and tolerability of pirfenidone in treating idiopathic pulmonary fibrosis (IPF), not Walking.", "results_summary": "The study found that pirfenidone reduced the rate of decline in forced vital capacity (FVC) and improved 6-min walking test distance and progression-free survival in IPF patients. It also showed a manageable tolerability profile with mild to moderate adverse events.", "population_specificity": "Adults with mild to moderate idiopathic pulmonary fibrosis (IPF).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:03.851583+00:00"}
{"study_id": 93478, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a Facebook social support group could effectively increase daily steps (physical activity) in young women compared to a standard walking intervention.", "results_summary": "Both intervention groups significantly increased daily steps, but the Facebook Social Support Group showed a greater increase (from 5,295 to 12,472 steps/day) compared to the Standard Walking Intervention. The results suggest Facebook-based social support may enhance physical activity outcomes in young women.", "population_specificity": "Female college freshmen (N = 63).", "effective_dosage": "Weekly step goals (specific numbers not provided).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:04.852397+00:00"}
{"study_id": 93480, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the long-term effects of increased physical activity, including walking, on IBS symptoms and psychological well-being.", "results_summary": "The study found that increased physical activity, including walking, significantly improved IBS symptoms and psychological symptoms like quality of life, fatigue, depression, and anxiety over a median follow-up of 5.2 years. Physical activity time increased from 3.2 to 5.2 hours per week, with walking being one of the most common activities.", "population_specificity": "39 IBS patients (32 women, median age 45 years).", "effective_dosage": "Not specified (physical activity increased from 3.2 to 5.2 hours per week).", "study_duration": "Median follow-up of 5.2 years (range: 3.8-6.2 years).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:06.611428+00:00"}
{"study_id": 93482, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether walking training combined with virtual reality-based training effectively increases walking speed in chronic stroke patients and if it outperforms non-virtual reality walking interventions.", "results_summary": "The meta-analysis found that virtual reality-based walking training increased walking speed by 0.17 m/s compared to placebo/nothing and by 0.15 m/s compared to non-virtual reality walking interventions, demonstrating its effectiveness.", "population_specificity": "Adults with chronic stroke.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:08.495215+00:00"}
{"study_id": 93481, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether therapeutic Tai Chi, combined with general physical therapy, improves balance, gait, and quality of life in chronic stroke patients compared to general physical therapy alone.", "results_summary": "The Tai Chi group showed greater improvements in balance, gait, and quality of life compared to the control group, with significant enhancements in functional reach, dynamic gait index, 10-m walking test, timed up-and-go test, and multiple SF-36 survey items.", "population_specificity": "Chronic stroke patients (22 inpatients, divided into two groups).", "effective_dosage": "60 minutes of therapeutic Tai Chi (10 different movements), twice per week.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:08.915485+00:00"}
{"study_id": 93483, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if combining walking (exercise) with psychotherapy was more effective than psychotherapy alone or standard care in reducing acute depressive symptoms in older adults.", "results_summary": "The study found that the group receiving both walking and psychotherapy (STEP) showed significantly greater improvement in depression scores compared to the group receiving only psychotherapy (TALK) or standard care, with the TALK group also outperforming the control group.", "population_specificity": "Older adults (aged 50-89 years) receiving treatment in inpatient psychiatric units.", "effective_dosage": "30 minutes per session (frequency not specified).", "study_duration": "Duration not explicitly stated in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:10.730075+00:00"}
{"study_id": 93484, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether increasing physical activity, such as walking, during inpatient rehabilitation improves mobility outcomes in older adults.", "results_summary": "The study hypothesized that enhanced physical activity would lead to better mobility outcomes, measured by self-selected gait speed and other mobility indices, but results were not provided in the abstract.", "population_specificity": "Older adults (age >60 years) undergoing inpatient rehabilitation for mobility improvement in Australian hospitals.", "effective_dosage": "Not specified (participants spent time each week performing additional physical activities like standing or walking).", "study_duration": "Duration of inpatient stay (not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:10.838422+00:00"}
{"study_id": 93485, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the long-term safety and efficacy of dalfampridine-ER in improving walking speed in patients with multiple sclerosis.", "results_summary": "The study found that dalfampridine-ER improved walking speed in responders, with effects sustained over time compared to non-responders. No new safety signals emerged, and tolerability was consistent with previous trials.", "population_specificity": "Patients with multiple sclerosis.", "effective_dosage": "10 mg twice daily.", "study_duration": "Up to 5 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:11.224948+00:00"}
{"study_id": 93486, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review current biomarkers for early diagnosis and monitoring of Parkinson's disease (PD), focusing on oxidative stress, protein aggregation, and inflammation.", "results_summary": "The abstract discusses the need for reliable PD biomarkers and reviews potential candidates in bodily fluids, but does not present specific findings related to walking or its effects.", "population_specificity": "Patients with Parkinson's disease (no specific demographic details provided).", "effective_dosage": "Not available", "study_duration": "Not applicable (review study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:11.948649+00:00"}
{"study_id": 93479, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the relationship between balance and dual task performance in adults over 80 years and compare differences between fallers and non-fallers.", "results_summary": "Significant correlations were found between balance and dual task variables. Fallers took more time and steps during dual task tests, but no significant differences in balance tests were observed between groups.", "population_specificity": "Community-dwelling older adults aged over 80 years who were able to walk.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:13.593376+00:00"}
{"study_id": 93487, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effect of walking on cardiovascular disease risk factors through a systematic review and meta-analysis of randomized control trials.", "results_summary": "Walking interventions significantly improved aerobic capacity, reduced blood pressure, waist circumference, weight, body fat percentage, and BMI, but did not affect blood lipids. The findings highlight walking as an effective health promotion activity.", "population_specificity": "Inactive participants at baseline.", "effective_dosage": "Not specified (walking as the only treatment).", "study_duration": "Interventions ≥ 4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:13.669947+00:00"}
{"study_id": 93489, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to summarize the evidence on the correlation between peak aerobic capacity (V̇o₂peak) and walking capacity (speed and distance) in stroke survivors.", "results_summary": "The meta-analysis found a low correlation (rɱ = .42) between V̇o₂peak and walking speed and a moderate correlation (rɱ = .52) between V̇o₂peak and walking distance, suggesting other factors also influence walking capacity post-stroke. The included studies had small sample sizes and low methodological quality.", "population_specificity": "Stroke survivors", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:16.524583+00:00"}
{"study_id": 93490, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to provide recommendations for physical therapists to improve the identification and management of fall risk in community-dwelling older adults.", "results_summary": "The study synthesized existing clinical practice guidelines, recommending screening for falls, balance, and mobility impairments, followed by targeted multifactorial assessment and intervention for at-risk older adults. It highlighted gaps in physical therapy-specific guidelines for precise recommendations.", "population_specificity": "Community-dwelling older adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:17.477122+00:00"}
{"study_id": 93488, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness and outcomes of X-Stop versus minimally invasive decompression (MID) in treating neurogenic intermittent claudication due to lumbar spinal stenosis.", "results_summary": "Both MID and X-Stop significantly improved symptoms with no clinical differences in effectiveness at any follow-up point, but X-Stop had a significantly higher risk of secondary surgery. Complication rates were similar but more severe for MID.", "population_specificity": "Patients aged 50-85 with neurogenic intermittent claudication within a 250-m walking distance and 1- or 2-level lumbar spinal stenosis.", "effective_dosage": "Not mentioned", "study_duration": "2-year observation period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:17.945349+00:00"}
{"study_id": 93491, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a 48-week walking program could reduce falls in older people and improve secondary outcomes like quality of life and physical activity levels.", "results_summary": "The study found no significant difference in fall rates between the walking intervention and control groups, but the intervention group increased their exercise and walking time significantly.", "population_specificity": "Physically inactive community-dwelling adults aged 65+ years.", "effective_dosage": "Self-paced walking program with three mailed manuals and telephone coaching (specific frequency not detailed).", "study_duration": "48 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:18.171532+00:00"}
{"study_id": 93492, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if Tizanidine, an anti-spastic medication, could improve walking endurance in individuals with spinal cord injury (SCI).", "results_summary": "The study found statistically significant improvements in walking endurance for the high-functioning group, with some subjects showing clinically meaningful improvements. Baseline walking endurance was a strong predictor of recovery.", "population_specificity": "Individuals with spinal cord injury (SCI) experiencing spasticity in ankle muscles.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:18.680056+00:00"}
{"study_id": 93494, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare cortical activity during user-driven (active) treadmill walking versus passive treadmill walking to assess mental engagement and potential training benefits.", "results_summary": "Active walking resulted in statistically significant decreases in spectral power (desynchronization) in the anterior cingulate, sensorimotor cortices, and posterior parietal lobe, indicating greater motor cortex engagement compared to passive treadmill walking.", "population_specificity": "Nine healthy subjects.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:20.538001+00:00"}
{"study_id": 93493, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of pharmacological (tizanidine) and physical (robotic-assisted locomotor training) interventions on walking function in individuals with incomplete spinal cord injury.", "results_summary": "Both interventions showed improvements in walking speed, endurance, and mobility, particularly in high-functioning subjects, but clinically meaningful improvements were seen in only about 10% of participants. No significant differences were found between the interventions.", "population_specificity": "Individuals with incomplete spinal cord injury (SCI).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:20.822735+00:00"}
{"study_id": 93495, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to develop and evaluate a smartphone app for the 2-6MWT that provides additional movement data beyond traditional walk tests.", "results_summary": "The app accurately identified foot strikes (within 0.07 seconds of video recordings) and calculated total walking distance within 1m of measured distance. It also provided new data on step timing and pelvis accelerations, which are not available in standard 2-6MWTs.", "population_specificity": "Five able-bodied participants.", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:21.205836+00:00"}
{"study_id": 93496, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of two physical therapy interventions (strength training and movement strategy training combined with falls prevention education) in reducing falls in people with Parkinson's disease.", "results_summary": "Both intervention groups (strength training and movement strategy training) showed significant reductions in falls compared to the control group, with strength training reducing falls by 84.9% and movement strategy training by 61.5%. Disability scores also improved in the intervention groups while deteriorating in the control group.", "population_specificity": "People with mild to moderately severe Parkinson's disease.", "effective_dosage": "8 weeks of outpatient therapy once per week plus a structured home program.", "study_duration": "8 weeks of intervention, with falls recorded over 12 months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:26.617351+00:00"}
{"study_id": 93497, "supplement_id": 1667, "safety_score": "70", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy and safety of pregabalin for treating pain and pain on walking in patients with painful diabetic peripheral neuropathy (DPN).", "results_summary": "The study found no statistically significant difference between pregabalin and placebo for co-primary endpoints (mean DPN pain and pain on walking), but period 1 analysis showed significant improvements. Pregabalin improved patient global impression of change and sleep interference compared to placebo.", "population_specificity": "Patients with painful diabetic peripheral neuropathy (DPN) who experienced pain while walking.", "effective_dosage": "150 to 300 mg/d", "study_duration": "Two 6-week treatment periods separated by a 2-week washout period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:27.192480+00:00"}
{"study_id": 93498, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of an 8-week aerobic walking protocol on insulin resistance in women with type 2 diabetes mellitus.", "results_summary": "The study found that the walking protocol significantly reduced insulin resistance, fasting glucose, and plasma insulin levels, with notable improvements in waist and hip circumference and BMI. The exercise group showed significant interaction effects over time compared to the control group.", "population_specificity": "53 women with type 2 diabetes mellitus, divided into exercise (n=27) and control (n=26) groups.", "effective_dosage": "30 minutes of walking at 60% maximum heart rate intensity, 3 times per week, preceded by 10 minutes of warm-up and followed by 10 minutes of stretching.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:28.129450+00:00"}
{"study_id": 93500, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the effect of lunchtime walks on momentary work affect at both individual and group levels in physically inactive employees.", "results_summary": "Lunchtime walks improved enthusiasm, relaxation, and nervousness at work, though results varied between between-group and within-person analyses. The intervention effectively altered some affective states, suggesting potential benefits for public health and workplace performance.", "population_specificity": "Physically inactive employees (N=56; 92.86% female; mean age 47.68) from a UK university.", "effective_dosage": "Three weekly 30-minute lunchtime group-led walks.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:28.530999+00:00"}
{"study_id": 93499, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to assess the prevalence and risk factors for pituitary hormone deficiencies in childhood cancer survivors treated with cranial radiotherapy and evaluate the impact of untreated deficiencies on health outcomes.", "results_summary": "The study found high prevalence rates of growth hormone deficiency (46.5%) and other pituitary deficiencies, with untreated deficiencies associated with adverse health outcomes like decreased muscle mass, exercise tolerance, hypertension, dyslipidemia, and slow walking.", "population_specificity": "Childhood cancer survivors (mean age 34.2 years) treated with cranial radiotherapy.", "effective_dosage": "Not mentioned", "study_duration": "Mean follow-up of 27.3 years (range 10.8 to 47.7 years)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:29.253428+00:00"}
{"study_id": 93501, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of community-wide, multi-strategic interventions on population levels of physical activity, including walking.", "results_summary": "The study found no significant improvement in physical activity at the population level, though some interventions with environmental components observed more people walking. The better-designed studies showed no improvement in primary outcomes, and reporting bias was evident.", "population_specificity": "Communities in high-income (25 studies) and low-income (8 studies) countries, with populations ranging from 500 to 1.9 million.", "effective_dosage": "Not specified", "study_duration": "Minimum six-month follow-up from the start of the intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:30.410692+00:00"}
{"study_id": 93503, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare 3D kinematic patterns during walking between individuals who underwent ACL reconstruction (ACLR), their healthy contralateral knees, and a healthy control group.", "results_summary": "ACLR knees showed improved extension compared to ACL-deficient knees but still had a deficit compared to healthy controls. No significant differences were found in axial plane kinematics pre- and post-operation, but ACLR knees differed from controls at specific gait cycle intervals.", "population_specificity": "15 patients pre- and post-ACLR, 15 contralateral knees, and 15 healthy controls.", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:30.976652+00:00"}
{"study_id": 93502, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a 12-week exercise program focused on improving dynamic postural stability in people with Parkinson's disease is more effective than education, benefits from increased training frequency, and provides long-term benefits.", "results_summary": "The study suggests that low-intensity, progressive trunk exercises may improve postural stability in people with Parkinson's disease, with potential for easy implementation at home or under professional guidance. Final results will confirm efficacy compared to education and the impact of training frequency.", "population_specificity": "Community-dwelling individuals diagnosed with idiopathic Parkinson's disease and a history of falls.", "effective_dosage": "Exercise once per week or 3 days per week.", "study_duration": "12-week intervention followed by a 12-week sustainability period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:31.185680+00:00"}
{"study_id": 93504, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the diagnostic accuracy of the Hospital Anxiety and Depression Scale (HADS) and identify risk factors for comorbid depression in COPD patients, including the role of physical activity as measured by the 6-minute walking test (6-MWT).", "results_summary": "The study found that COPD patients with depression had higher HADS scores, but the HADS exhibited low diagnostic accuracy for depression. The 6-MWT was evaluated as part of the assessment but its specific efficacy or safety was not the primary focus.", "population_specificity": "COPD patients (GOLD stage I-IV, 40-75 years old, mean age 62.5 years, 32% female, mean FEV1 48% predicted).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:35.216148+00:00"}
{"study_id": 93505, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the role of the built environment on active commuting to school and daily physical activity outcomes in children participating in a walking school bus study.", "results_summary": "The study found no differences in built environments between control and intervention schools. Park space was inversely associated with active commuting, while mixed-land use and high traffic volume/street connectivity were positively associated with moderate-to-vigorous physical activity.", "population_specificity": "Children participating in a walking school bus randomized controlled trial (control n=4, intervention n=4 schools).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:35.926364+00:00"}
{"study_id": 93506, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify factors, including walking speed, that predict poor hospital outcomes (e.g., length of stay, mortality, institutionalization) in older patients admitted to acute care wards.", "results_summary": "Walking speed was identified as an independent predictor of length of hospital stay, suggesting that slower walking speed is associated with prolonged hospitalization. The study did not evaluate walking as an intervention but as a predictive factor for outcomes.", "population_specificity": "Older patients (aged 65+ years) admitted to geriatric and internal medicine acute care wards in seven Italian hospitals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:35.991040+00:00"}
{"study_id": 93508, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the therapeutic efficacy of surgery (with or without adjuvant radiotherapy) versus radiotherapy alone in treating metastatic spinal cord compression (MSCC), particularly focusing on outcomes like ambulation, pain relief, and survival.", "results_summary": "Surgery (with or without adjuvant radiotherapy) improved ambulation, pain relief, and 1-year survival compared to radiotherapy alone, but no differences were observed in regaining walking ability, and surgery was associated with longer hospital stays.", "population_specificity": "Patients with metastatic spinal cord compression (MSCC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:36.928847+00:00"}
{"study_id": 93509, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the benefits of yoga intervention during pregnancy to other physical exercises, including walking.", "results_summary": "The study found that yoga was more effective than walking or standard prenatal exercises in reducing prenatal disorders, pain, stress, and improving relationship scores. Walking was not specifically evaluated for safety or efficacy in this context.", "population_specificity": "Pregnant women, including those who are depressed, high-risk, or experiencing lumbopelvic pain.", "effective_dosage": "Not specified for walking.", "study_duration": "Not specified for walking.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:37.470257+00:00"}
{"study_id": 93507, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a 12-week neuromuscular exercise program could reduce the peak knee adduction moment (a measure of knee load distribution) during walking and one-leg sit-to-stand in individuals who had undergone medial arthroscopic partial meniscectomy (APM) within the past 3-12 months.", "results_summary": "The study found no significant differences in the peak knee adduction moment during walking or one-leg sit-to-stand between the exercise and control groups. There were also no significant differences in secondary outcomes, indicating the exercise program did not alter knee load distribution or other measured outcomes.", "population_specificity": "Individuals aged 30-50 years with no to mild pain after medial APM within the past 3-12 months.", "effective_dosage": "Eight individual physiotherapist-guided sessions plus home exercises over 12 weeks.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:38.526352+00:00"}
{"study_id": 93510, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to determine the comparative effectiveness and safety of unilateral lung volume reduction surgery (LVRS) with lobe versus sublobe resection in patients with pulmonary emphysema.", "results_summary": "The study found that both lobe and sublobe resections improved lung function and 6-minute walking distance, with lobe resection showing better long-term reduction in lung hyperinflation after 1 year. Complication rates were similar, and there was no mortality within 90 days postsurgery.", "population_specificity": "Patients with pulmonary emphysema (mean age 62.1 ± 8.9 years, range 41-79).", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Follow-up at 90 days and 1 year postsurgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:39.689824+00:00"}
{"study_id": 93511, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether walking training with cueing of cadence is more effective than walking training alone in improving walking speed, stride length, cadence, and symmetry in stroke survivors.", "results_summary": "The meta-analysis found that walking training with cueing of cadence significantly improved walking speed, stride length, cadence, and symmetry compared to walking training alone, with clinically meaningful effect sizes. The evidence supports recommending this intervention for moderately disabled stroke survivors.", "population_specificity": "Adults who have had a stroke.", "effective_dosage": "30 minutes of cueing of cadence, four times a week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:39.923231+00:00"}
{"study_id": 93512, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of an exercise plus Social Cognitive Theory-based behavior change intervention versus an exercise plus control education intervention on walking mobility in people with multiple sclerosis (MS).", "results_summary": "The study will assess walking mobility and secondary outcomes like aerobic capacity, muscle strength, and exercise adherence at multiple time points, but results are not yet reported in the abstract. The trial is designed to inform sustainable exercise interventions for MS patients.", "population_specificity": "People with MS who walk independently, are physically inactive, and have not had a relapse or medication change in the last 12 weeks.", "effective_dosage": "Not specified", "study_duration": "10-week intervention with follow-up assessments at weeks 12, 24, and 36.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:43.850554+00:00"}
{"study_id": 93513, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of progressive resistance training (RT), with or without protein and vitamin supplementation (RTS), or cognitive training (CT), on DNA damage and antioxidant enzyme activities in institutionalized elderly individuals.", "results_summary": "The study found that both RT and CT improved resistance against H2O2-induced DNA damage, while nutritional supplementation did not provide additional protective effects. Basal DNA damage increased significantly after 3 months in the RT and RTS groups, but antioxidant enzyme activities improved in these groups over time.", "population_specificity": "105 institutionalized Austrian women and men aged 65-98 years.", "effective_dosage": "Not specified for walking; resistance training and cognitive training interventions were used.", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:44.176741+00:00"}
{"study_id": 93514, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 60, "study_goal": "To determine the effectiveness and safety of local intramuscular transplantation of autologous adult bone marrow mononuclear cells (BMMNCs) as a treatment for critical limb ischaemia (CLI).", "results_summary": "The treatment group showed a significantly smaller proportion of participants undergoing amputation compared with the control group in one study, while the other study reported greater pain reduction, increased ankle brachial index, and improved pain-free walking distance in the treatment group. However, the authors concluded that there is insufficient evidence to support this treatment due to the small number of participants and limited trials.", "population_specificity": "Patients with critical limb ischaemia (CLI).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:44.377688+00:00"}
{"study_id": 93515, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of a new physiotherapy approach, including side-alternating whole-body vibration, on motor function in children with osteogenesis imperfecta (OI).", "results_summary": "The study found a significant increase in motor function (GMFM-66 score) and walking distance after 12 months of treatment, along with improved bone mineral density.", "population_specificity": "Children with osteogenesis imperfecta (53 participants, aged 2.54–24.81 years).", "effective_dosage": "Not specified (included 6 months of side-alternating whole-body vibration training, physiotherapy, resistance training, and treadmill training).", "study_duration": "12 months (6 months intervention, 6 months follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:45.656604+00:00"}
{"study_id": 93516, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if self-reported walking speed could serve as a reliable marker for objectively measured walking speed in assessing sarcopenia and frailty.", "results_summary": "The study found a strong association between self-reported and measured walking speeds, with both similarly linked to clinical characteristics and mortality. Slower walking speeds (self-reported and measured) were associated with poorer physical function, increased medication use, and higher mortality risk.", "population_specificity": "730 men and 999 women aged 61 to 73 years from the Hertfordshire Cohort Study.", "effective_dosage": "Not applicable (walking speed was measured, not prescribed).", "study_duration": "Not specified (cross-sectional analysis with mortality follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:46.843810+00:00"}
{"study_id": 93519, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if an early mobility protocol increased mobility and improved clinical and psychological outcomes in critically ill patients with primary neurologic injury.", "results_summary": "The study found that postintervention patients had higher mobility levels, decreased hospital and neurologic ICU length of stay, and were more likely to be discharged home, with reduced rates of bloodstream infections, hospital-acquired pressure ulcers, and anxiety, but no change in mortality or other complications.", "population_specificity": "Critically ill patients with primary neurologic injury admitted to a neurologic ICU.", "effective_dosage": "Not specified", "study_duration": "4 months pre- and postintervention with a 4-month run-in period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:47.890695+00:00"}
{"study_id": 93517, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of robotically assisted body weight supported treadmill training (RABWSTT) for improving cardiovascular fitness in individuals with chronic motor incomplete spinal cord injury (CMISCI).", "results_summary": "The RABWSTT group showed a significant 12.3% improvement in peak VO(2) during robotic treadmill walking, while the home stretching program group had a non-significant 3.9% change. No significant changes were observed in peak VO(2) during arm cycle ergometry for either group.", "population_specificity": "Individuals with chronic motor incomplete spinal cord injury (ASIA level C4-L2, at least one-year post-injury).", "effective_dosage": "Three times per week for three months.", "study_duration": "Three months (with an additional three months for the crossover group).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:47.972672+00:00"}
{"study_id": 93518, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were not studying Walking; the abstract discusses targeting miR-122 as a potential treatment for Hepatitis C virus (HCV) infection.", "results_summary": "The abstract does not mention Walking or its effects; it focuses on the potential of antisense oligonucleotides (ASOs) targeting miR-122 as a new anti-HCV treatment.", "population_specificity": "Not applicable (study does not involve Walking).", "effective_dosage": "Not applicable (study does not involve Walking).", "study_duration": "Not applicable (study does not involve Walking).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:48.125068+00:00"}
{"study_id": 93522, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers examined the etiology of toenail onycholysis, particularly its mechanical causes related to walking and foot pressure.", "results_summary": "The study found that toenail onycholysis is primarily mechanical, caused by pressure from closed shoes during walking, especially in individuals with uneven flat feet leading to asymmetric gait.", "population_specificity": "Individuals with toenail onycholysis, particularly those with flat feet.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:51.094056+00:00"}
{"study_id": 93521, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to examine the relationships among balance and mobility measures in children with unilateral lower-limb amputation compared to able-bodied children.", "results_summary": "Children with lower-limb amputation showed significantly reduced walking speed, distance, and functional balance compared to able-bodied children. Better postural control and balance were associated with faster walking speeds in the amputation group.", "population_specificity": "Children with unilateral lower-limb amputation (n=10) and age-matched able-bodied children (n=10).", "effective_dosage": "Not applicable", "study_duration": "Not specified (cross-sectional study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:51.746240+00:00"}
{"study_id": 93520, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the reliability and validity of using the Lokomat robotic exoskeleton to quantitatively measure static position sense of the legs in persons with incomplete spinal cord injury (SCI).", "results_summary": "The study found that the Lokomat-based assessment was reliable and valid for measuring joint position sense in individuals with incomplete SCI, showing significantly greater and more variable errors in SCI subjects compared to able-bodied subjects. Error scores correlated with clinical measures of joint position sense.", "population_specificity": "23 able-bodied subjects and 23 persons with incomplete SCI (American Spinal Injury Association Impairment Scale level B, C, or D).", "effective_dosage": "Not applicable (passive movement assessment).", "study_duration": "Not specified (subjects were tested twice for reliability).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:53.143246+00:00"}
{"study_id": 93524, "supplement_id": 1667, "safety_score": "70", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the pharmacological properties, clinical efficacy, and safety of dalfampridine (DAL) in improving walking ability and speed in patients with multiple sclerosis (MS).", "results_summary": "DAL improved walking ability in approximately one-third of patients and walking speed in about 25% of patients, independent of disease course, compared to placebo. It also enhanced leg strength but carried a dose-dependent risk of seizures, particularly at dosages exceeding 10 mg twice daily.", "population_specificity": "Patients with multiple sclerosis (MS).", "effective_dosage": "10 mg twice daily.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:54.919122+00:00"}
{"study_id": 93523, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to understand barriers and facilitators to engagement with a primary care-based walking intervention using pedometers and behavior change techniques.", "results_summary": "Most participants felt they benefited from the intervention, regardless of step-count changes, with key facilitators including health motivation and support, while barriers included physical health problems and time constraints. Behavior change techniques like self-monitoring and goal-setting were impactful, whereas rewards were not helpful.", "population_specificity": "Mid-life and older adults in the UK not meeting recommended physical activity levels.", "effective_dosage": "Not specified (pedometer and handbook with/without nurse support).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:55.083023+00:00"}
{"study_id": 93525, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of dopaminergic drugs on arm swing velocity, symmetry, and coordination in Parkinson's disease (PD) patients during walking.", "results_summary": "PD subjects in the OFF-medication state showed reduced arm swing amplitude and increased asymmetry compared to controls, which improved with dopaminergic treatment. However, bilateral arm coordination did not change with medication, suggesting involvement of other neurotransmitters.", "population_specificity": "16 PD patients and 17 control subjects.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:55.151391+00:00"}
{"study_id": 93526, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the objectivity, cross-cultural validity, and convergent validity of the Vestibular Activities and Participation (VAP) questionnaire, including its relevance to walking-related activities, across four countries.", "results_summary": "The study identified walking long distances as part of Subscale 2 in the VAP questionnaire, showing a moderate correlation (0.64) with the Dizziness Handicap Inventory, indicating its utility in assessing activity limitations due to vertigo and dizziness. The questionnaire demonstrated intercultural adaptability and psychometric soundness for clinical and research use.", "population_specificity": "453 participants from specialized outpatient dizziness clinics in Germany, the United States, Jordan, and Saudi Arabia.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:56.308060+00:00"}
{"study_id": 93527, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine if a 12-week exercise program (including aerobic, resistance, and core stability exercises) improved fatigue, pain, activity, and participation in adults with Pompe disease.", "results_summary": "The study found that fatigue and pain levels improved significantly after the 12-week program, but motor function and physical activity levels did not change. Improvements in fatigue and pain were not linked to gains in aerobic fitness or muscle strength.", "population_specificity": "Mildly affected adult patients with Pompe disease who were not dependent on ventilators or walking devices and were receiving enzyme replacement therapy.", "effective_dosage": "36 sessions of standardized aerobic, resistance, and core stability exercises over 12 weeks.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:56.590034+00:00"}
{"study_id": 93529, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether supervised exercise therapy (SET) increases physical activity levels and ambulatory activities in patients with intermittent claudication (IC).", "results_summary": "SET led to more patients meeting the minimum PA recommendations (43% to 63%) and improved walking distances (PFWD and MWD), but no significant increase in mean daily PA levels, steps, or ambulatory activity duration was observed.", "population_specificity": "Patients newly diagnosed with intermittent claudication (IC).", "effective_dosage": "Not specified (activity monitored before and after 3 months of SET).", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:52:59.213170+00:00"}
{"study_id": 93528, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a 12-week physical activity counseling program on increasing walking and overall physical activity levels in COPD patients across different care settings.", "results_summary": "The counseling program significantly increased daily steps and physical activity after 3 months, particularly in outpatient and pulmonary rehabilitation subgroups. Long-term benefits (15 months) were observed only in sedentary patients, while exercise capacity and quality of life improvements were limited to the short term in the outpatient subgroup.", "population_specificity": "COPD patients (102 males, median age 62) from primary care, secondary care, and pulmonary rehabilitation settings.", "effective_dosage": "Not specified (program duration: 12 weeks).", "study_duration": "12 weeks (with follow-up at 3 and 15 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:00.425617+00:00"}
{"study_id": 93531, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a home-based walking exercise program in managing anxiety, depression, and cancer-related symptoms in lung cancer survivors.", "results_summary": "The walking-exercise group showed significant improvements in anxiety and depression levels compared to the usual-care group, with statistically significant results at the third and sixth months. The program was deemed feasible and effective for lung cancer rehabilitation.", "population_specificity": "116 patients with lung cancer from a medical center in northern Taiwan.", "effective_dosage": "40 minutes per day, 3 days per week (moderate-intensity walking).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:00.840779+00:00"}
{"study_id": 93533, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare pain levels, mobility, and quality of life between patients who underwent revision total knee arthroplasty (TKA) versus primary TKA.", "results_summary": "Patients after revision TKA reported higher pain intensity, reduced walking distance, increased use of walking aids, and poorer quality of life compared to those after primary TKA. No significant improvement in walking distance was observed before versus after revision TKA.", "population_specificity": "Patients with osteoarthritis who underwent either revision or primary total knee arthroplasty.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:02.840264+00:00"}
{"study_id": 93532, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining individualized respiratory muscle training with conventional physical therapy could improve pulmonary function and exercise capacity in stroke patients.", "results_summary": "The study found significant improvements in pulmonary function (FVC, FEV1, PEF) and exercise capacity (6MWT, SBMBDS scores) in the group receiving respiratory muscle training compared to the control group.", "population_specificity": "Stroke patients (n=20, divided into exercise and control groups).", "effective_dosage": "Respiratory muscle training for 20 min per session, 3 times per week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:02.845852+00:00"}
{"study_id": 93534, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of triple versus double nonopioid perioperative analgesic regimens in reducing movement-evoked pain and improving functional recovery (including walking) after abdominal hysterectomy.", "results_summary": "The study found no substantial benefits of adding a third nonopioid analgesic to double-drug regimens. However, exploratory analyses showed consistent negative correlations between pain and functional outcomes like walking (measured via TUG), suggesting pain interference with mobility.", "population_specificity": "Adult women (>18 years) of ASA status 1-2 undergoing abdominal hysterectomy.", "effective_dosage": "Not specified (study treatments administered for 48 hours, starting 1 hour preoperatively).", "study_duration": "48 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:03.473885+00:00"}
{"study_id": 93535, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of a community walking training program (CWTP) on walking function and social participation in chronic stroke patients.", "results_summary": "The CWTP group showed greater improvement in walking function (measured by 10-m walk test, 6-min walk assessment, and community gait assessment) and social participation compared to the control group, with statistically significant results (P < 0.05).", "population_specificity": "Chronic stroke patients (22 participants, 13 male, average age 50.45 years, average post-stroke duration 231.64 days).", "effective_dosage": "CWTP for 30 min per day, five times a week, in addition to standard rehabilitation (60 min per day, five times a week).", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:05.442493+00:00"}
{"study_id": 93536, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether intraoperative infiltration with local anesthetic (bupivacaine) versus placebo (saline) affected the development of chronic pain, including pain while walking, after inguinal hernia repair.", "results_summary": "The study found no significant difference in chronic pain (including pain while walking) between the local anesthetic and placebo groups at 3 months postoperatively, with 5.8% in the intervention group and 2.3% in the placebo group reporting pain (VAS ≥ 30). Preoperative pain was identified as an independent risk factor for chronic pain.", "population_specificity": "Patients with single- or double-sided inguinal hernia undergoing repair.", "effective_dosage": "20 mL bupivacaine 0.25% (intervention) or 20 mL saline 0.9% (placebo), administered once intraoperatively.", "study_duration": "Single intraoperative administration, with follow-up at 3 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:07.063754+00:00"}
{"study_id": 93539, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine physical activity levels, including walking, during acute inpatient admission after hip fracture surgery.", "results_summary": "Physical activity levels were extremely low, with patients spending 99% of the day lying or sitting and only 1% standing or walking (16 minutes). Patients took an average of 35.7 steps per day, with no significant difference between weekdays and weekends.", "population_specificity": "Older adults (mean age 79.1 years, predominantly women) post-surgical intervention for hip fracture.", "effective_dosage": "Not specified", "study_duration": "Duration of acute inpatient admission (not explicitly stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:08.919912+00:00"}
{"study_id": 93537, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the feasibility and outcomes of the Family-Centered Function-Focused-Care (Fam-FFC) intervention in promoting functional recovery, including walking performance, in hospitalized older adults.", "results_summary": "The intervention group showed better walking performance compared to the control group, though no significant improvements were observed in gait and balance. The study did not report adverse effects related to walking.", "population_specificity": "Hospitalized older adults aged 65 and older and their family caregivers, predominantly white (89%) with a mean age of 80.8 ± 7.5.", "effective_dosage": "Not specified", "study_duration": "Intervention included follow-up after hospitalization, with outcomes measured up to 2 months post-discharge.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:10.033666+00:00"}
{"study_id": 93540, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether candesartan improves left ventricular structure, function, and exercise capacity (measured via walking test) in patients with severe aortic stenosis.", "results_summary": "Candesartan did not significantly improve left ventricular structure, function, or walking distance compared to placebo. Both groups showed a decline in walking distance, reflecting natural disease progression.", "population_specificity": "51 patients with severe aortic stenosis (43 completed the study).", "effective_dosage": "Target dose of 16 mg/d candesartan.", "study_duration": "Average of 5 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:10.227068+00:00"}
{"study_id": 93538, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess how different walking speed assessment methods influence results and their association with poor health status (low cognitive performance and cardiopulmonary disease) in elderly outpatients.", "results_summary": "The 10-m walking test yielded higher speeds than the 4-m and 6-min tests, while the 4-m and 6-min tests showed no significant difference. Low cognitive performance and cardiopulmonary disease negatively impacted walking speed, with the 4-m test most sensitive to cognitive decline and the 6-min test most sensitive to cardiopulmonary disease.", "population_specificity": "288 community-dwelling elderly (mean age 82.2 ± 7.1 years) referred to a geriatric outpatient clinic.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:10.645376+00:00"}
{"study_id": 93541, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare gait speeds obtained from different testing protocols in the same individuals to understand how protocol variations impact recorded gait speed.", "results_summary": "The study found that starting protocol (standing vs. walking), testing surface (over ground vs. computerized walkway), and walking pace (usual vs. fast) significantly impact recorded gait speed in older adults, with walking starts yielding faster speeds than standing starts, and fast paces yielding faster speeds than usual paces.", "population_specificity": "104 community-dwelling older adults who could ambulate household distances independently (mean age = 77.2 ± 6.1).", "effective_dosage": "Not applicable (gait speed testing protocols, not a dosage-based intervention).", "study_duration": "Cross-sectional (single time point).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:12.153690+00:00"}
{"study_id": 93542, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether intensive mobility training including body weight-supported treadmill training (BWSTT) provides superior gait, balance, and mobility outcomes compared to overground gait training in individuals with chronic stroke.", "results_summary": "No significant differences were found between BWSTT and overground gait training groups. Significant improvements were observed in fast walking speed, balance, mobility, and perceived recovery post-intervention, with some effects sustained at 3-month follow-up. Effect sizes were small to moderate.", "population_specificity": "43 individuals with chronic stroke (mean age 61.5 years, mean time since stroke 3.3 years).", "effective_dosage": "1 hour of gait training, 1 hour of balance activities, and 1 hour of strength, range of motion, and coordination exercises daily.", "study_duration": "10 consecutive weekdays (30 hours total).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:12.836996+00:00"}
{"study_id": 93543, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of conventional physiotherapy (CP) versus robotic training (RT) combined with CP on gait, balance, functional status, cognitive function, and quality of life in stroke patients.", "results_summary": "Both groups showed significant improvements in most parameters, but the RT group demonstrated better improvements in functional independence (FIM), cognitive function (MMSE), and quality of life (SF-36 subparts) compared to CP alone. The RT group also showed superior outcomes in lower extremity recovery (BRS).", "population_specificity": "Patients with subacute and chronic stroke (up to 1 year post-stroke).", "effective_dosage": "RT group: Lokomat training 2 times per week + CP 3 times per week; CP group: CP 5 times per week (minimum 30 sessions total for both groups).", "study_duration": "At least 30 sessions (duration per session not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:14.646655+00:00"}
{"study_id": 93544, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of two exercise programs (lumbopelvic motor control vs. combined lumbopelvic motor control and hip strengthening) in reducing pain and disability for individuals with non-specific low back pain.", "results_summary": "Both exercise programs showed clinically meaningful reductions in pain, with no significant difference between the two groups. The addition of hip strengthening exercises did not improve clinical outcomes for pain reduction.", "population_specificity": "Individuals with non-specific low back pain recruited from community-based general medical practices.", "effective_dosage": "6 rehabilitation sessions including real-time ultrasound training, plus a home-based exercise program manual and log book.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:15.094608+00:00"}
{"study_id": 93548, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether installing bicycle boulevards increased physical activity (including walking) and active transportation among adults with children.", "results_summary": "The study found no significant correlation between living near newly installed bicycle boulevards and increases in walking (>20 min) or other physical activity measures. Significant covariates included rain, gender, proximity to downtown, and attitudes toward walking and bicycling.", "population_specificity": "Adults with children (n=353) in Portland, OR.", "effective_dosage": "Not applicable", "study_duration": "Data collected in 2010-11 and 2012-13 (pre/post intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:18.124555+00:00"}
{"study_id": 93546, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of inhaled glutathione (GSH) on lung function and exercise capacity in cystic fibrosis (CF) patients.", "results_summary": "Inhaled GSH did not meet the primary outcome of 15% improvement in FEV1%, but it showed a statistically significant increase in FEV1 in patients with moderate lung disease at 3, 6, and 9 months. GSH also improved the 6-minute walking test in pediatric patients and was well tolerated.", "population_specificity": "Adult and pediatric patients with cystic fibrosis.", "effective_dosage": "Twice daily (specific dosage not mentioned).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:18.791689+00:00"}
{"study_id": 93547, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 74, "quality_score": 68, "study_goal": "The researchers aimed to evaluate the outcomes of surgical treatments for femoral hip periprosthetic fractures, focusing on recovery of walking ability and mortality rates.", "results_summary": "The study found that 73.8% of patients recovered walking ability after surgery, with complete healing and prosthesis stability in 87.3% of cases. Mortality rates were low (1.6% at 3 months, 3.3% at 12 months), but higher when surgery was delayed beyond 5 days.", "population_specificity": "61 patients undergoing surgery for femoral hip periprosthetic fractures.", "effective_dosage": "Not applicable", "study_duration": "Mean follow-up of 32 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:18.955683+00:00"}
{"study_id": 93545, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers investigated whether intracoronary transplantation of CD34(+) cells improves myocardial perfusion and functional outcomes (including 6-minute walking distance) in patients with nonischemic dilated cardiomyopathy.", "results_summary": "The study found significant improvements in myocardial perfusion, left ventricular ejection fraction, and 6-minute walking distance (354 ± 71 m to 404 ± 91 m) at 6-month follow-up after CD34(+) cell transplantation. Patients with less severe baseline perfusion defects showed better response to therapy.", "population_specificity": "21 patients with nonischemic dilated cardiomyopathy (LVEF <40%, NYHA class III; 81% male, mean age 53 ± 9 years).", "effective_dosage": "Not specified (CD34(+) cells collected via apheresis and injected into coronary arteries).", "study_duration": "6 months (follow-up period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:20.054053+00:00"}
{"study_id": 93549, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to summarize recent findings on the mechanics of walking and its relationship to osteoarthritis (OA), focusing on mechanobiology, ambulatory mechanics, biomechanical interventions, and mechanical risk factors.", "results_summary": "The study found that biomechanical interventions like shoe insoles and knee braces had variable effects on knee joint moments during walking, while lateral wedge insoles did not significantly reduce pain. Diet with or without exercise reduced knee joint load indicators, but exercise alone did not show similar effects with the measures used.", "population_specificity": "Individuals with or at risk for osteoarthritis (OA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:20.265117+00:00"}
{"study_id": 93550, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a 5-day mind-body exercise program, including walking and Feldenkrais-based training, on quality of life, balance, mobility, and gait in community-dwelling women.", "results_summary": "The MBE group showed statistically significant improvements in mobility, stride length, single limb support time, balance confidence, and quality of life, while the control group exhibited no changes.", "population_specificity": "Community-dwelling women aged 40-80 years.", "effective_dosage": "Multiple daily sessions of Feldenkrais-based sensorimotor movement training and walking (exact frequency/duration not specified).", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:20.881676+00:00"}
{"study_id": 93551, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of physical and geriatric rehabilitation on institutionalization, mortality, and functional outcomes (including walking ability) after hip fracture.", "results_summary": "Physical rehabilitation reduced mortality compared to geriatric rehabilitation and control groups at 4 and 12 months. Both physical and geriatric rehabilitation improved independent living at 4 months, particularly for femoral neck fracture patients, but no significant impact on walking ability or ADL functions was observed.", "population_specificity": "Independently living patients (n=538) with non-pathological hip fracture.", "effective_dosage": "Not specified", "study_duration": "Evaluated at 4 and 12 months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:22.649506+00:00"}
{"study_id": 93552, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to develop and pilot an e-health intervention to increase physical activity (walking) and reduce fat mass in overweight or obese individuals with lumbar spinal stenosis (LSS).", "results_summary": "The intervention led to significant improvements in fat mass, trunk fat mass, symptom severity, energy intake, maximum continuous activity, and mental health. Non-significant improvements were observed for waist circumference, pain, disability, and obesity biomarkers, with 70% losing weight, 50% increasing walking capacity, and 60% improving quality of life.", "population_specificity": "Overweight or obese individuals (n=10, mean age 67.5±6.7 years, 60% women) with clinically confirmed lumbar spinal stenosis.", "effective_dosage": "Personalized step goals via pedometer; no specific walking dosage mentioned.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:24.424669+00:00"}
{"study_id": 93554, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if subsensory vibratory noise applied to the soles of the feet via piezoelectric insoles could improve balance, gait, and reduce fall-related measures in elderly individuals.", "results_summary": "The study found that vibratory insoles significantly improved performance on the TUG test, reduced postural sway, and decreased gait variability at 70% and 85% of the sensory threshold, with effects lasting throughout the day.", "population_specificity": "Healthy community-dwelling elderly volunteers aged 65-90 years.", "effective_dosage": "70% and 85% of the sensory threshold, set once daily.", "study_duration": "3 days (crossover study with different stimulation levels each day).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:26.818605+00:00"}
{"study_id": 93553, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of supervised exercise training (SET) after percutaneous transluminal angioplasty (PTA) compared with PTA alone on physical function, limb hemodynamics, and health-related quality of life in patients with intermittent claudication.", "results_summary": "The study found statistically significant improvements in physical function and limb hemodynamics for both groups, with greater improvements in the intervention group (SET) compared to the control group (PTA alone). The intervention group showed median improvements of 66m in the 6-minute walk test and 251m in maximum walking distance, while the control group improved by 45m and 93m, respectively.", "population_specificity": "Patients with intermittent claudication who underwent PTA.", "effective_dosage": "Two sessions of hospital-based SET and one home-based exercise session per week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:27.045652+00:00"}
{"study_id": 93555, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine if FES-assisted active cycling is more effective than active cycling without FES for improving walking and balance in stroke patients with severe hemiparesis.", "results_summary": "FES-assisted cycling significantly improved walking ability (FAC) and balance (POMA) compared to active cycling alone, with greater median improvements in the FES group. Both groups showed significant improvements in leg motricity, but no differences were observed in spasticity (modified Ashworth scale).", "population_specificity": "Patients with severe hemiparesis due to stroke (N=40).", "effective_dosage": "20 minutes of active leg cycling with or without FES, 3 times per week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:27.440274+00:00"}
{"study_id": 93557, "supplement_id": 1667, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to review and synthesize the biomechanical effects of valgus knee bracing on patients with medial knee osteoarthritis (OA).", "results_summary": "Valgus knee braces were found to decrease medial knee compressive force, improve load distribution, reduce co-contraction ratios, and increase medial joint space during gait. Meta-analysis showed a significant reduction in the external knee adduction moment (KAM) with moderate-to-high effect sizes.", "population_specificity": "Patients with medial knee osteoarthritis (OA).", "effective_dosage": "Not Assessed", "study_duration": "Duration varied; meta-regression suggested longer brace use was associated with smaller treatment effects.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:27.986675+00:00"}
{"study_id": 93556, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to test whether a task-oriented motor learning intervention improves motor control of gait in older adults with subclinical walking difficulty compared to a standard exercise program.", "results_summary": "The motor learning group showed greater improvements in gait variability and smoothness of walking compared to the standard exercise group, particularly in double-support time variability and smoothness in anteroposterior and vertical directions under various conditions.", "population_specificity": "Adults aged ≥65 years with gait speed >1.0m/s and impaired motor skill (figure-of-8 walk time >8s).", "effective_dosage": "Twice-weekly, 1-hour physical therapist-supervised sessions.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:28.518222+00:00"}
{"study_id": 93558, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to highlight the complexities and gaps in the management of paediatric pulmonary arterial hypertension (PAH), including diagnostic challenges and the lack of evidence for therapeutic approaches.", "results_summary": "The abstract notes that treatments for paediatric PAH lack sufficient examination, particularly regarding toxicities, dosing, and clinical trial endpoints, and emphasizes the need for optimal endpoints to evaluate efficacy and safety in this population.", "population_specificity": "Paediatric patients with pulmonary arterial hypertension (PAH).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:29.182284+00:00"}
{"study_id": 93559, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the efficiency of three artificial neural networks (ANNs) in classifying recurrent fallers versus non-recurrent fallers among older adults using clinical characteristics related to fall risk.", "results_summary": "The study found that the NEAT ANN, using 15 clinical characteristics, was the most efficient for identifying recurrent fallers, with high sensitivity (80.42%), specificity (92.54%), and accuracy (88.39%). The other ANNs (MLP and modified MLP) performed less effectively.", "population_specificity": "Community-dwelling adults aged 65 and older (n=3289).", "effective_dosage": "Not applicable", "study_duration": "Cross-sectional design (no intervention duration specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:30.864201+00:00"}
{"study_id": 93560, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a 12-week exercise program, including resistance training and a pedometer-based walking program, could reduce PTSD symptoms and improve secondary outcomes like depression, waist circumference, and sleep quality compared to usual care alone.", "results_summary": "The study found that the exercise intervention significantly reduced PTSD symptoms, depressive symptoms, waist circumference, and sedentary time while improving sleep quality compared to usual care. The intervention group showed clinically meaningful improvements across multiple outcomes.", "population_specificity": "81 participants (84% male, mean age 47.8) with a DSM-IV-TR diagnosis of primary PTSD, recruited from an in-patient program at a private hospital.", "effective_dosage": "Three 30-minute resistance-training sessions per week plus a pedometer-based walking program (specific step count not mentioned).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:33.656594+00:00"}
{"study_id": 93562, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate associations between worksite neighborhood context and changes in obesogenic behaviors, including walking, among adult employees.", "results_summary": "Higher worksite neighborhood socioeconomic status (NSES) was associated with increased walking, and higher residential density around worksites was linked to more walking and healthier dietary habits, independent of NSES. Residential density partially mediated the relationship between worksite NSES and these behaviors.", "population_specificity": "Adult employees participating in a worksite randomized trial to prevent weight gain.", "effective_dosage": "Not specified", "study_duration": "Data collected at baseline (2005-2007) and follow-up (2007-2009).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:35.224660+00:00"}
{"study_id": 93561, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine if combining standing, electrical stimulation, and splinting was more effective than standing alone for managing ankle contractures in severe brain injury patients.", "results_summary": "The study found no significant difference in passive ankle dorsiflexion between the experimental and control groups, with a small, temporary reduction in spasticity favoring the experimental group. No other secondary outcomes showed meaningful differences.", "population_specificity": "Adults with severe traumatic brain injury and ankle plantarflexion contractures.", "effective_dosage": "Not specified (intervention details: tilt table standing, electrical stimulation, and ankle splinting for experimental group; tilt table standing alone for control group).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:35.393049+00:00"}
{"study_id": 93563, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical outcomes of a modified Brostrom procedure using the suture bridge technique for treating chronic lateral ankle instability in high-demand athletes.", "results_summary": "The procedure significantly improved ankle stability and function, with 91.7% of patients achieving satisfactory results. Patients returned to various activities, including walking on uneven ground, at an average of 10.6 weeks post-surgery.", "population_specificity": "High-demand athletes under 30 years old with chronic lateral ankle instability.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Follow-up period of >2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:35.587337+00:00"}
{"study_id": 93564, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess factors influencing functional recovery, particularly walking ability, in older adults after hip surgery and determine the role of cognitive impairment.", "results_summary": "The study found that 58% of patients regained pre-fracture walking ability, with higher recovery rates in those without cognitive impairment (73.7%) compared to those with mild (50%) or severe impairment (5%). Previous walking ability and complications like pressure ulcers or delirium were stronger predictors of recovery than cognitive impairment.", "population_specificity": "Older adults (≥65 years) admitted for rehabilitation after a hip operation.", "effective_dosage": "Not specified", "study_duration": "Measured at basal, admission, and discharge (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:36.568299+00:00"}
{"study_id": 93565, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the safety and efficacy of autologous bone marrow-derived ALDH(br) cells in improving peak walking time and leg collateral arterial anatomy in patients with intermittent claudication due to PAD.", "results_summary": "The study will evaluate changes in peak walking time, leg collateral arterial anatomy, calf muscle blood flow, and tissue perfusion at 6 months compared to baseline, using advanced MRI end points to quantify biologic and mechanistic effects of cell therapy.", "population_specificity": "80 patients with symptom-limiting intermittent claudication due to significant stenosis or occlusion of infrainguinal arteries and a resting ankle-brachial index <0.90.", "effective_dosage": "Not specified", "study_duration": "1-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:36.947273+00:00"}
{"study_id": 93566, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether a guided imagery and relaxation exercise DVD intervention could improve postoperative pain management, including walking, in adolescents undergoing spinal fusion surgery.", "results_summary": "The study found that the intervention group experienced a 2-point improvement in walking on a 10-point scale compared to the control group, with statistical significance (p = .003). The intervention was more effective than standard care alone for postoperative pain.", "population_specificity": "Adolescents and young adults (ages 11-20 years) undergoing spinal fusion surgery at a tertiary care hospital in Montreal, Canada.", "effective_dosage": "The intervention involved practicing guided imagery/relaxation exercises at least three times a week at home.", "study_duration": "The intervention was administered from preoperative screening to 1-month postoperative follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:53:38.265846+00:00"}
