{"study_id": 96923, "supplement_id": 1560, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess adherence rates to a behavioral therapy sleep intervention (including modified sleep restriction) and identify psychological and physical symptom predictors of adherence in women undergoing breast cancer chemotherapy.", "results_summary": "Adherence rates to the BT plan were 51-52% across treatments, with sleep disturbance and depression significantly impacting adherence. Sleep disturbance and pain decreased, while depression increased during chemotherapy.", "population_specificity": "Women with stages I-IIIA breast cancer undergoing chemotherapy (n = 113).", "effective_dosage": "Not specified (components included stimulus control, modified sleep restriction, relaxation therapy, and sleep hygiene counseling).", "study_duration": "Intervention began 48 hours before the first of four chemotherapy treatments and was reinforced on day 8, repeated for cycles 2, 3, and 4.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:29.555655+00:00"}
{"study_id": 96926, "supplement_id": 1560, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether sleep restriction affects the efficacy of a reduced-calorie diet on fat loss and fat-free body mass preservation.", "results_summary": "Sleep restriction reduced the proportion of fat loss by 55% and increased fat-free body mass loss by 60%, alongside increased hunger and altered substrate utilization favoring less fat oxidation.", "population_specificity": "10 overweight nonsmoking adults (3 women, 7 men; mean age 41, BMI 27.4 kg/m²).", "effective_dosage": "8.5 vs. 5.5 hours of nighttime sleep opportunity.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:30.669347+00:00"}
{"study_id": 96925, "supplement_id": 1560, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review epidemiologic evidence linking habitual sleep duration and quality to the risk of cardiometabolic diseases, including obesity, diabetes, and hypertension.", "results_summary": "The study found cross-sectional associations between short sleep duration (<6 h per night) and increased body mass index, prevalent diabetes, and hypertension, as well as associations between long sleep duration (>8 h per night) and cardiometabolic disease. Some prospective studies also linked short sleep to incident diabetes, hypertension, and cardiovascular disease markers, though results were not entirely consistent.", "population_specificity": "General population (epidemiologic review, not a specific cohort)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:30.876549+00:00"}
{"study_id": 96927, "supplement_id": 1560, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to review the research support for psychological treatments of insomnia, including sleep restriction, and describe those with the highest level of evidence for clinical use.", "results_summary": "Sleep restriction was identified as one of the psychological treatments with research support for adult insomnia, though it was not among the top-tier interventions (stimulus control, progressive muscle relaxation, and multimodal cognitive-behavioral therapy were ranked higher).", "population_specificity": "Adults and children with insomnia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:31.189888+00:00"}
{"study_id": 96901, "supplement_id": 1560, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to explore how sleep restriction and circadian misalignment in shift workers may increase neuroendocrine stress, immune responses, and oxidative stress, contributing to cardiovascular disease and breast cancer risks.", "results_summary": "The study found that sleep restriction and circadian misalignment disrupt neuroendocrine, immune, and oxidative stress systems, potentially increasing cardiovascular and breast cancer risks in shift workers. It also suggested napping as a potential countermeasure to mitigate these effects.", "population_specificity": "Shift workers", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:31.826319+00:00"}
{"study_id": 96928, "supplement_id": 1560, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether sleep restriction reduces insulin sensitivity and to assess the effects of modafinil on alertness during sleep restriction.", "results_summary": "Sleep restriction (5 h/night for 1 week) significantly reduced insulin sensitivity by 20% (IVGTT) and 11% (clamp), impaired glucose tolerance, and lowered the disposition index, without significant effects from modafinil treatment.", "population_specificity": "20 healthy men aged 20-35 years with a BMI of 20-30 kg/m².", "effective_dosage": "300 mg/day modafinil during sleep restriction.", "study_duration": "12-day inpatient study (10 h/night for ≥8 nights, then 5 h/night for 7 nights).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:34.260963+00:00"}
{"study_id": 96932, "supplement_id": 1560, "safety_score": "20", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine the metabolic and endocrine effects of chronic partial sleep loss and its potential role in obesity.", "results_summary": "The study found that sleep restriction leads to metabolic and endocrine alterations, including decreased glucose tolerance, increased cortisol levels, altered hunger hormones, and increased appetite, suggesting a link to obesity.", "population_specificity": "Adults, children, and young adults.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:37.602412+00:00"}
{"study_id": 96930, "supplement_id": 1560, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether 8 weekly sessions of sleep restriction therapy combined with hypnotic reduction instructions would improve sleep outcomes and reduce hypnotic use more effectively than sleep hygiene education alone.", "results_summary": "The sleep restriction plus hypnotic withdrawal group showed greater improvements in hypnotic medication usage, sleep onset latency, morning wake time, sleep efficiency, and wake time after sleep onset compared to the sleep hygiene-only group. These improvements were maintained at 6- and 12-month follow-ups.", "population_specificity": "46 men and women recruited from a sleep medicine practice.", "effective_dosage": "8 weekly sessions of sleep restriction therapy.", "study_duration": "8 weeks (plus follow-ups at 6 and 12 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:38.354705+00:00"}
{"study_id": 96931, "supplement_id": 1560, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To assess the efficacy of cognitive-behavioral therapy for insomnia (CBT-I), including sleep restriction, in patients with non-malignant chronic pain.", "results_summary": "CBT-I significantly improved sleep continuity (reduced sleep latency, wake after sleep onset, and number of awakenings, increased sleep efficiency) and reduced insomnia severity and pain interference, though no significant changes were observed in mood or pain severity measures.", "population_specificity": "28 subjects with chronic neck and back pain, stratified by gender, age, and ethnicity.", "effective_dosage": "Not specified (CBT-I included sleep restriction, stimulus control, sleep hygiene, and cognitive therapy).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:38.489933+00:00"}
{"study_id": 96933, "supplement_id": 1560, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review evidence on the bidirectional relationship between disordered sleep and pain/fatigue, particularly in rheumatic diseases.", "results_summary": "The studies showed that sleep disturbances and sleep restriction increase sensitivity to pain and musculoskeletal symptoms, and that disordered sleep reduces neurophysiologic inhibition of pain perception. Sleep disturbances also directly influence fatigue, mood, and overall well-being.", "population_specificity": "Patients with rheumatic illnesses, including fibromyalgia syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:38.558421+00:00"}
{"study_id": 96929, "supplement_id": 1560, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether the analgesic effects of codeine are modulated by basal sleepiness-alertness levels induced by sleep restriction.", "results_summary": "The study found that codeine increased finger withdrawal latency (reduced nociception) in nonsleepy individuals but not in sleepy individuals, indicating diminished analgesic effects in sleep-restricted participants. The results suggest that basal sleepiness-alertness state influences clinical responses to analgesics.", "population_specificity": "12 healthy adults aged 18-35 with sleep efficiencies >80%, divided into sleepy (MSLT <8 min) and nonsleepy (MSLT ≥8 min) groups.", "effective_dosage": "Codeine 30 mg b.i.d. (0900 and 1300) or placebo b.i.d.", "study_duration": "Single-day assessment following 8-hour time-in-bed.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:39.048808+00:00"}
{"study_id": 201578, "supplement_id": 1560, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the influence of daytime sleep supplementation on cardiovascular reactivity in response to psychological stress.", "results_summary": "Participants who accrued more than 45 minutes of daytime sleep showed significantly lower mean arterial pressure during the recovery phase of a stress reactivity task, suggesting improved cardiovascular recovery. The findings indicate potential cardiovascular benefits from daytime sleep.", "population_specificity": "Generally healthy young adults (N=85).", "effective_dosage": "60-minute polysomnographically-monitored daytime sleep.", "study_duration": "Single session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:39.256618+00:00"}
{"study_id": 44642, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to investigate the frequency and types of smoking cessation interventions offered to people with cardiovascular disease (CVD) and assess their association with successful cessation, particularly among those with mental illness.", "results_summary": "Smoking cessation education was common, but evidence-based interventions like pharmacological support were low. Interventions were associated with higher cessation rates, but individuals with mental illness were less likely to quit. Financial incentives under QOF increased documentation but not intensive support or treatment.", "population_specificity": "Adults diagnosed with coronary heart disease (CHD) or stroke, including those with common and serious mental illness.", "effective_dosage": "Not specified", "study_duration": "Retrospective analysis spanning 1996-2019, with one-year follow-up post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:41.249553+00:00"}
{"study_id": 44643, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a smoking cessation intervention delivered in emergency departments.", "results_summary": "The study found that the smoking cessation intervention in emergency departments helped people quit smoking, demonstrating statistically significant and clinically meaningful outcomes.", "population_specificity": "Patients in emergency departments", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:42.353024+00:00"}
{"study_id": 44646, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the implementation and effectiveness of a one-year smoking cessation intervention (KISMET) in Dutch ambulatory mental healthcare settings.", "results_summary": "The intervention components (group sessions, peer support, pharmacological treatment) were generally viewed positively, though inconsistent group attendance and high drop-out rates (58%) were challenges. Carbon monoxide monitoring was unexpectedly motivational, while staff shortages and turnover hindered implementation.", "population_specificity": "Patients in Dutch ambulatory mental healthcare settings.", "effective_dosage": "Not specified", "study_duration": "One year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:46.183955+00:00"}
{"study_id": 44644, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the causal relationship between educational attainment (years of schooling, cognitive performance, intelligence) and the risk of developing COPD, with a focus on mediating factors like smoking and asthma.", "results_summary": "The study found that longer years of schooling, higher cognitive performance, and intelligence were causally associated with a reduced risk of COPD. Smoking initiation and asthma were identified as significant mediating factors, accounting for 32.8% and 6.9% of the reduction in COPD risk, respectively.", "population_specificity": "General population (data obtained from genome-wide association studies).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:46.596839+00:00"}
{"study_id": 44649, "supplement_id": 1562, "safety_score": "65", "efficacy_score": 85, "quality_score": 80, "study_goal": "To evaluate the efficacy and safety of pharmacological therapies for smoking cessation in individuals with Type 2 Diabetes Mellitus (T2DM).", "results_summary": "Pharmacotherapy significantly increased continuous abstinence rates at 12 and 24 weeks, with varenicline showing effectiveness at 52 weeks. Adverse events were more frequent with varenicline but not significantly different from placebo.", "population_specificity": "Adult smokers with Type 2 Diabetes Mellitus (T2DM).", "effective_dosage": "Not specified", "study_duration": "12, 24, and 52 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:46.610648+00:00"}
{"study_id": 44645, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of non-pharmacological school-based interventions for smoking cessation among adolescents in South and Southeast Asian countries.", "results_summary": "The meta-analysis found that non-pharmacological school-based therapies significantly increased smoking abstinence compared to controls, with an odds ratio of 2.83. Subgroup analyses showed benefits across different study designs and follow-up durations, though effectiveness varied based on methodological factors.", "population_specificity": "Adolescents in South and Southeast Asian countries.", "effective_dosage": "Not specified", "study_duration": "Varied (short-term follow-up <3 months noted)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:46.813035+00:00"}
{"study_id": 44650, "supplement_id": 1562, "safety_score": "10", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effect of smoking status on clinical outcomes, including mortality and liver-related complications, in patients with MASLD and MetALD.", "results_summary": "Current smokers had significantly higher mortality rates and incidences of liver cirrhosis and CVD compared to previous and never smokers. Never smokers showed the lowest incidence of hepatic decompensation and HCC in the MASLD cohort, while no significant differences were observed in the MetALD cohort.", "population_specificity": "Patients with metabolic dysfunction-associated steatotic liver disease (MASLD) and metabolic dysfunction and alcohol-associated liver disease (MetALD) from the UK Biobank.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:48.197917+00:00"}
{"study_id": 44651, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of a Health Belief Model-based integrated health education and mobile phone short message service intervention on improving health knowledge, perception, and self-efficacy toward smoking among industrial workers in Myanmar.", "results_summary": "The intervention significantly improved health knowledge, perceived susceptibility, severity, barriers, benefits, and self-efficacy immediately after the 3-month training, though health knowledge slightly declined 3 months post-training. Generalized Estimating Equations confirmed significant positive effects across all measured outcomes.", "population_specificity": "Industrial workers in Mandalay Industrial Zone, Myanmar.", "effective_dosage": "Six health education sessions and daily short message service with weekly repeated content.", "study_duration": "3 months of intervention, with follow-up 3 months post-training.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:49.034640+00:00"}
{"study_id": 44652, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore barriers, facilitators, and recommendations related to the intensive smoking cessation Gold Standard Programme (GSP) from the perspectives of patients, relatives, and clinicians in a urology setting.", "results_summary": "All participants perceived the GSP positively, with five categories of barriers and facilitators identified. Facilitators were similar across groups, while barriers varied. Clinicians faced challenges with relational and communicative factors, and patients and clinicians had differing recommendations for the GSP.", "population_specificity": "Patients treated with transurethral resection of the bladder tumour (TURBT), their relatives, and clinicians in the urology setting.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:51.865344+00:00"}
{"study_id": 44653, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 65, "study_goal": "The researchers aimed to test the effectiveness of an 8-week smoking cessation intervention combining nicotine replacement therapy (NRT) and gain-framed text messaging for individuals undergoing lung cancer screening (LCS).", "results_summary": "The intervention group showed modest quit rates (14.3% at Week 8 and 4.8% at 3-month follow-up) compared to 0% in the control group, though results were not statistically significant. The study highlights the need for more effective cessation strategies for LCS patients.", "population_specificity": "Adults (mean age 64.4) undergoing lung cancer screening, 32.5% Black or African American, 55% female.", "effective_dosage": "Combination NRT (patches and lozenges), exact dosage not specified.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:52.552149+00:00"}
{"study_id": 44654, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the long-term effectiveness of pharmacological vs. non-pharmacological technology-supported smoking cessation interventions on adult daily smokers and their related health benefits.", "results_summary": "Non-pharmacological technology-supported interventions showed similar effectiveness and higher adherence at 6 months compared to pharmacological interventions. At 12 months, continuous abstinence rates were similar despite lower adherence in the non-pharmacological group.", "population_specificity": "Adult daily smokers", "effective_dosage": "Not specified", "study_duration": "6 and 12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:54.210391+00:00"}
{"study_id": 44655, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to develop and operationalize the 5A-QUIT-N intervention to promote smoking cessation in pregnant women by optimizing existing resources and improving coordination among healthcare professionals.", "results_summary": "The study found that better mobilization and coordination of existing resources are needed to address smoking cessation in pregnant women. The 5A-QUIT-N intervention was designed to enhance healthcare professionals' skills and improve regional resource organization for smoking cessation.", "population_specificity": "Pregnant women in Europe.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:54.285109+00:00"}
{"study_id": 44659, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of LINE-based multidisciplinary team (MDT) interventions in improving COPD management for hospitalized patients.", "results_summary": "The study found that LINE-based MDT care significantly improved intervention rates and BSRS scores but did not significantly affect readmission rates, emergency room visits, or one-year survival.", "population_specificity": "Hospitalized patients with COPD admitted for exacerbations.", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:55.568453+00:00"}
{"study_id": 44656, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the impact of smoking on stem cell biology and explore advancements in stem cell-based therapies for smoking-induced diseases.", "results_summary": "The study found that smoking severely compromises stem cell function, particularly in tissue regeneration, but stem cell-based therapies, especially mesenchymal stem cells, show promise in repairing damage and reducing inflammation in smoking-related conditions like chronic obstructive pulmonary disease.", "population_specificity": "Chronic smokers and stem cell populations (e.g., mesenchymal, neural, hematopoietic stem cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:56.241621+00:00"}
{"study_id": 44657, "supplement_id": 1562, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to investigate the efficacy and safety of esketamine (ESK) for smoking cessation in patients with lung cancer and major depressive disorder (MDD).", "results_summary": "ESK significantly improved self-reported and biologically verified continuous abstinence rates, alleviated depression and anxiety severity, improved cognitive function, and reduced nicotine dependence, urge to smoke, and respiratory symptoms without serious adverse events.", "population_specificity": "236 patients diagnosed with lung cancer and major depressive disorder (MDD).", "effective_dosage": "Intranasal delivery once a week for 8 sessions (specific dosage not mentioned).", "study_duration": "8 weeks (once weekly sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:57.322860+00:00"}
{"study_id": 44660, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to examine disparities in smoking cessation treatment between immigrants and U.S.-born individuals and identify barriers like insurance status and limited English proficiency.", "results_summary": "Immigrants had lower odds of being asked about tobacco use by healthcare providers compared to U.S.-born individuals. Uninsured immigrants and those with limited English proficiency were even less likely to receive smoking cessation advice or be asked about tobacco use.", "population_specificity": "3,727 daily smokers (247 immigrants, 6.6%) from the 2018 and 2020 Medical Expenditure Panel Survey.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:23:58.562127+00:00"}
{"study_id": 44666, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the protective effect of autophagy against COPD and its specific mechanism using a mouse model.", "results_summary": "Rapamycin (RAPA) improved lung function, reduced pathological lung injury, and increased autophagy levels in COPD mice, while 3-methyladenine (3-MA) increased apoptosis. Autophagy stimulation may be a potential therapy for COPD.", "population_specificity": "Mouse model of COPD", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:01.270576+00:00"}
{"study_id": 44663, "supplement_id": 1562, "safety_score": "85", "efficacy_score": 90, "quality_score": 95, "study_goal": "The researchers aimed to evaluate the efficacy and tolerability of cytisinicline compared to placebo for smoking cessation and its effect on nicotine craving.", "results_summary": "Cytisinicline significantly improved smoking cessation rates compared to placebo, with higher abstinence rates at both 6- and 12-week treatments, and reduced nicotine craving. The treatment was well-tolerated with no serious adverse events.", "population_specificity": "Adults who smoked 10 or more cigarettes daily and sought to quit.", "effective_dosage": "3 mg cytisinicline 3 times daily for 6 or 12 weeks.", "study_duration": "6 or 12 weeks of treatment, with a 24-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:01.281850+00:00"}
{"study_id": 44664, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to explore the complex relationship between smoking and sarcoidosis, focusing on immune modulation, disease presentation, prognosis, and treatment response.", "results_summary": "The study found conflicting evidence on smoking's impact on sarcoidosis risk, severity, and treatment response, with some studies suggesting lower risk and others highlighting variations based on geography, ethnicity, and smoking history. Nicotine's dual pro- and anti-inflammatory properties further complicate its role in sarcoidosis.", "population_specificity": "Individuals with sarcoidosis or at risk of sarcoidosis, with variations based on geography and ethnicity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:01.665134+00:00"}
{"study_id": 44667, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to understand barriers and facilitators to accessibility at supervised smoking facilities (SSFs) from the perspectives of visitors and staff.", "results_summary": "The study identified key aspects of SSFs that improved accessibility, including non-punitive approaches, anonymity, peer involvement, and physical environment, while noting limitations like age restrictions and geographical location.", "population_specificity": "Peer workers and stakeholders at an SSF in Vancouver, Canada.", "effective_dosage": "Not available", "study_duration": "Data collected between June 2021 and April 2022 (10 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:03.876429+00:00"}
{"study_id": 44665, "supplement_id": 1562, "safety_score": "1", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the prevalence of smoking among spontaneous pneumothorax patients in Syria and investigate its impact on recurrence rates.", "results_summary": "The study found that smoking was highly prevalent (80.13%) among spontaneous pneumothorax patients and significantly associated with recurrence (p=0.002). Male smokers had the highest recurrence rates, particularly with intercostal drainage treatment.", "population_specificity": "Patients with spontaneous pneumothorax treated at two university hospitals in Syria (156 patients: 135 males, 21 females).", "effective_dosage": "Not Assessed", "study_duration": "Data collected from January 2016 to January 2021 (5 years).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:04.329751+00:00"}
{"study_id": 44668, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the connection between affective temperaments, boredom proneness, and smoking behavior to inform smoking cessation interventions.", "results_summary": "Smokers exhibited higher cyclothymic temperament scores compared to non-smokers and ex-smokers, suggesting a link between this temperament and smoking. The study also found variable influences of specific temperaments on boredom proneness.", "population_specificity": "Italian population recruited via online survey (409 participants).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:04.361007+00:00"}
{"study_id": 44669, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate how partner-involved financial incentive treatments could improve smoking cessation rates in dual-smoker couples by examining motivational and relationship mechanisms.", "results_summary": "The study found that financial incentive treatments increased self-directed and partner-directed motivation, which mediated individual and joint abstinence outcomes. Partner-directed motivation specifically influenced joint abstinence at follow-up.", "population_specificity": "Dual-smoker couples (total n = 190)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:05.218241+00:00"}
{"study_id": 44673, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to model the spread of addicted smoking and evaluate the effectiveness of parental guidance and anti-nicotine therapy in reducing smoking addiction.", "results_summary": "The study found that the transmission rate significantly contributes to the spread of addicted smoking, and both control strategies (parental guidance and anti-nicotine therapy) effectively reduced the number of addicted individuals. Optimal control paths minimized addiction rates within a specific time interval.", "population_specificity": "Not specified (theoretical model based on compartments like susceptible, addicted, and quitters).", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:10.040837+00:00"}
{"study_id": 44670, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine smoking couples' preferences for the format and content of couple-based smoking cessation interventions and partner support.", "results_summary": "The study found that smokers and their partners preferred interventions designed for both partners, interactive, and tailored, valuing positive support, open discussions, and partner involvement. Smokers preferred empathy, love, and trust from partners over information or advice.", "population_specificity": "56 smoking couples (N=112 individuals).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:10.938451+00:00"}
{"study_id": 44672, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the acceptability and appropriateness of Cognitive Behavioral Therapy (distraction-themed) and Acceptance and Commitment Therapy (acceptance-themed) smoking cessation messages among young adults who smoke.", "results_summary": "Overall, both distraction and acceptance messages received similar ratings, with no significant differences between them. Ratings varied by participant characteristics, with males, those with higher education, and those more motivated to quit giving more favorable ratings, while SGM individuals and daily smokers rated messages less favorably.", "population_specificity": "Diverse young adults who currently smoke tobacco cigarettes (N=301; Age M=26.6 years; 54.8% male; 51.5% racial/ethnic minority; 16.9% sexual or gender minority; 62.5% daily smokers).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:11.526139+00:00"}
{"study_id": 44671, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the outcomes of neoadjuvant chemoradiotherapy (CRT) under non-smoking conditions in patients with locally advanced rectal cancer (LARC).", "results_summary": "The study found that neoadjuvant CRT under non-smoking conditions, confirmed by exhaled CO levels <3 ppm, resulted in a 28.6% pathological complete response rate and favorable 5-year survival outcomes (78.0% recurrence-free, 85.7% overall survival). No significant survival differences were observed between smokers and non-smokers at diagnosis.", "population_specificity": "28 patients with locally advanced rectal cancer (LARC), median age 66, 71.4% male, 57.1% clinical stage III.", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 60.1 months (range 5.6-114.6)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:11.862269+00:00"}
{"study_id": 44674, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of Treg-exo on lung function, inflammation, and immune response in a rat model of COPD induced by passive smoking combined with lipopolysaccharide.", "results_summary": "Treg-exo treatment improved lung function, reduced lung damage, decreased inflammatory markers (TNF-α, IL-8), and suppressed Th17 differentiation by inhibiting STAT3 phosphorylation.", "population_specificity": "Rats with COPD induced by passive smoking and lipopolysaccharide.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:11.934019+00:00"}
{"study_id": 44677, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to map evidence for interventions, theories/models/frameworks (TMFs), and implementation strategies used in community-based smoking cessation programs.", "results_summary": "The study identified 12 discrete interventions, mostly multicomponent, with 19 distinct TMFs used in 26 out of 31 studies. Implementation strategies varied, with some studies incorporating culturally tailored approaches.", "population_specificity": "Community-based populations (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:12.034558+00:00"}
{"study_id": 44678, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess the generalizability of annotation methods developed for smoking cessation intervention reports to physical activity evidence and describe the steps in developing a second corpus for the Human Behaviour-Change Project.", "results_summary": "The study found that smoking cessation annotation methods were mostly transferable to physical activity but required adaptations for behavioral outcome codes. The paper outlines the process of adapting and applying these methods to a new corpus of physical activity interventions.", "population_specificity": "Not specified (focus on intervention reports and expert consultation).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:13.557643+00:00"}
{"study_id": 44676, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the prognosis of early-stage male HCC patients with chronic HBV infection who also had long-term smoking and drinking habits following local ablation treatment.", "results_summary": "The study identified monocytes and globulin as risk factors and pre-albumin (PALB) as protective for overall survival in HBV-induced male HCC patients with smoking and drinking habits, but did not directly assess the effects of smoking itself.", "population_specificity": "Early-stage male HCC patients with chronic HBV infection and long-term smoking and drinking habits.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:16.284038+00:00"}
{"study_id": 44682, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of smoking cessation programs on smoking abstinence rates and pregnancy outcomes in pregnant smokers.", "results_summary": "Cognitive-behavioral counseling and financial incentives significantly increased smoking abstinence rates and improved birth weights, while other behavioral approaches or pharmaceutical therapy showed no significant difference.", "population_specificity": "Pregnant smokers (8,149 participants across 21 RCTs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:18.594658+00:00"}
{"study_id": 44679, "supplement_id": 1562, "safety_score": "1", "efficacy_score": 1, "quality_score": 85, "study_goal": "The researchers aimed to analyze the impact of smoking on the burden of laryngeal cancer in China from 1990 to 2021 and predict future trends up to 2035.", "results_summary": "The study found that smoking significantly increased the burden of laryngeal cancer in China, with rising deaths and DALYs, particularly among males, though age-standardized rates declined. Predictions indicate continued increases in absolute burden but declining standardized rates by 2035.", "population_specificity": "Chinese population, stratified by sex and age.", "effective_dosage": "Not Assessed", "study_duration": "Data analyzed from 1990 to 2021, with predictions up to 2035.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:19.000789+00:00"}
{"study_id": 44681, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate the interaction between physical activity and smoking on the development of metabolic syndrome (MetS) and its components.", "results_summary": "The study found that smoking combined with low physical activity increased the odds of MetS and its components, while moderate/vigorous physical activity with smoking was associated with lower odds of some MetS components but higher odds of low HDL cholesterol.", "population_specificity": "40,046 Iranian participants aged 25-64 years from the STEPS surveys (2007, 2011, and 2016).", "effective_dosage": "Not specified", "study_duration": "Not specified (cross-sectional surveys from 2007, 2011, and 2016)", "interactions": "Interaction with physical activity noted; no other interactions mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:20.815911+00:00"}
{"study_id": 44684, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the effects of physical activity and urge coping on smoking cessation outcomes among women, comparing those who quit during the follicular menstrual phase versus standard care.", "results_summary": "Vigorous physical activity improved urge coping, which was associated with fewer cigarettes per day and greater likelihood of smoking abstinence. No significant differences were found between quitting during the follicular phase versus standard care.", "population_specificity": "Premenopausal women of reproductive age (average 33.4 years, smoking ~13.8 cigarettes/day at baseline).", "effective_dosage": "Not specified", "study_duration": "End of treatment (EOT) measured at 7-day abstinence; exact intervention duration not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:21.090543+00:00"}
{"study_id": 44683, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether smoking provides neuroprotective effects in cases of acute carbon monoxide (CO) poisoning by comparing neurocognitive outcomes between smokers and non-smokers.", "results_summary": "Initial analysis suggested smokers had lower rates of poor outcomes, but after controlling for confounders, no significant differences in neurocognitive outcomes were found between smokers and non-smokers at 1 month post-CO exposure. The study concluded that smoking status was not associated with more favorable neurocognitive outcomes.", "population_specificity": "1150 patients with acute CO poisoning, divided into non-smoking (61.7%) and smoking (38.3%) groups.", "effective_dosage": "Not mentioned", "study_duration": "Neurocognitive outcomes assessed at 1 month post-CO exposure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:21.604955+00:00"}
{"study_id": 44685, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to develop and test a tool (myCOtrak) for real-time monitoring of smoking behaviors in pregnant women to improve smoking cessation research.", "results_summary": "myCOtrak demonstrated high feasibility and usability, with 75% of participants continuing data submission for ≥14 days. It integrated real-time CO monitoring with self-reported smoking, NRT, and e-cigarette use, offering a scalable tool for smoking cessation research.", "population_specificity": "Pregnant women (23 participants).", "effective_dosage": "Not specified", "study_duration": "≥14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:22.093619+00:00"}
{"study_id": 44680, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to test the feasibility of a remotely delivered, family-based financial incentive intervention for smoking cessation among Alaska Native and American Indian (ANAI) communities.", "results_summary": "Five out of 10 participants were abstinent at the final 6-month check-in, and two maintained abstinence throughout all check-ins. Most participants found the intervention helpful and would recommend it to others.", "population_specificity": "Alaska Native and American Indian (ANAI) adults who smoke and their chosen adult family members.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:23.881286+00:00"}
{"study_id": 44686, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of virtual reality-based cue exposure therapy (VR-CET) versus progressive muscle relaxation (PMR) as add-ons to cognitive-behavioral group therapy (G-CBT) for smoking cessation.", "results_summary": "The study found no significant difference in abstinence rates between VR-CET and PMR groups after six months (24% abstinent overall). Secondary outcomes showed reductions in craving and cigarette consumption and increased self-efficacy over time, regardless of intervention, but baseline craving negatively predicted abstinence in the VR-CET group.", "population_specificity": "Abstinence-motivated smokers (N=246).", "effective_dosage": "Six sessions of G-CBT plus four additional sessions of either VR-CET or PMR.", "study_duration": "Six months (with follow-ups at 1, 3, and 6 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:26.946857+00:00"}
{"study_id": 44687, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the association between smoking cessation app (SCA) use initiation and the utilization of nicotine replacement therapy (NRT), prescription medications, and quit attempts among adults who smoke.", "results_summary": "SCA use initiation was associated with increased odds of prescription medication utilization and quit attempts but not NRT utilization. The study suggests SCAs may serve as a useful population-level intervention for smoking cessation.", "population_specificity": "Adults who smoked at least 100 cigarettes in their lifetime, currently smoked every day or some days, and planned to quit within a year.", "effective_dosage": "Not specified", "study_duration": "Data analyzed from 2014-2019 (longitudinal study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:27.175262+00:00"}
{"study_id": 44688, "supplement_id": 1562, "safety_score": "1", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to assess current practice pathways for smoking cessation screening and treatment in veterans with multiple sclerosis (VwMS) and explore potential sociodemographic disparities.", "results_summary": "The study found low rates of smoking cessation screening (58% eligible), limited interest in behavioral interventions (n=4), and few referrals to cessation clinics (n=2). Pharmacological interventions were more accepted (n=11), but disparities were noted for women and minoritized veterans.", "population_specificity": "Veterans with multiple sclerosis (VwMS) who were current or former smokers at a VA hospital in North Carolina.", "effective_dosage": "Not Assessed", "study_duration": "1-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:27.780633+00:00"}
{"study_id": 44690, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of nurse-initiated smoking cessation programs, focusing on counseling and education interventions.", "results_summary": "Nurse-initiated programs showed a significant short-term (6-month) improvement in quit rates (OR 1.43), but no significant difference was observed at 12 months (OR 1.18). Moderate heterogeneity was noted across studies.", "population_specificity": "Smokers participating in nurse-led cessation programs.", "effective_dosage": "Not specified", "study_duration": "Follow-up periods of 6 and 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:29.220413+00:00"}
{"study_id": 44693, "supplement_id": 1562, "safety_score": "1", "efficacy_score": 10, "quality_score": 85, "study_goal": "The researchers aimed to highlight the harmful effects of smoking on lower extremity arterial disease (LEAD) and emphasize the importance of smoking cessation interventions in medical management.", "results_summary": "Smoking is strongly associated with LEAD progression, worse post-procedural outcomes, and increased healthcare utilization due to mechanisms like endothelial dysfunction, oxidative stress, and inflammation. Smoking cessation is critical for LEAD patients, but interventions remain underutilized.", "population_specificity": "Patients with lower extremity arterial disease (LEAD).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:29.855966+00:00"}
{"study_id": 44689, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the feasibility and acceptability of an Empowerment Theory-based smoking cessation intervention tailored for sexual and/or gender minoritized (SGM) individuals in high-stigma environments.", "results_summary": "The intervention showed promising feasibility (80% retention) and acceptability (81.3% recommendation rate), with 45.0% of participants reporting 7-day point prevalence abstinence at exit. Participants also reported improvements in psychological outcomes like assertiveness and reduced identity-related concerns.", "population_specificity": "Sexual and/or gender minoritized (SGM) adults in Oklahoma willing to quit smoking (N=20).", "effective_dosage": "Combination nicotine replacement therapy (NRT; patch and gum/lozenge) with behavioral support (specific dosages not detailed).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:30.562857+00:00"}
{"study_id": 44695, "supplement_id": 1562, "safety_score": "20", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the influence of smoking on shoulder arthroplasty outcomes, focusing on medical and surgical complications.", "results_summary": "The study found that smoking significantly increased the risk of readmission, revision, periprosthetic fracture, surgical site infection, and sepsis, but showed no significant differences in wound problems, thromboembolic events, renal complications, urinary tract infections, pulmonary complications, or myocardial infarctions.", "population_specificity": "Patients undergoing shoulder arthroplasty surgery.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:31.319914+00:00"}
{"study_id": 44694, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to explore the feasibility of a smartphone app-based intervention combining Mindfulness Training for smoking cessation and Video Directly Observed Therapy for ART adherence among low-income PLWH.", "results_summary": "The study found that smoking abstinence rates doubled in the intervention groups (45.5% and 53.8%) compared to usual care (25.0%), and ART adherence improved by 53.0% in the intervention groups versus 30.7% in usual care. However, the app-based intervention had low feasibility due to technology access and language barriers, and the vDOT app was deemed unacceptable.", "population_specificity": "Low-income people living with HIV (PLWH), predominantly minority groups (53.8% males).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:31.445158+00:00"}
{"study_id": 44697, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore experts' views on facilitators and barriers to smoking cessation in Germany.", "results_summary": "Key facilitators included self-motivation, communication skills of intervention leaders, and knowledge about addiction mechanisms. Barriers included smokers' fears of quitting, environmental pressures, and inadequate counseling structures.", "population_specificity": "Health practitioners (medical doctors, psychologists, addiction therapists) in Germany.", "effective_dosage": "Not mentioned", "study_duration": "Interviews conducted from July to November 2022 (intervention duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:34.674996+00:00"}
{"study_id": 44698, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether smoking significantly contributes to intraoperative blood loss in patients with metastatic spinal tumors and to investigate other potential risk factors.", "results_summary": "The study found that smoking was significantly associated with higher intraoperative blood loss and a greater incidence of massive blood loss, both before and after propensity score matching. Smokers were 2.268 to 3.764 times more likely to experience massive blood loss compared to non-smokers.", "population_specificity": "252 patients with metastatic spinal disease undergoing posterior decompressive surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:36.115381+00:00"}
{"study_id": 44699, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to develop a qualitatively informed model of professionally led stop smoking outreach to engage people from deprived areas who were not using existing services.", "results_summary": "Professionally led outreach raised awareness, removed access barriers, and generated referrals, particularly when using a non-judgmental, person-centered approach combined with e-cigarette support. However, outreach was time-consuming and unpredictable, requiring effective community partnerships.", "population_specificity": "Staff from a Stop Smoking Service and community members from deprived areas in Central Bedfordshire, Bedford Borough, and Milton Keynes, England.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:37.629722+00:00"}
{"study_id": 44696, "supplement_id": 1562, "safety_score": "10", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether cigarette smoking extract (CSE) induces apoptosis and mitochondrial dysfunction in human umbilical vein endothelial cells (HUVECs) via Sirt1-dependent mechanisms and its role in atherosclerosis.", "results_summary": "CSE reduced Sirt1 and SHH expression, leading to mitochondrial dysfunction and apoptosis in HUVECs. Overexpressing Sirt1 or activating the SHH pathway mitigated these effects, while inhibiting SHH signaling negated Sirt1's protective role. In vivo, cigarette smoke worsened atherosclerosis in ApoE-KO mice, downregulating Sirt1, SHH, and Gli1 while altering Bax and Bcl-2 expression.", "population_specificity": "Human umbilical vein endothelial cells (HUVECs) and ApoE-KO mice.", "effective_dosage": "Different concentrations of CSE (specific amounts not stated).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:37.640264+00:00"}
{"study_id": 44703, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify challenges in implementing inpatient smoking cessation services and propose standardized recommendations to improve these services.", "results_summary": "The study found that inpatient smoking cessation services face challenges like low patient awareness and inconsistent staff engagement, and proposed four key recommendations to standardize and improve these services.", "population_specificity": "Inpatients at risk of chronic diseases due to smoking-related conditions.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:39.059452+00:00"}
{"study_id": 44701, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to investigate smoking attitudes, self-reported practices, and COPD knowledge among Japanese adults to identify intervention targets for reducing smoking prevalence.", "results_summary": "The study found that gender (male) strongly predicts current smoking, higher smoking awareness reduces smoking likelihood (especially in older adults), and COPD awareness is linked to smoking only in the 20-29 age group. Despite willingness to quit (27.7%), few smokers (3.0%) were interested in cessation programs, and COPD knowledge was limited.", "population_specificity": "Japanese adults aged 20-59 years (537 participants categorized as smokers, former smokers, or non-smokers).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:39.685128+00:00"}
{"study_id": 44702, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to develop a prognostic model to predict survival outcomes in non-smoking patients with lung adenocarcinoma using pathological and hematologic indicators.", "results_summary": "The study identified six significant variables (TNM stage, tumor size, WBC count, neutrophil percentage, lymphocyte percentage, and hemoglobin level) to build a predictive model with strong performance (C-index 0.786–0.811, AUC 0.771–0.860). High-risk groups showed significantly poorer prognosis than low-risk groups.", "population_specificity": "Non-smoking patients with lung adenocarcinoma (n=1,172, including 372 external validation cases).", "effective_dosage": "Not applicable", "study_duration": "Retrospective study (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:40.354591+00:00"}
{"study_id": 44700, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess whether prenatal use of smoking cessation pharmacotherapies (NRT, varenicline, bupropion) was associated with increased risks of major congenital malformations (MCMs) compared to smoking during the first trimester.", "results_summary": "The study found no clear increased risk of MCMs overall with prenatal use of NRT or varenicline compared to smoking, though NRT was associated with a higher risk of digestive organ MCMs and varenicline with kidney/urinary tract MCMs. Bupropion data were too sparse for conclusive subgroup analysis.", "population_specificity": "Pregnant women who smoked during the first trimester or were dispensed smoking cessation pharmacotherapies 90 days before conception or during the first trimester, across four countries (Australia, New Zealand, Norway, Sweden).", "effective_dosage": "Not specified", "study_duration": "Exposure overlapping the first trimester", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:42.105831+00:00"}
{"study_id": 44704, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the acceptability of smart lighters among low-SES young adult smokers to assess their potential use in smoking cessation interventions.", "results_summary": "Sentiment toward smart lighters was mostly positive (54.36%), with facilitating conditions, performance expectancy, and effort expectancy being key acceptance factors. Concerns included privacy, lack of awareness, affordability, and potential unintended triggering of cravings.", "population_specificity": "Current cigarette smokers aged 18-29, not college-educated or enrolled in a 4-year college (low-SES indicator).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:43.122220+00:00"}
{"study_id": 44705, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to test the effects of the SmokeFree Buddy app on psychosocial determinants of smoking cessation, such as self-efficacy and support receipt.", "results_summary": "The intervention group showed higher daily self-efficacy and increased likelihood of support interactions post-quit date, but the quality and amount of support were lower compared to controls. No group differences were observed at the 6-month follow-up, and action control improved in both groups.", "population_specificity": "162 adults intending to quit smoking.", "effective_dosage": "Not specified", "study_duration": "From 7 days before to 20 days after a self-set quit date, with a 6-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:44.641206+00:00"}
{"study_id": 44707, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify brain-behavior models predicting smoking relapse vulnerabilities by examining associations between regulation of craving efficacy, neural circuitry, and smoking lapse.", "results_summary": "Worse regulation of craving efficacy predicted a greater hazard of smoking lapse. Resting-state neural circuitry, particularly frontal-striatal-limbic and sensory-motor connections, was associated with both regulation of craving efficacy and smoking lapse, with stronger functional connectivity linked to better outcomes.", "population_specificity": "Nicotine-dependent adult cigarette smokers (N = 213).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:46.718109+00:00"}
{"study_id": 44706, "supplement_id": 1562, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of smoking on acute and chronic toxicity in early breast cancer patients treated with hypofractionated IMRT and brachytherapy boost.", "results_summary": "Smoking significantly increased chronic fibrosis (35.6% vs. 24.7%) and chronic pain (7.9% vs. 3.3%) compared to nonsmokers, while acute toxicity was similar between groups. The study highlights smoking's detrimental effect on chronic toxicity despite advanced radiation techniques.", "population_specificity": "Early breast cancer patients treated with hypofractionated IMRT and brachytherapy boost (n=566, 31.3% smokers).", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 6 years (range: 1-11 years).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:47.379376+00:00"}
{"study_id": 44708, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the rates of misrepresentation of smoking status on the day of surgery in mixed elective surgical populations, comparing groups offered or not offered additional cessation support.", "results_summary": "The study found that 11.4% of participants achieved verified cessation before surgery, while 3.1% misrepresented quitting. Misrepresentation was higher in the intervention group (4.1%) than the control group (1.7%), and offering cessation help increased quitting odds by 77%.", "population_specificity": "Smokers (n=1413) undergoing elective surgery at a Melbourne public hospital.", "effective_dosage": "Not specified", "study_duration": "Wait-list period (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:48.448265+00:00"}
{"study_id": 44711, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to develop and validate two psychometric scales (SSM and ASAS) to measure smoking susceptibility and anti-smoking awareness in never-smoking youths.", "results_summary": "The study found that the SSM and ASAS scales were psychometrically valid, with smoking susceptibility inversely associated with school connectedness and positively associated with self-esteem, while anti-smoking awareness was positively linked to school connectedness.", "population_specificity": "Never-smoking youths (sample size n=312).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:49.229363+00:00"}
{"study_id": 44713, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "To develop a cost-effective healthcare model for smoking management in Spain through expert consensus and literature review.", "results_summary": "The study established 11 general principles for smoking care, proposed two levels of care (non-specialized and specialized), and provided recommendations and care algorithms for smoking cessation.", "population_specificity": "Tobacco experts (3 pulmonologists, 3 primary care physicians, and 3 community pharmacists) and smokers in Spain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:51.485627+00:00"}
{"study_id": 44712, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effectiveness of the nuumi cessation program, which combines digital behavioral therapy and electronic cigarettes, in supporting smoking cessation and improving smoking-related outcomes among motivated adults.", "results_summary": "The program showed high self-reported abstinence rates (39.4% at 12 weeks, 32.4% at 24 weeks), significant reductions in cigarettes per day, decreased urges to smoke and perceived stress, and improvements in mindfulness, self-efficacy, life satisfaction, and subjective psychophysiological health, particularly among abstinent participants.", "population_specificity": "Adults who smoked and were motivated to quit.", "effective_dosage": "Pods containing decreasing nicotine concentrations (specific amounts not detailed).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:51.882014+00:00"}
{"study_id": 44709, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to assess the sex- and age-specific burden of bladder cancer attributable to smoking in China from 1990 to 2021 and predict future trends over the next 15 years.", "results_summary": "The study found that deaths and DALYs due to smoking-attributable bladder cancer significantly increased in China from 1990 to 2021, though ASMR and ASDR decreased, with males experiencing a higher burden. The decline was driven by population aging, and future projections indicate continued decreases in ASDR and ASMR by 2036, particularly among males.", "population_specificity": "Chinese population, stratified by sex and age groups.", "effective_dosage": "Not mentioned", "study_duration": "Data analyzed from 1990 to 2021, with projections to 2036.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:52.065328+00:00"}
{"study_id": 44715, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to test the feasibility and effectiveness of a smartphone app-based intervention combining social support and artificial intelligence to help pregnant smokers quit.", "results_summary": "The study is ongoing, but the central hypothesis is that the intervention will increase social support, pregnancy cessation, and postnatal abstinence, with outcomes assessed at 6 months postpartum.", "population_specificity": "Pregnant smokers and their self-nominated supporters (300 participants total).", "effective_dosage": "Not specified", "study_duration": "Throughout pregnancy up to 1 month after birth, with follow-up assessments at 3 and 6 months postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:53.295220+00:00"}
{"study_id": 44716, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a behavioral intervention could reduce smoking and associated biomarkers of nicotine and tobacco exposure in Black adults who smoke.", "results_summary": "The study found that while self-reported smoking reductions occurred in the enhanced care group, there were no significant decreases in biomarkers of nicotine and tobacco exposure. Compensatory behaviors or underreporting may explain the discrepancy.", "population_specificity": "Non-treatment-seeking, socioeconomically disadvantaged Black adults who smoke (N=65).", "effective_dosage": "Not specified", "study_duration": "1-month post-treatment follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:55.150014+00:00"}
{"study_id": 44717, "supplement_id": 1562, "safety_score": "1", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the molecular mechanisms by which smoking exacerbates age-related macular degeneration (AMD) pathology, focusing on the role of the Sema4D-PlexinB1 axis.", "results_summary": "Smoking activates the Sema4D-PlexinB1 axis, leading to CD8+ T cell migration into choroidal neovascularization lesions, pericyte activation, and disrupted vascular homeostasis, promoting AMD progression. Inhibition of Sema4D reduced neovascularization and enhanced the effectiveness of anti-VEGF treatment.", "population_specificity": "Elderly population (implied by AMD focus) and mouse models.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:56.788715+00:00"}
{"study_id": 44718, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the use, awareness, and preferences for smoking cessation support among individuals recently released from smoke-free prisons in Queensland, Australia.", "results_summary": "The study found that 32% of participants had used nicotine replacement therapy (NRT) or cessation medications before prison, while 26% used NRT in prison. Peer support groups were the most favored cessation method, and unsupported abstinence was slightly preferred over NRT post-release.", "population_specificity": "People recently released from smoke-free prisons in Queensland, Australia, who reported daily tobacco use upon prison entry.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:57.239380+00:00"}
{"study_id": 44719, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to clarify the effects of cigarette smoking on the expression of m6A modification-regulating enzymes and the significance of m6A modification in biological responses to cigarette smoking.", "results_summary": "Cigarette smoke extract (CSE) decreased METTL3 and METTL14 protein levels in lung cells, and m6A modification influenced CYP1A1 induction by modulating ARNT and AHRR expression. Knockdown of METTL3 or ALKBH5 attenuated CYP1A1 mRNA induction, while FTO knockdown enhanced it.", "population_specificity": "Human lung adenocarcinoma-derived A549 cells", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:58.093414+00:00"}
{"study_id": 44722, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess perceptions and intentions to use various smoking cessation approaches among American Indian persons.", "results_summary": "Participants viewed plant-based medications favorably due to their natural profile and cultural alignment, while concerns about effectiveness, side effects, and cost were noted for nicotine replacement therapy (NRT). Personalized medicine elicited curiosity but also skepticism, and cold turkey was seen as cost-effective but ineffective for cravings.", "population_specificity": "American Indian persons (N = 46)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:24:59.930518+00:00"}
{"study_id": 44720, "supplement_id": 1562, "safety_score": "20", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the association between smoking status at baseline and 10-year outcomes (including mortality and cardiovascular events) in patients undergoing PCI with DES implantation.", "results_summary": "Smoking was associated with significantly higher risks of all-cause death, cardiovascular death, myocardial infarction, and stent thrombosis over 10 years, but a lower risk of repeat revascularization. The risks were particularly pronounced for cardiovascular events beyond the first 30 days post-PCI.", "population_specificity": "Patients undergoing percutaneous coronary intervention (PCI) with drug-eluting stent (DES) implantation (n=9,527, with 2,365 smokers and 7,162 nonsmokers).", "effective_dosage": "Not Assessed", "study_duration": "10-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:01.112248+00:00"}
{"study_id": 44724, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to quantify the survival benefits of quitting smoking after a cancer diagnosis to inform patients.", "results_summary": "Quitting smoking around the time of cancer diagnosis improved 5-year overall survival, with greater gains in cancers with higher baseline survival rates (e.g., 10% gain in 90% survival scenarios vs. 2% in 20% survival scenarios). Median survival also increased by 2.1 years and 3 months, respectively.", "population_specificity": "Cancer patients in Japan (cohort study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:04.098238+00:00"}
{"study_id": 44723, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of motivational interviewing on self-efficacy and addiction levels in nursing students attempting smoking cessation.", "results_summary": "The study found that motivational interviewing significantly increased self-efficacy and reduced nicotine addiction in the experimental group compared to the control groups, which showed no significant changes.", "population_specificity": "Nursing students from two universities who smoked.", "effective_dosage": "Not specified (intervention involved face-to-face and online motivational interviews).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:04.207406+00:00"}
{"study_id": 44725, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the impact of mindfulness-based strategies and motivational messages delivered via a Just-in-Time Adaptive Intervention (JITAI) on proximal outcomes relevant to smoking abstinence.", "results_summary": "The JITAI significantly reduced negative affect in the final week of the intervention and led to significant decreases in perceived stress, automaticity of smoking, and craving, along with increased abstinence self-efficacy, which predicted abstinence.", "population_specificity": "38 participants (63% female, 18% Hispanic or Latino, 29% African American), average age 49, smoking an average of 15 cigarettes per day.", "effective_dosage": "Not specified", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:05.690757+00:00"}
{"study_id": 44727, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine how abstinence or reduced cigarette use during smoking cessation treatment affects smoking self-efficacy and whether assigned sex moderates this relationship.", "results_summary": "Abstinence was associated with higher increases in smoking self-efficacy across all facets, while reduced cigarette use was linked to increased total self-efficacy. AFAB smokers showed lower positive/social self-efficacy than AMAB smokers, but reducing cigarette use improved this aspect for AFAB smokers.", "population_specificity": "Smokers with depressive symptoms (n=146; 72.6% AFAB; mean age=46.6 years).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:06.734881+00:00"}
{"study_id": 44726, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to examine sex, age, and menopause differences in nicotine replacement therapy (NRT)-aided smoking cessation outcomes in an all-Black sample.", "results_summary": "After adjusting for baseline differences in smoking rate, no significant sex differences in smoking cessation outcomes were observed. Males under 45 initially showed greater reduction in cigarettes/day, but this difference disappeared after adjustment.", "population_specificity": "Non-Hispanic Black adults aged 18+ who smoked 5-30 cigarettes/day for at least 6 months.", "effective_dosage": "Not specified", "study_duration": "Two weeks post-quit date", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:06.874675+00:00"}
{"study_id": 44728, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to pilot the FASTR tool with people with intellectual and developmental disabilities (IDD) to identify necessary modifications for effective smoking cessation treatment personalization.", "results_summary": "The study found that the most frequently endorsed functions of smoking were Automatic Negative (87.5% of participants) and Social Negative (75% of participants). Participants recommended modifications like bolding key statement parts to improve inclusivity for people with IDD.", "population_specificity": "People with intellectual and developmental disabilities (IDD) (n = 8).", "effective_dosage": "Not specified", "study_duration": "1-hour interviews", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:08.834252+00:00"}
{"study_id": 44729, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the impact of inflammation (measured by CRP) on clozapine metabolism in smokers versus non-smokers.", "results_summary": "The study found a significant correlation between CRP levels and clozapine concentration in non-smokers but not in smokers, with non-smokers showing a 3-fold higher clozapine concentration at high CRP levels (>50 mg/L) compared to low CRP levels (<5 mg/L). No significant differences were observed in smokers across CRP groups.", "population_specificity": "126 patients (47% smokers) from a therapeutic drug monitoring service in Oslo, Norway.", "effective_dosage": "Not specified (dose-adjusted serum concentration was analyzed).", "study_duration": "Retrospective data collected from January 2005 to April 2022.", "interactions": "Clozapine metabolism was influenced by inflammation (CRP levels) in non-smokers.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:11.509073+00:00"}
{"study_id": 44721, "supplement_id": 1562, "safety_score": "20", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to summarize scientific evidence on how cigarette smoking alters the pharmacokinetics and pharmacodynamics of medications, including mechanisms and effects.", "results_summary": "The study found that smoking modifies the pharmacokinetics or effects of drugs in 31 out of 37 studies, often reducing plasma concentration or increasing drug clearance, particularly for psychiatric, neurological, and anticancer drugs, with CYP1A2 induction being a common mechanism.", "population_specificity": "Smoking subjects (healthy volunteers or patients) receiving any kind of medication.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "Increased metabolism of psychiatric, neurological, anticancer, cardiovascular, phosphodiesterase 5 inhibitors, local anesthetics, and medications for musculoskeletal or chronic obstructive pulmonary diseases.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:12.339925+00:00"}
{"study_id": 44730, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to investigate changes in the profile of persons who smoke (PWS) seeking assistance from smoking cessation services (SCS) in France between 2004 and 2018, aligning with national policies.", "results_summary": "The study found that the mean age of SCS attendees increased, with higher proportions of PWS without a school diploma and unemployed individuals. Smoking-related cancer prevalence doubled, and fewer PWS attended SCS on personal initiative, while the mean number of cigarettes smoked daily remained stable.", "population_specificity": "Adult persons who smoke (PWS) seeking assistance from smoking cessation services in France.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:13.739592+00:00"}
{"study_id": 44731, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify genetic and immune regulatory mechanisms linking smoking to non-small cell lung cancer (NSCLC) and explore potential driver genes.", "results_summary": "The study identified HLA-J and PRMT7 as core driver genes for smoking-associated NSCLC, with PRMT7 linked to cancer occurrence and HLA-J involved in immune evasion. Immune microenvironment analysis showed HLA-J enhances immune cell activity while PRMT7 suppresses it, facilitating tumor immune evasion.", "population_specificity": "Smokers with non-small cell lung cancer (NSCLC) and normal individuals.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:14.463477+00:00"}
{"study_id": 44734, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine the association between smoking and tumor regression grade (TRG) in patients with locally advanced rectal cancer (LARC) receiving neoadjuvant chemoradiotherapy (NACRT).", "results_summary": "Smoking was significantly associated with higher TRG, indicating poorer treatment efficacy, and was linked to lower overall survival (OS) in patients with LARC following NACRT. The hazard ratio for smoking was 2.32, showing a more than two-fold increased risk of higher TRG.", "population_specificity": "Patients with locally advanced rectal cancer (LARC) who received neoadjuvant chemoradiotherapy (NACRT) followed by surgical resection.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:16.668327+00:00"}
{"study_id": 44732, "supplement_id": 1562, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a mobile health (mHealth) profiling intervention, including nurse-led telephone counseling and instant messaging support, in increasing tobacco abstinence among individuals unwilling to use conventional smoking cessation aids.", "results_summary": "The intervention group showed significantly higher biochemically validated tobacco abstinence rates (8.2% vs. 3.5% at 3 months; 9.5% vs. 4.0% at 6 months) and greater improvements in Incremental Behavior Change Toward Smoking Cessation (IBC-S) scores compared to the control group.", "population_specificity": "459 adults in Hong Kong with daily tobacco use, no recent use of smoking cessation services or medications, and no intention to use such aids in the next month.", "effective_dosage": "5 ecological momentary assessments (EMAs) daily for 7 days, plus 10-week instant messaging support for the intervention group.", "study_duration": "7 days of EMA, followed by 10 weeks of messaging support, with follow-ups at 3 and 6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:17.573891+00:00"}
{"study_id": 39029, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether overexpression of the truncated IbTPS1 gene (△NIbTPS1) could improve sweet potato's tolerance to drought and salt stress by enhancing photosynthetic efficiency and antioxidative enzyme activity.", "results_summary": "Overexpression of △NIbTPS1 significantly improved stress tolerance in transgenic Arabidopsis thaliana and sweet potato, evidenced by higher germination rates, root elongation, fresh weight, photosynthetic efficiency, and antioxidative enzyme activity under drought and salt conditions, while reducing oxidative stress markers.", "population_specificity": "Transgenic Arabidopsis thaliana and sweet potato plants.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:26.272944+00:00"}
{"study_id": 39030, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the role of the IbSAUR36 gene in sweet potato root development by analyzing its function in auxin signaling, lignin synthesis, and jasmonic acid (JA) signaling pathways.", "results_summary": "The study found that overexpression of IbSAUR36 promoted IAA accumulation, upregulated IAA synthesis and signaling genes, and downregulated lignin synthesis and JA signaling genes, indicating its role in adventitious root development. The gene was highly expressed in young tissues and responsive to phytohormones like IAA and MeJA.", "population_specificity": "Transgenic sweet potato roots (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:26.756680+00:00"}
{"study_id": 39031, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of the R2R3 MYB gene IbMYB330 in sweet potato's response to abiotic stresses like drought and salt.", "results_summary": "The study found that IbMYB330 enhances stress tolerance by increasing the expression of stress-related genes (SOD, POD, APX, P5CS) and improving biochemical markers (CAT activity, POD activity, proline content) while reducing MDA content in transgenic tobacco.", "population_specificity": "Transgenic tobacco plants (used as a model for sweet potato gene function).", "effective_dosage": "Not specified (gene overexpression study).", "study_duration": "Not specified (stress treatments were applied, but exact duration not detailed).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:27.095637+00:00"}
{"study_id": 39027, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine the synergistic effects of poultry manure and wood biochar on the nutrient composition of sweet potato leaves and the mineral content in sweet potato storage roots.", "results_summary": "The study found that combining poultry manure (10.0 t ha-1) and biochar (30.0 t ha-1) significantly increased nutrient concentrations in sweet potato leaves and mineral content in storage roots, with notable synergistic effects and high economic profitability.", "population_specificity": "Sweet potato crops in southwestern Nigeria (Owo-site A and Obasooto-site B).", "effective_dosage": "Poultry manure at 0, 5.0, and 10.0 t ha-1; biochar at 0, 10.0, 20.0, and 30.0 t ha-1.", "study_duration": "Two cropping seasons (2019 and 2020).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:27.781889+00:00"}
{"study_id": 39034, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and characterize KNOX genes in sweet potato and its diploid relatives, exploring their roles in growth, development, hormone response, and abiotic stress.", "results_summary": "The study identified 40 KNOX genes across sweet potato and its relatives, with specific genes (e.g., IbKNOX4, -5, -6) highly expressed in high-yield varieties and others (e.g., IbKNOX3, -8) upregulated in storage roots. KNOX genes were also involved in responses to abiotic stresses like PEG/mannitol and NaCl.", "population_specificity": "Sweet potato (I. batatas) and its diploid relatives (I. trifida, I. triloba).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:27.856426+00:00"}
{"study_id": 39028, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether hot air (HA) treatment at 45°C for 3 hours could mitigate chilling injury and maintain quality in sweet potato tuberous roots during cold storage.", "results_summary": "HA45°C-3h treatment delayed chilling injury and internal browning, preserved cellular structural integrity, reduced malondialdehyde accumulation and ion leakage, maintained osmoregulatory substances, and enhanced antioxidant enzyme activity and antioxidant substances compared to untreated sweet potatoes.", "population_specificity": "Sweet potato tuberous roots", "effective_dosage": "45°C for 3 hours (HA45°C-3h)", "study_duration": "Duration of cold storage not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:29.503972+00:00"}
{"study_id": 39032, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of different water management treatments (hole irrigation, optimized drip irrigation, and traditional drip irrigation) on soil conditions, sweet potato growth, and yield.", "results_summary": "Drip irrigation (W2 and W3) maintained higher soil moisture and improved sweet potato survival rates, aboveground biomass, and yield compared to hole irrigation (W1). However, excessive drip irrigation (W3) led to imbalances in root development, while optimized drip irrigation (W2) showed better root morphology and lower deformity rates.", "population_specificity": "Sweet potato seedlings grown in northern China under field conditions.", "effective_dosage": "Not applicable (water management treatments, not a supplement dosage).", "study_duration": "5 months (from planting on 18 May to harvest on 18 October 2021).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:30.681155+00:00"}
{"study_id": 39033, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the Peleg model's suitability for modeling mass transfer during osmotic dehydration of sweet potato samples and determine equilibrium water and solid contents at various temperatures.", "results_summary": "The Peleg model accurately described water loss and solid gain dynamics during osmotic treatment, with high coefficients of determination (r² = 0.990–1.000). Effective moisture diffusivity ranged from 1.85 × 10⁻⁸ to 4.83 × 10⁻⁸ m²/s, and activation energy was between 7.096 and 16.652 kJ/mol.", "population_specificity": "Sweet potato variety samples (specific variety not mentioned).", "effective_dosage": "80% sugar beet molasses solution, sample-to-solution ratio of 1:5.", "study_duration": "1, 3, and 5 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:30.751060+00:00"}
{"study_id": 39035, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a combination of saponin (SAP) and boron (B) could mitigate salinity stress in sweet potatoes by improving growth and physiological parameters.", "results_summary": "The study found that 0.15% SAP + 20 mg/L B significantly improved vine length, weight, root weight, chlorophyll content, photosynthetic rate, transpiration rate, and stomatal conductance in sweet potatoes under salinity stress compared to the control.", "population_specificity": "Sweet potato plants subjected to salinity stress.", "effective_dosage": "0.15% SAP + 20 mg/L B.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:34.639188+00:00"}
{"study_id": 39036, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the chemical composition and phenolic profile variations of sweet potato leaves during in vitro digestion, focusing on their bioaccessibility and bioactivity.", "results_summary": "The study found that Ecaishu No. 10 (EC10) exhibited better retention of phenolic compounds after drying and higher bioaccessibility of polyphenols during digestion, with enhanced bioactivities such as antioxidant capacity and enzyme inhibition.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:35.971512+00:00"}
{"study_id": 39039, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the protective effects of purple sweet potato polysaccharide (PSPP) against concanavalin A-induced liver injury in mice, focusing on inflammation and oxidative stress pathways.", "results_summary": "PSPP significantly reduced liver damage, suppressed ALT and AST levels, and attenuated apoptosis in mice. It mitigated inflammation via the TLR4-P2X7R/NLRP3 pathway and reduced oxidative stress by activating the PI3K/AKT/mTOR pathway.", "population_specificity": "Mice and RAW264.7 cells (in vitro)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:36.087430+00:00"}
{"study_id": 39037, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of dual modification (OSA and HMT) of sweet potato starch on the physicochemical and mechanical properties of starch films, particularly for use as sausage casings.", "results_summary": "The dual-modified sweet potato starch film (OSA@HMT-SPS) showed significantly reduced solubility, moisture content, water vapor permeability, and O2 permeability compared to unmodified SPS film, along with improved flexibility and elasticity. It also effectively mitigated lipid oxidation in sausages better than both unmodified SPS film and commercial collagen casings.", "population_specificity": "Not specified (in vitro or material study, not human subjects)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:36.298064+00:00"}
{"study_id": 39038, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of dietary fermented sweet potato residue (FSPR) as a corn substitute on nutrient digestibility, meat quality, and intestinal microbes in yellow-feathered broilers.", "results_summary": "Fermented sweet potato residue (70% proportion) improved nutrient digestibility and protein content, while 8-10% FSPR supplementation enhanced slaughter performance, meat quality, and beneficial gut microbes in broilers. Higher FSPR levels also increased serum immunoglobulin levels and altered microbial diversity.", "population_specificity": "Yellow-feathered broilers (one-day-old chicks).", "effective_dosage": "0%, 5%, 8%, and 10% FSPR as a substitute for corn in feed.", "study_duration": "70 days (metabolic growth experiment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:37.757198+00:00"}
{"study_id": 39040, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how different cooking methods (steaming, deep-frying, baking) affect the phenolic content, antioxidant activity, and isomerization of caffeoylquinic acids in sweet potato.", "results_summary": "The study found that deep-frying increased antioxidant capacity over time, while heat treatment reduced major phenolic components (5-CQA and 3,5-diCQA) due to isomerization. Controlling cooking temperature and time could produce new bioactive compounds, suggesting potential for functional food development.", "population_specificity": "Not specified (in vitro or food-based study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:38.438909+00:00"}
{"study_id": 39042, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how different varieties of purple sweet potato affect the structure, physical properties, and halochromic ability of shrimp freshness indicators.", "results_summary": "Different purple sweet potato varieties varied in starch, crude fiber, pectin, protein, fat, and anthocyanin content, influencing the indicators' microstructure, crystallinity, moisture, permeability, tensile strength, and color response. Six varieties were identified as suitable for indicating shrimp freshness.", "population_specificity": "Not specified (study focused on sweet potato varieties and their application in packaging).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:39.622515+00:00"}
{"study_id": 39041, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how freezing pre-treatment at different temperatures and times affects the cellular structure of purple sweet potato and the quality of RFEP chips.", "results_summary": "Freezing once at -40°C improved puffing ratio (47.13% increase) and crispness (61.93% increase) while reducing hardness (23.44% decrease), with no significant impact on anthocyanin retention or color. Excessive freezing damaged cellular structure, but optimal conditions enhanced product quality.", "population_specificity": "Purple sweet potato samples subjected to RFEP processing.", "effective_dosage": "Not specified (freezing treatments: -20°C, -40°C, -80°C for 14 h, 1 or 2 times).", "study_duration": "Freezing duration: 14 hours per treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:40.897215+00:00"}
{"study_id": 39043, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the economic feasibility of replacing maize and alfalfa hay with sweet potato vine (SPV) in rabbit diets.", "results_summary": "The study found that a 100% replacement of maize and alfalfa hay with SPV and banana peel reduced feed costs by 57% and increased the gain margin per animal by 32.55%, demonstrating economic viability.", "population_specificity": "Fifty New Zealand white rabbits weaned at 35 days of age.", "effective_dosage": "Increasing levels of SPV (T0, T25, T50, T75, T100% replacement of maize and alfalfa hay).", "study_duration": "49 days (from 35 to 84 days of age).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:43.695443+00:00"}
{"study_id": 39046, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-inflammatory effects of light-yellow-fleshed sweet potatoes, focusing on their potential to suppress LPS-induced inflammation in RAW264.7 cells.", "results_summary": "The tuber extracts of light-yellow-fleshed sweet potatoes showed the highest suppression of LPS-induced IL-6 gene expression and production, attributed to activation of the Nrf2 oxidative stress response pathway. Hydrophobic components specific to the tuber were identified as the main active agents.", "population_specificity": "Mouse macrophage-like cell line RAW264.7 cells", "effective_dosage": "10 µg/mL of extracts", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:45.296577+00:00"}
{"study_id": 39044, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of humic and chitosan treatments on alleviating drought stress in sweet potatoes during critical growth phases and their impact on yield and water efficiency.", "results_summary": "The study found that early vine development is highly vulnerable to drought, reducing yield by 42.0%. Foliar humic application under full irrigation improved yield and water efficiency by 66.9% and 68.4%, respectively, while ground humic application outperformed foliar treatments under partial irrigation. The highest yield and efficiency were achieved with combined chitosan and humic ground applications.", "population_specificity": "Sweet potato plants under controlled irrigation conditions.", "effective_dosage": "Not specified (humic and chitosan treatments applied via foliar spray or soil application, with tap water as control).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:46.022427+00:00"}
{"study_id": 39045, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how potassium fertilizer application affects lignin metabolism, root growth, storage root yield, and uniformity in sweet potato.", "results_summary": "Potassium application reduced lignin biosynthesis enzyme activities and lignin content, leading to increased storage root number, weight, and yield, with the K2 treatment (240 kg ha-1) showing the most significant improvements. The effect varied by sweet potato variety, with BJ553 responding earlier and more strongly than YS25.", "population_specificity": "Sweet potato plants (varieties BJ553 and YS25) in field conditions.", "effective_dosage": "0 (K0), 120 (K1), 240 (K2), and 360 (K3) kg ha-1 potassium fertilizer (K2O).", "study_duration": "2-year field experiments, with measurements taken at specific intervals (e.g., 10-30 days after planting).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:47.284611+00:00"}
{"study_id": 39048, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the optimal late-season irrigation levels for sweet potatoes to improve yield and quality traits such as size, shape, color, and nutritional content.", "results_summary": "Late-season irrigation significantly increased yield and marketable yield, with T2 (75% ETc) and T3 (100% ETc) showing the highest yields and quality. Irrigation improved root shape, color vibrancy, and levels of carotenoids, vitamin C, and soluble sugar.", "population_specificity": "Sweet potatoes grown in northern China under varying irrigation conditions.", "effective_dosage": "Five irrigation levels (T0: unirrigated; T1: 33% ETc; T2: 75% ETc; T3: 100% ETc; T4: 125% ETc).", "study_duration": "2-year test.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:48.154746+00:00"}
{"study_id": 39049, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of heat treatment (35 °C for 24 h) on the quality characteristics and disease resistance of two sweet potato varieties against soft rot.", "results_summary": "Heat treatment inhibited Rhizopus stolonifer growth, reduced nutrient loss, improved structural characteristics and free radical scavenging capacity, and enhanced enzyme activities (APX, PPO, POD) while decreasing Cx and PG activities, thereby boosting disease resistance against soft rot.", "population_specificity": "Two sweet potato varieties (P32/P and Xinxiang).", "effective_dosage": "Heat treatment at 35 °C for 24 h.", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:48.270733+00:00"}
{"study_id": 39050, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the influence of different shading levels on the growth profile, photosynthetic efficiency, and biochemical composition of leafy sweet potato.", "results_summary": "Shading reduced soluble sugar, starch, sucrose, and yield but increased chlorophyll content and improved light absorption efficiency. Moderate shading (30% and 50%) enhanced phenolic and flavonoid content, while transcriptome analysis revealed altered gene expression related to antioxidant activity, secondary metabolism, and photosynthesis under shading stress.", "population_specificity": "Leafy sweet potato plants under controlled shading conditions.", "effective_dosage": "Not applicable (shading levels: no shading, 30%, 50%, and 70%).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:48.752976+00:00"}
{"study_id": 39052, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate how nitrogen (N) application rates and soil moisture levels affect early root growth and development in sweet potato cultivars, particularly focusing on vine overgrowth inhibition.", "results_summary": "The study found that high N and normal moisture (N2W2) inhibited root expansion and starch synthesis in the N-susceptible cultivar (J26), while the N-tolerant cultivar (X32) showed better root development under the same conditions. The interaction between N rates and water regimes significantly influenced root morphology and vascular structure in J26 but had minimal impact on X32.", "population_specificity": "Sweet potato cultivars Jishu26 (N-susceptible) and Xushu32 (N-tolerant) in a pot experiment.", "effective_dosage": "Nitrogen application rates of 50 (N1) and 150 mg kg-1 (N2); water regimes of drought stress (W1) and normal moisture (W2).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:52.353806+00:00"}
{"study_id": 39053, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how different planting densities affect sweet potato storage root formation, yield, and commercial characteristics.", "results_summary": "The study found that an appropriate planting density (D20) enhanced carbohydrate accumulation, reduced lignin biosynthesis, increased storage root number and yield (10.18-19.73% higher than control), and improved commercial features like root weight uniformity and length/diameter ratio.", "population_specificity": "Sweet potato plants in field experiments across two sites over two years.", "effective_dosage": "Four planting densities (D15, D20, D25, D30) – exact spacing not specified.", "study_duration": "2-year field experiments.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:53.899234+00:00"}
{"study_id": 39055, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether sweet potato vines (SPV) could effectively replace maize and alfalfa hay in rabbit diets without compromising performance, meat quality, or economic feasibility.", "results_summary": "The study found that replacing maize and alfalfa hay with SPV and banana peels up to 100% did not negatively affect feed intake, weight gain, feed conversion, meat composition, or color in rabbits, while significantly reducing feed costs.", "population_specificity": "New Zealand White rabbits weaned at 35 days with an average body mass of ± 614 g.", "effective_dosage": "25%, 50%, 75%, and 100% replacement of maize and alfalfa hay with SPV and banana peels.", "study_duration": "49 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:55.850514+00:00"}
{"study_id": 39054, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how temperature changes during heat-moisture treatment (HMT) affect the appearance, structure, and digestibility of sweet potato starch (SPS).", "results_summary": "HMT caused surface depressions, cavities, and fragments on SPS particles, reduced crystallinity and short-range order, and increased thermal stability. The resistant starch content peaked at 24.77% after 4 hours of treatment at 110°C and 25% moisture.", "population_specificity": "Not specified (in vitro study on sweet potato starch)", "effective_dosage": "25% moisture content at 110°C", "study_duration": "4 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:56.127553+00:00"}
{"study_id": 39056, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether preheating whey protein concentrate (WPC) could improve the stability and antioxidant activity of purple sweet potato anthocyanins (ANs).", "results_summary": "The study found that preheating WPC significantly improved the retention and stability of ANs under various conditions (heat, light, UV, and oxidative stress) and enhanced their antioxidant activity in simulated digestive juice. The interaction between WPC and ANs was identified as a non-covalent, hydrophobic binding at one site.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "5 hours (storage at 25 °C), 6 hours (light/UV exposure)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:56.441698+00:00"}
{"study_id": 39057, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify the compounds in sweet potato responsible for its anti-diabetic activity and the mechanisms by which they act.", "results_summary": "The study identified four sweet potato varieties with anti-diabetic properties, attributing their effects to phenolic acids, flavonols, flavanones, and anthocyanidins. The anti-diabetic mechanism involves multi-target actions, supporting sweet potato's effectiveness in treating type 2 diabetes.", "population_specificity": "Not specified (literature review of existing studies).", "effective_dosage": "Not available.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:56.725661+00:00"}
{"study_id": 39058, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the dual regulatory effects and molecular mechanisms of diacylated anthocyanins from purple sweet potato on hyperglycemia and hyperuricemia induced by a high-fructose/high-fat diet.", "results_summary": "Diacylated AF-PSPs alleviated hyperuricemia and hyperglycemia in mice by regulating liver XO activity, reducing lipid accumulation, improving insulin sensitivity, and lowering kidney injury and inflammation. The study also found improvements in liver oxidative stress and renal fructose metabolism.", "population_specificity": "Mice fed a high-fructose/high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:57.138458+00:00"}
{"study_id": 39059, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of the IbHAK11 gene in sweet potatoes in regulating potassium (K+) uptake and translocation under low K+ and high salinity stress conditions.", "results_summary": "The study found that IbHAK11 overexpression enhanced root growth under low K+ conditions, improved growth and photosynthetic characteristics under high salinity stress, and activated ROS scavenging systems, leading to lower oxidative stress markers. It also promoted K+ translocation and reduced Na+ absorption, maintaining K+/Na+ homeostasis.", "population_specificity": "Arabidopsis plants (transgenic and wild-type) under low K+ and high salinity stress conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:25:57.548305+00:00"}
{"study_id": 39060, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify and characterize ACTIN genes in sweet potato and its diploid relatives to understand their roles in plant growth, tuberous root development, and stress responses.", "results_summary": "The study identified 113 ACTIN genes across sweet potato and its relatives, classifying them into six subgroups. These genes were found to play vital roles in growth, development, and stress responses, with some identified as stable internal reference genes for qRT-PCR.", "population_specificity": "Cultivated hexaploid sweet potato (Ipomoea batatas) and its diploid relatives (Ipomoea trifida and Ipomoea triloba).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:02.968007+00:00"}
{"study_id": 39064, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether purple sweet potato (PSP) powder could mitigate high-fat diet-induced dry eye disease (DED) by regulating oxidative stress and lipid homeostasis.", "results_summary": "PSP treatment preserved lacrimal gland secretory function, prevented ocular surface erosion, reduced oxidative stress, and regulated lipid homeostasis, though it did not significantly reduce body weight or fat.", "population_specificity": "Animal model (high-fat diet-induced DED)", "effective_dosage": "5% PSP powder added to the diet", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:04.417280+00:00"}
{"study_id": 39061, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of purple sweet potato anthocyanins (PSPA) on growth performance, oxidative status, immune response, intestinal morphology, and intestinal flora homeostasis in heat-stressed Wenchang chickens.", "results_summary": "PSPA reversed adverse effects of heat stress on growth performance, meat quality, and carcass characteristics, improved antioxidant status, regulated inflammatory cytokines, enhanced intestinal morphology, and altered microbial composition. The effects were dose-dependent, with higher doses showing more pronounced benefits.", "population_specificity": "50-day-old Wenchang chickens exposed to heat stress (33°C ± 1°C).", "effective_dosage": "8 mg/kg (low dose), 16 mg/kg (medium dose), and 32 mg/kg (high dose) body weight.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:04.630489+00:00"}
{"study_id": 39065, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate how steaming treatment affects the soluble dietary fiber (SDF) content and probiotic properties of sweet potato.", "results_summary": "Steaming sweet potato for 20 minutes increased SDF content and altered its composition, but the resulting SDF had inferior probiotic properties compared to fresh sweet potato SDF, as evidenced by lower production of beneficial acids during fermentation.", "population_specificity": "In vitro study using Lactobacillus spp.", "effective_dosage": "Not specified", "study_duration": "20 minutes of steaming, 24 hours of fermentation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:04.927507+00:00"}
{"study_id": 39062, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of pulsed electric fields (PEF) and blanching pretreatments on frying kinetics, oil content, color, texture, acrylamide content, and microstructure of sweet potato chips.", "results_summary": "Pretreatment significantly reduced moisture ratio and oil content by 25% and 40.33%, respectively, lowered total color change, increased hardness after frying, and reduced acrylamide content by 46.10% in PEF + blanching samples. The combined pretreatment also resulted in a smoother and flatter microstructure.", "population_specificity": "Sweet potato chips (no human or animal subjects specified).", "effective_dosage": "PEF pretreatment: 0.2 s at 1 kV/cm; blanching: 85 °C for 5 min.", "study_duration": "Not specified (single treatment session implied).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:05.911548+00:00"}
{"study_id": 39063, "supplement_id": 1598, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to determine the effect of anthocyanin-containing purple sweet potato synbiotic yogurt (PSPY) on 3T3-L1 adipocyte differentiation and its underlying molecular mechanisms.", "results_summary": "PSPY significantly suppressed adipogenic gene expression (Pparg, Adipoq, Slc2a4, Pgc1a) and lipid accumulation, with stronger effects than plain yogurt, suggesting potential for obesity management.", "population_specificity": "3T3-L1 preadipocyte cell line", "effective_dosage": "0.25%, 0.5%, 1%, and 5% (v/v) PSPY supernatant", "study_duration": "From 24 hours after seeding until day 11 of differentiation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:05.975389+00:00"}
{"study_id": 39066, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the quality characteristics of jelly made from saccharified sweet potatoes across three different cultivars (Juwhangmi, Sinjami, and Daeyumi).", "results_summary": "The study found that enzyme treatment increased free sugar and glucose content in the hydrolysate, but no differences in moisture, soluble solids, or texture were observed among cultivars. Sinjami had the highest polyphenol, flavonoid, and antioxidant activity, while Daeyumi was the most preferred in sensory evaluation.", "population_specificity": "Not specified (study focused on sweet potato cultivars, not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:06.157646+00:00"}
{"study_id": 39067, "supplement_id": 1598, "safety_score": "90", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to assess the toxicity of lutein-rich purple sweet potato leaf (PSPL) extract in male Sprague-Dawley rats.", "results_summary": "The study found no signs of toxicity in rats treated with PSPL extract, as evidenced by normal body weight, blood biochemistry, hematological parameters, organ weight, and histological sections across all tested dosages up to 2,000 mg/kg/day.", "population_specificity": "Adult male Sprague-Dawley rats.", "effective_dosage": "50, 250, 500, 1,000, and 2,000 mg/kg/day.", "study_duration": "Acute study: 14 days; subacute study: 28 days with an additional 14-day observation period.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:10.386850+00:00"}
{"study_id": 39068, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the acute effects of white-skinned sweet potato (WSSP) on blood glucose homeostasis and the underlying mechanisms in normal rats.", "results_summary": "WSSP administration acutely reduced blood glucose levels by improving insulin sensitivity in skeletal muscles (attributed to ≤10 kDa constituents) and suppressed liver gluconeogenesis (attributed to >50 kDa constituents). Serum insulin levels were unaffected.", "population_specificity": "Normal rats", "effective_dosage": "Not specified", "study_duration": "Single administration", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:10.585005+00:00"}
{"study_id": 39070, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of DCAP-coated phosphorus fertilizer on phosphorus availability, nutrient uptake, and yield of sweet potato in acidic soils.", "results_summary": "DCAP-coated P fertilizer significantly improved phosphorus availability (~3 mg P kg-1) and increased sweet potato tuber diameter and length. Field experiments showed that DCAP combined with 75% P fertilizer achieved similar P availability and yield as 100% P fertilizer, reducing chemical P fertilizer use by ~25%.", "population_specificity": "Sweet potato cultivated in acid sulfate soils under greenhouse and field conditions.", "effective_dosage": "40-kg P2O5 ha-1 and 60-kg P2O5 ha-1 (coated and uncoated).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:14.419252+00:00"}
{"study_id": 39071, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and analyze the two-component system (TCS) genes in sweet potato (Ipomoea batatas) and investigate their roles in growth, development, and response to environmental stresses.", "results_summary": "The study identified 90 TCS genes in sweet potato, mapped their distribution, and analyzed their expression profiles in different organs and under abiotic stresses. Most TCS genes showed organ-specific expression and responded to environmental stresses and phytohormone ABA, with protein-protein interactions revealed via yeast-two hybrid assays.", "population_specificity": "Sweet potato (Ipomoea batatas) genome and gene expression profiles.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:14.771807+00:00"}
{"study_id": 39074, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify and characterize the XTH gene family in sweet potato (I. batatas) and analyze their expression patterns in different tissues and under stress conditions.", "results_summary": "The study identified 36 XTH genes in sweet potato, which were divided into three subfamilies and showed differential expression in various tissues, particularly roots. Some genes were up-regulated under salicylic acid treatment but down-regulated under methyl jasmonate, while only two genes showed down-regulation under cold and drought stress.", "population_specificity": "Sweet potato (I. batatas) plant tissues (leaves, stems, roots, etc.)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:15.325061+00:00"}
{"study_id": 39072, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of sweet-potato-vine-based porous carbon (SPVPC) as an adsorbent for removing methylene blue from aqueous solutions.", "results_summary": "The optimized SPVPC demonstrated a high specific surface area (1397.8 m² g⁻¹) and excellent adsorption capacity for methylene blue (653.6 mg g⁻¹), with good reusability. The adsorption process followed pseudo-second-order kinetics and the Langmuir isotherm model, indicating efficient dye removal.", "population_specificity": "Not applicable (in vitro study on aqueous solutions).", "effective_dosage": "Not applicable (adsorption capacity measured in mg g⁻¹).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:15.527462+00:00"}
{"study_id": 39069, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of long-term soil drought on sucrose-starch metabolism in sweet potato tuberous roots (TRs) across different drought levels.", "results_summary": "Drought stress increased soluble sugar and sucrose content but reduced starch accumulation in sweet potato TRs by inhibiting key enzyme activities (AI, AKI, AGPase, GBSS, SBE) and altering gene expressions (IbA-INV3, IbSWEET11, IbSWEET605, IbSUT4). The sucrose-loading capability varied among cultivars, with Jishu 26 showing stronger responses than Xushu 32 and Ningzishu 1.", "population_specificity": "Sweet potato tuberous roots (TRs) of cultivars Jishu 26, Xushu 32, and Ningzishu 1.", "effective_dosage": "Soil-relative water content (SRWC) levels: (75 ± 5)% (control), (55 ± 5)% (mild drought), (45 ± 5)% (severe drought).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:16.232830+00:00"}
{"study_id": 39073, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to study the effects of culture medium, plant growth regulators, and artificial light sources on the micropropagation of Jewel sweet potato shoots.", "results_summary": "The study found that a medium with 50% MS salt concentration supplemented with 0.5 mg/L BAP or 0.5 mg/L Kn combined with 0.5 mg/L IAA was optimal for shoot induction, proliferation, and growth. Different blue/red light ratios also significantly influenced explant growth and shoot or root formation.", "population_specificity": "In vitro Jewel sweet potato shoots (axillary bud and shoot tip explants).", "effective_dosage": "0.5 mg/L IAA combined with 0.5-2.0 mg/L BAP, 0.5-2.0 mg/L Kn, or 0.1-1.0 mg/L TDZ.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:16.665829+00:00"}
{"study_id": 39075, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify and characterize SWEET family genes in sweet potato and its diploid relatives to understand their roles in plant growth, development, and stress responses.", "results_summary": "The study identified 27, 27, and 25 SWEET genes in cultivated sweet potato and its two diploid relatives, respectively, and found they play vital roles in growth, tuber development, carotenoid accumulation, and stress response.", "population_specificity": "Cultivated hexaploid sweet potato (Ipomoea batatas) and its diploid relatives (Ipomoea trifida and Ipomoea triloba).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:19.296239+00:00"}
{"study_id": 39076, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of varying vanadium concentrations on sweet potato growth, physiology, and biochemical mechanisms.", "results_summary": "Low vanadium (10 mg L-1) enhanced sweet potato growth and biomass, while higher concentrations (25, 50, and 75 mg L-1) negatively impacted root growth, photosynthesis, stomatal traits, and antioxidant defense systems. Vanadium accumulation was higher in roots than shoots, and oxidative stress markers increased under higher vanadium exposure.", "population_specificity": "Hydroponically grown sweet potato plants.", "effective_dosage": "0, 10, 25, 50, and 75 mg L-1 vanadium.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:19.903803+00:00"}
{"study_id": 39080, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to optimize the production of starch nanoparticles (SNPs) from sweet potato starches and evaluate the effects of cold plasma treatment on inhibiting aggregation during freeze-drying.", "results_summary": "The study successfully produced SNPs with a Z-average size of 64.51 nm and found that cold plasma treatment significantly reduced aggregation during freeze-drying. SNPs exhibited higher relative crystallinity and lower apparent viscosity compared to native starch, with further improvements after cold plasma treatment.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:23.831503+00:00"}
{"study_id": 39081, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify novel enzymes from Penicillium sclerotigenum for selective modification of sweet potato pectin to valorize processing residues.", "results_summary": "The study confirmed a rhamnogalacturonan I-rich pectin fraction in sweet potato and identified 23 pectin-associated degradative enzymes from P. sclerotigenum, including six potentially novel enzymes. The findings suggest potential for improved sweet potato pectin modification and residue valorization.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:24.645886+00:00"}
{"study_id": 39077, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how pullulanase debranching combined with autoclaving affects the structural and physicochemical properties of purple sweet potato starch, particularly its resistant starch yield.", "results_summary": "The study found that debranching and autoclaving altered the starch's structure, increasing crystallinity and resistant starch yield, with the optimal combination being 15 hours of debranching and 20 minutes of autoclaving at 121°C.", "population_specificity": "Purple sweet potato (Jinshu No.17) starch", "effective_dosage": "Not specified (various debranching times: 0 h, 5 h, 10 h, 15 h, 20 h, 25 h; autoclaving at 121°C for 20 min)", "study_duration": "Not specified (single treatment per sample)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:24.647400+00:00"}
{"study_id": 39079, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the toxic effects of chromium (Cr) on sweet potato plants, focusing on growth, physiological parameters, and oxidative damage under varying Cr concentrations.", "results_summary": "Low Cr levels (25 µM) enhanced growth, biomass, photosynthesis, and antioxidant activity, while higher Cr levels (200 µM) caused significant oxidative damage, reduced photosynthetic rates, and structural damage to chloroplasts. Osmolytes and SOD activity increased with Cr concentration but were insufficient to protect against high Cr stress.", "population_specificity": "Hydroponically grown sweet potato plants.", "effective_dosage": "0, 25, 50, 100, and 200 µM Cr applied hydroponically.", "study_duration": "Seven days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:25.064835+00:00"}
{"study_id": 39082, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the structural characteristics of a novel polysaccharide (PSPP-A) from purple sweet potato and its preventive effects on non-alcoholic fatty liver disease (NAFLD).", "results_summary": "The study found that PSPP-A significantly reduced body weight, liver index, and markers of liver damage (TG, TC, AST, ALT) in a high-fat diet group, while also improving liver histopathology by reducing irregular hepatocyte patterns and lipid vacuoles.", "population_specificity": "Not specified (animal model implied by high-fat diet intervention).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:25.228879+00:00"}
{"study_id": 39078, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of biochar and potassium fertilizer, both individually and in combination, on soil properties and sweet potato growth and yield.", "results_summary": "The study found that biochar alone or combined with potassium fertilizer improved soil properties and sweet potato growth and yield compared to control or potassium fertilizer alone. The combination of 20 t ha-1 biochar + 70 kg ha-1 K fertilizer was recommended as optimal for sweet potato production.", "population_specificity": "Sweet potato crops in experimental agricultural settings (specific geographic or demographic details not provided).", "effective_dosage": "Biochar: 0, 10, 20 t ha-1; Potassium fertilizer: 0, 70, 120 kg ha-1.", "study_duration": "Two growing seasons (2020 and 2021).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:26.291237+00:00"}
{"study_id": 39083, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the roles of bHLH transcription factors (IbbHLH118 and IbbHLH66) in the ABA-mediated drought response in sweet potato.", "results_summary": "The study found that IbbHLH118 reduces drought tolerance by suppressing ABA-responsive genes, while IbbHLH66 enhances drought tolerance by activating ABA responses. ABA promotes the formation of a complex (IbPYL8-IbbHLH66-IbbHLH118) that interferes with IbbHLH118's repression, thereby improving drought tolerance.", "population_specificity": "Drought-tolerant sweet potato line Xushu55-2.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:28.343377+00:00"}
{"study_id": 39084, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify transcriptional changes in sweet potato roots under potassium (K+) deficiency to understand its molecular response to low-K+ stress.", "results_summary": "The study identified 559 differentially expressed genes (DEGs) in sweet potato roots under low-K+ conditions, with 336 upregulated and 223 downregulated. These DEGs were linked to transcriptional regulation, hormone signaling, and stress response, suggesting key roles in K+ deficiency tolerance.", "population_specificity": "Sweet potato (Ipomoea batatas L.) seedlings.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:29.163304+00:00"}
{"study_id": 39086, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of sweet potato IbCCD4 in salt stress tolerance by analyzing its expression and effects in Arabidopsis under salt and dehydration stress.", "results_summary": "The study found that IbCCD4 overexpression in Arabidopsis increased anthocyanins and carotenoid content under salt stress but reduced salt tolerance by decreasing resistance-related gene expression and antioxidant enzyme activity.", "population_specificity": "Arabidopsis thaliana (model plant)", "effective_dosage": "200 mM NaCl treatment", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:32.170738+00:00"}
{"study_id": 39085, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-glioma effects of purple sweet potato delphinidin-3-rutin (PSPD3R) and its molecular mechanism in autophagy regulation.", "results_summary": "PSPD3R suppressed glioma proliferation in vitro and in vivo, stimulated autophagy and apoptosis in glioma cells, and regulated autophagy via the Akt/Creb/miR-20b-5p/Atg7 axis. The study demonstrated PSPD3R's potential as a therapeutic agent for glioma treatment.", "population_specificity": "Human glioblastoma (GBM) cells (U251) and a subcutaneous xenograft model of GBM.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:33.134045+00:00"}
{"study_id": 39089, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify and analyze nifH genes in sweet potatoes and their wild ancestors to understand their role in nitrogen fixation and potential contributions to molecular breeding.", "results_summary": "The study identified 20, 19, and 17 nifH genes in sweet potatoes, I. trifida, and I. triloba, respectively, with phylogenetic clustering into five clades. Four selected nifH genes in sweet potatoes were upregulated under normal nitrogen conditions, consistent with RNA-seq data.", "population_specificity": "Sweet potato cultivars (Eshu 15 and Long 9) and their wild ancestors (I. trifida and I. triloba).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:34.397893+00:00"}
{"study_id": 39090, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to test whether purple sweet potato color (PSPC) could ameliorate dysregulation in the ovary, brain, and liver in a mouse model of Classic Galactosemia.", "results_summary": "PSPC supplementation showed positive effects in reducing dysregulation in the ovary, brain, and liver of mutant mice, suggesting potential therapeutic benefits for Classic Galactosemia complications.", "population_specificity": "GalT gene-trapped mouse model (Classic Galactosemia).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:34.815472+00:00"}
{"study_id": 39088, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify and characterize the function of the MYB transcription factor gene IbMYB308 in sweet potato, particularly its role in improving salt stress tolerance.", "results_summary": "The study found that IbMYB308 is a typical R2R3-MYB transcription factor expressed in root, stem, and leaf tissues, with induced expression under abiotic stresses. Transgenic tobacco with IbMYB308 showed improved salt stress tolerance, evidenced by upregulated stress-related genes and altered biochemical markers.", "population_specificity": "Transgenic tobacco plants (used as a model for sweet potato gene function).", "effective_dosage": "Not specified (stress treatments: 20% PEG-6000, 200 mM NaCl, and 20% H2O2).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:34.896165+00:00"}
{"study_id": 39087, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effect of thermochemical pre-treatment on biogas and methane production from sweet potato root waste (SPW) through anaerobic digestion.", "results_summary": "Thermochemical pre-treatment of SPW significantly improved biogas yield (33.88% increase) and methane content (22% increase) while reducing digester retention time from 22 to 16 days. Optimal conditions were a NaOH concentration of 2.9 g/L, heating temperature of 82 °C, and pre-treatment time of 102 min.", "population_specificity": "Agricultural waste (sweet potato root waste)", "effective_dosage": "NaOH concentration (0.6 g/L-3.5 g/L), temperature (50 °C-90 °C), pre-treatment time (30-120 min)", "study_duration": "Pre-treatment time up to 120 min, digester retention time reduced to 16 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:35.174062+00:00"}
{"study_id": 39091, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to elucidate the mechanism by which IbMPK3-overexpressing transgenic sweet potato plants confer low-temperature stress tolerance compared to wild-type plants.", "results_summary": "The study identified differentially expressed genes (DEGs) related to low-temperature stress in both wild-type and transgenic plants, revealing involvement in Ca2+ signaling, MAPK cascades, ROS signaling, hormone transduction, and stress-related transcription factors. Transgenic plants showed more upregulated genes in MAPK pathways during short-term stress and in secondary metabolic synthesis during long-term stress.", "population_specificity": "Sweet potato plants (wild-type and IbMPK3-overexpressing transgenic).", "effective_dosage": "Not applicable (genetic modification study).", "study_duration": "Low-temperature stress exposure for 2 hours and 12 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:38.726789+00:00"}
{"study_id": 39092, "supplement_id": 1598, "safety_score": "60", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the selenium tolerance of sweet potato cultivars and its effects on plant growth, physiological activities, and selenium content distribution.", "results_summary": "The study found that selenium concentrations above 3 mg/L significantly affected plant growth, while 1 mg/L increased chlorophyll content. Selenium content in roots was higher than in stems and leaves, with the optimal tolerance concentration determined as 3 mg/L.", "population_specificity": "Sweet potato plants (Dioscorea esculenta) grown in a greenhouse.", "effective_dosage": "Selenium concentrations of 0-40 mg/L (Na2SeO3).", "study_duration": "February to April 2022 (approximately 2 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:38.861135+00:00"}
{"study_id": 39093, "supplement_id": 1598, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of green and purple sweet potato leaf (SPL) supplementation on hepatic xenobiotic-metabolizing enzymes, oxidative stress, and benzo[a]pyrene (B[a]P) metabolism and accumulation in rats.", "results_summary": "Green and purple SPL increased hepatic enzyme activity, reduced oxidative stress, and enhanced xenobiotic detoxification. Green SPL specifically improved B[a]P metabolism, lowered B[a]P levels in tissues, and reduced oxidative damage markers.", "population_specificity": "Rats (standard and B[a]P-treated models)", "effective_dosage": "5% (w/w) of diet", "study_duration": "Two weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:41.869480+00:00"}
{"study_id": 39094, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether purple sweet potato water extract could act as an antioxidant and anti-inflammatory agent to prevent neuronal apoptosis and provide neuroprotective effects in d-galactose-induced rats.", "results_summary": "The study found that purple sweet potato extract significantly reduced TNF-α levels, p53 and GFAP expressions, increased BDNF levels, and improved spatial working memory compared to the control group.", "population_specificity": "Male Wistar rats induced with d-galactose.", "effective_dosage": "200 mg/kg BW/day.", "study_duration": "70 days (extract administered on days 1-70, d-galactose induction on days 15-70).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:42.070905+00:00"}
{"study_id": 39095, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects of the sweet potato cultivar Simon 1 (SIMON) on chemotherapy-induced thrombocytopenia (CIT) in mice.", "results_summary": "SIMON significantly increased peripheral platelets, white blood cells, and bone marrow nucleated cells in CIT mice, reversed carboplatin-induced atrophy of the thymus and spleen, and improved inflammatory immune system and glycerophospholipid metabolism. Phytochemical analysis identified 16 compounds, including phenolic derivatives, potentially linked to its anti-CIT bioactivity.", "population_specificity": "Chemotherapy-induced thrombocytopenia (CIT) mouse model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:43.367410+00:00"}
{"study_id": 39096, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to characterize the molecular mechanisms of flooding resistance in sweet potato cultivars, focusing on ethylene, reactive oxygen species, and nitric oxide regulation.", "results_summary": "The study found that flood-tolerant sweet potato cultivars exhibited upregulated expression of genes related to low oxygen signaling, ROS scavenging, and NO biosynthesis, compared to flood-sensitive cultivars. These mechanisms appear crucial for sweet potato's response to flooding stress.", "population_specificity": "Two sweet potato cultivars (one flood-tolerant, one flood-sensitive) under early flooding treatment conditions.", "effective_dosage": "Not specified", "study_duration": "Early flooding treatment (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:44.504384+00:00"}
{"study_id": 39097, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the effects of microwave alone (MA) and microwave-assisted L-malic acid (MLA) on the physicochemical properties, structure, and digestibility of sweet potato starch.", "results_summary": "MLA treatment reduced swelling power, lightness, whiteness index, and gelatinization enthalpy while increasing resistant starch (RS) content, whereas MA treatment reduced RS content. MLA-modified starch showed structural changes, including a new FT-IR absorption peak, and was deemed suitable as a low-carbohydrate food ingredient, while MA-treated starch was better for low-swelling foods like noodles.", "population_specificity": "Not specified (in vitro study on sweet potato starch)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:45.621947+00:00"}
{"study_id": 39098, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how larval diet (sweet potato powder vs. sweet potato tubers) affects reproductive traits, specifically the refractory period and ejaculate composition, in adult male West Indian sweet potato weevils.", "results_summary": "The study found that the refractory period was significantly longer in weevils reared on sweet potato tubers compared to those on artificial diet, with no difference in ejaculate volume but higher sperm count and a unique 15 kDa protein in the tuber-reared group.", "population_specificity": "West Indian sweet potato weevils (Euscepes postfasciatus)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:46.099629+00:00"}
{"study_id": 39099, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether purple sweet potato anthocyanin extract (PSPAE) could improve obesity and redox state in mice fed a high-fat/cholesterol diet.", "results_summary": "High-dose PSPAE significantly reduced body weight, serum cholesterol, and triglycerides while enhancing antioxidant enzyme activities and improving gut microbiota composition. It also suppressed inflammatory markers and preserved intestinal barrier function.", "population_specificity": "Obese mice fed a high-fat/cholesterol diet.", "effective_dosage": "Low, middle, and high doses (specific amounts not detailed).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:47.082902+00:00"}
{"study_id": 39100, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and characterize calcium-dependent protein kinases (CDPKs) in sweet potato and its diploid relatives to explore their roles in growth, development, and abiotic stress responses.", "results_summary": "The study identified 39 CDPKs in hexaploid sweet potato and 35 each in its diploid relatives, revealing tissue-specific expression patterns and evolutionary differences. These findings provide candidate genes for improving yield and stress tolerance in cultivated sweet potato.", "population_specificity": "Cultivated hexaploid sweet potato (Ipomoea batatas) and its diploid relatives (Ipomoea trifida and Ipomoea triloba).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:47.899660+00:00"}
{"study_id": 198377, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the acceptability of a shelf-stable MDCF-2 formulation containing sweet potato compared to the original kitchen-prepared version.", "results_summary": "The sweet potato MDCF-2 formulation achieved high acceptability scores (86.2 ± 4.26 g consumed) and was comparable to the kitchen-prepared version, with no significant differences in consumption rates.", "population_specificity": "Bangladeshi children aged 8 to 12 months living in an urban slum in Dhaka.", "effective_dosage": "100 g distributed over 2 sessions.", "study_duration": "Not specified (acceptability assessed over 2 sessions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:51.108787+00:00"}
{"study_id": 39101, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the drying performance of sweet potato slices using a hot-air oven dryer and a naturally-ventilated solar-venturi dryer, and to identify the best mathematical model for predicting moisture ratio.", "results_summary": "The study found that the drying rate was higher in the hot-air oven dryer, but the naturally-ventilated solar-venturi dryer with lemon juice pre-treatment was suitable for small-medium scale drying. The Midilli et al. model best predicted moisture ratio, and drying time was significantly affected by slice thickness.", "population_specificity": "Sweet potato tubers sliced at 3, 5, and 7 mm thicknesses under Pietermaritzburg conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:52.016132+00:00"}
{"study_id": 198378, "supplement_id": 1598, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the role of orange-fleshed sweet potato (OFSP) in addressing vitamin A deficiency in South Africa and identify opportunities for scaling its consumption and commercial production.", "results_summary": "The study found that 66g of the OFSP variety Bophelo can meet the daily vitamin A requirement for children aged 1-3 years, highlighting its potential to combat vitamin A deficiency. However, current consumption is low, and scaling efforts face challenges in market access and processing opportunities.", "population_specificity": "Children under 5 years of age in South Africa, particularly those with vitamin A deficiency.", "effective_dosage": "66g of Bophelo OFSP (providing 300μRE vitamin A).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:53.702543+00:00"}
{"study_id": 38903, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate potential associations between synbiotic consumption and reduced risk of diabetic kidney disease (DKD) in adults with Type 2 diabetes mellitus (T2DM).", "results_summary": "The study found an independent association between synbiotic intake and reduced risk of DKD (OR = 0.71, 95% CI: 0.52-0.96, P = 0.03), though subgroup analysis indicated inconsistencies in correlations.", "population_specificity": "Adults with Type 2 diabetes mellitus (T2DM) from the National Health and Nutrition Examination Survey (NHANES) 2007-2016.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:53.941553+00:00"}
{"study_id": 38904, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the impact of four formulated synbiotics on gut microbiota composition and related biomarkers in Colombian children with and without autism spectrum disorder (ASD).", "results_summary": "The synbiotics decreased the abundance of certain genera (e.g., Bacteroides, Dorea) in ASD-associated samples while increasing probiotic-related genera (e.g., Lactobacillus, Streptococcus, Anaerostipes). They also elevated butyric acid and microbial serotonin synthesis while reducing propionic acid, suggesting beneficial modulation of gut microbiota in ASD.", "population_specificity": "Colombian children with and without ASD.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:54.765427+00:00"}
{"study_id": 38905, "supplement_id": 1599, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether prebiotic and synbiotic interventions could mitigate radiotherapy-induced gut injury by modulating microbiota, reducing inflammation, and enhancing gut barrier function in rectal cancer patients.", "results_summary": "The synbiotic group showed reduced inflammation and fibrosis compared to controls, preserved more bacterial diversity post-radiotherapy, and exhibited a significant reduction in white blood cell counts, though systemic inflammation effects were limited due to short-term treatment.", "population_specificity": "Thirty patients with rectal adenocarcinoma scheduled for preoperative short-term radiotherapy.", "effective_dosage": "Oat bran with L. plantarum HEAL19 and blueberry husks, administered daily.", "study_duration": "Two weeks (starting one week before radiotherapy).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:55.052373+00:00"}
{"study_id": 38907, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the roles and applications of probiotics, including synbiotics, in enhancing host health through microbial interactions and their potential therapeutic benefits.", "results_summary": "The study found that synbiotics enhance the survivability and beneficial effects of probiotics, improve immunity, support growth, prevent diseases, and may treat gastrointestinal disorders by modulating gut microbiota and producing beneficial secondary metabolites.", "population_specificity": "Not specified (general human health and potential applications in endangered wildlife species).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:56.085456+00:00"}
{"study_id": 38908, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the gastrointestinal tolerance, adhesion properties, and anti-allergic effects of specific Lactobacillus strains combined with oligosaccharides, particularly focusing on Lp-FOS.", "results_summary": "Lp-FOS demonstrated strong resistance to gastrointestinal conditions, promoted Lactobacillus proliferation, increased short-chain fatty acid production, and modulated immune responses by upregulating Th1 and Tregs while downregulating Th2 and Th17 cells and suppressing pro-inflammatory cytokines.", "population_specificity": "In vitro models (BMDCs, splenocytes, Caco-2 cells)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:56.458949+00:00"}
{"study_id": 38910, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To evaluate the effect of perioperative probiotics or synbiotics on the incidence of postoperative infections following major liver surgery.", "results_summary": "Perioperative probiotics or synbiotics significantly reduced postoperative infection incidence and antibiotic therapy duration, but no significant differences were observed in ICU or hospital length of stay.", "population_specificity": "Patients undergoing major liver surgery.", "effective_dosage": "Not specified", "study_duration": "Perioperative period (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:58.837318+00:00"}
{"study_id": 38909, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a synbiotic could alleviate hyperphosphatemia and secondary hyperparathyroidism (SHPT) in a cisplatin-induced CKD rat model.", "results_summary": "The synbiotic reduced serum phosphate, calcium-phosphorus product, parathyroid hormone, and indoxyl sulfate levels, while increasing type 1 RNA and protein expression, suggesting improved gut barrier function and suppressed phosphate transport.", "population_specificity": "Cisplatin-induced chronic kidney disease (CKD) rats.", "effective_dosage": "Not specified.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:26:59.449889+00:00"}
{"study_id": 38913, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of synbiotics (composed of d-tagatose and probiotics) in treating oxidative stress and immune response in Gallus gallus caused by aflatoxin b1.", "results_summary": "The study found that synbiotics significantly reduced oxidative stress and immune response markers in Gallus gallus, upregulated beneficial gut bacteria, and increased antioxidant and anti-inflammatory metabolites.", "population_specificity": "Gallus gallus (chickens) exhibiting oxidative stress and immune response due to aflatoxin b1 exposure.", "effective_dosage": "Not specified (low-dose treatment group mentioned, but exact dosage not provided).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:03.505333+00:00"}
{"study_id": 38918, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of probiotics or synbiotics in preventing and treating diarrhea, reducing mortality, and shortening ICU stays among critically ill patients.", "results_summary": "Probiotics slightly reduced diarrhea incidence by 10%, but the result was not statistically significant. No significant effects were found on diarrhea duration, ICU stay length, or mortality.", "population_specificity": "Intensive Care Unit (ICU) patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:03.636867+00:00"}
{"study_id": 38911, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether synbiotic supplementation (Bifidobacterium breve M-16V, scGOS, and lcFOS) accelerates gut microbiota recovery in toddlers after antibiotic treatment.", "results_summary": "The study compares gut microbiota recovery (Bifidobacterium proportion, species composition, and beta diversity) between synbiotic-treated and control groups, alongside metabolic activity and stool characteristics, but specific results are not yet provided in the abstract.", "population_specificity": "Dutch toddlers aged 12-36 months receiving amoxicillin or amoxicillin/clavulanic acid treatment.", "effective_dosage": "Not specified (6-week supplementation).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:03.648745+00:00"}
{"study_id": 38917, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the potential of probiotics, prebiotics, and synbiotics in improving anemia management, particularly by enhancing hemoglobin levels and iron absorption.", "results_summary": "Synbiotics showed consistent efficacy in improving hemoglobin levels with no heterogeneity, while probiotics also improved hemoglobin and serum iron levels, though prebiotics did not exhibit significant effects. The results suggest synbiotics may be a promising intervention for anemia, but further high-quality RCTs are needed.", "population_specificity": "Patients with iron deficiency anemia (IDA) and anemia of chronic kidney disease (CKD), totaling 632 participants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:04.140298+00:00"}
{"study_id": 38916, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of the synbiotic mixture MN-Gup-GOS compared to the probiotic MN-Gup alone on glycemic control in T2DM patients and explore potential mechanisms.", "results_summary": "The synbiotic MN-Gup-GOS significantly reduced fasting blood glucose (FBG) more than placebo and the probiotic alone, and also improved HbA1c, insulin resistance, inflammation, oxidative stress, gut microbiota, and bile acid levels. The probiotic MN-Gup alone showed some benefits but was less effective than the synbiotic.", "population_specificity": "120 T2DM patients (median age 59 years, 40 men).", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:04.928116+00:00"}
{"study_id": 38919, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of probiotics or synbiotics on gastrointestinal symptoms (GIS) and Small Intestinal Bacterial Overgrowth (SIBO) in post-metabolic bariatric surgery patients.", "results_summary": "The study found that probiotics did not offer significant benefits in treating GIS or SIBO in post-surgery patients. The meta-analysis included three studies on GIS and two on SIBO, with no substantial improvements observed.", "population_specificity": "Post-metabolic bariatric surgery patients with GIS or SIBO.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:05.970971+00:00"}
{"study_id": 38923, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the clinical efficacy of probiotics or synbiotics in reducing chemotherapy-induced complications and gut microbiota dysbiosis in gastrointestinal cancer patients.", "results_summary": "The study found that probiotics or synbiotics significantly reduced chemotherapy-related complications like nausea, vomiting, and diarrhea, and positively altered gut microbiota composition, such as increasing bifidobacterium and decreasing Escherichia coli.", "population_specificity": "Patients with gastrointestinal cancer undergoing chemotherapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:07.755020+00:00"}
{"study_id": 38922, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether postnatal synbiotic supplementation could mitigate allergic asthma symptoms in offspring exposed to maternal cigarette smoke and house dust mite allergens.", "results_summary": "Synbiotic supplementation reduced lung resistance, eosinophil counts, Th2 cell activation, and serum IgE and IgG1 levels in HDM-allergic offspring of CS-exposed mothers, while promoting beneficial gut bacteria like Bifidobacterium and Akkermansia.", "population_specificity": "Offspring of dams exposed to cigarette smoke, challenged with house dust mite allergens.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:08.196254+00:00"}
{"study_id": 38925, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if a Synbiotic-Enzyme complex (SEC) could serve as an effective alternative to antibiotics in broilers by assessing its impact on growth performance, carcass quality, intestinal morphology, and immune function.", "results_summary": "Supplementing broilers with 0.1% SEC significantly improved average daily gains, feed efficiency, body measurements, carcass quality, intestinal villus height, and immune organ indexes compared to control and antibiotic groups.", "population_specificity": "864 mixed-sex 1-day-old arbor acres (AA+) broilers.", "effective_dosage": "SEC inclusion levels of 0.025%, 0.04%, 0.05%, 0.06%, 0.08%, and 0.10%.", "study_duration": "42 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:13.205906+00:00"}
{"study_id": 38927, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dietary intervention with synbiotics (trehalose combined with specific probiotics) could alleviate oxidative stress and inflammatory damage in early lactation and improve maternal and offspring outcomes.", "results_summary": "The study found that synbiotics composed of 2.5% trehalose and 1 × 10^7 cfu/g of Bifidobacterium longum improved antioxidant and immune abilities, regulated gut microbiota, enhanced mammary gland development, and increased lactation and offspring growth.", "population_specificity": "Early lactating dams (animal study).", "effective_dosage": "2.5% trehalose and 1 × 10^7 cfu/g of Bifidobacterium longum.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:13.236615+00:00"}
{"study_id": 38930, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to assess the effect of synbiotics on reducing seizure frequency in children with drug-resistant epilepsy and the burden on their caregivers.", "results_summary": "The study found a statistically significant decrease in caregiver burden and seizure frequency after synbiotic intervention, with seizure frequency stopping in two patients and decreasing by 50% in six patients.", "population_specificity": "Thirty children (aged 2-15 years) with drug-resistant epilepsy in Arak, Iran.", "effective_dosage": "Infants: 5-15 drops of PediLact per day; children (2-15 years): one sachet of KidiLact per day.", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:14.089140+00:00"}
{"study_id": 38926, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of synbiotic preparations on carcass quality, gastrointestinal functional status, ochratoxin A accumulation, and health status in turkeys fed OTA-contaminated diets compared to commercial probiotic additives.", "results_summary": "Synbiotics reduced digesta pH in certain digestive tract sections, significantly decreased liver weight at weeks 6 and 15, and improved health status while reducing mycotoxin accumulation in organs and tissues. No significant differences were found in growth performance or carcass quality.", "population_specificity": "120 female BIG 6 turkeys divided into six treatment groups.", "effective_dosage": "0.5 g/kg of synbiotics S1, S2, or S3.", "study_duration": "Weeks 6 and 15 (specific total duration not stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:14.492069+00:00"}
{"study_id": 38932, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of synbiotics, alone or combined with vitamin D, on treatment response, cytokine profiles, and hormonal biomarkers in breast cancer patients undergoing neoadjuvant therapy.", "results_summary": "The study found no clear link between synbiotics and pathological complete response (pCR) or Ki-67 index changes. However, combined vitamin D and synbiotic supplementation showed potential synergistic anti-inflammatory effects, notably increasing the anti-inflammatory index and protecting against IL-10 decline.", "population_specificity": "Breast cancer patients undergoing neoadjuvant therapy in Kerman, Iran (n=76).", "effective_dosage": "Not specified", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:14.731541+00:00"}
{"study_id": 38928, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the impact of synbiotics on IL-17A levels, disease activity, and inflammatory factors in SLE patients.", "results_summary": "Synbiotics significantly reduced IL-17A protein and mRNA levels and improved disease activity scores in SLE patients, while the placebo group showed no significant changes.", "population_specificity": "Fifty patients with systemic lupus erythematosus (SLE).", "effective_dosage": "Not specified (composition included Streptococcus thermophilus, Lactobacillus acidophilus, Lactobacillus casei, Lactobacillus rhamnosus, Lactobacillus salivarius, Lactobacillus reuteri, Bifidobacterium lactis, Bifidobacterium longum, Bifidobacterium bifidum, and fructooligosaccharides).", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:15.072604+00:00"}
{"study_id": 38939, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential of synbiotics in mitigating Alzheimer's disease (AD) by examining their effects on the gut-brain axis and cognitive decline.", "results_summary": "The study found that synbiotics show promise in addressing cognitive decline and reducing the psychological burden of AD, potentially offering a more effective intervention than probiotics or prebiotics alone.", "population_specificity": "Patients with Alzheimer's disease (AD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:15.674941+00:00"}
{"study_id": 38937, "supplement_id": 1599, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether perioperative synbiotic treatment could improve postoperative outcomes, particularly by reducing sepsis, in patients undergoing living-donor liver transplantation with early enteral nutrition.", "results_summary": "The synbiotic group showed a significantly lower incidence of sepsis (0% vs. 7.4%) and sepsis due to bacteremia with intestinal bacteria (0% vs. 4.6%) compared to the non-synbiotic group, with no significant differences in acute rejection, small-for-size graft syndrome, or liver function.", "population_specificity": "Patients undergoing living-donor liver transplantation.", "effective_dosage": "Live lactic acid bacteria, bifidobacteria, and oligosaccharides administered 5 days before and after transplantation.", "study_duration": "10 days (5 days pre- and post-transplantation).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:17.894346+00:00"}
{"study_id": 38940, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of synbiotics (combinations of probiotics and prebiotics) in treating irritable bowel syndrome (IBS) by reviewing randomized, placebo-controlled clinical trials.", "results_summary": "Some clinical trials demonstrated promising efficacy results for synbiotics in IBS patients, but data remain sparse, and more high-quality trials are needed to confirm these findings. The review included eight trials (three mono-strain and five multi-strain synbiotic products).", "population_specificity": "Adult patients with irritable bowel syndrome (IBS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:21.319141+00:00"}
{"study_id": 38942, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic potential of NMN synbiotics in mitigating Alzheimer's disease pathology by reducing amyloid-β deposition, improving intestinal barrier function, and decreasing neuroinflammation and oxidative stress.", "results_summary": "NMN synbiotics significantly reduced amyloid-β deposition in the brain, improved intestinal barrier integrity, decreased proinflammatory cytokines, and reduced oxidative stress in APP/PS1 mice.", "population_specificity": "APP/PS1 mice (a model for Alzheimer's disease).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:21.393745+00:00"}
{"study_id": 38947, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of NMN synbiotics on gut microbiota composition, metabolic profiles, and amyloid plaque reduction in APP/PS1 transgenic mice as a model for Alzheimer's disease.", "results_summary": "NMN synbiotics restructured gut microbiota, reduced the Firmicutes/Bacteroidetes ratio, normalized metabolic composition, and significantly decreased amyloid plaques in the brain of AD mice. Functional predictions indicated alterations in pathways related to neurotransmitter synthesis and energy metabolism.", "population_specificity": "APP/PS1 transgenic mice (Alzheimer's disease model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:22.985157+00:00"}
{"study_id": 38949, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential of probiotics and synbiotics in cancer prevention and their mechanisms of action.", "results_summary": "The study found that probiotics and synbiotics produce chemopreventive compounds that may inhibit cancer cell proliferation, induce apoptosis, and enhance pro-apoptotic gene expression. Synbiotics showed promise in mitigating cancer risk and improving preventive measures.", "population_specificity": "Not specified (general discussion, no specific population studied).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:23.195928+00:00"}
{"study_id": 38945, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a 7-week synbiotic intervention could improve the gut microbiome in individuals with low dietary fiber intake.", "results_summary": "The study found that synbiotic supplementation significantly increased the abundance of SCFA-producing microbes in participants with low fiber intake, suggesting improved gut health, while the effect was less pronounced in those with higher fiber intake.", "population_specificity": "Metabolically healthy males (n = 117, age 32 ± 10 y, BMI 25.66 ± 3.1 kg/m²) with low dietary fiber intake (<25 g/day).", "effective_dosage": "Not specified", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:23.308908+00:00"}
{"study_id": 38951, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the therapeutic impact of prebiotics, probiotics, and synbiotics on surgical outcomes and treatment side-effects in colorectal cancer (CRC) patients undergoing treatment.", "results_summary": "Synbiotic supplementation improved surgical outcomes (e.g., reduced complications, shorter hospital stays) and alleviated chemotherapy/radiotherapy side-effects like diarrhea, though optimal strains, dosage, and duration remain unclear.", "population_specificity": "Patients diagnosed with colorectal cancer (CRC) undergoing treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:23.445700+00:00"}
{"study_id": 38943, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of synbiotics supplementation on gut microbial homeostasis during H. pylori eradication therapy and investigate its combined effects with fucoidan.", "results_summary": "The study found that synbiotics supplementation (alone or combined with fucoidan) prevented significant changes in gut microbiota diversity and composition, unlike the control group. The combined QFS group also showed a reduction in harmful bacteria like Klebsiella and no increase in Escherichia-Shigella.", "population_specificity": "80 patients with H. pylori infection, divided into four groups of 20 each.", "effective_dosage": "Not specified (synbiotics contained three strains of Bifidobacterium, three strains of Lactobacillus, and three types of dietary fiber).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:24.180130+00:00"}
{"study_id": 38954, "supplement_id": 1599, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of Synbiotic preparations in modulating gut microbiota and their impact on Alzheimer's disease (AD) development in mice.", "results_summary": "Synbiotics treatment significantly improved learning and memory by reducing Aβ protein deposition, modulating gut microbiota, activating PPARs signaling, and reducing neuroinflammation in APP/PS1 mice.", "population_specificity": "APP/PS1 mice (AD model) and C57BL/6J mice (wild-type control).", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:27:26.493290+00:00"}
