{"study_id": 29040, "supplement_id": 1400, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and efficacy of three different Oral Rehydration Solutions (ORS) with varying sodium and dextrose concentrations in treating mild dehydration in children with acute diarrhea.", "results_summary": "The study found that all three ORS solutions were safe and effective, with no severe dehydration cases or fatalities. Hypernatraemia was rare and not clinically significant, occurring in only 2% of children at admission and 1.1% after treatment.", "population_specificity": "357 children with acute diarrhea admitted to City Hospital, Edinburgh, over 12 months (269 studied in detail).", "effective_dosage": "Three ORS solutions with sodium concentrations of 35, 50, and 90 mmol/l and dextrose concentrations of 200, 111, and 110 mmol/l, respectively.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:07.744653+00:00"}
{"study_id": 29042, "supplement_id": 1400, "safety_score": "85", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the clinical outcomes and serum electrolyte composition of a glycine-fortified ORS with the standard WHO/ORS in infants and small children with noncholera diarrhea.", "results_summary": "The study found no statistically significant difference in clinical outcomes or serum electrolyte composition between the glycine-fortified ORS and the standard WHO/ORS. The addition of glycine did not enhance the effectiveness of the ORS in this population.", "population_specificity": "Infants and small children with noncholera diarrhea.", "effective_dosage": "55 or 110 mmol/L glycine added to standard WHO/ORS.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:07.746133+00:00"}
{"study_id": 29045, "supplement_id": 1400, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy of different oral rehydration solutions in reversing net water secretion and sodium transport in a rat model of secretory diarrhea.", "results_summary": "A hypotonic bicarbonate-free solution was more effective than other solutions, including the WHO oral rehydration solution, in reversing net water secretion. Net sodium secretion persisted with all solutions, but sodium concentration of the solution correlated with net sodium transport.", "population_specificity": "Cholera toxin-treated rat small intestine (animal model of secretory diarrhea).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:08.649378+00:00"}
{"study_id": 29047, "supplement_id": 1400, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to compare the safety and efficacy of two oral rehydration solutions (WHO-recommended solution and Pedialyte RS) in treating dehydration due to acute watery diarrhea in infants.", "results_summary": "Both solutions showed similar clinical outcomes and normalization of serum electrolyte values, though mild asymptomatic hypernatremia was more frequent with the WHO solution. Pedialyte RS was deemed safe and effective for oral rehydration therapy.", "population_specificity": "Infants aged 2 to 35 months with dehydration due to acute watery diarrhea.", "effective_dosage": "Solution A (WHO-recommended): Na+ 90, K+ 20, Cl- 80, citrate3- 10, glucose 110 mmol/L; Solution B (Pedialyte RS): Na+ 75, K+ 20, Cl- 65, citrate3- 10, glucose 139 mmol/L.", "study_duration": "48 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:10.671259+00:00"}
{"study_id": 29048, "supplement_id": 1400, "safety_score": "60", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness and safety of two glycine-supplemented oral rehydration solutions (ORS) against a standard ORS for treating diarrhoeal dehydration in children.", "results_summary": "The study found that the ORS with high glycine (110 mmol/l) led to poor weight gain, increased stool and urine volumes, and potential osmotic effects, while the ORS with moderate glycine (60 mmol/l) performed similarly to the standard ORS. No improvement was observed with glycine supplementation compared to the standard ORS.", "population_specificity": "Children with diarrhoeal dehydration.", "effective_dosage": "ORS60-Gly110 (glycine 110 mmol/l + glucose 110 mmol/l), ORS60-Gly60 (glycine 60 mmol/l + glucose 80 mmol/l), ORS60 (glucose 144 mmol/l).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:14.707892+00:00"}
{"study_id": 29050, "supplement_id": 1400, "safety_score": "80", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to assess the risk of bacterial growth in glucose-electrolyte oral rehydration solutions (ORS) when contaminated with toxigenic Escherichia coli, to evaluate potential infection transmission during home-based therapy.", "results_summary": "The study found that bacterial growth in ORS depended on water quality and nitrogen content; chlorinated tap water inhibited growth, while distilled or rural water allowed significant multiplication of E. coli.", "population_specificity": "Not specified (laboratory study with bacterial strains).", "effective_dosage": "Not specified (laboratory conditions with 10^5 inocula).", "study_duration": "Not specified (short-term laboratory observations).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:14.924834+00:00"}
{"study_id": 29055, "supplement_id": 1400, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness and safety of a simple sugar/salt oral rehydration solution versus a complete glucose/electrolyte formula in infants with mild or moderate diarrhoeal dehydration.", "results_summary": "Both solutions successfully rehydrated most infants, with similar improvements in metabolic acidosis and rehydration speed. However, the sugar/salt solution led to frequent hypokalaemia and more vomiting during treatment.", "population_specificity": "Infants with mild or moderate diarrhoeal dehydration.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:15.718864+00:00"}
{"study_id": 29049, "supplement_id": 1400, "safety_score": "60", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the safety and efficacy of two oral glucose-electrolyte solutions (90 mmol/L vs. 60 mmol/L sodium) and standard intravenous therapy for treating noncholera dehydrating diarrhea in young infants.", "results_summary": "The 60 mmol/L sodium solution was as effective as intravenous therapy in correcting dehydration, acidosis, and electrolyte imbalances, while the 90 mmol/L solution caused hypernatremia and adverse effects like edema and convulsions.", "population_specificity": "Infants aged 0-3 months hospitalized with acute noncholera dehydrating diarrhea.", "effective_dosage": "90 mmol/L sodium (Group A) and 60 mmol/L sodium (Group B) oral glucose-electrolyte solutions.", "study_duration": "Critical outcomes assessed at 8, 24, and 48 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:15.832073+00:00"}
{"study_id": 29054, "supplement_id": 1400, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the survival and proliferation of bacterial enteropathogens in Oral Rehydration Solutions prepared with different water sources to inform recommendations for safe preparation and storage.", "results_summary": "The study found that Shigella flexneri survived poorly in the solutions, while Vibrio cholerae and enterotoxigenic Escherichia coli proliferated significantly, especially in river water. Despite this, the authors concluded that the risk of bacterial exposure from the solutions is minimal compared to the high levels of bacteria children already ingest in contaminated water and food.", "population_specificity": "Infants with diarrhoea in developing countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:17.053646+00:00"}
{"study_id": 29052, "supplement_id": 1400, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the safety and efficacy of oral sugar-electrolyte mixtures, particularly the WHO formula, for treating acute diarrhoea and assess potential modifications.", "results_summary": "The WHO formula was found safe for short-term oral rehydration without risk of hypernatraemia. Modifications like substituting sucrose for glucose or adjusting sodium levels were also effective, though carbohydrate content should be limited to avoid osmotic diarrhoea.", "population_specificity": "Children with acute diarrhoea, primarily in developing and developed countries.", "effective_dosage": "WHO formula (90 mmol/l sodium, 111 mmol/l glucose); modified versions (e.g., 4% sucrose, 50 mmol/l sodium).", "study_duration": "Short-term (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:17.196410+00:00"}
{"study_id": 194495, "supplement_id": 1400, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate healthcare professionals' adherence to WHO guidelines, including the use of Oral Rehydration Solutions, in managing childhood diarrhea in low-income countries.", "results_summary": "The review found inconsistencies in healthcare professionals' prescription of Oral Rehydration Solutions and other treatments, despite adequate knowledge of diarrhea management. Factors beyond knowledge influenced prescribing behaviors, indicating that knowledge alone does not ensure proper use of recommended interventions.", "population_specificity": "Healthcare professionals managing childhood diarrhea in low-income countries (South East Asia, Sub-Saharan Africa, South America).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:17.482139+00:00"}
{"study_id": 28134, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to differentiate fresh-unprocessed orange juice by botanical origin (variety) using physico-chemical parameters, flavonoids, and volatile compounds combined with chemometrics.", "results_summary": "The study found that orange juice variety significantly impacted the analyzed parameters, with a classification rate of 89.3% for differentiation using multivariate analysis.", "population_specificity": "Oranges from seven different varieties harvested in central and southern Greece during 2013−2014 and 2014−2015.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:19.343168+00:00"}
{"study_id": 28135, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the impact of orange juice intake on the lipidome profile and cardiometabolic biomarkers in obese and insulin-resistant subjects.", "results_summary": "The study found that orange juice intake significantly decreased diastolic blood pressure and improved blood lipid profiles, particularly by reducing specific triglyceride species. The intervention also showed a positive impact on lipid metabolism, correlating with improved insulin resistance markers.", "population_specificity": "Obese and insulin-resistant adults aged 40-60 years (both sexes, HOMA-IR >2.71).", "effective_dosage": "400 mL daily", "study_duration": "15 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:23.791994+00:00"}
{"study_id": 28140, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to develop a functionalized orange juice with improved nutritional properties, prolonged shelf life, and safe consumption using FLC-dc-APGD treatment.", "results_summary": "The treated orange juice showed increased concentrations of selected metals and phenolic compounds, prolonged shelf life (up to 26 days), no cytotoxicity in non-malignant human intestinal cells, and induced cytotoxicity in colorectal adenocarcinoma cells.", "population_specificity": "Human intestinal epithelial cell lines (non-malignant and colorectal adenocarcinoma).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:25.137055+00:00"}
{"study_id": 28138, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effectiveness of high hydrostatic pressure (HHP) combined with epigallocatechin gallate (EGCG) in inhibiting pectin methylesterase (PME) and improving the stability of orange juice.", "results_summary": "The HHP-EGCG treatment enhanced PME inhibition, maintained higher water-soluble pectin content, and improved suspension stability in orange juice during refrigerated storage. Molecular docking and microscopy revealed EGCG interacted with PME's active sites and induced aggregation.", "population_specificity": "Not specified (in vitro study on orange juice components)", "effective_dosage": "600 MPa for 10 minutes (HHP) with EGCG", "study_duration": "13 days of refrigerated storage", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:25.286954+00:00"}
{"study_id": 28136, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether natural antimicrobials (vanillin and citral) could enhance the heat sensitivity of E. coli in blended carrot-orange juice, allowing for reduced thermal processing while maintaining safety and quality.", "results_summary": "Combined treatments of vanillin and citral with heating significantly improved microbial inactivation compared to heating alone, particularly at 58°C. The treatments were effective against pathogenic E. coli O157:H7 and maintained acceptable microbiota levels during storage.", "population_specificity": "Blended carrot-orange juice (pH 4.0; 9.0°Brix) inoculated with E. coli.", "effective_dosage": "Vanillin (0.8 and 1.0 g/L), emulsified citral (0.012 and 0.025 g/L).", "study_duration": "Not specified (storage at 4°C was monitored, but intervention duration unclear).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:25.725792+00:00"}
{"study_id": 28137, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of UV-C treatment on the physico-chemical characteristics, pectin methylesterase activity, microbial quality, and sensory attributes of orange juice compared to fresh juice.", "results_summary": "UV-C treatment did not significantly affect pH, titratable acidity, TSS, ascorbic acid content, or PME activity, but it significantly reduced bacterial counts (2.69 to 0.93 log10 CFU/mL) and yeast/mold counts to a lesser extent. Sensory characteristics remained unchanged.", "population_specificity": "Not specified (orange juice samples).", "effective_dosage": "UV-C irradiation for 15, 30, 45, and 60 minutes.", "study_duration": "30 days of storage at 4 ± 1 °C.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:25.755295+00:00"}
{"study_id": 28139, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the effect of pulsed electric field (PEF) treatment on microbial inactivation and quality parameters in Thai orange juice (TOJ) compared to conventional thermal pasteurization (CTP).", "results_summary": "PEF treatment achieved a 5-log reduction of Staphylococcus aureus and Escherichia coli in TOJ with minimal impact on quality parameters (pH, CIE, viscosity, TSS) and better preservation of vitamin C, sugars, and minerals compared to CTP.", "population_specificity": "Thai orange juice (TOJ) samples.", "effective_dosage": "10 pulses of PEF treatment at 30 kV cm-1.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:26.234423+00:00"}
{"study_id": 28142, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of centrifugation on flavor changes in orange juice and explore its possible mechanism.", "results_summary": "Centrifugation significantly altered aroma compounds in orange juice, with terpenes and alcohols redistributing between pulp and serum, while taste-related attributes (pH, sugars, acidity) remained largely unaffected. The aroma changes were strongly correlated with specific pectin fractions.", "population_specificity": "Not specified (orange juice samples, not human subjects)", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:26.909181+00:00"}
{"study_id": 28141, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of different ion exchange resins in reducing the acidity of Valencia orange juice and their effects on juice quality.", "results_summary": "Amberlite-FPA51 showed the greatest reduction in titratable acidity (65%) and increase in pH (23%), while Lewatit-S4528 caused the most significant color change. Deacidification reduced ascorbic acid (12-28%) and total phenolics (up to 28%), with varying effects on carotenoids and organic acids.", "population_specificity": "Valencia orange juice (no human subjects mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:28.112421+00:00"}
{"study_id": 28143, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the action mechanisms of hesperidin in orange juice (OJ) and enriched orange juice (EOJ) on blood pressure and inflammation in subjects with elevated blood pressure or stage 1 hypertension.", "results_summary": "A single dose of EOJ downregulated a gene related to insulin resistance, while 12-week treatment with EOJ downregulated multiple proinflammatory genes and a gene linked to acute coronary syndrome compared to OJ and control.", "population_specificity": "37 subjects with elevated blood pressure or stage 1 hypertension.", "effective_dosage": "OJ (345 mg hesperidin), EOJ (600 mg hesperidin).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:32.942527+00:00"}
{"study_id": 28144, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to investigate the relationship between interindividual variability in the excretion of orange juice flavanone metabolites and cardiometabolic biomarker responses.", "results_summary": "The study found that individuals with higher excretion of flavanone-phase II conjugates showed significant reductions in body fat percentage and blood pressure, suggesting these metabolites may play a key role in orange juice's cardiometabolic benefits. Stratification by metabolite excretion patterns helped identify groups with different metabolic responses.", "population_specificity": "74 men and women in a single-arm study.", "effective_dosage": "500 mL of orange juice daily.", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:33.788519+00:00"}
{"study_id": 28145, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of high-intensity sonication on polyphenols, vitamin C, organic acids, carotenoids, antioxidant capacity, and color of orange juice.", "results_summary": "Sonication time did not significantly affect total polyphenols, vitamin C, organic acids, carotenoids, lipophilic antioxidant capacity, or juice color. However, hydrophilic antioxidant activity and lutein content increased significantly with longer sonication.", "population_specificity": "Orange juice samples (no human subjects).", "effective_dosage": "High-intensity sonication (20 kHz; 39.4 W/cm²) for 0-105 minutes.", "study_duration": "Up to 105 minutes of sonication.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:34.431684+00:00"}
{"study_id": 28146, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine how different processing methods (freshly squeezed, low-temperature pasteurization, high-pressure processing, pulsed electric field) affect serum carotenoid concentrations in individuals consuming orange juice.", "results_summary": "The study found a significant increase in serum xanthophyll concentrations, particularly α- and β-cryptoxanthin, but no significant change in serum carotenes. Processing methods influenced carotenoid levels, with HPP and freshly squeezed orange juice showing similar effects. High variability in results suggests the need for larger studies.", "population_specificity": "12 healthy individuals aged 20-32 years.", "effective_dosage": "500 ml of orange juice per day.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:35.177408+00:00"}
{"study_id": 28150, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how heating rates and dynamic thermal treatments affect the inactivation kinetics of Alicyclobacillus acidoterrestris in orange juice to improve product safety and stability.", "results_summary": "The study found that higher heating rates increased microbial inactivation compared to predictions based on isothermal experiments, highlighting the importance of heating phase dynamics in treatment effectiveness.", "population_specificity": "Not specified (laboratory study on microbial spores)", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:35.509031+00:00"}
{"study_id": 28148, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate and compare the impact of ultrasounds and heat treatments, alone or combined, on Staphylococcus aureus survival in orange juice.", "results_summary": "Sonication at 20-40°C achieved 3.80-4.30 log reductions of S. aureus, while heat alone had no effect at these temperatures. Thermosonication at 50-60°C reduced treatment time and microbial load more effectively than heat alone, with SEM images confirming membrane damage in bacterial cells.", "population_specificity": "Commercial pasteurized orange juice inoculated with Staphylococcus aureus.", "effective_dosage": "Treatment times varied (35-90 minutes) at temperatures of 20, 30, 40, 50, and 60°C.", "study_duration": "Treatment durations ranged from 35 to 90 minutes.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:35.849026+00:00"}
{"study_id": 28149, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of thermosonication combined with nisin (TSN) and thermal pasteurisation (TP) on the microbial safety and quality attributes of orange juice.", "results_summary": "Both TP and TSN treatments effectively inactivated microbes and enzymes, with TSN showing superior retention of nutritional and sensory qualities, including increased polyphenols, carotenoids, and antioxidant activity. TSN also improved color attributes and maintained physicochemical properties better than TP.", "population_specificity": "Not specified (likely general orange juice samples).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:35.849686+00:00"}
{"study_id": 28147, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether antibacterial peptides supernatant (APS) from L. plantarum 163 could effectively inhibit the growth of Alicyclobacillus acidoterrestris spores in orange juice and delay spoilage-related changes.", "results_summary": "The study found that APS significantly inhibited the growth of A. acidoterrestris in orange juice, delayed decreases in total soluble solids, OD value, and pH, and increased the thermal sensitivity of spores, reducing their D values at higher temperatures.", "population_specificity": "Not specified (in vitro study on orange juice)", "effective_dosage": "Not specified (APS added to orange juice, but exact concentration not detailed)", "study_duration": "Not specified (temperature conditions tested at 45°C and 28°C, but duration not stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:35.885984+00:00"}
{"study_id": 28153, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the synergistic effects of ultrasound and β-d-glucosidase on enhancing the aroma profile of orange juice.", "results_summary": "β-d-Glucosidase significantly increased the content of multiple aroma compounds in orange juice, while ultrasound improved enzymatic action and flavor retention. However, simultaneous ultrasound and enzyme treatment decreased aroma quality.", "population_specificity": "Not specified (likely in vitro or lab-based analysis of orange juice)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:41.440236+00:00"}
{"study_id": 28154, "supplement_id": 1401, "safety_score": "80", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the metabolic effects of naturally-sweetened orange juice versus sucrose-sweetened beverages on cardiometabolic risk factors.", "results_summary": "Orange juice did not significantly increase uric acid or lipoproteins compared to sucrose-sweetened beverages, but both beverages led to comparable decreases in insulin sensitivity.", "population_specificity": "Healthy, overweight women (n = 20)", "effective_dosage": "3 servings of 100% orange juice per day", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:41.779297+00:00"}
{"study_id": 28156, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify urinary biomarkers to differentiate between low, medium, and high intake of orange juice.", "results_summary": "Proline betaine was identified as a reliable long-term biomarker for orange juice consumption, while hesperetin, naringenin, and synephrine served as short-term biomarkers. Phloretin was not correlated with orange juice intake.", "population_specificity": "32 study participants abstaining from citrus products except for controlled orange juice intake.", "effective_dosage": "One portion of orange juice (specific amount not stated).", "study_duration": "8 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:43.462556+00:00"}
{"study_id": 28158, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the absorption profile, pharmacokinetic parameters, and urinary excretion of orange juice (poly)phenols in humans after acute administration of orange juice and a fermented orange juice beverage.", "results_summary": "The study found that (poly)phenols in both beverages were highly bioavailable (46-59%), with faster absorption of (poly)phenols in the fermented juice. Despite differences in absorption profiles, the food matrix did not significantly influence pharmacokinetic parameters or urinary excretion of metabolites.", "population_specificity": "Nine volunteers", "effective_dosage": "Acute administration (specific dosage not mentioned)", "study_duration": "Acute (single administration)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:44.199000+00:00"}
{"study_id": 28152, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of UV-C light in reducing bacterial spores (Alicyclobacillus acidoterrestris, Bacillus coagulans, and Bacillus cereus) at two stages of orange juice production: on orange peels and in the juice itself.", "results_summary": "UV-C treatment reduced bacterial spores by approximately 2 log units on orange peels after 3 minutes (18.0 kJ/m²) and achieved similar reductions in orange juice after more than 45 minutes (278.8 kJ/m²). The study suggests that reducing spores on fruit peels could improve the microbiological quality and safety of orange juice.", "population_specificity": "Bacterial spores on orange peels and in orange juice (no human subjects).", "effective_dosage": "UV-C light at 97.8-100.1 W/m² (peels, 3 s to 10 min) and 100.9-107.9 W/m² (juice, 5 to 60 min).", "study_duration": "Treatment times ranged from 3 seconds to 60 minutes.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:44.339633+00:00"}
{"study_id": 28155, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibacterial activity of a crude extract from the endophytic fungus Flavodon flavus, alone and in combination with nisin, against Alicyclobacillus acidoterrestris in orange juice.", "results_summary": "The crude extract and nisin showed antibacterial effects against A. acidoterrestris, with synergistic interaction when combined. The extract caused membrane interference in bacterial cells and demonstrated selectivity over human hepatocytes.", "population_specificity": "In vitro study (bacterial and human hepatocyte cell lines)", "effective_dosage": "Crude extract (250–1000 μg/mL), nisin (31.5–62.5 μg/mL)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:44.736205+00:00"}
{"study_id": 28160, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether orange juice-derived nanovesicles (ONVs) could treat obesity-associated intestinal complications by reversing diet-induced gut modifications and reducing fat overload.", "results_summary": "ONV treatment reversed HFHSD-induced gut modifications, increased villi size, reduced triglyceride content, and modulated genes related to immune response and fat absorption without aggravating liver steatosis. ONVs targeted key proteins (MTP and ANGPTL4) to reduce plasma lipids and inflammation.", "population_specificity": "High-fat, high-sucrose diet-induced obese mice (HFHSD mice).", "effective_dosage": "Not specified (gavaged with ONVs).", "study_duration": "One month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:45.089279+00:00"}
{"study_id": 28159, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to evaluate the effectiveness of ultraviolet-C light-emitting diodes at 275 nm in inactivating Alicyclobacillus acidoterrestris vegetative cells and spores in commercial pasteurized orange juice, while also assessing the treatment's impact on juice quality attributes.", "results_summary": "Ultraviolet-C treatment at 220 mJ/cm² reduced A. acidoterrestris vegetative cells by 6.04 log10 CFU/mL and spores by 2.49 log10 CFU/mL. While physicochemical properties remained stable, higher fluence levels decreased total phenolic content and altered juice color.", "population_specificity": "Commercial pasteurized orange juice", "effective_dosage": "220 mJ/cm² ultraviolet-C light-emitting diode treatment", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:45.559382+00:00"}
{"study_id": 28162, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of rosemary essential oil (RO) and its combination with nisin (RO+N) in preventing the growth of Alicyclobacillus acidoterrestris in orange juice.", "results_summary": "RO and RO+N showed inhibitory and bactericidal effects against A. acidoterrestris, with RO+N at 1× MIC being sporicidal. Microscopy and flow cytometry confirmed structural damage and cell death in the micro-organism, though antioxidant activity decreased over time.", "population_specificity": "Not specified (in vitro study on orange juice and A. acidoterrestris).", "effective_dosage": "RO at 125 μg ml-1 (MIC), tested at 1×, 4×, and 8× MIC.", "study_duration": "96 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:51.465958+00:00"}
{"study_id": 28161, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of UVC-LEDs in inactivating spoilage yeast (S. cerevisiae) and their application in orange juice pasteurization, while assessing potential impacts on juice quality.", "results_summary": "UVC-LED treatment at 1,420 mJ/cm² reduced S. cerevisiae by 4.44 log CFU/mL in orange juice without significantly altering pH, soluble solids, acidity, or color, though it decreased total phenolic content. The treatment also caused severe damage to yeast membrane structure and function.", "population_specificity": "Spoilage yeast (S. cerevisiae) in yeast extract peptone dextrose broth and orange juice.", "effective_dosage": "1,420 mJ/cm² UVC-LED radiation.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:51.469211+00:00"}
{"study_id": 28164, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to chemically characterize Moro orange juice and assess its influence on metabolic parameters in obese, diabetic, or both types of rats, focusing on body mass management and anthocyanin activation during refrigerated storage.", "results_summary": "Juice intake reversed most metabolic abnormalities in obese rats, including body mass reduction and improved biochemical profiles. However, no improvements were observed in diabetic or obese-diabetic rats, where body mass loss was attributed to diabetes rather than juice intake.", "population_specificity": "Obese, diabetic, and obese-diabetic rats.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:52.678880+00:00"}
{"study_id": 28165, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "To assess the acute and sustained effects of orange juice (OJ) and hesperidin-enriched OJ (EOJ) on blood pressure and pulse pressure in pre- and stage-1 hypertensive individuals.", "results_summary": "A single dose of EOJ reduced systolic BP and pulse pressure, with enhanced effects after sustained consumption. Chronic EOJ intake also lowered diastolic BP, homocysteine levels, and altered gene expression related to hypertension.", "population_specificity": "Pre- and stage-1 hypertensive individuals (n=159).", "effective_dosage": "500 mL/day of control drink, OJ, or EOJ.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:52.742255+00:00"}
{"study_id": 28166, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a rapid, non-destructive method using MIR spectroscopy, TD-NMR, and machine learning to monitor soluble pectin content (SPC) changes in orange juice.", "results_summary": "The study found that MIR spectroscopy combined with machine learning achieved 85-89% accuracy in classifying SPC trends, outperforming TD-NMR. MIR data showed significant differences in SPC values at 95% confidence, making it a suitable strategy for quick assessment.", "population_specificity": "109 fresh orange juice samples from different harvests.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:53.146820+00:00"}
{"study_id": 28163, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the physiological alterations involved in the inactivation of Levilactobacillus brevis and Leuconostoc mesenteroides in orange juice caused by Citrus lemon essential oil (CLEO) and C. reticulata essential oil (CREO) alone and combined with mild heat treatment (MHT).", "results_summary": "The study found that CLEO and CREO, alone or combined with MHT, effectively damaged bacterial DNA, membrane integrity, and metabolic activity, with up to 99% of bacterial cells affected in combined treatments. The extent of damage varied by bacterial isolate and essential oil type.", "population_specificity": "Bacterial isolates (Levilactobacillus brevis and Leuconostoc mesenteroides) in orange juice.", "effective_dosage": "0.5 μL/mL of CLEO or CREO.", "study_duration": "6 and 12 minutes of exposure.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:54.143945+00:00"}
{"study_id": 28167, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether flavonoid-rich orange juice could improve depressive symptoms by altering the gut microbiome in young adults.", "results_summary": "The study found that flavonoid-rich orange juice increased the abundance of beneficial gut bacteria (Lachnospiraceae family) and showed potential improvements in depression-related biomarkers compared to flavonoid-low orange cordial.", "population_specificity": "Young adults (mean age 21.83 years)", "effective_dosage": "380 mL daily (600 ± 5.4 mg flavonoids for FR group, 108 ± 2.6 mg flavonoids for FL group)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:54.326603+00:00"}
{"study_id": 28168, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the short-term effects of blood orange juice on endothelial function, blood pressure, lipid profile, and inflammatory markers in healthy overweight or obese individuals.", "results_summary": "The study found that blood orange juice significantly improved endothelial function (measured as flow-mediated dilation) compared to a control drink, with no significant effects on blood pressure, lipid profile, or inflammatory markers. Increased urinary flavanone metabolites were observed following blood orange juice consumption.", "population_specificity": "Healthy men and women of European origin who were overweight or obese (BMI: 28.3 ± 3.1 kg/m², age: 28.7 ± 6.5 years).", "effective_dosage": "200 mL twice daily.", "study_duration": "2 weeks per treatment with a 1-week washout period.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:55.404716+00:00"}
{"study_id": 28170, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-inflammatory effects of a flavonoid-rich orange juice extract (OJe) in an experimental model of enteritis induced by Vibrio anguillarum in zebrafish.", "results_summary": "Treatment with OJe before pathogenic insult significantly reduced tissue inflammatory events and down-regulated inflammatory genes (IL-1β, IL-6, TNFα), suggesting its potential for preventing enteritis.", "population_specificity": "Adult zebrafish (Danio rerio)", "effective_dosage": "Not specified", "study_duration": "3 days of treatment before pathogenic insult", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:59.639945+00:00"}
{"study_id": 28171, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to reduce Cit s 2 allergen levels in orange juice by mixing it with pineapple extract and bromelain, creating a hypoallergenic product.", "results_summary": "Cit s 2 levels decreased with reaction temperature and time, with optimal reduction achieved using pineapple extract diluted 40-fold and 0.1 mg/mL bromelain at 37°C for 30 minutes, reducing residual allergen levels below 15%. The method was deemed practical for broader use.", "population_specificity": "Not specified (in vitro study).", "effective_dosage": "Pineapple extract diluted 40-fold and 0.1 mg/mL bromelain.", "study_duration": "30 minutes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:01.681183+00:00"}
{"study_id": 28169, "supplement_id": 1401, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether low-calorie orange juice could effectively increase urine pH and citrate levels as a dietary alkali source for kidney stone prevention.", "results_summary": "Low-calorie orange juices (Tropicana 50 and Kroger low-calorie OJ) significantly raised urinary citrate and pH compared to water, with Kroger's OJ showing the most consistent pH increase. However, Tropicana 50 had the highest reported side effects, attributed to its artificial sweetener.", "population_specificity": "10 healthy volunteers (5 men, 5 women) with no prior history of kidney stones.", "effective_dosage": "1 L of orange juice or control beverage (CLLB) plus 1 L water daily.", "study_duration": "7 days per beverage, with a washout week between trials.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:01.928011+00:00"}
{"study_id": 28172, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to evaluate the microbiological, physicochemical, and functional quality of a goat whey orange juice beverage processed by microfiltration at varying temperatures compared to conventional heat treatment.", "results_summary": "Microfiltration at ≥30°C achieved adequate microbial safety while preserving physicochemical and functional properties, with temperatures of 30-40°C recommended for optimal consistency and microbial quality. The study found that microfiltration preserved bioactive compounds and volatile components better than conventional heat treatment.", "population_specificity": "Not specified (laboratory analysis of beverage samples).", "effective_dosage": "Not applicable (processing conditions evaluated, not consumption dosage).", "study_duration": "Not specified (experimental processing conditions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:01.986534+00:00"}
{"study_id": 28174, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of habitual orange juice consumption on microbiota composition, lipid metabolism, and sugar metabolism in women.", "results_summary": "Orange juice consumption led to significant improvements in glucose, insulin resistance, LDL-C, and triglycerides, along with increased beneficial gut bacteria. These effects reversed after discontinuation. No changes in body weight or fat were observed.", "population_specificity": "Ten women with a controlled diet.", "effective_dosage": "300 ml per day.", "study_duration": "60 days of intervention (OJ-Diet), preceded by 30 days of OJ-free diet and followed by 30 days of washout.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:03.014145+00:00"}
{"study_id": 28175, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of high-intensity ultrasound (HIUS) technology on the chemical stability of xylooligosaccharides (XOS) in enriched orange juice.", "results_summary": "HIUS treatment did not alter pH, soluble solid content, sugar, or XOS content but caused a linear decrease in ascorbic acid and variable effects on organic acids (malic and citric). TPC and antioxidant activity (FRAP) correlated with ascorbic acid changes, while XOS remained chemically stable.", "population_specificity": "Not specified (laboratory study on orange juice samples).", "effective_dosage": "HIUS nominal powers of 300, 600, 900, and 1200 W.", "study_duration": "Not specified (single treatment sessions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:04.124365+00:00"}
{"study_id": 28173, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 92, "quality_score": 88, "study_goal": "The researchers aimed to develop a pasteurization method using low concentrations of naturally derived antimicrobials (β-resorcylic acid and capric acid) under mild temperature conditions to effectively reduce Salmonella Typhimurium in orange juice.", "results_summary": "The study found that the optimal treatment combination (8.43 mM β-resorcylic acid, 0.10 mM capric acid, 43.46 °C, 3.03 min) achieved a 7.41-log reduction in Salmonella Typhimurium, with shorter treatments (<30 s) still yielding >5.7-log reductions. The method did not affect pH or sugar concentration in the juice.", "population_specificity": "Not specified (in vitro study on orange juice).", "effective_dosage": "8.43 mM β-resorcylic acid + 0.10 mM capric acid.", "study_duration": "3.03 min (optimal), with shorter treatments (<30 s) also tested.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:04.788715+00:00"}
{"study_id": 28176, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of raw orange, 100% fresh orange juice, and nectar-sweetened orange juice on postprandial glucose and insulin levels in non-diabetic young Emirati women.", "results_summary": "The study found no significant effect on blood glucose levels from any of the three orange juice types, but observed a significant decrease in insulin response and HOMA-IR after consumption of all three samples.", "population_specificity": "Non-diabetic young Emirati women (13 normal weight and 7 healthy obese university students).", "effective_dosage": "2 raw oranges, 100% fresh orange juice, and nectar-sweetened orange juice (specific volumes not mentioned).", "study_duration": "Blood samples were collected over 120 minutes post-consumption on three random days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:08.512718+00:00"}
{"study_id": 28177, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of ohmicsonication (OS) as a pasteurization method for Not-from-concentrate orange juice (NFCOJ) compared to conventional and other hurdle technologies.", "results_summary": "OS showed the highest PME inactivation (96%) and cloud value (1.240 A), with lower vitamin C loss and higher phenolic content compared to other treatments. It also resulted in the lowest hydroxymethyl furfural levels (0.90 mg/L), indicating better preservation of juice quality.", "population_specificity": "Not-from-concentrate orange juice (NFCOJ)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:08.857459+00:00"}
{"study_id": 28180, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of two types of orange juice (Cara Cara and Bahia) on fecal microbiota and metabolome in healthy subjects.", "results_summary": "The study found that orange juice intake increased the abundance of specific Clostridia OTUs and elevated certain metabolites (e.g., inositol, choline) more in Cara Cara juice compared to Bahia juice.", "population_specificity": "Healthy subjects", "effective_dosage": "500 mL daily", "study_duration": "1 week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:10.007892+00:00"}
{"study_id": 28179, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the antioxidant effects and neuroprotective potential of pasteurized orange juice from 'Cara Cara' and 'Bahia' oranges, particularly against oxidative stress and β-amyloid-induced toxicity.", "results_summary": "'Cara Cara' orange juice significantly reduced ROS levels, upregulated antioxidant and chaperonin genes, increased oxidative stress resistance, extended longevity, and delayed β-amyloid-induced paralysis more effectively than 'Bahia' orange juice. The effects were linked to higher carotenoid content and dependent on specific transcription factors (SKN-1, DAF-16, HSF-1).", "population_specificity": "Caenorhabditis elegans (nematodes)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:11.820458+00:00"}
{"study_id": 28181, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of combining thermo-ultrasound and cinnamon leaf essential oil in inactivating *Saccharomyces cerevisiae* in natural orange juice.", "results_summary": "The study found that the combined use of thermo-ultrasound and cinnamon leaf essential oil enhanced the inactivation of *S. cerevisiae* in both Trypticase Soy Broth and natural orange juice, with experimental data fitting well to \"shoulder + log-linear\" and \"Weibull\" models.", "population_specificity": "*Saccharomyces cerevisiae* in laboratory conditions (not human subjects).", "effective_dosage": "Different concentrations of cinnamon leaf essential oil at 30, 40, and 50 °C (specific amounts not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:12.771560+00:00"}
{"study_id": 28178, "supplement_id": 1401, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of blue LED light, ultrasound, and curcumin photosensitizer in inactivating E. coli and S. aureus in freshly squeezed orange juice while assessing the impact on juice quality.", "results_summary": "The combination of photosensitizer, ultrasound, and blue light (PS + US + BL) achieved significant log reductions in E. coli (4.26) and S. aureus (2.35). While microbial inactivation was effective, the processes negatively affected ascorbic acid content and antioxidant activity but did not significantly alter phenolic, flavonoid, or hesperidin content.", "population_specificity": "Freshly squeezed orange juice contaminated with E. coli and S. aureus.", "effective_dosage": "Not specified (concentration of photosensitizer, ultrasound parameters, and juice volume were investigated but exact dosages not detailed).", "study_duration": "Not specified (likely short-term, based on experimental conditions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:12.802418+00:00"}
{"study_id": 28182, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of dimethyl dicarbonate (DMDC) in inactivating Salmonella enterica and fungal spoilage microorganisms in orange juice under different temperature conditions.", "results_summary": "DMDC achieved a >5-log reduction of Salmonella at 4°C and nearly 5- and 4-log reductions of yeasts and molds at ambient and refrigeration temperatures, respectively, suggesting its effectiveness for pathogen control but indicating the need for additional preservatives for fungal spoilage.", "population_specificity": "Orange juice samples inoculated with Salmonella or containing natural yeast and mold populations.", "effective_dosage": "172 and 200 ppm of DMDC.", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:13.350596+00:00"}
{"study_id": 28183, "supplement_id": 1401, "safety_score": "80", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to investigate whether consuming orange juice with meals versus between meals differently affects energy balance or metabolic risk factors.", "results_summary": "Consuming orange juice with meals led to a decrease in fat mass and gamma-glutamyl transferase (GGT), while between-meal consumption increased fat mass and showed a tendency to decrease postprandial insulin sensitivity. Glucose variability was higher with meal-time consumption, but other metabolic markers did not differ significantly between the two methods.", "population_specificity": "26 healthy adults (average age 24.7 years, BMI 23.2 kg/m²).", "effective_dosage": "20% of daily energy requirement, consumed either with 3 meals/day or between 3 meals/day.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:14.712753+00:00"}
{"study_id": 28185, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of UV-C light combined with mild heat treatment in inactivating Saccharomyces cerevisiae in a carrot-orange juice blend.", "results_summary": "The combined UV-C and mild heat treatment achieved up to 4.7 log-reductions of S. cerevisiae, outperforming individual treatments (2.6-3.3 log-reductions). Flow cytometry and TEM revealed significant cellular damage, including membrane permeabilization and metabolic disruption.", "population_specificity": "Saccharomyces cerevisiae KE 162 in peptone water and fresh carrot-orange juice blend.", "effective_dosage": "UV-C light (0-10.6 kJ/m²) and mild heat (50°C).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:18.182364+00:00"}
{"study_id": 28184, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the metabolic effects of orange juice and cola on glycemic control, uric acid metabolism, and gut microbiota in healthy adults.", "results_summary": "Orange juice consumption did not negatively impact glycemic control or gut microbiota and was associated with decreased uric acid levels due to increased excretion. Cola, however, led to higher daylong glycemia, increased glucose variability, and lower insulin secretion.", "population_specificity": "26 healthy adults (average age 24.7 ± 3.2 years, BMI 23.2 ± 3.3 kg/m²).", "effective_dosage": "20% of energy requirements from sugar in beverages, consumed between three meals per day.", "study_duration": "2 weeks per intervention (OJ and cola).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:18.247267+00:00"}
{"study_id": 28186, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of high-pressure pasteurization at various intensities and durations for decontaminating Salmonella and mesophilic microflora in orange juice.", "results_summary": "High-pressure pasteurization at 380 MPa for 1-10 minutes significantly reduced Salmonella and mesophilic microflora counts, with greater reductions observed at longer durations. Treatments below two minutes were less effective.", "population_specificity": "Orange juice samples (in vitro study).", "effective_dosage": "Pressure levels of 103 MPa to 380 MPa for durations of 1-10 minutes.", "study_duration": "1-10 minutes per treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:18.847370+00:00"}
{"study_id": 28189, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to improve the thermostability and efficacy of α-l-rhamnosidase (r-Rha1) for reducing naringin bitterness in orange juice.", "results_summary": "The V529A mutant of α-l-rhamnosidase showed improved thermostability, substrate affinity, and glucose resistance, effectively reducing naringin content below the bitter taste threshold in orange juice when treated with 75 U/mL during preheating.", "population_specificity": "Not specified (in vitro/enzyme study)", "effective_dosage": "75 U/mL of the mutant enzyme", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:20.821153+00:00"}
{"study_id": 28187, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 30, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of blood orange juice (rich in anthocyanins) and blonde orange juice (without anthocyanins) on LDL-cholesterol and other biomarkers of cardiovascular disease risk, vascular function, and glycaemia.", "results_summary": "The study found no significant differences in LDL-cholesterol, other lipid markers, glycaemic control, vascular function, or inflammatory markers after 28 days of consuming blood orange juice compared to blonde orange juice. The lack of effect may be due to the modest anthocyanin concentration in the blood orange juice.", "population_specificity": "41 participants (aged 25-84 years) with elevated waist circumference (>94 cm for men, >80 cm for women).", "effective_dosage": "500 ml/day of either blood orange juice (50 mg anthocyanins/day) or blonde orange juice.", "study_duration": "28 days per treatment, with a 3-week washout between treatments.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:22.400109+00:00"}
{"study_id": 28190, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of atmospheric pressure cold plasma and high-pressure processing on prebiotic orange juice, focusing on fructooligosaccharides (FOS) degradation, organic acids, and color.", "results_summary": "High-pressure processing caused maximal FOS degradation, while both treatments resulted in a total color difference <3.0 and increased citric and ascorbic acid content, suggesting they are viable non-thermal processing alternatives.", "population_specificity": "Not specified (laboratory study on orange juice samples).", "effective_dosage": "7g/100g FOS in orange juice.", "study_duration": "Plasma processing times of 15-60s; high-pressure processing for 5min.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:22.822374+00:00"}
{"study_id": 28188, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the pharmacokinetics of delayed-release cysteamine bitartrate (CBDR) when administered with orange juice, water, or omeprazole with water.", "results_summary": "Peak plasma cysteamine concentrations were higher with orange juice (1892 ng/mL) compared to water (1663 ng/mL) or omeprazole with water (1712 ng/mL). Statistical comparisons showed bioequivalence across treatments, with no significant impact on pharmacokinetics.", "population_specificity": "Healthy adult subjects (n=32).", "effective_dosage": "Single oral dose of CBDR capsules (specific dosage not stated).", "study_duration": "Three-period, randomized study (duration not specified).", "interactions": "None mentioned beyond the comparison with omeprazole and water.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:23.516905+00:00"}
{"study_id": 28191, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether orange juice intake could modulate postprandial inflammatory marker secretion induced by high-fat meals (SFA or MUFA).", "results_summary": "Orange juice mitigated the subclinical increase of postprandial inflammation (specifically IL-17A) induced by SFA high-fat meals but did not significantly affect other inflammatory markers compared to water. MUFA high-fat meals showed lower inflammatory responses than SFA meals regardless of drink.", "population_specificity": "55 healthy women aged 20 to 40 years.", "effective_dosage": "500 ml of orange juice.", "study_duration": "Single meal intervention with measurements taken up to 5 hours post-consumption.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:23.706829+00:00"}
{"study_id": 28193, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether orange juice supplementation could contribute to the treatment of chronic hepatitis C by improving antioxidant capacity, reducing inflammation, and lowering cholesterol levels.", "results_summary": "Orange juice supplementation reduced serum levels of total cholesterol, LDL-cholesterol, CRP, and oxidative stress markers, and decreased AST levels in patients with initially high levels, while maintaining body mass. No adverse effects on body composition were observed.", "population_specificity": "43 adult patients of both genders diagnosed with chronic hepatitis C and undergoing antiviral therapy.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:26.082290+00:00"}
{"study_id": 28192, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether consuming 100% orange juice alongside a reduced-calorie diet contributes to weight loss, improves glucose and lipid metabolism, and enhances diet quality in obese individuals.", "results_summary": "The study found that orange juice did not inhibit weight loss when combined with a reduced-calorie diet and improved insulin sensitivity, lipid profile, and inflammatory status. Vitamin C and folate intake significantly increased in the orange juice group.", "population_specificity": "78 obese patients (average age 36, BMI 33 kg/m²).", "effective_dosage": "500 mL/day of 100% orange juice.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:26.218347+00:00"}
{"study_id": 28194, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to validate a method for detecting penicillin G and its metabolites in orange juice to assess chemical residue levels after antibiotic treatment for citrus greening disease.", "results_summary": "The study developed a highly selective ultra-HPLC tandem MS method to detect penicillin G and its metabolites at residue levels, with corrected recoveries of penicillin G at ~100% and absolute recoveries for its metabolites at 60-75%. The method demonstrated reliability across three spike levels (0.25, 1, and 20 ng/g) tested in triplicate.", "population_specificity": "Florida citrus (oranges used for juice production)", "effective_dosage": "0.25, 1, and 20 ng/g (spike levels tested)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:28.657692+00:00"}
{"study_id": 28195, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to identify biomarkers of orange juice consumption with varying polyphenol doses and assess its impact on oxidative stress and inflammation.", "results_summary": "The study proposed a new metabolic signature to differentiate orange juice intake based on polyphenol content and observed changes in oxidative stress and inflammatory biomarkers, with high-polyphenol orange juice improving these markers.", "population_specificity": "30 subjects aged 22-63 years from the BIONAOS study.", "effective_dosage": "Normal-polyphenol OJ (299 mg/L) or high-polyphenol OJ (745 mg/L).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:29.079913+00:00"}
{"study_id": 28196, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the anticonvulsant effects of a flavonoid-rich orange juice extract (OJe) in rodent models of epilepsy and explore its mechanism of action.", "results_summary": "OJe showed anticonvulsant effects in genetically audiogenic seizure-susceptible DBA/2 mice and inhibited pentylenetetrazole-induced tonic seizures but had no anti-absence effects in WAG/Rij rats. The effects were likely mediated by NMDA receptor inhibition and GABA_A receptor agonism.", "population_specificity": "Genetically audiogenic seizure-susceptible DBA/2 mice, ICR-CD1 mice with PTZ-induced seizures, and WAG/Rij rats as a genetic model of absence epilepsy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:32.446315+00:00"}
{"study_id": 28197, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate how atmospheric cold plasma and ozone treatments affect key compounds (sugars, amino acids, and short-chain organic acids) in orange juice.", "results_summary": "The study found that ozone processing primarily affected aromatic compounds, while atmospheric cold plasma processing mainly influenced aliphatic compounds, though these changes did not significantly alter the overall composition of orange juice. NMR and chemometric analysis were effective in tracking quality changes during processing.", "population_specificity": "Orange juice (no human or animal subjects specified).", "effective_dosage": "Atmospheric cold plasma at 70kV for 15, 30, 45, and 60 seconds; ozone processing at different loads (specific amounts not detailed).", "study_duration": "Treatment times ranged from 15 to 60 seconds.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:32.809878+00:00"}
{"study_id": 28199, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of orange juice on enteral tube flow rates compared to other glucose therapy agents (apple juice and cola) in patients receiving total enteral nutrition.", "results_summary": "Orange juice had lower average flow rates compared to apple juice and cola, indicating higher tube clogging potential. The study concluded that orange juice may be less effective as a primary treatment option for hypoglycemia in enterally fed patients due to its higher clogging risk.", "population_specificity": "Patients receiving total enteral nutrition via gastrostomy tubes (polyethylene or silicone).", "effective_dosage": "Approximately 20 g of carbohydrate every 4 hours.", "study_duration": "Flow-rate measurements were collected at 2-hour intervals, but total intervention duration is not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:32.900328+00:00"}
{"study_id": 28198, "supplement_id": 1401, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether daily consumption of orange juice (OJ) adversely affects insulin sensitivity, circulating lipids, or body weight in overweight men with elevated cholesterol.", "results_summary": "The study found that 12 weeks of daily OJ consumption did not negatively impact insulin sensitivity, circulating lipids, or body weight. Participants with the highest initial triacylglycerol levels showed the greatest reduction in these levels after OJ consumption, while the control group exhibited a significant increase.", "population_specificity": "Overweight but otherwise healthy men (40-60 years; BMI 27-35 kg/m²) with elevated fasting serum cholesterol (5-7 mmol/l) from the UK general population, not using cholesterol-lowering strategies or regular citrus consumers.", "effective_dosage": "250 ml per day", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:33.277069+00:00"}
{"study_id": 28201, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of red orange juice consumption on risk factors for metabolic syndrome, including oxidative stress, inflammation, and lipid profiles.", "results_summary": "Red orange juice consumption reduced low-density lipoprotein cholesterol, C-reactive protein, and increased antioxidant activity in serum. It also improved insulin resistance and blood pressure in normal-weight and overweight volunteers.", "population_specificity": "Volunteers (normal-weight and overweight)", "effective_dosage": "Daily consumption (exact amount not specified)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:33.564184+00:00"}
{"study_id": 28203, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of novel non-thermal ultrasound processing and conventional thermal pasteurization on the sensory and physicochemical quality of orange juice.", "results_summary": "Ultrasound-treated juices maintained sensory qualities similar to fresh untreated juices, while thermally treated juices had less appealing characteristics. The combined ultrasound and UV approach also showed favorable results in preserving juice quality.", "population_specificity": "Not specified (likely general consumer panel for sensory evaluation).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:36.151036+00:00"}
{"study_id": 28200, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate how high pressure homogenization processing (HPHP), thermal treatment (TT), and different milk matrices affect the phenolic bioaccessibility and ABTS scavenging activity of orange juice (OJ).", "results_summary": "The study found that thermal treatment (TT) enhanced OJ's total phenolic bioaccessibility by 19.0-29.2%, while milk matrices increased it by 13.3-43.4%. Skimmed milk had a better enhancing effect on OJ's phenolic bioaccessibility compared to soy and whole milk.", "population_specificity": "Not specified (in vitro or general population inferred)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:36.554181+00:00"}
{"study_id": 28202, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine the cytotoxicity, cell cycle effects, apoptosis, and cytokine secretion of blond orange juice (BOJ), red-fleshed sweet orange juice (ROJ), and hesperidin (HSP) on a T acute lymphoblastic leukemia cell line (Loucy).", "results_summary": "BOJ and ROJ treatments promoted cytotoxicity in Loucy cells, with BOJ inducing G0/G1 cell cycle arrest and ROJ reducing the G0/G1 fraction. Both juices induced apoptosis but through different mechanisms, while HSP had no effect on apoptosis or cell cycle. IL-6 and IL-10 secretion was abrogated by all treatments.", "population_specificity": "T acute lymphoblastic leukemia cell line (Loucy)", "effective_dosage": "Not specified", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:38.322999+00:00"}
{"study_id": 28208, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Moro orange juice extract (Morosil®) on weight management and obesity in overweight healthy human volunteers.", "results_summary": "The study found that Moro juice extract supplementation (400 mg/day) significantly reduced BMI after 4 weeks and showed significant differences in body weight, BMI, waist, and hip circumference compared to placebo after 12 weeks. The active compounds in Moro juice appeared to have a synergistic effect on fat accumulation.", "population_specificity": "Overweight healthy human volunteers", "effective_dosage": "400 mg/day", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:42.076587+00:00"}
{"study_id": 28206, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of orange juice or a hesperidin supplement on plasma flavanone metabolites and cardiovascular risk biomarkers in men at moderate CVD risk.", "results_summary": "Orange juice significantly increased plasma flavanone and phenolic metabolite concentrations but did not alter cardiovascular risk biomarkers. Hesperidin supplement intake did not differ from the control in flavanone metabolites, suggesting altered absorption/metabolism compared to orange juice.", "population_specificity": "Men aged 51-69 years at moderate cardiovascular disease risk.", "effective_dosage": "320 mg hesperidin (provided via orange juice or supplement).", "study_duration": "Acute (single-dose, 5-hour postintake assessment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:42.128834+00:00"}
{"study_id": 28204, "supplement_id": 1401, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the effects of orange juice with normal (NPJ) or high (HPJ) polyphenol concentrations on antioxidant defense, oxidative stress biomarkers, and metabolic syndrome signs in overweight or obese nonsmoking adults.", "results_summary": "Both NPJ and HPJ reduced oxidative stress markers (DNA damage and lipid peroxidation), improved antioxidant enzyme activity, and decreased body weight. HPJ specifically increased superoxide dismutase activity, while NPJ reduced blood pressure.", "population_specificity": "Overweight or obese nonsmoking adults (n=100).", "effective_dosage": "NPJ (299 mg/d polyphenols) and HPJ (745 mg/d polyphenols).", "study_duration": "Two 12-week intervention periods with a 7-week washout.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:42.261323+00:00"}
{"study_id": 28207, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of UV-C irradiation on inactivating spoilage microorganisms (primarily yeasts) and its impact on the color of freshly squeezed orange juice.", "results_summary": "UV-C irradiation effectively reduced yeast contamination in orange juice, with the Weibull model providing a better fit for survival data. The process was limited by yeast resistance and suspended particles but did not affect the juice's color.", "population_specificity": "Freshly squeezed orange juice intentionally fermented to increase natural microflora (mostly yeasts).", "effective_dosage": "UV-C irradiation at 1.32 mW/cm², doses ranging from 0 to 108.42 mJ/cm².", "study_duration": "Several exposure times (specific duration not detailed).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:43.068641+00:00"}
{"study_id": 28209, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of ohmic heating (OH) as a thermal treatment for pectin methylesterase (PME) inactivation in orange juice production and compare it with conventional thermal heating.", "results_summary": "OH achieved a 96% reduction in PME activity compared to 88.3% with conventional heating, increased total pectin content by 1.72-2%, and maintained ascorbic acid levels (43.08-45.20 mg/100 mL) similar to conventional heating (42.9 mg/100 mL). OH was found to be effective for PME inactivation and may improve functional properties of orange juice.", "population_specificity": "Not specified (orange juice samples)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:45.599474+00:00"}
{"study_id": 28210, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the inactivation kinetics of pectin methyl esterase (PME) in freshly squeezed orange juice processed by pulsed electric fields (PEF) and heat pasteurization (HP) during storage.", "results_summary": "PEF and HP treatments achieved 93.8% and 95.2% PME inactivation, respectively. PEF-processed samples showed stable or decreasing PME activity during storage, while HP samples exhibited increased activity. A kinetic model was developed to quantify PME inactivation under PEF conditions.", "population_specificity": "Not specified (study focused on orange juice samples, not human subjects).", "effective_dosage": "PEF (25.26 kV/cm-1206.2 μs), HP (90°C-20s).", "study_duration": "180 days (storage at 4°C).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:46.787310+00:00"}
{"study_id": 28205, "supplement_id": 1401, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of high hydrostatic pressure combined with moderate temperatures on inactivating E. coli strains and pectin methyl esterase in orange juice.", "results_summary": "The study found that high hydrostatic pressure and moderate temperatures significantly inactivated E. coli O157:H7 (6.5 log reduction at 400 MPa for 3 min at 25 ℃) but pectin methyl esterase was highly resistant (90.05% reduction at 500 MPa for 15 min at 50 ℃). A synergistic effect between pressure and temperature was observed for E. coli inactivation.", "population_specificity": "Orange juice samples (no human subjects).", "effective_dosage": "Pressures of 250-500 MPa for 1-30 min at 25 ℃-50 ℃.", "study_duration": "Treatment durations ranged from 1 to 30 minutes.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:51.150217+00:00"}
{"study_id": 32037, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "To analyze the effect of Pilates on pain and regulation of the menstrual cycle in females with PCOS.", "results_summary": "Pilates significantly reduced pain and regulated menstrual cycles in PCOS patients over three months, as measured by VAS and VMSS. The study found statistically significant improvements in pain and menstrual regularity.", "population_specificity": "26 female participants with PCOS from Lovely Professional University, India.", "effective_dosage": "3 times per week", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:58.997565+00:00"}
{"study_id": 32041, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Pilates on inter-recti distance, rectus abdominis thickness, waist circumference, and abdominal muscle endurance in primiparous postpartum women.", "results_summary": "The Pilates group showed significant improvements in inter-recti distance, waist circumference, and abdominal muscle endurance compared to the control group, which showed no significant changes.", "population_specificity": "Primiparous postpartum women", "effective_dosage": "50 min/day, 5 days/week", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:58.999141+00:00"}
{"study_id": 32040, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effect of Pilates training intervention programs on improving balance in older adults.", "results_summary": "The study found robust evidence supporting Pilates' efficacy in improving balance, with significant effects observed in 53% of interventions for static and dynamic balance, 67% for dynamic balance, and 50% for static balance. Heterogeneity was low to moderate, and sensitivity analysis reduced it further.", "population_specificity": "Older adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:59.003674+00:00"}
{"study_id": 32039, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of Pilates combined with a WhatsApp-based support program on reducing PMS symptoms in young women.", "results_summary": "The study found that an 8-week support program including Pilates exercises and WhatsApp text messages significantly reduced PMS symptoms in the intervention group compared to the control group.", "population_specificity": "Young women (students) with premenstrual syndrome (PMS).", "effective_dosage": "Not specified (Pilates exercises and text messages were part of the intervention).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:59.401145+00:00"}
{"study_id": 32042, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of Aqua Pilates and Aqua Stretch on quality of life, function, and pain in patients with ankylosing spondylitis.", "results_summary": "Aqua Pilates showed significant improvements in most variables (e.g., pain, fatigue, function) except chest expansion and Schober extension. Aqua Stretch had broader significant effects, including notable impacts on fatigue, QOL, and BASDAI.", "population_specificity": "40 patients with ankylosing spondylitis.", "effective_dosage": "Not specified (interventions involved six-week programs).", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:59.885937+00:00"}
{"study_id": 32036, "supplement_id": 1447, "safety_score": "80", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether stretching exercises performed before muscle-strengthening exercises in a Pilates program affect flexibility, strength, vertical jump height, and muscular endurance in young women.", "results_summary": "The study found that traditional Pilates (with stretching) improved flexibility (sit-and-reach test) and reduced adverse events compared to non-traditional Pilates (without stretching). Both groups showed improvements in strength and vertical jump, but no differences were observed between groups for these outcomes.", "population_specificity": "Sedentary young women (n=32, aged not specified).", "effective_dosage": "Sessions 3 times per week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:00.424953+00:00"}
{"study_id": 32035, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of Pilates versus pelvic floor muscle training (PFMT) in improving urinary incontinence, pelvic floor muscle strength and endurance, and quality of life in postmenopausal women.", "results_summary": "Pilates showed significant intra-group improvements in urinary incontinence (pad test, daily urinary loss), quality of life (ICIQ-SF), and pelvic floor muscle endurance (peak and mean endurance manometry). However, only PFMT significantly improved muscle strength, while Pilates improved peak strength manometry. No significant inter-group differences were found except for muscle strength favoring PFMT.", "population_specificity": "Postmenopausal women with stress urinary incontinence.", "effective_dosage": "Three times a week on nonconsecutive days.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:00.780672+00:00"}
{"study_id": 32038, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of transcranial direct current stimulation (tDCS) combined with Pilates-based exercises on pain, quality of life, and disability in patients with chronic non-specific low back pain.", "results_summary": "The study protocol outlines a comparison between active tDCS combined with Pilates and sham tDCS with Pilates, but results are not yet reported in the abstract. Primary outcomes include pain and disability assessments post-intervention.", "population_specificity": "Individuals with non-specific chronic low back pain for more than 12 weeks and minimum pain intensity of 3 points on the Numerical Pain Rating Scale.", "effective_dosage": "Three weekly sessions of Pilates-based exercises combined with tDCS for 4 weeks.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:02.455362+00:00"}
{"study_id": 32045, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of a 10-week mat-Pilates program on pain, disability, and balance in older women with chronic non-specific low back pain.", "results_summary": "The study found that mat-Pilates significantly reduced pain and improved disability in older women with chronic NSLBP, with effects persisting at 6 months, but it had no significant impact on balance, analgesic use, or exercise adherence.", "population_specificity": "Older women (≥ 65 years) with chronic non-specific low back pain.", "effective_dosage": "45-minute sessions, twice weekly.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:08.122647+00:00"}
{"study_id": 32046, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the impact of integrating Pilates and yoga into post-abdominal hysterectomy rehabilitation on the patient's quality of life, strength, endurance, and daily living activities.", "results_summary": "The study found that incorporating Pilates and yoga into physiotherapy improved the patient's quality of life, strength, endurance, and power, while reducing difficulties in performing daily activities. The patient attended 30 days of therapy with positive outcomes.", "population_specificity": "A 45-year-old female who underwent abdominal hysterectomy due to an anterior submucosal fibroid.", "effective_dosage": "Not specified (integrated into physiotherapy protocol starting from the second week).", "study_duration": "30 days (two phases).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:08.722701+00:00"}
{"study_id": 32048, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to identify and analyze studies on movement variability in Pilates to highlight concepts, theories, sources, and knowledge gaps in this area.", "results_summary": "The review found only five eligible studies, with just one using the Pilates method in its intervention, which suggested increased hip-knee coordination variability and diversified movement patterns. The conclusion noted a significant lack of research on movement variability in Pilates, with only one study applying an ecological framework.", "population_specificity": "Not specified (general human movement variability studies)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:09.479089+00:00"}
{"study_id": 32047, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of online versus face-to-face Pilates interventions on physiological parameters in middle-aged individuals with obesity.", "results_summary": "Both face-to-face and online Pilates groups showed greater improvements in muscle mechanical properties, cardiometabolic parameters, mental health, and physical fitness compared to the control group, with face-to-face Pilates being more effective than online Pilates. No significant differences were observed in body composition or cardiometabolic parameters between groups.", "population_specificity": "30 middle-aged individuals (age 43.3 ± 5.5 years) with obesity.", "effective_dosage": "60-minute mat Pilates program (Borg scale 11-17), three times a week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:09.583991+00:00"}
{"study_id": 32044, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to develop and test the usability of MS-FIT, a Kinect-based Pilates tool customized for balance training in people with multiple sclerosis (MS).", "results_summary": "MS-FIT demonstrated high usability, with participants reporting positive feedback on easiness, playability, enjoyment, satisfaction, and acceptance. The tool was refined based on user and therapist feedback, showing promise for enhancing motivation and engagement in exercise for people with MS.", "population_specificity": "People with multiple sclerosis (n=9; mean age 42.89 years; mean disease duration 10.19 years; Expanded Disability Status Scale score 3.17).", "effective_dosage": "Not specified", "study_duration": "Three 30-minute outpatient user test sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:09.617723+00:00"}
{"study_id": 32043, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of an 8-week Pilates-mat training program and a subsequent 3-week detraining period on body composition and physical fitness in Pilates-trained females.", "results_summary": "Pilates-mat training significantly improved body composition (reduced body fat percentage, visceral fat, and circumferences) and physical fitness (increased abdominal curls, flexibility, and aerobic capacity), with some benefits persisting after detraining, though body fat and visceral fat returned to baseline.", "population_specificity": "20 females aged 45.1 ± 8.7 years with prior Pilates training.", "effective_dosage": "Not specified (8-week training program, frequency not detailed).", "study_duration": "8 weeks of training followed by 3 weeks of detraining.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:09.684991+00:00"}
{"study_id": 32050, "supplement_id": 1447, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effectiveness of Pilates exercise on pain intensity and functional disability caused by low back pain (LBP).", "results_summary": "Pilates had a positive effect on reducing LBP compared to no exercise and showed a similar trend when compared to non-specific exercise. The study concluded that Pilates is an effective strategy for managing LBP.", "population_specificity": "Individuals with low back pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:09.738222+00:00"}
{"study_id": 32049, "supplement_id": 1447, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the impact of Pilates-based therapeutic exercise on disability, pain, mood, and sleep quality in pregnant women with lumbopelvic pain.", "results_summary": "The study found statistically significant improvements in disability, pain, and mood in the Pilates group compared to the control group, with moderate effect sizes for disability and pain, and small effect sizes for mood. No significant difference was observed in sleep quality.", "population_specificity": "Pregnant women in the second trimester (week 14-24) with lumbopelvic pain (mean age: 29.7±6.2 years).", "effective_dosage": "60-minute sessions, twice a week for 12 weeks.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:10.342508+00:00"}
{"study_id": 32051, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding laser acupuncture therapy (LAT) to a Pilates exercise program (PEP) and low-calorie diet protocol (LCDP) improved blood lipid profiles in obese women with systemic lupus erythematosus (SLE).", "results_summary": "Both groups showed significant improvement in lipid profiles after the 12-week intervention, with greater improvements observed in the group that received LAT alongside PEP and LCDP.", "population_specificity": "60 obese women with SLE, aged 23-49 years.", "effective_dosage": "50-minute PEP sessions five times weekly; LAT sessions three times weekly (2 minutes per session).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:16.921268+00:00"}
{"study_id": 32052, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of Pilates Suspension combined with self-awareness techniques on gait and metacognition in women with multiple sclerosis (MS).", "results_summary": "The study found significant improvements in gait (Dynamic Gait Index) and metacognition (Metacognition Questionnaire-30) for both intervention groups (Pilates with Benson relaxation and Pilates with Jacobson's progressive muscle relaxation) compared to the control group.", "population_specificity": "24 female patients with MS (EDSS scores 2-6.5).", "effective_dosage": "Not specified (training sessions held online).", "study_duration": "7 consecutive weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:17.303699+00:00"}
{"study_id": 32055, "supplement_id": 1447, "safety_score": "90", "efficacy_score": 80, "quality_score": 70, "study_goal": "To assess the efficacy of the Pilates method compared to conventional prenatal care in controlling lower back pain in pregnant women.", "results_summary": "The meta-analysis showed a significant reduction in pain for the Pilates group compared to the control group, with a mean difference of -23.09 (95% CI: -31.07 to -15.10). No adverse effects were reported, but limitations included small sample sizes and lack of blinding.", "population_specificity": "Pregnant women experiencing low back pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:17.575368+00:00"}
{"study_id": 32053, "supplement_id": 1447, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of Pilates on menstrual pain, premenstrual syndrome, and related risk factors in young women with primary dysmenorrhea.", "results_summary": "The study found that a 12-week Pilates intervention significantly reduced menstrual pain and symptoms, improved premenstrual syndrome, and enhanced back flexibility, hip muscle strength, sleep quality, and stress levels, with large effect sizes. No changes were observed in sleep duration, anxiety, or depression.", "population_specificity": "Thirty young women with primary dysmenorrhea.", "effective_dosage": "Pilates was performed twice a week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:18.196855+00:00"}
{"study_id": 32054, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of Mat Pilates Training (MPT) and Multicomponent Training (MCT) on spatiotemporal gait variables in individuals with Parkinson's disease during daily dual-task performance.", "results_summary": "Both MPT and MCT improved gait speed, with MPT also reducing cadence (potentially increasing gait stability) and MCT increasing stride length. The study suggests MPT may offer additional benefits for gait stability compared to MCT.", "population_specificity": "Individuals with mild-to-moderate Parkinson's disease (Hoehn-Yahr stage 1-2).", "effective_dosage": "60 minutes per session, three times per week.", "study_duration": "20 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:18.525417+00:00"}
{"study_id": 32057, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how much of Pilates' effects on pain intensity and physical function in chronic low back pain are mediated by changes in pain catastrophizing and kinesiophobia.", "results_summary": "Pain catastrophizing and kinesiophobia partially mediated the improvements in pain intensity and physical function from Pilates, with moderate proportions (21-55%) attributed to these psychological factors. Pilates showed statistically significant benefits compared to a control group.", "population_specificity": "255 people with chronic low back pain.", "effective_dosage": "Once, twice, or thrice per week (dosage varied across study arms).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:19.307521+00:00"}
{"study_id": 32056, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of pain neuroscience education (PNE) followed by Pilates exercises (PEs) versus PEs alone on pain, physical limitation, function, and psychological factors in individuals with knee osteoarthritis.", "results_summary": "Both groups showed significant within-group improvements in all outcomes, but no statistically significant between-group differences were found for pain, physical limitation, or function. However, the PNE+PE group showed superior improvements in psychological outcomes (pain catastrophizing, kinesiophobia, and self-efficacy) compared to the PE-only group.", "population_specificity": "Community-dwelling adults with knee osteoarthritis (n=54).", "effective_dosage": "Not specified in the abstract.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:19.308900+00:00"}
{"study_id": 32058, "supplement_id": 1447, "safety_score": "90", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the influence of Mat Pilates on fatigue scores in women with breast cancer undergoing adjuvant radiotherapy and assess its adherence, adverse effects, and association with physical activity levels.", "results_summary": "Fatigue levels increased at the end of radiotherapy but returned to baseline after 6 months. Mat Pilates was safe, reduced pain symptoms post-treatment, but did not significantly reduce fatigue during radiotherapy. Lower physical activity levels were associated with severe fatigue symptoms.", "population_specificity": "Women with non-metastatic breast cancer undergoing adjuvant radiotherapy.", "effective_dosage": "Supervised Mat Pilates exercise (specific dosage not detailed).", "study_duration": "Measured at baseline, end of RT, 30 days, 3, and 6 months after RT.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:20.880009+00:00"}
{"study_id": 32060, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether Pilates-based telerehabilitation (Pilates-TR) could improve physical performance and quality of life in patients with multiple sclerosis (PwMS).", "results_summary": "Pilates-TR improved extremity muscle strength, core endurance and power, balance, gait parameters, functional exercise capacity, and quality of life while reducing fatigue levels. The control group showed no significant changes in any measurements.", "population_specificity": "Patients with multiple sclerosis (PwMS)", "effective_dosage": "Three days per week via videoconference", "study_duration": "Six weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:25.134213+00:00"}
{"study_id": 32059, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of Pilates on core muscle activation and strength, particularly in individuals with chronic low back pain.", "results_summary": "Pilates was found to be not inferior to equivalently dosed exercises and superior to non-equivalent or no exercise for improving core muscle strength. Emerging evidence suggests Pilates positively impacts core muscle strength and can be effective for chronic low back pain.", "population_specificity": "People living with chronic low back pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:25.245239+00:00"}
{"study_id": 32062, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Pilates exercises on sleep quality and fatigue levels among female college students living in dormitories.", "results_summary": "The study found that Pilates significantly improved sleep quality and reduced fatigue after four and eight weeks of intervention, with notable improvements in subjective sleep quality, daytime dysfunction, sleep duration, and habitual sleep efficiency.", "population_specificity": "Single female college students aged 18-26 living in dormitories.", "effective_dosage": "Three one-hour Pilates sessions per week.", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:26.849675+00:00"}
{"study_id": 32063, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 55, "study_goal": "The researchers aimed to summarize evidence on associations between Pilates and multiple health outcomes and evaluate the strength and validity of these associations.", "results_summary": "Pilates was found to reduce body mass index and body fat percentage, relieve pain and disability, and improve sleep quality and balance, though the certainty of evidence was very low to moderate. Benefits were noted for low back pain, neck pain, and scoliosis, but further high-quality trials are needed.", "population_specificity": "Populations with circulatory, endocrine, metabolic, genitourinary, mental, musculoskeletal, nervous system diseases, sleep-wake disorders, and others.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:27.282687+00:00"}
{"study_id": 32061, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a combined yoga, Pilates, and circuit strength training program on health indices, functional capacity, and physical fitness in office employees, as well as assess their enjoyment of the program.", "results_summary": "The training group showed significant improvements in health indices, functional capacity (11.3-82.0%), and physical fitness (33.9%), except for aerobic capacity, which remained unchanged. Additionally, 84% of participants reported high enjoyment levels.", "population_specificity": "Physically active office employees aged 26-55 years.", "effective_dosage": "3 times/week, 50-60 minutes per session.", "study_duration": "4 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:29.083747+00:00"}
{"study_id": 32065, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of Pilates exercise with other forms of exercise on pain and disability in individuals with chronic non-specific low back pain (CNSLBP) and to inform clinical practice and future research.", "results_summary": "The study found low certainty evidence that Pilates was more effective than general exercise for pain reduction, very low certainty evidence for its effectiveness compared to direction-specific exercise, and equivalence with spinal stabilization exercise for pain and disability. No strong evidence supported one exercise type over another for managing CNSLBP.", "population_specificity": "Adults with chronic non-specific low back pain (CNSLBP).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:29.226076+00:00"}
{"study_id": 32064, "supplement_id": 1447, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether combining continuous shortwave diathermy (CSWD) with Pilates-based exercises provided additional benefits in reducing pain, depression, and anxiety in patients with chronic nonspecific low back pain (CNLBP) compared to Pilates alone.", "results_summary": "The study found that active CSWD did not offer additional improvement in pain, depression, or anxiety compared to placebo CSWD when combined with Pilates. Both groups showed improvements in pain and depression at follow-up, and reduced anxiety only during Pilates-based exercises, suggesting Pilates alone may be sufficient for managing CNLBP.", "population_specificity": "36 patients with chronic nonspecific low back pain (CNLBP).", "effective_dosage": "12 sessions of Pilates-based exercises (frequency not specified).", "study_duration": "6 weeks of treatment with a 3-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:30.705305+00:00"}
{"study_id": 32956, "supplement_id": 1449, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether Masson pine pollen aqueous extract (MPPAE) could protect against cadmium-induced kidney damage in rats and explore the underlying mechanisms.", "results_summary": "MPPAE significantly altered concentrations of SOD and MDA, and transcriptome and metabolome analysis revealed differential expression of detoxification-related genes and metabolites, suggesting potential protective effects against cadmium toxicity.", "population_specificity": "Rats with cadmium-induced kidney damage", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:32.702610+00:00"}
{"study_id": 32957, "supplement_id": 1449, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of Pinus yunnanensis pollen polysaccharides (PPM60) and their sulfated form (SPPM60) on ulcerative colitis (UC) in mice, focusing on intestinal immunity, serum metabolism, and intestinal flora.", "results_summary": "PPM60 and SPPM60 alleviated UC symptoms in mice, including weight loss, colon shortening, and intestinal injury. They increased anti-inflammatory cytokines, reduced proinflammatory cytokines, regulated serum metabolism pathways, and improved gut flora by reducing harmful bacteria and increasing beneficial bacteria.", "population_specificity": "DSS-induced UC model mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:33.774623+00:00"}
{"study_id": 32959, "supplement_id": 1449, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-alcoholic liver disease (ALD) mechanism of pine pollen extract (PPE) by assessing its effects on oxidative stress and apoptosis in ethanol-damaged HepG2 cells.", "results_summary": "PPE significantly reduced LDH, ROS, and MDA production while increasing GSH and SOD levels. It also upregulated Nrf2, HO-1, and Keap1, downregulated Bax, inhibited Caspase3 activation, and attenuated ethanol-induced MAPK phosphorylation, suggesting protective effects against ALD.", "population_specificity": "HepG2 cells (human liver cell line)", "effective_dosage": "200 μg/mL and 400 μg/mL", "study_duration": "24 hours pre-treatment with PPE, followed by 24 hours ethanol exposure", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:37.042953+00:00"}
{"study_id": 32958, "supplement_id": 1449, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how pine pollen influences liver metabolism in cyclophosphamide-induced premature ovarian failure (POF) model rats and compare its effects to conjugated estrogen.", "results_summary": "Pine pollen restored metabolite levels in POF model rats, affecting key metabolic pathways (e.g., vitamin B6, purine, glycolysis/gluconeogenesis) similarly or better than estrogen. It normalized liver metabolic abnormalities induced by cyclophosphamide.", "population_specificity": "Cyclophosphamide-induced POF model Sprague Dawley (SD) rats.", "effective_dosage": "0.1, 0.5, or 1.5 g/kg bodyweight (BW) of pine pollen, administered intragastrically.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:37.180568+00:00"}
{"study_id": 32961, "supplement_id": 1449, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if pine pollen could be used for the green synthesis of silver nanoparticles (AgNPs) and evaluate their antifungal properties.", "results_summary": "Pine pollen successfully mediated the biosynthesis of stable, colloidal AgNPs with an average size of 12 nm, which showed significant inhibitory effects against Neofusicoccum parvum in vitro. The AgNPs remained stable for up to three months without losing antifungal efficacy.", "population_specificity": "In vitro study (Neofusicoccum parvum cultures)", "effective_dosage": "Not specified", "study_duration": "Not specified (stability observed up to three months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:37.820559+00:00"}
{"study_id": 32960, "supplement_id": 1449, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether pine pollen polysaccharides and sulfated polysaccharides could alleviate ulcerative colitis in mice by regulating colonic epithelial tight junctions and RIPK3-dependent necroptosis pathways.", "results_summary": "Treatment with pine pollen polysaccharides (PPM60-III) and sulfated polysaccharides (SPPM60-III) improved body weight, reduced disease activity scores, lowered pro-inflammatory factors, increased anti-inflammatory factors, enhanced tight junction protein expression, and suppressed necroptosis-related proteins in mice with ulcerative colitis.", "population_specificity": "Mice with dextran sodium sulfate-induced ulcerative colitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:38.236319+00:00"}
{"study_id": 32963, "supplement_id": 1449, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-aging effects of pine pollen in human diploid fibroblast cells and a D-galactose-induced aging mouse model.", "results_summary": "Pine pollen delayed cellular senescence in 2BS cells by enhancing proliferation, reducing senescence markers, and reversing aging-related molecular changes. In mice, it improved neural activity, reduced inflammatory cytokines, and inhibited AGEs formation, similar to the effects of aminoguanidine.", "population_specificity": "Human diploid fibroblast 2BS cells and C57BL/6J mice.", "effective_dosage": "1 mg/mL and 2 mg/mL (for cells); subcutaneous D-galactose injections (for mice).", "study_duration": "8 weeks (for mice).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:42.631656+00:00"}
{"study_id": 32964, "supplement_id": 1449, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of slash pine pollen supplementation on thrips reproductive parameters when added to an onion plant diet.", "results_summary": "The study found that slash pine pollen supplementation led to a trimodal distribution of oviposition, increased oviposition rates, higher female offspring production, and a four-fold increase in net reproduction of F. fusca on pollen-treated onions.", "population_specificity": "Frankliniella fusca (thrips) females on onion seedlings.", "effective_dosage": "Not specified (pollen dusting treatment).", "study_duration": "Series of ten 2-day intervals (20 days total).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:43.045330+00:00"}
{"study_id": 32962, "supplement_id": 1449, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine whether Masson pine pollen aqueous extracts (MPPAE) could protect human hepatic cells (L-02) from oxidative damage induced by CCl4.", "results_summary": "MPPAE alleviated CCl4-induced cell morphology changes and inhibited abnormal rises in ALT and AST activities in a dose-dependent manner but did not prevent reduced cell proliferation. A high dose (400 mg/L) nearly restored normal nucleus appearance.", "population_specificity": "In vitro human hepatic cell line (L-02).", "effective_dosage": "Different concentrations, with 400 mg/L as the high dose.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:44.124199+00:00"}
{"study_id": 32966, "supplement_id": 1449, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the antioxidant and anti-inflammatory properties of pine pollen extract (PPE) and its effects on inflammatory mediators and enzymes.", "results_summary": "PPE demonstrated strong antioxidant activity, reduced oxidative stress markers, and inhibited pro-inflammatory mediators in macrophages. It also suppressed MMP production and JNK activation in synovial sarcoma cells.", "population_specificity": "In vitro studies using RAW 264.7 macrophages and SW982 human synovial sarcoma cells.", "effective_dosage": "10 µg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:45.491756+00:00"}
{"study_id": 32887, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the molecular mechanisms of diabetic cardiomyopathy (DCM) and identify protective targets of D-pinitol (DP) in an elderly diabetic mouse model.", "results_summary": "The study found that DP normalized 216 phosphorylation sites on 182 proteins in diabetic mice, affecting pathways like glucagon signaling, insulin signaling, mitophagy, apoptosis, and longevity regulation. Two consensus motifs targeted by Src and epidermal growth factor receptor were identified between treated and untreated groups.", "population_specificity": "Elderly diabetic mice (SAMP8 strain)", "effective_dosage": "150 mg/kg/day", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:46.971398+00:00"}
{"study_id": 32888, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the mechanism of action of pinitol against endoplasmic reticulum stress-mediated hepatic ischemia-reperfusion injury (IRI) and compare its effects with thymoquinone in rats.", "results_summary": "Pinitol (10 and 20 mg/kg) effectively protected against hepatic IRI by reducing oxidative stress, pro-inflammatory cytokines, and endoplasmic reticulum stress markers, while improving mitochondrial function and inhibiting apoptosis. TQ showed a more pronounced protective effect than pinitol.", "population_specificity": "Male Sprague Dawley rats", "effective_dosage": "5, 10, and 20 mg/kg (oral administration)", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:47.042342+00:00"}
{"study_id": 32965, "supplement_id": 1449, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of pine pollen extract (PE) on arthritis symptoms and inflammatory markers in mouse models of Freund's complete adjuvant-induced arthritis and collagen-induced arthritis.", "results_summary": "Pine pollen extract significantly reduced hindpaw swelling, inflammatory cytokines (TNF-alpha, IL-1beta, IL-6), and improved cholesterol profiles in arthritis-induced mice. It also lowered rheumatoid factor, oxidative stress markers, and LDL-cholesterol levels in collagen-induced arthritis models.", "population_specificity": "DBA/1J mice with induced arthritis (Freund's complete adjuvant and collagen-induced models).", "effective_dosage": "100 and 200 mg/kg per day, orally administered.", "study_duration": "21 days for FCA-induced arthritis, 49 days for collagen-induced arthritis.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:47.659948+00:00"}
{"study_id": 32970, "supplement_id": 1448, "safety_score": "70", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to investigate the association between pine nut ingestion and the development of cacogeusia (\"pine mouth\"), including symptom onset, duration, and potential causes.", "results_summary": "The study found that pine nut ingestion was associated with cacogeusia, typically appearing 1-3 days after consumption and lasting up to 2 weeks, with symptoms resolving without treatment. Online reports and search trends during early 2009 suggested a rise in such cases, though no specific cause or mechanism was identified.", "population_specificity": "A 36-year-old male case study, supplemented by online reports from unspecified individuals.", "effective_dosage": "10-15 roasted pine nuts (single ingestion).", "study_duration": "Symptoms monitored over 5 days (case study); online reports noted durations up to 2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:49.382139+00:00"}
{"study_id": 32889, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic effects and potential mechanisms of d-pinitol against DSS-induced colitis in mice.", "results_summary": "d-Pinitol significantly alleviated colitis symptoms, reduced oxidative stress and inflammation, and activated the Nrf2/ARE pathway while improving PPAR-γ levels, showing superior efficacy to SASP.", "population_specificity": "Mice with DSS-induced colitis.", "effective_dosage": "Once daily (specific dosage not provided).", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:50.388181+00:00"}
{"study_id": 32891, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antiproliferative and apoptotic effects of D-pinitol on human leukemia MOLT-4 cells.", "results_summary": "D-pinitol induced cytotoxicity, ROS generation, and apoptosis in MOLT-4 cells in a dosage-dependent manner, while modulating apoptotic protein expression (elevating Bax, Caspase-3, Caspase-9, and attenuating Bcl-2).", "population_specificity": "Human leukemia MOLT-4 cells (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:52.923022+00:00"}
{"study_id": 32890, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop a method for determining D-pinitol levels in rat plasma and study its pharmacokinetics to assess its potential as a therapeutic agent for type II diabetes.", "results_summary": "The study developed a validated method for measuring D-pinitol in rat plasma, showing slow elimination and high affinity for blood protein binding. Pharmacokinetic parameters like Cmax (77.8 ± 19.5 ng/mL) and AUC (1265.5 ± 479.3 µg/L*h) were reported after intragastric administration.", "population_specificity": "Rats", "effective_dosage": "50 mg/kg (intragastric), 5.0 mg/kg (intravenous)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:52.972973+00:00"}
{"study_id": 32892, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Pinitol, alone or in combination with curcumin, could protect PC12 cells against arsenic-induced toxicity.", "results_summary": "Pretreatment with Pinitol, both alone and in combination with curcumin, rescued PC12 cells from arsenic-induced toxicity by modulating pro-survival and cell death-related proteins. The combined treatment showed stronger protective effects than individual treatments.", "population_specificity": "PC12 cells (a rat neuronal cell line)", "effective_dosage": "1, 2.5, 5, and 10 μM (final selected dose for combination: 5 μM)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:54.716082+00:00"}
{"study_id": 32895, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of D-pinitol on imiquimod-induced psoriasis-like skin inflammation in mice, focusing on the NF-κB pathway genes.", "results_summary": "D-pinitol reduced skin abrasion, epithelial thickness, inflammation, and collagen-occupied regions in psoriasis-like mice. It also improved lipid profiles, antioxidant enzyme levels, and modulated inflammatory and NF-κB pathway genes.", "population_specificity": "IMQ-induced psoriasis-like mouse model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:55.100813+00:00"}
{"study_id": 32894, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether pinitol could inhibit microglia-associated neuroinflammation induced by LPS in BV2 microglia.", "results_summary": "Pinitol reduced LPS-induced oxidative stress, suppressed pro-inflammatory cytokines (TNF-α, IL-1β, IL-6), and inhibited NO and PGE2 production by blocking iNOS and COX-2 expression. It also prevented NF-κB activation and increased TREM2 expression, which mediated its anti-inflammatory effects.", "population_specificity": "BV2 microglia (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:56.175555+00:00"}
{"study_id": 32893, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential benefits of pinitol on renal function in streptozotocin-induced diabetic rats.", "results_summary": "Pinitol reduced urinary albumin/creatinine ratio by 50%, prevented glomerular expansion, restored pressure-natriuresis, and ameliorated renal lesions and marker expression in diabetic rats.", "population_specificity": "Streptozotocin-induced diabetic rats (euglycemic, 8-week, and 16-week diabetic groups).", "effective_dosage": "20 mg/kg/12h (oral administration).", "study_duration": "Treatment duration varied by group (8-week and 16-week diabetic rats).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:56.733175+00:00"}
{"study_id": 32897, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the mechanisms behind D-pinitol's vascular effects in mouse mesenteric arteries and its potential hypotensive effects.", "results_summary": "D-pinitol induced endothelium- and NO-dependent vasodilation in mouse mesenteric arteries, increased nitrite concentration, and reduced systolic blood pressure in normotensive mice. The effect was mediated through eNOS activation by the calcium-calmodulin complex.", "population_specificity": "Male C57BL/6 mice", "effective_dosage": "10 mg/kg (intraperitoneal administration)", "study_duration": "Acute (effects measured after 30 minutes)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:00.761123+00:00"}
{"study_id": 32898, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether D-pinitol could protect against cyclosporine A (CsA)-induced renal injury by reducing oxidative stress and enhancing antioxidant pathways.", "results_summary": "D-pinitol significantly reduced CsA-induced renal damage by lowering serum creatinine, improving urine osmolality, and reducing fibrosis and inflammation. It activated antioxidant pathways (Sirt1 and Nrf2) and increased levels of antioxidant enzymes.", "population_specificity": "Male ICR mice", "effective_dosage": "50 mg/kg/day", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:00.799891+00:00"}
{"study_id": 32896, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the diuretic and neuropharmacological effects of d-pinitol, including its potential mechanisms of action in anxiety, depression, and convulsions.", "results_summary": "d-pinitol showed no diuretic effects but demonstrated significant anxiolytic-like (ED50 = 70 mg/kg) and antidepressant-like (ED50 = 26 mg/kg) activity, as well as anticonvulsant effects (100 mg/kg). These effects were linked to GABAergic (anxiolytic/anticonvulsant) and noradrenergic (antidepressant) systems.", "population_specificity": "Mice", "effective_dosage": "1-100 mg/kg (oral)", "study_duration": "Not specified", "interactions": "Flumazenil (2 mg/kg) reversed anxiolytic/anticonvulsant effects; yohimbine (1 mg/kg) and prazosin (0.05 mg/kg) abolished antidepressant effects.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:01.816869+00:00"}
{"study_id": 32900, "supplement_id": 1451, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of D-Pinitol against carbon tetrachloride (CCl4)-induced liver toxicity in rats.", "results_summary": "D-Pinitol significantly reduced serum marker enzymes and lipid peroxidation levels while increasing antioxidant levels, demonstrating protective effects against CCl4-induced hepatotoxicity. CYP expression was also investigated, suggesting D-Pinitol may reduce metabolic activation of xenobiotics through its antioxidant properties.", "population_specificity": "Rats (six groups, six animals each)", "effective_dosage": "100 mg/kg body weight, administered intragastrically", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:03.373982+00:00"}
{"study_id": 32899, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-inflammatory effects of pinitol in obese individuals, focusing on its impact on ER stress, SIRT1, and inflammatory markers in PBMCs, VAT, and SAT.", "results_summary": "Pinitol consumption reduced IL6 and TNFα levels in circulation and increased SIRT1 expression in PBMCs. Ex vivo experiments showed reduced inflammatory markers and ER stress in SAT but not VAT, with upregulation of SIRT1 and insulin-signaling pathways in SAT.", "population_specificity": "Obese subjects (13 in the intervention study, 34 in the ex vivo study).", "effective_dosage": "Not specified (pinitol-enriched beverage used in intervention).", "study_duration": "12 weeks (intervention study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:03.516705+00:00"}
{"study_id": 32903, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to synthesize and characterize monophosphinite ligands derived from Pinitol and evaluate their catalytic performance in asymmetric hydrogenation reactions.", "results_summary": "The study successfully synthesized several ruthenium and osmium complexes using Pinitol-derived ligands, which demonstrated catalytic activity in asymmetric hydrogenation reactions, yielding high conversions but low enantiomeric excesses.", "population_specificity": "Not applicable (in vitro chemical synthesis and catalysis study).", "effective_dosage": "Not applicable.", "study_duration": "Not applicable.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:04.492242+00:00"}
{"study_id": 32901, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the molecular mechanism of D-pinitol in treating type 2 diabetes mellitus (T2DM) and its effects on insulin-mediated glucose uptake in diabetic rats.", "results_summary": "D-pinitol reduced fasting blood glucose by 12.63% in the high-dosage group, improved glucose tolerance, and enhanced glycogen synthesis by modulating the PI3K/Akt signaling pathway. It also promoted the expression of key proteins involved in insulin signaling and glycogen regulation.", "population_specificity": "Sprague-Dawley (SD) rats with induced type 2 diabetes mellitus (T2DM) via high-fat diet and streptozocin injection.", "effective_dosage": "30 and 60 mg/(kg·body weight·day)", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:04.962401+00:00"}
{"study_id": 32902, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether D-pinitol could inhibit tumor growth in DMBA-induced rat mammary carcinogenesis and explore its mechanism of action.", "results_summary": "D-pinitol significantly reduced tumor volume, decreased NF-κB activation, modulated p53 and caspase-3 proteins, reduced Bcl-2 expression, and lowered inflammatory cytokines and tumor markers, leading to apoptosis and suppression of breast cancer.", "population_specificity": "Sprague-Dawley rats with DMBA-induced mammary tumors.", "effective_dosage": "Not specified in the abstract.", "study_duration": "45 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:05.025295+00:00"}
{"study_id": 32904, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-metastasis effects of D-pinitol in human prostate cancer cells.", "results_summary": "D-pinitol reduced migration and invasion of prostate cancer cells (PC3 and DU145) at noncytotoxic concentrations by decreasing αvβ3 integrin expression, FAK phosphorylation, c-Src kinase activity, and NF-kB activation.", "population_specificity": "Human prostate cancer cells (PC3 and DU145).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:08.592748+00:00"}
{"study_id": 32905, "supplement_id": 1451, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Pinitol and D-chiro-inositol could extend longevity and improve health span in Drosophila, while investigating potential mechanisms of action.", "results_summary": "Pinitol extended adult longevity in Drosophila, improved resistance to oxidative and starvation stress, enhanced health span without reducing fecundity, and activated dFOXO via S6K and JNK signaling pathways.", "population_specificity": "Drosophila (fruit flies), both male and female.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:10.687361+00:00"}
{"study_id": 32906, "supplement_id": 1451, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of soy pinitol on adipogenesis in 3T3-L1 preadipocytes and its potential role as an insulin sensitizer.", "results_summary": "Pinitol did not inhibit lipid accumulation or affect certain adipogenesis-related factors but increased expression of adiponectin, GLUT4, IRS, C/EBPalpha, and PPARgamma mRNAs at 0.5 mM and 1 mM doses. It showed no toxicity or dose-dependent effects on cell growth inhibition.", "population_specificity": "3T3-L1 preadipocyte cell line", "effective_dosage": "0-1 mM", "study_duration": "9 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:10.878241+00:00"}
{"study_id": 32907, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the effects of soy pinitol on factors involved in foam cell formation, particularly its impact on lipid accumulation, cytokine secretion, and macrophage scavenger receptor expression.", "results_summary": "Pinitol slightly inhibited foam cell formation in a dose-dependent manner, significantly reduced the release of certain cytokines (TNF-alpha, MCP-1, IL-1beta, IL-8), and down-regulated gene expressions of CD36, CD68, and MMP-9 compared to controls.", "population_specificity": "Differentiated THP-1 macrophages", "effective_dosage": "0.05-0.5 mM", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:12.318542+00:00"}
{"study_id": 32908, "supplement_id": 1451, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of pinitol therapy on glucose metabolism, lipid profiles, and adipocytokine levels in poorly controlled type 2 diabetic patients.", "results_summary": "Pinitol treatment significantly reduced fasting glucose, post-prandial glucose, and hemoglobin A1c levels but did not affect lipid profiles or adipocytokine levels. Serum c-peptide levels were higher in the unresponsive group compared to the responsive group.", "population_specificity": "Twenty type 2 diabetic patients poorly controlled with hypoglycemic drugs (sulfonylurea, metformin, and/or insulin).", "effective_dosage": "20 mg/kg/day", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:12.723529+00:00"}
{"study_id": 32909, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether d-pinitol regulates dendritic cell (DC) functions, including surface molecule expression, cytokine production, endocytosis, and signaling pathways, and its influence on Th1/Th2 immune responses in vivo.", "results_summary": "d-pinitol significantly inhibited CD80, CD86, MHC class I/II expression, IL-12, and IFN-gamma production in LPS-stimulated DC, enhanced mannose receptor-mediated endocytosis, and impaired Th1 responses while maintaining normal cell-mediated immunity. It also inhibited LPS-induced MAPKs and NF-kappaB activation.", "population_specificity": "Murine bone marrow-derived dendritic cells (DC)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:13.994201+00:00"}
{"study_id": 32911, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to determine the leaching rates of pinitol and carbohydrates from soybeans during imbibition and the effect of hypochlorite treatment on these rates.", "results_summary": "Pinitol leached much faster than carbohydrates initially, with a pinitol/carbohydrate ratio of 3.4 in the first 20 minutes, declining to 0.29 for fully imbibed seeds. Hypochlorite treatment significantly increased carbohydrate leaching but had little effect on pinitol.", "population_specificity": "Soybeans (Glycine max var Sparks)", "effective_dosage": "Not available", "study_duration": "Initial 20 minutes of imbibition, followed by full imbibition", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:14.091359+00:00"}
{"study_id": 201497, "supplement_id": 1451, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the blood glucose-lowering effects of pinitol (positive control) against different doses of SBE in hyperglycemic subjects.", "results_summary": "Pinitol was used as a positive control, but the abstract does not report its specific efficacy results compared to baseline or other groups. The study focused more on SBE's effects, which significantly reduced blood glucose levels.", "population_specificity": "Hyperglycemic subjects with fasting blood glucose levels of 100-150 mg/dL", "effective_dosage": "1,140 mg of pinitol/day", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:17.002941+00:00"}
{"study_id": 31867, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anticancer activity and mechanisms of a piperine derivative (1f) against MCF-7 breast cancer cells.", "results_summary": "The piperine derivative (1f) inhibited MCF-7 cell growth in a dose-dependent manner, induced apoptosis, increased ROS levels, and modulated gene expression linked to DNA repair, ER-α, and PI3K/AKT signaling pathways.", "population_specificity": "MCF-7 breast cancer cells (in vitro study).", "effective_dosage": "7.5 to 60 μg/mL (IC50 of 17.02 ± 1.74 μg/mL).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:19.970757+00:00"}
{"study_id": 31866, "supplement_id": 1452, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the anti-inflammatory and urate-lowering effects of novel piperine derivatives, particularly compound 39, as a potential therapy for gout.", "results_summary": "Compound 39 demonstrated significant analgesic and urate-lowering effects, high stability, good oral bioavailability (34%), and a favorable safety profile with no acute toxicity observed in liver microsomes, cells, or animals. It also reversed tissue damage and inflammation in hyperuricemic mice.", "population_specificity": "Hyperuricemia model mice (animal study).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Long-term administration (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:20.113274+00:00"}
{"study_id": 32910, "supplement_id": 1451, "safety_score": "90", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether oral administration of soybean-derived pinitol improves insulin sensitivity in obese subjects with diet-treated type 2 diabetes or glucose intolerance.", "results_summary": "The study found that pinitol treatment significantly increased plasma levels of pinitol and D-chiro-inositol but did not improve insulin sensitivity, glucose production, or free fatty acid and glycerol metabolism. No toxicity was observed during the study.", "population_specificity": "Obese subjects (BMI = 36.6 kg/m²) with diet-treated type 2 diabetes or glucose intolerance (HbA1c = 6.8%).", "effective_dosage": "20 mg/kg/day", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:21.216053+00:00"}
{"study_id": 31869, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether cocrystallization of curcumin with piperine (CUR-PIP CoCry) could enhance bioavailability and therapeutic efficacy in treating urinary bladder cancer.", "results_summary": "The CUR-PIP CoCry significantly improved drug release, permeability, and pharmacokinetic parameters (5.7-fold increase in Cmax and 7.9-fold increase in AUC0-12 hr) compared to curcumin alone. It also suppressed IGF2 overexpression and enhanced anticancer efficacy in a bladder cancer rat model.", "population_specificity": "N-Methyl Nitrosourea-induced bladder cancer rat model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:21.528245+00:00"}
{"study_id": 31868, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the anti-cancer properties of piperine, focusing on its mechanisms of action and potential therapeutic applications in oncology.", "results_summary": "Piperine demonstrated anti-cancer effects by targeting multiple signaling pathways (PI3K/Akt/mTOR, ERK1/2, Wnt/β-catenin, NF-kB/AP-1), inducing cell cycle arrest, apoptosis, and reducing inflammation. Nanoformulations improved its bioavailability and efficacy, with synergistic effects observed when combined with other therapies.", "population_specificity": "Not specified (in vitro and in vivo studies referenced, but no human population details provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:21.728047+00:00"}
{"study_id": 31870, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anticancer potential of a novel Piperine derivative, YL-1-9, against breast cancer by assessing its effects on cell proliferation, adhesion, invasion, migration, and apoptosis.", "results_summary": "YL-1-9 significantly inhibited breast cancer cell proliferation, adhesion, invasion, and migration while inducing cell cycle arrest and promoting apoptosis. It downregulated key proteins in the CDK4/6-cyclin D-Rb-E2F and Caspase 3/Bax/Bcl-2 pathways, suggesting strong anticancer activity.", "population_specificity": "Breast cancer cells (in vitro) and chick embryo chorioallantoic membrane (CAM) model (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:23.290956+00:00"}
{"study_id": 31871, "supplement_id": 1452, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to elucidate the precise binding interactions of piperine with PPARγ-LBD and assess its potential as a modulator of PPARγ function.", "results_summary": "The study found that piperine binds to PPARγ-LBD via hydrogen-bonding and hydrophobic interactions, acting as a partial agonist or antagonist under certain conditions, with weaker agonistic activity compared to full agonists. These findings suggest piperine's potential as a therapeutic candidate for metabolic disorders.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:23.435807+00:00"}
{"study_id": 31872, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize the regulatory effects of piperine (PIP) on glucose homeostasis and its potential as a treatment for metabolic disorders associated with disrupted glucose balance.", "results_summary": "The study highlights PIP's promising role in modulating glucose metabolism through various biochemical pathways, with evidence from cell models, animal studies, and human clinical trials supporting its efficacy in improving glucose homeostasis and metabolic function.", "population_specificity": "Cell models, animal studies, and human clinical trials (specific human population not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:25.170679+00:00"}
{"study_id": 31874, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether piperine could enhance the antimicrobial activity of clarithromycin against fast-growing non-tuberculous mycobacteria, both extracellularly and intracellularly.", "results_summary": "Piperine modulated clarithromycin's activity, reducing the minimum inhibitory concentration by up to 16 times extracellularly, including against resistant isolates, and prolonged its bacteriostatic effect for 96 hours. The combination also showed modest improvement in intramacrophage environments, possibly by facilitating clarithromycin entry into macrophages.", "population_specificity": "Clinical isolates of fast-growing non-tuberculous mycobacteria.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:28.253794+00:00"}
{"study_id": 31873, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate piperine's potential as an mTOR inhibitor and its effects on HCT-116 colon cancer cell viability and migration.", "results_summary": "Piperine showed strong binding affinity to mTOR, comparable to rapamycin, and significantly reduced cancer cell viability and migration in vitro. Molecular dynamics simulations confirmed stable binding, suggesting potential as a cancer therapy candidate.", "population_specificity": "HCT-116 colon cancer cell line", "effective_dosage": "IC50 values of 84.5 µM (24h), 46.3 µM (48h), and 19.73 µM (72h)", "study_duration": "Up to 72 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:29.061685+00:00"}
{"study_id": 31875, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether piperine (PIP) could effectively inhibit DHODH and synergize with DHA to induce ferroptosis for anticancer therapy.", "results_summary": "PIP functioned as a potent DHODH inhibitor, preventing detoxification of lipid hydroperoxides and enhancing lipid peroxidation when combined with DHA, leading to effective anticancer effects.", "population_specificity": "Not specified (in vitro or preclinical study implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:29.386525+00:00"}
{"study_id": 31877, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the combined effect of a 308-nm excimer laser and piperine on vitiligo treatment and the molecular mechanism involving melanin synthesis regulation via keratinocyte paracrine activity.", "results_summary": "The combined treatment promoted melanin synthesis-related cytokine secretion, inhibited proinflammatory cytokines, activated the PTEN/PDK1/GSK3b pathway, and enhanced melanocyte proliferation and migration while reducing apoptosis. The combination was more effective than either treatment alone.", "population_specificity": "Cells (keratinocytes and melanocytes) and animal models of vitiligo.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:30.750271+00:00"}
{"study_id": 31878, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining piperine with prednisolone could improve clinical symptoms and immune responses in rats with rheumatoid arthritis compared to using either compound alone.", "results_summary": "The combination of piperine and prednisolone at half doses led to greater reductions in disease severity, weight improvement, and histopathological changes than full doses of either drug alone. The combined treatment also showed favorable biochemical test results and decreased expression of certain immune-related genes.", "population_specificity": "Wistar rats with rheumatoid arthritis induced by Freund's complete adjuvant.", "effective_dosage": "Piperine (100 mg kg-1 orally), prednisolone (10.00 mg kg-1 orally), or half doses of each in combination.", "study_duration": "Treatment started on day five post-induction and continued until day 23 post-induction (18 days total).", "interactions": "Positive interaction noted with prednisolone, enhancing therapeutic effects.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:34.075378+00:00"}
{"study_id": 31879, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining piperine (PIP) with tamoxifen (TMF) in liposomal formulations could enhance the anticancer efficacy of TMF against breast cancer.", "results_summary": "The study found that PIP and TMF, when loaded into liposomes (especially PEGylated ones), showed improved cytotoxicity (lower IC50 values) and enhanced cellular uptake in MCF-7 breast cancer cells compared to their pure forms.", "population_specificity": "MCF-7 human breast carcinoma cells (in vitro study).", "effective_dosage": "IC50 values: PIP (90.3 ± 10.2 μg/mL), TMF (40.9 ± 5.9 μg/mL), TMF-PIP-LPs (21 ± 1.6 μg/mL), TMF-PIP-PEG-LPs (10 ± 0.5 μg/mL).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:34.550440+00:00"}
{"study_id": 31880, "supplement_id": 1452, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the antibacterial, antibiofilm, and photocatalytic properties of piperine-driven nano-zinc oxide (ZnONPs) against multi-drug resistant non-typhoidal Salmonella (NTS) and assess its potential for wastewater treatment.", "results_summary": "The study found that piperine-driven ZnONPs exhibited strong antibacterial and antibiofilm activity against MDR-NTS, demonstrated photocatalytic dye degradation under various light sources, and showed minimal toxicity in safety assays.", "population_specificity": "Multi-drug resistant non-typhoidal Salmonella (NTS) strains and in vitro models (HEK cell lines, chicken RBCs).", "effective_dosage": "Minimum inhibitory concentration (62.50 µg/mL) and minimum bactericidal concentration (125 µg/mL) of ZnONPs.", "study_duration": "Time-kill kinetic assay (6 hours), biofilm inhibition (24 and 48 hours), photocatalytic studies (4 hours).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:36.116601+00:00"}
{"study_id": 31881, "supplement_id": 1452, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to confirm the antifungal ability of piperine (PIP) and assess its therapeutic potential in treating Aspergillus fumigatus keratitis.", "results_summary": "PIP effectively inhibited A. fumigatus growth, reduced fungal load and inflammatory cell aggregation, and alleviated pyroptosis by inhibiting the mTOR/HIF-1α signaling pathway. It also showed synergistic effects when combined with NATA.", "population_specificity": "Human corneal epithelial cells (HCECs), RAW264.7 cells, and mice fungal keratitis models.", "effective_dosage": "30 µg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:36.944181+00:00"}
{"study_id": 31882, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether piperine, when combined with curcumin, improves body composition, phase angle, and functional capacity in patients with mild to moderate inflammatory bowel disease (IBD).", "results_summary": "The curcumin plus piperine group showed significant reductions in muscle depletion, with improvements in fat-free mass and phase angle compared to placebo, suggesting enhanced body composition in IBD patients.", "population_specificity": "Patients aged 18+ with mild to moderate IBD and intact kidney/liver function.", "effective_dosage": "10 mg/day piperine (combined with 1000 mg/day curcumin).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:38.214396+00:00"}
{"study_id": 31883, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Piperine (PPN) could inhibit melanin biosynthesis and serve as a potential skin whitening agent or treatment for hyperpigmentation.", "results_summary": "Piperine treatment reduced melanin production in a dose-dependent manner, decreased tyrosinase activity, and downregulated key melanogenesis-related genes. It also increased ERK phosphorylation, leading to MITF degradation and reduced melanin content, effects that were reversible with ERK or proteasomal inhibitors.", "population_specificity": "Melan-A cells (a murine melanocyte cell line)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:38.411035+00:00"}
{"study_id": 31884, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the anticancer effects of a novel piperine derivative, MHJ-LN, against triple-negative breast cancer (TNBC) through in vitro and in vivo experiments.", "results_summary": "MHJ-LN demonstrated significant antitumor activity in TNBC by activating the MDM2-p53 pathway, inducing apoptosis, and blocking G1/S cell cycle progression. The compound effectively inhibited TNBC cell proliferation, adhesion, migration, and invasion.", "population_specificity": "Triple-negative breast cancer (TNBC) cells and xenograft models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:39.775912+00:00"}
{"study_id": 31885, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of piperine in enhancing curcumin delivery via an in situ forming gel for treating inflammatory and degenerative joint diseases.", "results_summary": "Piperine doubled the curcumin release compared to curcumin alone in the gel, demonstrating a synergistic effect. The formulation showed sustained drug release over 96 hours, with release governed by diffusion and lipid structure swelling/erosion.", "population_specificity": "Human skin explants (ex vivo) were used; no specific human population was studied in vivo.", "effective_dosage": "Not specified", "study_duration": "96 hours (in vitro release study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:42.874196+00:00"}
{"study_id": 31886, "supplement_id": 1452, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the formulation of curcumin and piperine (CP) in nanoparticles and dissolving microneedles to enhance solubility, bioavailability, and antimalarial efficacy.", "results_summary": "The NPs-CP-DMN formulation demonstrated good mechanical strength, rapid dissolution (10 min), effective permeation, and significant antiplasmodial activity (IC50 of 35.9 μg/mL) against P. falciparum FCR3 strain, with no toxicity (hemolysis <5%).", "population_specificity": "In vitro and ex vivo models (no human subjects specified).", "effective_dosage": "NPs-CP concentrations (35:40:50 w/w) with PVA and PVP polymers (35:65, 40:60, 50:50 ratios).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:44.301678+00:00"}
{"study_id": 31876, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential mechanisms and therapeutic effects of piperine (PIP) in treating silicosis using bioinformatics, network pharmacology, and experimental validation.", "results_summary": "PIP significantly reduced inflammation and fibrosis in a murine silicosis model, inhibited cytokine expression, ROS generation, macrophage apoptosis, and modulated the JAK2-STAT3 pathway. The study validated PIP as a promising candidate for silicosis treatment.", "population_specificity": "Murine model (mice) and in vitro studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:44.644831+00:00"}
{"study_id": 31887, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop piperine-loaded solid lipid microparticles (SLMs) and evaluate their anti-arthritic potential in comparison to diclofenac sodium.", "results_summary": "The study found that piperine-loaded SLMs exhibited sustained release (87.82% to 94.92% over 24 hours) and significantly reduced arthritis severity in rats, comparable to diclofenac sodium. The formulations followed zero-order and Korsmeyer-Peppas release kinetics.", "population_specificity": "Rats with induced arthritis.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:44.711927+00:00"}
{"study_id": 31888, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if combining curcumin:piperine with sorafenib enhances the suppression of breast cancer cell survival by modulating microRNAs and signaling pathways.", "results_summary": "The combination of sorafenib and curcumin:piperine suppressed MCF-7 cell survival, downregulated oncomirs and cancer-promoting genes, upregulated tumor suppressor miRNAs and E-cadherin, and induced apoptosis and cell cycle arrest.", "population_specificity": "MCF-7 breast cancer cells (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:45.323725+00:00"}
{"study_id": 31890, "supplement_id": 1452, "safety_score": "30", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of piperine, atorvastatin, and fenofibrate on the male reproductive system in rats.", "results_summary": "Piperine demonstrated reproductive toxicity when administered alone, but fenofibrate showed protective effects against piperine-induced toxicity when co-administered.", "population_specificity": "Male Wistar rats", "effective_dosage": "10 mg/kg/day", "study_duration": "28 days", "interactions": "Fenofibrate showed protective effects against piperine-induced reproductive toxicity.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:45.938292+00:00"}
{"study_id": 31889, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether piperine could enhance the bioavailability, potency, and reduce the toxicity of Ezetimibe (EZ) while improving its antihyperlipidemic effects.", "results_summary": "Piperine combined with EZ significantly reduced LDL, TC, TG, and VLDL levels while increasing HDL levels in hyperlipidemic rats. Liver histology showed normalization of hepatocytes and periportal areas in treated rats, and EZ's plasma concentration peaked within 4 hours and remained detectable for 24 hours.", "population_specificity": "Rats with propylthiouracil-induced and triton X-100-induced hyperlipidemia.", "effective_dosage": "Piperine at 5-20 mg/kg body weight; EZ at 10 mg/kg body weight.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:48.531701+00:00"}
{"study_id": 31891, "supplement_id": 1452, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the in vitro protoscolicidal activity of piperine-loaded mesoporous silica nanoparticles (PIP-MSNs) against Echinococcus granulosus protoscoleces.", "results_summary": "PIP-MSNs demonstrated strong protoscolicidal activity, killing 89.67% and 94.67% of protoscoleces at 375 and 500 µg/mL concentrations, respectively, after 180 minutes. The nanoparticles showed high drug loading efficiency (60%) and sustained release (75% after 24 hours), with no significant cytotoxicity (cell viability > 90%).", "population_specificity": "In vitro study on Echinococcus granulosus protoscoleces.", "effective_dosage": "375 and 500 µg/mL of PIP-MSNs.", "study_duration": "180 minutes (acute exposure).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:50.425582+00:00"}
{"study_id": 31894, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanisms by which piperine influences cancer-associated pain induced by microglia activation.", "results_summary": "Piperine effectively relieved cancer-associated pain in mice by upregulating miR-150-5p, inhibiting CXCL12 expression, and reducing microglia levels at the lesion site. It also inhibited microglia-induced cancer-associated pain.", "population_specificity": "Mice with tumor cell implantation (TCI) as a model for cancer-associated pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:52.340005+00:00"}
{"study_id": 31892, "supplement_id": 1452, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of curcumin-piperine supplementation on oxidative stress, laboratory factors, and macular vascular health in patients with diabetic retinopathy.", "results_summary": "Curcumin-piperine significantly improved oxidative stress markers (total antioxidant capacity, superoxide dismutase) and reduced malondialdehyde and creatinine levels, but had no significant effect on CRP, FBG, TG, BUN, OCT, or OCTA. No adverse reactions were reported.", "population_specificity": "60 patients with diabetic retinopathy, aged 30-65 years.", "effective_dosage": "1010 mg/day (two tablets per day, each containing 500 mg curcuminoids and 5 mg piperine).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:52.478601+00:00"}
{"study_id": 31897, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate whether niosomal nanoparticles encapsulating curcumin and piperine could mitigate paraquat-induced acute pulmonary toxicity in mice.", "results_summary": "The study found that piperine, combined with curcumin in niosomal nanoparticles, effectively reversed oxidative stress and mitochondrial dysfunction caused by paraquat exposure, demonstrating potent antioxidant activity.", "population_specificity": "Balb/c mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:53.278731+00:00"}
{"study_id": 31895, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the prophylactic effects of piperine in preventing liver injury induced by paracetamol overdose in mice.", "results_summary": "Piperine maintained ALT levels and oxidative damage biomarkers similar to controls, reduced hepatocyte necrosis and TNF-α levels, and modulated CYP2E1 and inflammasome pathway gene expression. Higher doses (P40) also normalized hepatic hyperemia and MMP-9 activity.", "population_specificity": "C57BL/6 mice with acute liver injury induced by paracetamol overdose.", "effective_dosage": "20 mg/kg (P20) and 40 mg/kg (P40) administered for eight consecutive days.", "study_duration": "Eight days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:53.299179+00:00"}
{"study_id": 31896, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop zein-based nanocarriers for piperine delivery and evaluate the impact of surfactants on stability and in vitro drug release characteristics.", "results_summary": "The study found that surfactant-stabilized zein nanoparticles enhanced piperine solubility in the gastrointestinal tract and provided sustained release, with Tween 80-stabilized nanoparticles showing superior performance. The formulations demonstrated thermal stability, resistance to aggregation, and good redispersibility after lyophilization.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:53.770547+00:00"}
{"study_id": 31893, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of piperine on cell viability, cellular stresses, apoptosis, its relationship with the JNK signaling pathway, and its interaction with sorafenib in hepatocellular carcinoma.", "results_summary": "Piperine significantly increased cellular stresses, apoptosis, and activated JNK signaling in hepatocellular carcinoma cells, with additive or synergistic effects when combined with sorafenib. JNK inhibition reduced piperine-induced effects.", "population_specificity": "Hepatocellular carcinoma (HepG2 and Hep3B) and non-cancerous hepatocyte (AML12) cell lines.", "effective_dosage": "IC50 values: 97 µM (HepG2), 58 µM (Hep3B), 184 µM (AML12).", "study_duration": "48 hours.", "interactions": "Synergistic/additive effects with sorafenib.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:54.630586+00:00"}
{"study_id": 31898, "supplement_id": 1452, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the protective effect of piperine on orlistat-induced liver toxicity in obese male rats.", "results_summary": "Piperine combined with orlistat enhanced weight loss, improved biochemical markers (lipid profile, liver enzymes), reduced hepatic steatosis and duodenal inflammation, and upregulated genes related to fatty acid oxidation, carbohydrate metabolism, detoxification, and oxidative stress response.", "population_specificity": "Obese male rats", "effective_dosage": "30 mg/kg piperine daily", "study_duration": "6 weeks", "interactions": "Orlistat (60 mg/kg)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:56.734696+00:00"}
{"study_id": 31899, "supplement_id": 1452, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to summarize Piperine's potential as an anticancer agent, including its sources, mechanisms, preclinical studies, and clinical trial prospects.", "results_summary": "Piperine demonstrates dual roles in directly inhibiting tumor growth and enhancing the bioavailability of chemotherapeutic drugs, with low toxicity and efficacy across multiple cancer cell lines and animal models. However, no clinical trial data for cancer patients exists yet.", "population_specificity": "Preclinical studies involved various cancer cell lines (e.g., breast, prostate, lung) and animal models (e.g., mice, rats).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:59.613707+00:00"}
{"study_id": 31901, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate piperine's potential as a chemopreventive agent and its dual role in radiosensitization and radioprotection for cancer treatment.", "results_summary": "Piperine modulates key signaling pathways, inhibits cancer cell migration and invasion, enhances sensitivity to ionizing radiation, and protects healthy tissues by inhibiting NF-κB activation, reducing autophagy, and promoting apoptosis in cancer cells.", "population_specificity": "Not specified (general cancer treatment context).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:00.289499+00:00"}
{"study_id": 31904, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the cytotoxic and apoptotic effects of piperine, both alone and in combination with cisplatin, on oral squamous cell carcinoma (OSCC) cells.", "results_summary": "Piperine demonstrated cytotoxic and apoptotic effects in a concentration-dependent manner. When combined with cisplatin, it showed a synergistic effect, leading to more pronounced inhibition of cell viability and stronger induction of apoptosis via increased Bax protein and reactive oxygen species (ROS) activity.", "population_specificity": "In-vitro cultured OSCC cells.", "effective_dosage": "Not specified.", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:02.122267+00:00"}
{"study_id": 31902, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-inflammatory effects of piperine (PPN) using in vivo and in silico methods, focusing on its interaction with celecoxib (CXB) and ketoprofen (KPN).", "results_summary": "PPN significantly reduced licking frequency and paw edema in a dose-dependent manner but diminished the effects of CXB and KPN in combination therapy. It showed high affinity for COX-2, suggesting anti-inflammatory effects via COX-2 inhibition.", "population_specificity": "Young chicks with induced inflammation in the right hind paw.", "effective_dosage": "25 and 50 mg/kg, orally administered.", "study_duration": "Not specified.", "interactions": "Antagonistic interaction with celecoxib (CXB) and ketoprofen (KPN).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:03.232153+00:00"}
{"study_id": 31903, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-inflammatory and anti-arthritic effects of Piperine (PIP) and its albumin nanoparticle formulation (PIP-BSA NPs) in treating Adjuvant-induced arthritis (AIA) in rats.", "results_summary": "Both PIP and PIP-BSA NPs significantly reduced clinical scores and joint inflammation in AIA rats. PIP was superior for alleviating fibrin deposition and periosteal reactions, while PIP-BSA NPs were more effective in reducing bone inflammation and erosion. Both treatments suppressed serum levels of IL-17.", "population_specificity": "Adjuvant-induced arthritis (AIA) rats", "effective_dosage": "40 mg PIP or 131 mg PIP-BSA NPs every two days", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:04.051620+00:00"}
{"study_id": 31900, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a PBPK model for piperine and predict potential food-drug interactions with CYP3A4 substrate drugs.", "results_summary": "The study successfully developed and validated a PBPK model for piperine, predicting significant increases in AUC for six CYP3A4 substrate drugs (ritonavir, nifedipine, cyclosporine, triazolam, alfentanil, and simvastatin) when co-administered with piperine. These findings suggest piperine may alter the pharmacokinetics of these drugs.", "population_specificity": "Humans", "effective_dosage": "20 mg/day", "study_duration": "7-day intake", "interactions": "Significant interactions with CYP3A4 substrate drugs (ritonavir, nifedipine, cyclosporine, triazolam, alfentanil, and simvastatin)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:05.671541+00:00"}
{"study_id": 31908, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the in vitro effect of piperine against T. gondii tachyzoites in infected Vero cell cultures.", "results_summary": "Piperine reduced T. gondii multiplication by 55.56% to 88.89% in a dose-dependent manner, showing stronger antiparasitic effects than harmaline. Cells treated with piperine exhibited lower parasitic proliferation compared to controls.", "population_specificity": "In vitro Vero cell cultures infected with T. gondii tachyzoites.", "effective_dosage": "0.49 to 15.63 µg/mL", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:08.832363+00:00"}
{"study_id": 31910, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether polymer-phospholipid dispersions could improve the solubility and bioaccessibility of piperine and curcumin.", "results_summary": "The study found that polymer-phospholipid dispersions enhanced the solubility and permeability of piperine, maintaining supersaturation and improving its bioaccessibility compared to its crystalline form.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:09.491573+00:00"}
{"study_id": 31909, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of a novel piperine-derived mitofusin activator (8015-P2) in reversing mitochondrial dysfunction and neurodegeneration in a mouse model of Charcot-Marie-Tooth disease type 2A (CMT2A).", "results_summary": "The piperine derivative 8015-P2 demonstrated subnanomolar potency, improved mitochondrial fusion and motility, and reversed neuromuscular and sensory dysfunction in Mfn2 T105M knock-in mice. It also corrected histological and ultrastructural neurodegeneration and neurogenic myoatrophy.", "population_specificity": "Mfn2 T105M knock-in mice and human CMT2A patient-derived fibroblasts and reprogrammed motor neurons.", "effective_dosage": "Daily oral treatment (specific dosage not mentioned).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:09.981193+00:00"}
{"study_id": 31911, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of piperine on experimental autoimmune uveitis (EAU) in rats, focusing on clinical symptoms, immune responses, and inflammatory markers.", "results_summary": "Piperine at 80 mg/kg demonstrated superior regression of clinical symptoms, increased nitric oxide levels, enhanced IDO activity, and favorable mRNA expression of IL-10 and TGF-β compared to lower doses. It also significantly reduced mRNA ratios of key inflammatory markers in EAU rats.", "population_specificity": "Lewis rats with induced experimental autoimmune uveitis (EAU).", "effective_dosage": "20, 40, and 80 mg/kg orally (P.O.) daily.", "study_duration": "18 consecutive days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:11.396591+00:00"}
{"study_id": 31913, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate piperine's potential to counteract chemoresistance in cancer cells and enhance the efficacy of chemotherapeutic agents.", "results_summary": "Piperine demonstrated antineoplastic properties by regulating key cellular signaling pathways and modulating drug resistance mechanisms, such as inhibiting P-glycoprotein (P-gp) and multidrug resistance-associated protein 1 (MRP-1). It also enhanced drug bioavailability and chemosensitization across various cancer types.", "population_specificity": "Cancer cells (in vitro or preclinical models, not specified for human trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:12.846692+00:00"}
{"study_id": 31912, "supplement_id": 1452, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a curcumin-piperine combination could improve cardiometabolic indices in patients with type 2 diabetes mellitus (T2DM) and hypertriglyceridemia.", "results_summary": "The study found that the curcumin-piperine combination significantly reduced triglycerides and fasting blood glucose levels, marginally reduced CRP levels, and improved energy/fatigue compared to placebo. No significant changes were observed in other parameters like anthropometric indices, lipid profile, insulin resistance, blood pressure, or mood.", "population_specificity": "72 patients with T2DM and hypertriglyceridemia.", "effective_dosage": "5 mg piperine combined with 500 mg curcuminoids, administered as a tablet.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:12.989918+00:00"}
