{"study_id": 40612, "supplement_id": 1633, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the immunostimulatory potential and safety of trehalose 6,6' dimycolate (TDM) encapsulated in a lipid nanocarrier as a novel tuberculosis (TB) vaccine candidate.", "results_summary": "The study found that encapsulating TDM in cubosome lipid nanocarriers improved its solubility, reduced toxicity, and elicited a strong proinflammatory cytokine response in MTB-infected macrophages, enhancing antigen processing and presentation to CD4 T cells. Mathematical modeling supported its potential efficacy in vivo.", "population_specificity": "MTB-infected macrophages (in vitro study).", "effective_dosage": "1 mol % TDM encapsulated in lipid monoolein (MO) cubosomes.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:33.185346+00:00"}
{"study_id": 40615, "supplement_id": 1633, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-amyloidogenic performance of trehalose-conjugated polycarbonate-co-lactide nanoparticles in inhibiting amyloid beta peptide aggregation and disintegrating mature amyloid fibrils.", "results_summary": "The poly(trehalose) nanoparticle effectively inhibited amyloid beta peptide aggregation, disintegrated mature fibrils, reduced cellular stress from amyloid β oligomers, and improved cell viability. The biodegradable polycarbonate components enhanced its potential as an anti-amyloidogenic material.", "population_specificity": "Not specified (in vitro or preclinical study implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:33.681957+00:00"}
{"study_id": 40614, "supplement_id": 1633, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effectiveness of 10% trehalose oral spray in relieving radiation-induced xerostomia compared to a carboxymethylcellulose (CMC) spray.", "results_summary": "The study found that 10% trehalose spray significantly improved salivary pH and unstimulated salivary flow rate compared to CMC. While both sprays improved quality-of-life dimensions (physical, pain/discomfort, psychological), there was no significant difference in total XeQoLs scores between trehalose and CMC.", "population_specificity": "Head and neck cancer patients who completed radiotherapy and experienced radiation-induced xerostomia.", "effective_dosage": "10% trehalose spray applied intra-orally 4 times/day.", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:35.681074+00:00"}
{"study_id": 40616, "supplement_id": 1633, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the immunostimulatory properties and mode of action of an aryl-functionalized trehalose glycolipid (AF-2), particularly its Mincle-dependent and independent effects.", "results_summary": "AF-2 induced cytokine and chemokine release (e.g., IL-6, MIP-2, TNF-α) via Mincle signaling and triggered Mincle-independent pyroptosis, leading to IL-1β production and lytic cell death through NLRP3 inflammasome activation. The study revealed a novel mechanism of action for plate-coated AF-2, differing from typical trehalose glycolipid behavior.", "population_specificity": "Bone marrow-derived macrophages (BMDM) from WT and Mincle-/- mice, murine RAW264.7 cells, and human monocytes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:36.474922+00:00"}
{"study_id": 40617, "supplement_id": 1633, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of artificial tears containing trehalose and hyaluronic acid in improving dry eye disease symptoms in women of mixed-hormonal status (42-54 years) and postmenopausal women (≥55 years).", "results_summary": "The treatment significantly reduced dry eye symptoms, conjunctival hyperemia, and improved tear break-up time in both age groups, with more pronounced effects in women aged 42-54 years. No significant differences were observed between age groups except for visual acuity.", "population_specificity": "Women aged 42-54 years (mixed-hormonal status) and ≥55 years (postmenopausal) with moderate to severe dry eye disease.", "effective_dosage": "One drop of artificial tears containing trehalose (3%) and hyaluronic acid (0.15%) instilled in each eye 3 to 6 times daily.", "study_duration": "84 ± 7 days (approximately 3 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:39.305052+00:00"}
{"study_id": 40618, "supplement_id": 1633, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether trehalose could attenuate the progression of abdominal aortic aneurysm (AAA) by reducing inflammation and restoring smooth muscle cell contractile phenotype through autophagy induction.", "results_summary": "Trehalose reduced aortic dilation, improved elastin degradation, restored smooth muscle cell contractile markers, decreased apoptosis and leukocyte infiltration, and induced autophagy markers in a mouse model of AAA.", "population_specificity": "Mouse model of elastase-induced abdominal aortic aneurysm.", "effective_dosage": "1 g/kg per day", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:40.239075+00:00"}
{"study_id": 198518, "supplement_id": 1633, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of trehalose, ascorbic acid, and Y-27632 on the proliferation and survival rate of Wharton jelly mesenchymal stem cells after cryopreservation.", "results_summary": "The study found that 75 mM trehalose significantly increased post-thaw viability, cell proliferation, and reduced doubling time of the cells. Enhanced viability, proliferation, and attachment were also observed when trehalose was used in pretreatment and freezing medium.", "population_specificity": "Human umbilical cord Wharton jelly mesenchymal stem cells.", "effective_dosage": "75 mM trehalose.", "study_duration": "24 hours of pretreatment and post-thaw assessment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:41.268271+00:00"}
{"study_id": 198519, "supplement_id": 1633, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether trehalose supplementation improves vascular function in middle-aged and older adults, specifically focusing on resistance artery endothelial function and nitric oxide bioavailability.", "results_summary": "Trehalose supplementation improved resistance artery endothelial function by ~30% and increased endothelium-independent dilation, likely due to enhanced nitric oxide bioavailability and smooth muscle sensitivity. However, these benefits were not observed in subjects with significant body weight changes, and trehalose had no effect on conduit artery function, arterial stiffness, or inflammatory markers.", "population_specificity": "Healthy adults aged 50-77 years.", "effective_dosage": "100 g/day.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:42.996895+00:00"}
{"study_id": 41118, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether saponins from Tribulus terrestris could alleviate neuropathic pain in rats by inhibiting the TLR4/NF-κB pathway.", "results_summary": "Tribulus terrestris at 100 mg/kg and 200 mg/kg doses reduced neuropathic pain symptoms, improved histopathological changes, and lowered inflammatory cytokines (IL-1β, IL-6) by inhibiting the TLR4/NF-κB pathway, comparable to pregabalin.", "population_specificity": "Male rats with chronic constriction injury (CCI) of the sciatic nerve.", "effective_dosage": "100 mg/kg and 200 mg/kg, administered post-surgery.", "study_duration": "10 days post-operation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:43.596332+00:00"}
{"study_id": 198520, "supplement_id": 1633, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if a new vitrification solution containing hydroxypropyl cellulose (HPC) and trehalose was as effective and safe as conventional solutions using serum substitute supplement (SSS) and sucrose for human oocyte preservation.", "results_summary": "The study found no significant differences in survival, implantation, pregnancy, or delivery rates between the HPC + trehalose and SSS + sucrose groups, but the HPC + trehalose group showed a higher blastocyst rate. The new formulation was deemed safe and effective for oocyte vitrification.", "population_specificity": "Ovum donation cycles (218 cycles with 2532 oocytes in the study group, 214 cycles with 2353 oocytes in the control group).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:43.734848+00:00"}
{"study_id": 41119, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effect of harvest time on the content of bioactive components in different parts of Tribulus Terrestris and compare their antihypertensive effects.", "results_summary": "The study found that Tribulus Terrestris leaves (TTL) had higher total saponin content than the fruit (TTF) or stems (TTS), and TTL exhibited better antihypertensive effects, improving blood pressure, serum indexes, and thoracic aorta morphology. The optimal harvest periods varied by plant part, with TTF best harvested from August 11 to September 1, and TTS/TTL from July 21 to September 11.", "population_specificity": "Not specified (likely animal or in vitro models based on the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:45.705515+00:00"}
{"study_id": 41120, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to study the agro-morphological and phytochemical diversity of Tribulus Terrestris from 24 regions in Iran and assess its anti-proliferative activity against human prostate cancer cells (PC3).", "results_summary": "The study found significant variation in phytochemical traits and anti-proliferative activity among T. terrestris populations, with IC50 values ranging from 15.02 to 27.11 µg/ml against PC3 cells. The SBU population showed superior morphological traits, while the RAF population had the highest saponin content.", "population_specificity": "T. terrestris collected from 24 geographical regions in Iran.", "effective_dosage": "Not specified (IC50 values provided for extracts).", "study_duration": "24-hour treatment for anti-proliferative assay.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:46.895113+00:00"}
{"study_id": 41121, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the pro-apoptotic effects and anti-inflammatory mechanisms of gross saponins of Tribulus terrestris (GSTT) on rheumatoid arthritis fibroblast-like synoviocytes (RA-FLSs) and its therapeutic potential for rheumatoid arthritis (RA).", "results_summary": "GSTT significantly promoted apoptosis of RA-FLSs, reduced pro-inflammatory cytokine levels, lowered the Bcl-2/Bax ratio, and inhibited JNK and p38 phosphorylation. In vivo, GSTT improved clinical RA scores, reduced synovial inflammation, and decreased serum pro-inflammatory cytokine levels.", "population_specificity": "Rheumatoid arthritis fibroblast-like synoviocytes (RA-FLSs) and an in vivo RA model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:49.112791+00:00"}
{"study_id": 41122, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate Tribulus Terrestris's protective effects against carboplatin-induced liver and kidney damage in rats.", "results_summary": "Tribulus Terrestris significantly reduced creatinine and aspartate transaminase levels, reversed oxidative stress markers, decreased interleukin 6, and restored normal liver and kidney architecture in rats treated with carboplatin.", "population_specificity": "Thirty rats divided into control, carboplatin-only, and three Tribulus Terrestris treatment groups.", "effective_dosage": "1 g/kg, 1.25 g/kg, and 1.5 g/kg for 14 days.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:49.414295+00:00"}
{"study_id": 41123, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether Tribulus terrestris (Tt) could attenuate cognitive deficits and exhibit anxiolytic and antidepressant effects in scopolamine-induced amnesia in zebrafish.", "results_summary": "Tt administration (1, 3, and 6 mg/L) for 10 days averted scopolamine-induced anxiety and cognitive deficits in zebrafish, with flavonoids like kaempferol and quercetin identified as potential phytopharmaceuticals for anxiety-related disorders.", "population_specificity": "Zebrafish with scopolamine-induced amnesia.", "effective_dosage": "1, 3, and 6 mg/L once daily.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:50.230468+00:00"}
{"study_id": 41125, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study does not examine Tribulus Terrestris; it focuses on the cardioprotective effects of silver nanoparticles (AgNPs) on isoproterenol-induced myocardial infarction in mice.", "results_summary": "The study does not report any findings related to Tribulus Terrestris.", "population_specificity": "Mice with induced myocardial infarction.", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:50.507519+00:00"}
{"study_id": 41124, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the phytochemical composition of Tribulus terrestris seed extract and evaluate its cytotoxic, pro-apoptotic, antioxidant, anti-inflammatory, and antimicrobial activities against oral cancer cells.", "results_summary": "The study found that Tribulus terrestris seed extract exhibited concentration-dependent cytotoxicity against oral cancer cells, pro-apoptotic effects, significant antioxidant and anti-inflammatory activities, and antimicrobial efficacy against various pathogens.", "population_specificity": "Oral cancer cells (in vitro study)", "effective_dosage": "100 μg/mL (concentration used for significant growth inhibition)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:52.095889+00:00"}
{"study_id": 41126, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Tribulus Terrestris (bindii) extract, combined with swim exercise, improves memory and reduces oxidative stress markers in old male rats.", "results_summary": "The study found that Tribulus Terrestris extract combined with swimming exercise improved spatial and avoidance memory in old rats, likely by reducing oxidative stress, as evidenced by increased catalase (CAT) and antioxidant capacity (TAC) and decreased malondialdehyde (MDA). No significant effect was observed on reference memory error in the radial maze.", "population_specificity": "Old male Wistar rats (400-500 g) and young male Wistar rats.", "effective_dosage": "200 mg/kg of bindii hydroalcoholic extract.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:52.989091+00:00"}
{"study_id": 41128, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to elucidate the mechanisms of Tribulus Terrestris in treating diabetes mellitus and investigate the therapeutic effects of its water extract, small molecular components, and saccharides.", "results_summary": "Tribulus Terrestris improved glucolipid metabolism, intestinal barrier integrity, inflammation, and insulin resistance in T2DM rats. It modulated gut microbiota and metabolites, influencing metabolic pathways like tryptophan, fatty acid, and bile acid metabolism.", "population_specificity": "Type 2 diabetic rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:54.641225+00:00"}
{"study_id": 41127, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the combined effects of ginseng, Tribulus terrestris, and L-arginine on improving sexual performance in individuals with erectile dysfunction.", "results_summary": "The herbal treatment group showed significant improvement in IIEF-5 scores, particularly in non-diabetic patients, but no significant difference was observed in diabetic patients compared to the placebo group.", "population_specificity": "98 men with erectile dysfunction (both diabetic and non-diabetic).", "effective_dosage": "Each herbal tablet contained 100 mg of protodioscin (from Tribulus terrestris), 35 mg of ginsenosides, and 250 mg of L-arginine; total daily dosage not specified.", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:55.616787+00:00"}
{"study_id": 41130, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-inflammatory mechanisms of gross saponins from Tribulus terrestris L. fruit in vitro using a lipopolysaccharide-induced BV2 cells model.", "results_summary": "The saponins reduced nitric oxide release and inflammatory cytokines (TNF-α, IL-1β, IL-6) in BV2 cells, reversed metabolic perturbations, and suppressed inflammatory signaling pathways, primarily via glycerophospholipid, tryptophan, and purine metabolism regulation.", "population_specificity": "BV2 microglial cells (in vitro study)", "effective_dosage": "Different concentrations (specific amounts not stated)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:57.950089+00:00"}
{"study_id": 41131, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to uncover the mechanisms by which gross saponins of Tribulus terrestris (GSTTF) protect against ischemic stroke.", "results_summary": "GSTTF significantly reduced elevated CRP, IL-6, and Ca2+ levels in ischemic stroke models and reversed abnormal mRNA expression in brain tissues, likely through suppression of calcium ion and the MyD88/IKK/NF-κB signaling pathway.", "population_specificity": "Rat brain tissues affected by ischemic stroke models.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:58.329287+00:00"}
{"study_id": 41133, "supplement_id": 1634, "safety_score": "85", "efficacy_score": 30, "quality_score": 70, "study_goal": "The researchers aimed to determine whether Tribulus terrestris supplementation affects testicular morphology and sperm parameters in male rats.", "results_summary": "The study found no significant differences in sperm concentration, motility, viability, or most testicular morphometric parameters between treated and control groups. However, seminiferous epithelium height and tubular lumen surface density increased slightly in the treated group.", "population_specificity": "Male rats", "effective_dosage": "100 mg/kg body weight", "study_duration": "40 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:59.586565+00:00"}
{"study_id": 41129, "supplement_id": 1634, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to study the combined effects of Tribulus Terrestris and vitamin E on the histological condition of the testicle and epididymis in rabbits, focusing on sperm formation and differentiation.", "results_summary": "The study found that Tribulus Terrestris, especially when combined with vitamin E, positively affected spermatogonia and spermatocytes, increased sperm frequency in the epididymis, and showed no negative histological effects. The seminiferous tubules showed significant improvements in spermatogenic activity compared to the control group.", "population_specificity": "28 healthy male rabbits (445-950 g, 2.0-3.0 months old)", "effective_dosage": "1 g of Tribulus Terrestris daily, with or without 60 mg of vitamin E", "study_duration": "60 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:59.655214+00:00"}
{"study_id": 41132, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to study the anti-inflammatory activity of a thick extract of Tribulus terrestris on carrageenan and zymosan inflammation models in rats.", "results_summary": "The thick extract of Tribulus terrestris showed anti-inflammatory activity at doses of 50-200 mg/kg, with efficacy comparable to sodium diclofenac (8.0 mg/kg) in carrageenan inflammation and corvitin (10 mg/kg) in zymosan inflammation, indicating anticyclogenase and antilipoxygenase properties.", "population_specificity": "Rats (animal model)", "effective_dosage": "50 mg/kg to 200 mg/kg", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:29:59.863119+00:00"}
{"study_id": 41134, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-breast cancer effects of Tribulus Terrestris and explore its potential mechanisms of action.", "results_summary": "Tribulus Terrestris significantly reduced tumor size and weight in a mouse model of breast cancer, with a tumor inhibitory rate exceeding 26%. The study identified key molecular pathways, including sphingolipid metabolism, as potential mechanisms for its anti-cancer effects.", "population_specificity": "Mouse model of breast cancer (4T1 cells).", "effective_dosage": "Not specified.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:01.229108+00:00"}
{"study_id": 41135, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-liver cancer activity of Tribulus Terrestris (TT) and its underlying mechanisms, focusing on apoptosis regulation and signaling pathways.", "results_summary": "TT demonstrated significant antitumor activity in a liver cancer mouse model, reducing tumor size and weight by over 44%, and activated apoptotic pathways by altering protein levels (e.g., increasing Bax, Caspase3, and decreasing Bcl2). Metabolomics analysis identified 47 differential metabolites and 66 affected pathways.", "population_specificity": "Balb/c mice with H22 cell-induced liver cancer.", "effective_dosage": "Not specified.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:03.679398+00:00"}
{"study_id": 41136, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to biosynthesize silver nanoparticles using Tribulus terrestris seed extract and evaluate their anti-diabetic properties.", "results_summary": "The study found that TT-AgNPs exhibited significant anti-diabetic effects, including high glucose uptake (78.45% at 80 µg/mL), glucose adsorption (10.40% at 30 mM), and alpha-amylase inhibition (75.68% at 100 µg/mL). In vivo results showed a significant drop in blood sugar levels in diabetic mice after 30 days of treatment.", "population_specificity": "Streptozotocin-induced diabetic mice.", "effective_dosage": "80 µg/mL (glucose uptake), 30 mM (glucose adsorption), 100 µg/mL (alpha-amylase assay).", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:05.531503+00:00"}
{"study_id": 41137, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify and validate α-glucosidase inhibitors in Tribulus terrestris L. for potential treatment of type 2 diabetes.", "results_summary": "The study identified 15 ligands from Tribulus terrestris, including steroidal saponins, flavonoids, and alkaloids, which showed inhibitory effects on α-glucosidase. These findings were further validated through in vivo experiments and molecular docking simulations.", "population_specificity": "Not specified (in vitro and in vivo models used)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:06.847168+00:00"}
{"study_id": 41138, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the protective effects of TT15 (Tribulus terrestris extract) on ischemic stroke in MCAO rats and identify its potential targets and mechanisms of action.", "results_summary": "TT15 reduced infarct volume and improved neurological defect scores in MCAO rats, restored metabolic disturbances via multiple pathways, and showed binding affinity with key enzymes (PLA2 and POD) through molecular docking.", "population_specificity": "Middle cerebral artery occlusion (MCAO) rats (animal model).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:07.053092+00:00"}
{"study_id": 41142, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify the pathogen causing anthracnose in Tribulus Terrestris and confirm its pathogenicity.", "results_summary": "The study identified Colletotrichum truncatum as the pathogen causing anthracnose in Tribulus Terrestris, confirmed its pathogenicity through inoculation tests, and provided genetic and morphological characterization.", "population_specificity": "Tribulus Terrestris plants (cultivar: landrace) in Fushun County, Liaoning Province, China.", "effective_dosage": "Not applicable (pathogen study).", "study_duration": "7 days (pathogenicity test).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:09.585177+00:00"}
{"study_id": 41139, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the therapeutic effects of Tribulus Terrestris cell biomass on reducing weight gain and metabolic complications in rats with alimentary-induced obesity.", "results_summary": "Tribulus Terrestris cell biomass reduced weight gain, fat mass, and improved glucose and cholesterol levels in obese rats, though its hypocholesterolemic activity was less pronounced compared to other tested species.", "population_specificity": "Rat models with alimentary-induced obesity.", "effective_dosage": "100 mg/g body weight (water infusion of dry cell biomass).", "study_duration": "Three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:09.906448+00:00"}
{"study_id": 41141, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether 6 weeks of Tribulus Terrestris supplementation could mitigate exercise-induced muscle damage, inflammation, and oxidative stress in trained athletes.", "results_summary": "Tribulus Terrestris supplementation significantly improved Lactate Dehydrogenase (LDH), C-reactive protein (CRP), and Total Antioxidant Status (TAS) levels compared to placebo, suggesting potential benefits in reducing oxidative stress and inflammation. However, no significant decreases in muscle damage or inflammation biomarkers were observed, though a slight downward trend was noted after 6 weeks.", "population_specificity": "Thirty trained male CrossFit® athletes.", "effective_dosage": "770 mg/day", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:10.578108+00:00"}
{"study_id": 41140, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the protective effects of Tribulus terrestris (GSTTF) on ischemic stroke using a rat model and explore its underlying anti-inflammatory mechanisms.", "results_summary": "GSTTF administration reduced brain infarction volume, improved neurobehavioral scores in MCAO rats, and lowered TNF-α and IL-6 levels by inhibiting the TLR4/MyD88/NF-κB pathway. Metabolomics identified key pathways (glycerophospholipid, sphingolipid, and arachidonic acid metabolism) linked to its anti-inflammatory effects.", "population_specificity": "Middle cerebral artery occlusion (MCAO) rat model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:10.947965+00:00"}
{"study_id": 41143, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether fructose consumption affects the anti-tumor efficacy of Tribulus terrestris extract in neuroblastoma cells.", "results_summary": "Tribulus terrestris extract at 100 ng/ml reduced neuroblastoma cell viability and suppressed mitochondrial functions, but these effects were blunted in a fructose-enriched environment. Lower dosages (0.01 and 1 ng/ml) unexpectedly enhanced cell viability in the fructose milieu.", "population_specificity": "Mouse neuroblastoma cell line (Neuro 2a cells)", "effective_dosage": "0.01, 1, and 100 ng/ml", "study_duration": "24 hours", "interactions": "Fructose (20 mM) blunted the therapeutic effects of Tribulus terrestris.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:12.921316+00:00"}
{"study_id": 41144, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine the effectiveness of Tribulus terrestris (TT) as an herbal supplement with antioxidant and anti-inflammatory properties on nutritional, oxidative, inflammatory, and anti-inflammatory status, as well as sports performance in recreational runners.", "results_summary": "The abstract does not provide results, as the study appears to be in progress or not yet concluded. The outcomes will assess changes in oxidative stress, anti-inflammatory biomarkers, and sports performance.", "population_specificity": "Recreational runners from Tabriz stadiums, Iran.", "effective_dosage": "500 mg TT supplement twice daily.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:14.102582+00:00"}
{"study_id": 41146, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to characterize the chemical components of Tribulus terrestris and evaluate its α-glucosidase inhibition activity across different origins.", "results_summary": "The study identified 155 chemicals in Tribulus terrestris, with steroidal saponins showing significant α-glucosidase inhibition activity, particularly in samples from Inner Mongolia. Principal component analysis revealed 13 chemical markers with significant content differences among samples from three regions.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:15.854453+00:00"}
{"study_id": 41145, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether a furostanol saponins enriched extract (FSEE) of Tribulus terrestris L. exhibits anti-atherosclerotic effects by inhibiting vascular smooth muscle cell (VSMC) proliferation and to investigate its molecular mechanism.", "results_summary": "FSEE significantly reduced atherosclerotic plaque area in mice, inhibited VSMC proliferation and migration, and suppressed Akt/MEK/ERK signaling. The active components JL-6, tigogenin, and hecogenin also attenuated VSMC proliferation.", "population_specificity": "Apolipoprotein-E deficient (ApoE-/-) mice and rat thoracic smooth muscle cell A7r5.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:16.487215+00:00"}
{"study_id": 41148, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of Eucommia ulmoides-Tribulus terrestris (EU-TT) on blood pressure and hypothalamus morphology in aging spontaneously hypertensive rats (SHRs) and identify potential molecular targets.", "results_summary": "EU-TT significantly reduced systolic and diastolic blood pressure, improved hypothalamus morphology, and modulated the MAPK signaling pathway, as evidenced by proteomic and molecular analyses.", "population_specificity": "Aging spontaneously hypertensive rats (SHRs)", "effective_dosage": "5.53 g/kg/day", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:19.061454+00:00"}
{"study_id": 41149, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the provenance, constituents, properties, and physiological effects of Tribulus Terrestris, particularly its influence on male and female reproductive processes and dysfunctions.", "results_summary": "The study found that Tribulus Terrestris influences a wide range of physiological processes, acting as a stimulator for male and female reproductive functions, including sexual behavior, hormone regulation, gamete quality, and fecundity, with potential applications for improving libido and treating infertility.", "population_specificity": "Not specified (general review of available literature).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:19.474591+00:00"}
{"study_id": 41147, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 82, "study_goal": "The researchers aimed to explore the potential mechanisms of the EUO-TT drug pair (including Tribulus Terrestris) in treating hypertension-associated neurovascular lesions and ischemic stroke via the ferroptosis pathway.", "results_summary": "The study identified 36 active compounds in the EUO-TT drug pair, with 12 showing strong binding to target proteins (CHRM1, NR3C1, ADRB2, OPRD1) linked to neuroactive ligand-receptor interactions and ferroptosis. The constructed nomogram model suggested these targets as risk markers for ischemic stroke.", "population_specificity": "Not specified (in silico and molecular docking study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:20.640924+00:00"}
{"study_id": 41152, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the reno-protective mechanism of Tribulus terrestris (TrT) on Angiotensin II-induced hypertensive renal injury, focusing on miRNA-mRNA interactions.", "results_summary": "TrT treatment upregulated miR-155-5p, which negatively regulated H2AC6 expression, demonstrating a reno-protective effect against hypertensive renal injury. The study identified key miRNA-mRNA interactions involved in this protective mechanism.", "population_specificity": "Glomerular endothelial cells in an Angiotensin II-induced hypertensive renal injury model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:22.785590+00:00"}
{"study_id": 41153, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Tribulus Terrestris supplementation improves body composition, hormonal response, and performance in CrossFit® athletes.", "results_summary": "TT supplementation did not significantly enhance performance or body composition but showed a potential testosterone-boosting effect, aiding recovery and mitigating fatigue. Bench press performance and testosterone levels showed significant improvements.", "population_specificity": "30 healthy CrossFit®-trained males", "effective_dosage": "770 mg daily", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:23.271694+00:00"}
{"study_id": 41151, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the antiglycation and antioxidant activities of Tribulus terrestris crude dry extract and saponin fraction, and evaluate the efficiency of microencapsulation in preserving these properties.", "results_summary": "The study found that both crude dry extract and saponin fraction exhibited significant antiglycation and antioxidant activities, with microencapsulation effectively maintaining these properties post-release. The saponin fraction showed particularly high inhibition of advanced glycation end-product formation (89.89%) and strong antioxidant performance in various assays.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:25.066202+00:00"}
{"study_id": 41154, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic potential of bioreactor-grown Tribulus terrestris cell cultures in treating carbohydrate metabolism disorders (CMDs) in laboratory rats.", "results_summary": "Tribulus terrestris significantly reduced blood glucose levels in adrenaline-induced hyperglycemia and improved carbohydrate and lipid metabolism in streptozotocin-induced type 2 diabetes mellitus, evidenced by reduced daily diuresis, blood-glucose levels, blood content in urine, and total cholesterol.", "population_specificity": "Laboratory rats with induced hyperglycemia and type 2 diabetes mellitus.", "effective_dosage": "100 mg dry biomass/kg", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:25.547498+00:00"}
{"study_id": 41155, "supplement_id": 1634, "safety_score": "30", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential hepatorenal toxicity of Terrestrosin D (TED), a major spirostanol saponin in Tribulus Terrestris, and explore its possible mechanism.", "results_summary": "The study found that TED exhibited potential hepatorenal toxicity in both in vitro and in vivo studies, though the effects were reversible after discontinuation. Toxicokinetic and tissue distribution studies indicated dose-dependent accumulation of TED in the liver and kidneys.", "population_specificity": "Sprague-Dawley (SD) rats", "effective_dosage": "5-15 mg/kg daily", "study_duration": "28 consecutive days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:27.992816+00:00"}
{"study_id": 41156, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to isolate and identify the active anticancer compound in Tribulus terrestris seed saponin extract and evaluate its binding affinity with cellular target proteins.", "results_summary": "The study identified Nuatigenin, a steroidal saponin, as the active compound in the seed extract with high cytotoxicity against human breast cancer cells. In silico docking revealed strong binding affinity with apoptotic proteins and cell surface receptors, suggesting potential therapeutic use for breast cancer.", "population_specificity": "Human breast cancer cells (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:28.477340+00:00"}
{"study_id": 41157, "supplement_id": 1634, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of Tribulus terrestris in treating sexual dysfunction in pre and postmenopausal women and its effect on clitoral artery vascular resistance.", "results_summary": "Tribulus terrestris improved sexual function in both pre and postmenopausal women, as measured by FSFI and QS-F questionnaires, with no reported side effects. It also increased total, free, and bioavailable testosterone levels.", "population_specificity": "Pre and postmenopausal women with sexual dysfunction.", "effective_dosage": "94mg three times/day (TT3) or 280mg once/day (TT1).", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:30.018661+00:00"}
{"study_id": 41158, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate whether Tribulus terrestris (TT) extracts are justified for use in diabetes and diabetes complications by examining their mechanisms of action.", "results_summary": "Both TT preparations reduced elevated blood glucose levels in diabetic rats. The TT extract with high protodioscin content (TT-HPC) significantly increased FSH and testosterone levels compared to the diabetic control group, suggesting a potential FSH-linked pathway for testosterone modulation.", "population_specificity": "Diabetic rats", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:30.614094+00:00"}
{"study_id": 41150, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a saponin-rich extract of Tribulus Terrestris could alleviate inflammatory burden, insulin resistance, adipokine expression, and related reproductive pathologies in a model of dietary obesity in female rats.", "results_summary": "Tribulus Terrestris saponins (TTS) reduced body weight gain, serum triglycerides, and insulin resistance in obese rats. It also improved inflammatory cytokine levels, corrected hormonal disturbances, and ameliorated ovarian pathologies.", "population_specificity": "Female rats with diet-induced obesity.", "effective_dosage": "5 and 10 mg/kg/day.", "study_duration": "14 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:30.821570+00:00"}
{"study_id": 41159, "supplement_id": 1634, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the blood pressure-lowering effect of Tribulus terrestris (Khār-i-khasak) in prehypertensive individuals.", "results_summary": "The study found a significant decline in both systolic and diastolic blood pressure in the test group compared to placebo, with no cases of full-blown hypertension during follow-up. Safety parameters remained within normal limits.", "population_specificity": "Prehypertensive individuals over 18 years of age.", "effective_dosage": "6g of powdered dried fruits in three divided doses daily.", "study_duration": "Two months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:31.234303+00:00"}
{"study_id": 41160, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to analyze the elemental composition of Tribulus terrestris and assess how it varies based on geographic growth conditions.", "results_summary": "The study identified 26 essential and trace elements in T. terrestris, confirming that its elemental composition varies depending on the habitat. The plant's ability to accumulate elements is influenced by its geographic growth location.", "population_specificity": "Cultivated T. terrestris from Russia and wild-growing samples from China.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:33.475296+00:00"}
{"study_id": 41161, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Tribulus terrestris ethanol extract (TEE) on the freezability and quality of goat epididymal spermatozoa during cryopreservation.", "results_summary": "Supplementation with 50 μg/ml TEE significantly improved sperm motility, viability, and membrane integrity while reducing DNA fragmentation and malondialdehyde levels. Combining TEE with trehalose further enhanced these protective effects.", "population_specificity": "Goat epididymal spermatozoa", "effective_dosage": "50 μg/ml TEE", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:34.266321+00:00"}
{"study_id": 41163, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-Parkinson's activity of Tribulus terrestris methanol extract (TTME) by assessing its effects on behavioral, biochemical, and molecular markers in a rat model of Parkinson's disease.", "results_summary": "TTME demonstrated significant dose-dependent improvements in behavioral symptoms, restored antioxidant enzyme levels, reduced oxidative stress markers, and downregulated mRNA expression of pro-inflammatory cytokines and α-synuclein in Parkinson's disease rats.", "population_specificity": "Haloperidol-induced Parkinson's disease model in rats.", "effective_dosage": "100, 300, and 1000 mg/kg orally for 21 days.", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:38.003030+00:00"}
{"study_id": 41166, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the protective effect of gross saponins of Tribulus terrestris L. fruit (GSTTF) against ischemic stroke in rats and explore its potential therapeutic mechanisms.", "results_summary": "GSTTF showed neuroprotective effects by reversing metabolic disturbances caused by ischemic stroke in rats, with network pharmacology identifying 24 potential therapeutic targets. Molecular docking confirmed active compounds could bind to key targets (HSD11B1 and AR).", "population_specificity": "Rats with middle cerebral artery occlusion (MCAO)-induced ischemic stroke.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:39.577943+00:00"}
{"study_id": 41162, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of intestinal microbiota and fecal metabolism in the antihypertensive effects of a combination of Eucommia ulmoides and Tribulus terrestris (ET) in elderly hypertensive rats.", "results_summary": "ET treatment reduced blood pressure, improved colonic tissue morphology, and altered the imbalanced microbiota in hypertensive rats, particularly increasing Eubacterium abundance. These changes correlated with altered fecal metabolites, suggesting ET's antihypertensive effects may be mediated by gut microbiota and their metabolites.", "population_specificity": "Elderly spontaneously hypertensive rats (SHRs, 18 months old) and Wistar-Kyoto (WKY) rats as controls.", "effective_dosage": "1.0 g/kg/d ET", "study_duration": "42 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:39.654136+00:00"}
{"study_id": 41164, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of Tribulus terrestris (TT) aqueous extract and saponin fraction on the expression of ICAM-1, VCAM-1, and SELE genes in endothelial cells under normal and LPS-induced inflammatory conditions.", "results_summary": "LPS-induced endothelial cells showed significantly increased expression of ICAM-1, VCAM-1, and SELE genes, which was significantly reduced by treatment with TT aqueous extract and saponin fraction. The findings suggest TT has anti-inflammatory effects that may be beneficial for atherosclerosis prevention/therapy.", "population_specificity": "Human umbilical vein endothelial cells (HUVEC) and human bone marrow endothelial cells (HBMEC) in vitro.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:39.786037+00:00"}
{"study_id": 41167, "supplement_id": 1634, "safety_score": "80", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the effectiveness and safety of Tribulus terrestris in treating female sexual dysfunction (FSD) through a systematic review of randomized controlled trials.", "results_summary": "Tribulus terrestris significantly improved sexual function scores in premenopausal and postmenopausal women after 1 to 3 months of treatment and increased serum testosterone levels in premenopausal women. No serious adverse events were reported, but the certainty of evidence was very low.", "population_specificity": "Premenopausal and postmenopausal women with female sexual dysfunction (n=279).", "effective_dosage": "Not specified in the abstract.", "study_duration": "1 to 3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:39.990002+00:00"}
{"study_id": 41165, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanisms by which Tribulus terrestris protects human retinal pigment epithelial cells (ARPE-19) against oxidative stress induced by H2O2.", "results_summary": "The study found that Tribulus terrestris extract (EE-TT) significantly improved cell viability, reduced apoptosis, and modulated oxidative stress markers in ARPE-19 cells by regulating the PI3K/Akt-Nrf2 signaling pathway. EE-TT also reversed H2O2-induced downregulation of antioxidant genes and increased the expression of key protective genes.", "population_specificity": "Human retinal pigment epithelial cells (ARPE-19) in vitro.", "effective_dosage": "200 μg/mL EE-TT.", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:40.022637+00:00"}
{"study_id": 41168, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate the anti-inflammatory effects of Tribulus terrestris extract and its saponin fraction on endothelial cells by measuring changes in proteome and expression of adhesion molecules (ICAM-1, VCAM-1, and E-selectin).", "results_summary": "The study found that Tribulus terrestris extract significantly reduced proteome levels (80 spots) and expression of ICAM-1, VCAM-1, and E-selectin in LPS-induced endothelial cells, with the aqueous extract showing greater anti-inflammatory effects than the saponin fraction alone.", "population_specificity": "Human umbilical vein endothelial cells (HUVECs) and human bone marrow endothelial cells (HBMECs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:43.279545+00:00"}
{"study_id": 41169, "supplement_id": 1634, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the preventive and curative potential of a statistically optimized aqueous extract of Tribulus terrestris for kidney stones, along with its preclinical safety.", "results_summary": "The study found that the extract improved renal function, restored normal renal architecture, and modulated urinary crystal morphology. It also demonstrated antioxidant efficacy and reversed p38MAPK upregulation, with no observed adverse effects at 750 mg/kg body weight.", "population_specificity": "Experimentally induced nephrolithiatic Wistar rats", "effective_dosage": "750 mg/kg body weight", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:43.458201+00:00"}
{"study_id": 41170, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the protective effects of Gross Saponins of Tribulus Terrestris Fruit (GSTTF) on ischemic stroke using metabolomics and network pharmacology analysis.", "results_summary": "GSTTF reversed metabolic deviations caused by ischemic stroke in rats, potentially targeting proteins NOS2 and GSK3B, suggesting neuroprotective effects. The study highlights GSTTF's regulatory role in multiple metabolic pathways but calls for further research to clarify underlying mechanisms.", "population_specificity": "Rats with middle cerebral artery occlusion (MCAO)-induced ischemic stroke.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:46.696304+00:00"}
{"study_id": 41172, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Tribulus Terrestris (TT) extract, both separately and in combination with Anacyclus Pyrethrum (AP), on male fertility parameters in Wistar rats.", "results_summary": "TT increased sperm count, testosterone, and LH levels, and improved Leydig, spermatogonia, and spermatid cell numbers. Combined administration with AP showed even greater improvements in sperm viability, motility, and histological parameters.", "population_specificity": "Male Wistar rats", "effective_dosage": "Not specified", "study_duration": "25 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:47.571250+00:00"}
{"study_id": 41176, "supplement_id": 1634, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential of Tribulus Terrestris methanol extract for anti-Alzheimer activity and evaluate its safety.", "results_summary": "The study found that Tribulus Terrestris methanol extract significantly improved behavioral parameters, antioxidant enzymes, acetylcholinesterase levels, and reduced neurofibrillary tangles in an Alzheimer's disease rat model. No mortality was observed in acute toxicity testing, indicating safety at tested doses.", "population_specificity": "AlCl3-induced Alzheimer's disease rat model", "effective_dosage": "100, 300, and 1000 mg/kg doses administered orally", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:48.516989+00:00"}
{"study_id": 41173, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine the anti-inflammatory and anti-fibrotic effects of Terrestrosin D (TED) from Tribulus terrestris against bleomycin-induced pulmonary inflammation and fibrosis in mice.", "results_summary": "TED reduced inflammatory cell infiltration, lowered levels of inflammatory and fibrotic markers (TNF-α, IL-6, IL-8, TGF-β1, PDGF-AB), decreased hydroxyproline content, and attenuated lung tissue damage in bleomycin-treated mice.", "population_specificity": "Male SPF mice", "effective_dosage": "10 mg/kg, administered intraperitoneally once daily", "study_duration": "2 and 6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:48.728487+00:00"}
{"study_id": 41175, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of Tribulus terrestris (TT) against mercuric chloride-induced nephrotoxicity in rats, focusing on its antioxidant and anti-inflammatory properties.", "results_summary": "TT at doses of 200 and 300 mg/kg significantly prevented renal injury and reduced mercury accumulation in kidney tissues, likely due to its antioxidant and anti-inflammatory effects. The higher dose (300 mg/kg) was particularly effective in decreasing renal mercury levels and mitigating oxidative stress markers.", "population_specificity": "Rats (n = 6 per group)", "effective_dosage": "100, 200, and 300 mg/kg (orally administered)", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:49.419335+00:00"}
{"study_id": 41174, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether gross saponins of Tribulus terrestris (GSTT) could improve erectile function in rats with type 2 diabetes mellitus-induced erectile dysfunction (T2DMED).", "results_summary": "GSTT significantly improved erectile function by enhancing nitric oxide levels, reducing oxidative stress, inhibiting apoptosis, and decreasing fibrosis in cavernous tissue. It showed comparable efficacy to sildenafil in increasing cGMP levels and demonstrated synergistic effects when combined with sildenafil.", "population_specificity": "Male rats with type 2 diabetes mellitus-induced erectile dysfunction.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "Synergistic effect with sildenafil noted.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:50.443004+00:00"}
{"study_id": 41177, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Tribulus terrestris standardized extract (TTE) could improve motor dysfunction and reduce oxidative DNA damage and neurotoxicity in a rotenone-induced Parkinson's disease mouse model.", "results_summary": "TTE improved motor dysfunction, reduced markers of inflammation and DNA damage (8-OHdG and MTH1 expression), and suppressed oxidative stress and microglia activation (CD11b). The higher dose (10 mg/kg) also improved neuronal integrity in the substantia nigra.", "population_specificity": "Male Swiss albino mice with rotenone-induced Parkinson's-like symptoms.", "effective_dosage": "5 mg/kg and 10 mg/kg, administered by oral gavage.", "study_duration": "17 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:52.977382+00:00"}
{"study_id": 41180, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic effects and mechanisms of GSTTF on ischemic stroke using a metabolomics approach in a rat model.", "results_summary": "GSTTF significantly reduced the infarct area in MCAO rats and reversed metabolic deviations by regulating fatty acids, amino acids, and carbohydrates metabolism. The study suggests GSTTF has neuroprotective effects in ischemic stroke.", "population_specificity": "Middle cerebral artery occlusion (MCAO) rat model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:55.021611+00:00"}
{"study_id": 41179, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the neuroprotective mechanisms of aqueous extract of Tribulus terrestris (AQTT) by examining its effects on inflammatory, apoptotic, and neuronal survival pathways.", "results_summary": "AQTT demonstrated anti-inflammatory and anti-apoptotic effects, downregulated key inflammatory and apoptotic markers, and promoted neuronal survival by modulating GSK3β/β-catenin pathways. Pretreatment with AQTT showed better efficacy than post-treatment, suggesting potential prophylactic benefits.", "population_specificity": "Primary cortical neurons (in vitro) and animal models (in vivo).", "effective_dosage": "50 and 100 mg/kg.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:57.377931+00:00"}
{"study_id": 41182, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to systematically review clinical trials and quasi-experimental studies on the effects of Tribulus terrestris on sperm parameters in idiopathic male infertility.", "results_summary": "Six out of seven studies reported that Tribulus terrestris improved some or all sperm parameters (number, motility, morphology), while one quasi-experimental study without a control arm found it ineffective.", "population_specificity": "Men with idiopathic male infertility.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:57.719912+00:00"}
{"study_id": 41183, "supplement_id": 1634, "safety_score": "30", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the genotoxic effects of aqueous extracts of Tribulus terrestris fruits on human peripheral blood lymphocytes.", "results_summary": "The study found that high concentrations (40-80 mg/L) of T. terrestris extract caused DNA damage, including micronuclei, chromosomal aberrations, and necrotic cells, while low concentrations (10-20 mg/L) showed no significant difference compared to controls.", "population_specificity": "Cultured human peripheral blood lymphocytes.", "effective_dosage": "10, 20, 40, and 80 mg/L for 24 hours.", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:57.843871+00:00"}
{"study_id": 41181, "supplement_id": 1634, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to elucidate the anticancer mechanism of Tribulus terrestris (TT) on MCF-7 breast cancer cells, focusing on its cytotoxic and apoptotic effects.", "results_summary": "TT extracts (methanolic and saponin from leaves and seeds) demonstrated cytotoxicity to MCF-7 cells while being non-toxic to non-malignant cells. The extracts induced apoptosis via both intrinsic (upregulation of Bax and p53, downregulation of Bcl-2) and extrinsic (upregulation of FADD, AIF, and caspase 8) pathways.", "population_specificity": "Human breast cancer MCF-7 cells and peripheral blood mononuclear cells (PBMCs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:57.991890+00:00"}
{"study_id": 41184, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of Tribulus terrestris on sexual satisfaction in postmenopausal women.", "results_summary": "The study found that taking T. terrestris syrup significantly increased sexual satisfaction in postmenopausal women compared to the placebo group, with statistical significance (P < 0.005).", "population_specificity": "Postmenopausal women referred to a health center in eastern Ahvaz.", "effective_dosage": "0.9 mg of T. terrestris extract in syrup form.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:30:58.296522+00:00"}
{"study_id": 41178, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic effect of a standardized Tribulus terrestris extract on bone loss in ovariectomized rats.", "results_summary": "Tribulus terrestris increased bone mass to levels similar to sham-operated rats, raised DHEA levels, reduced calcium excretion, and maintained bone turnover. The extract showed a bone-protective effect, likely due to increased DHEA and calcium retention.", "population_specificity": "Female ovariectomized rats.", "effective_dosage": "3, 30, and 300 mg/kg/day.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:02.505194+00:00"}
{"study_id": 41185, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effects of Tribulus terrestris saponins (TTS) on the proliferation of adipose-derived mesenchymal stem cells (ASCs) under oxidative stress induced by hydrogen peroxide (H2O2).", "results_summary": "The study found that TTS significantly prevented premature apoptosis in ASCs when administered both before and after exposure to oxidative stress, suggesting its potential as a protective agent against oxidative stress-induced cell damage.", "population_specificity": "Adipose-derived mesenchymal stem cells (ASCs) in vitro.", "effective_dosage": "6.25, 12.5, 25, 50, and 100 µg/mL concentrations of TTS.", "study_duration": "Pretreatment for 2 hours or post-treatment for 24 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:02.853825+00:00"}
{"study_id": 41186, "supplement_id": 1634, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Tribulus terrestris in aging males with partial androgen deficiency suffering from erectile dysfunction and lower urinary tract symptoms.", "results_summary": "Tribulus terrestris significantly elevated total testosterone levels and improved erectile function scores, with no worsening of lower urinary tract symptoms. However, it also caused slight elevations in aspartate transaminase and prostate-specific antigen levels.", "population_specificity": "Aging males with partial androgen deficiency, erectile dysfunction, and lower urinary tract symptoms (n=70).", "effective_dosage": "Three times daily for 3 months (specific dosage not provided).", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:04.714233+00:00"}
{"study_id": 41187, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Tribulus Terrestris dry extract could protect the male reproductive system against cyclophosphamide-induced toxicity in mice.", "results_summary": "The study found that Tribulus Terrestris dry extract ameliorated cyclophosphamide-induced oxidative stress, histopathological damage, and reduced testosterone levels, likely due to the presence of protodioscin.", "population_specificity": "Male mice exposed to cyclophosphamide.", "effective_dosage": "11 mg/kg daily by gavage.", "study_duration": "14 days.", "interactions": "Cyclophosphamide (antagonistic interaction).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:05.225069+00:00"}
{"study_id": 41190, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine the anti-coccidial effects of Tribulus terrestris ethanol extract (TTE) against Eimeria tenella in chicks.", "results_summary": "TTE significantly reduced oocyst shedding in stools and increased body weight gains compared to untreated infected animals, demonstrating anti-coccidial activity.", "population_specificity": "3-day-old chicks (n=30)", "effective_dosage": "15mg per animal", "study_duration": "1 week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:05.365736+00:00"}
{"study_id": 41191, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Tribulus terrestris fruit extract could improve symptoms of oxazolone-induced atopic dermatitis in mice and explore its mechanism of action.", "results_summary": "The study found that 1% TF extract combined with 0.1% HC improved atopic dermatitis symptoms, reduced skin inflammation, and modulated calcium channels and mast cell activation. TF extract also inhibited Orai-1 activity and increased TRPV3 activity in cell models.", "population_specificity": "Mice with oxazolone-induced atopic dermatitis.", "effective_dosage": "1% TF extract applied topically daily.", "study_duration": "24 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:07.121374+00:00"}
{"study_id": 41188, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the apoptosis-inducing potential and mechanism of action of Tribulus Terrestris alkaloid extract in Jurkat E6-1 cancer cells.", "results_summary": "The study identified four N-feruloyltyramine derivatives in the alkaloid extract, two of which were newly reported. The extract induced dose-dependent cytotoxicity, DNA fragmentation, increased caspase-3 activity, and altered expression of critical apoptosis-related genes, suggesting anti-leukemic potential.", "population_specificity": "Jurkat E6-1 cancer cell line (in vitro study).", "effective_dosage": "LC50 140.4 μg mL-1 (sub-lethal concentration used for apoptosis assays).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:07.300805+00:00"}
{"study_id": 41189, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether saponins from Tribulus terrestris could attenuate neuropathic pain and inflammation caused by vincristine, both peripherally and centrally.", "results_summary": "TT saponins effectively reduced mechanical hyperalgesia, allodynia, and inflammatory mediators (TNF-α, IL-1β, IL-6) in sciatic nerve and brain, while also restoring excitatory neurotransmitter levels (glutamate, aspartate) and improving nociceptive thresholds.", "population_specificity": "Animal model (neuropathic pain induced by vincristine)", "effective_dosage": "Not specified", "study_duration": "10 days (in two 5-day cycles with a 2-day pause)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:08.636288+00:00"}
{"study_id": 41192, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of Tribulus terrestris in treating hypoactive sexual desire disorder (HSDD) in premenopausal women and its effect on serum testosterone levels.", "results_summary": "Tribulus terrestris significantly improved sexual function scores (FSFI and QS-F) across multiple domains and increased free and bioavailable testosterone levels, while placebo showed no significant improvements.", "population_specificity": "Premenopausal women with HSDD (n=40).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:10.301753+00:00"}
{"study_id": 41193, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-inflammatory effects of tribulusamide D, a compound isolated from Tribulus Terrestris, on LPS-stimulated RAW 264.7 macrophages.", "results_summary": "Tribulusamide D inhibited LPS-induced production of nitric oxide and prostaglandin E2, reduced expression of inflammatory cytokines (IL-6, IL-10, TNF-α), and mediated its effects through inactivation of p38 MAPK and inhibition of NF-κB nuclear localization. The study suggests tribulusamide D has potential as a therapeutic agent for inflammatory disorders.", "population_specificity": "RAW 264.7 macrophages (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:11.864933+00:00"}
{"study_id": 41194, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects and mechanism of action of Tribulus Terrestris ethanolic extract (ETT) on osteoarthritis (OA) in an animal model.", "results_summary": "ETT attenuated OA symptoms by downregulating inflammatory markers (NO synthase 2, COX-2, TNF-α, IL-6) and modulating matrix metalloproteinases (MMP-2, MMP-9). The results suggest potential therapeutic benefits for inflammatory diseases like OA.", "population_specificity": "LEW/SSNHSD rats with MIA-induced osteoarthritis.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:13.721746+00:00"}
{"study_id": 41196, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the mechanisms by which Tribulus Terrestris (TT) extracts enhance muscle weight and performance in rats undergoing high-intensity exercise, focusing on androgens, IGF-1, and their receptors.", "results_summary": "TT extracts increased testosterone and IGF-1 plasma levels, upregulated AR and IGF-1R protein expression, and enhanced muscle weight and myosin heavy chain (MHC) levels in rats performing high-intensity exercise. The study suggests TT may promote skeletal muscle mass and athletic performance.", "population_specificity": "Sprague-Dawley rats undergoing high-intensity exercise.", "effective_dosage": "120 mg/kg, administered intragastrically 30 minutes prior to training.", "study_duration": "5 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:14.640791+00:00"}
{"study_id": 41195, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effects of Tribulus terrestris hydro-alcoholic extract on cerulein-induced acute pancreatitis in mice, focusing on its antioxidant, anti-inflammatory, analgesic, and antimicrobial properties.", "results_summary": "T. terrestris extract at doses of 200 and 400 mg/kg (oral) and 400 mg/kg (intraperitoneal) reduced pancreatic tissue myeloperoxidase activity, serum amylase and lipase levels, and improved histological parameters in mice with induced acute pancreatitis.", "population_specificity": "Mice (n=6 per group) with cerulein-induced acute pancreatitis.", "effective_dosage": "100, 200, and 400 mg/kg (oral and intraperitoneal administration).", "study_duration": "Single administration before pancreatitis induction, with euthanasia 5 hours after the last cerulein injection.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:15.230204+00:00"}
{"study_id": 41198, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effectiveness of a hydroalcoholic extract combination of Withania somnifera and Tribulus terrestris in treating letrozole-induced polycystic ovarian syndrome (PCOS) in rats.", "results_summary": "The combination of WS and TT normalized the estrus cycle, reversed hormonal imbalances, reduced serum cholesterol, and restored ovarian and uterine weights to normal levels. Histopathological analysis showed nearly normal ovarian tissue.", "population_specificity": "Female Wistar rats with letrozole-induced PCOS.", "effective_dosage": "198 mg/kg of the combined hydroalcoholic extract (WS and TT).", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:16.709572+00:00"}
{"study_id": 41197, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of Tribulus terrestris, combined with other herbs, on reducing menopausal symptoms in postmenopausal women.", "results_summary": "The study found that the Aphrodit capsule (containing Tribulus terrestris and other herbs) significantly reduced menopausal symptoms compared to the placebo group, demonstrating its efficacy.", "population_specificity": "80 postmenopausal women aged 50-60 years.", "effective_dosage": "40 mg of Tribulus terrestris per capsule, taken twice daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:16.853520+00:00"}
{"study_id": 41200, "supplement_id": 1634, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of Tribulus terrestris for treating hypoactive sexual desire disorder in postmenopausal women and its effect on serum testosterone levels.", "results_summary": "Tribulus terrestris significantly improved sexual function domains (desire, arousal/lubrication, pain, anorgasmia) and increased free and bioavailable testosterone levels compared to placebo. Few side effects were reported, and the supplement was deemed safe.", "population_specificity": "Postmenopausal women with diminished libido.", "effective_dosage": "750 mg daily", "study_duration": "120 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:18.958673+00:00"}
{"study_id": 41199, "supplement_id": 1634, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to compare the efficacy and safety of Tribulus Terrestris (Tribestan) versus placebo for treating erectile dysfunction (ED) and hypoactive sexual desire disorder (HSDD) in men, while also evaluating its impact on blood lipid levels.", "results_summary": "Tribulus Terrestris significantly improved IIEF scores and other sexual function measures compared to placebo, with no significant difference in adverse events between groups. The therapy was well-tolerated, with no serious drug-related adverse events reported.", "population_specificity": "180 males aged 18-65 with mild to moderate ED, with or without HSDD, including those with hypertension, diabetes mellitus, and metabolic syndrome.", "effective_dosage": "3×2 film-coated tablets daily (each containing 250mg Tribulus Terrestris extract, standardized to ≥112.5mg furostanol saponins).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:19.138000+00:00"}
{"study_id": 41201, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the tolerability and efficacy of a combination supplement containing Tribulus Terrestris for improving sexual quality of life in patients with premature ejaculation.", "results_summary": "The study found significant improvements in intravaginal ejaculatory latency time (IELT) and Premature Ejaculation Diagnostic Tool (PEDT) scores in patients taking the supplement compared to controls. Significant differences were also observed in IIEF-5 and FSH scores.", "population_specificity": "Patients with premature ejaculation attending urological centers.", "effective_dosage": "One tablet per day (exact dosage of Tribulus Terrestris not specified).", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:21.177124+00:00"}
{"study_id": 41202, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of direct addition of Tribulus terrestris extract on human sperm parameters, including motility, viability, and DNA fragmentation.", "results_summary": "The study found that incubating human semen with 40 and 50 µg/mL of Tribulus terrestris extract significantly improved sperm motility, progressive motility, curvilinear velocity, and viability over 60 to 120 minutes.", "population_specificity": "40 healthy male volunteers", "effective_dosage": "20, 40, and 50 µg/mL", "study_duration": "60 to 120 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:21.857168+00:00"}
{"study_id": 41204, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Tribulus terrestris saponins on exercise performance and the underlying mechanisms in an overtraining rat model.", "results_summary": "TT saponins improved exercise performance, increased body and gastrocnemius mass, elevated serum testosterone levels, and modulated androgen-AR axis and IGF-1R signaling in overtraining rats.", "population_specificity": "Rats subjected to an overtraining model", "effective_dosage": "120 mg/kg body mass, administered 30 minutes before each training session", "study_duration": "Duration not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:23.299605+00:00"}
{"study_id": 41203, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to compile a database for further investigation of the phytopharmacological properties of Tribulus Terrestris to validate its traditional uses and explore potential applications.", "results_summary": "The study highlighted Tribulus Terrestris's diverse pharmacological activities, including aphrodisiac, anti-inflammatory, antimicrobial, and antioxidant effects, as well as potential immunomodulatory, hepatoprotective, hypolipidemic, anthelmintic, and anticarcinogenic applications. It emphasized its traditional use for infertility and libido enhancement.", "population_specificity": "Not specified (general traditional use and pharmacological potential discussed).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:23.919553+00:00"}
{"study_id": 41206, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 10, "quality_score": 70, "study_goal": "The researchers aimed to determine whether Tribulus terrestris improves serum testosterone, luteinizing hormone levels, and semen parameters in males with unexplained infertility.", "results_summary": "The study found no statistically significant differences in testosterone (total and free), LH levels, or semen parameters (sperm concentration, motility, abnormal forms) before and after treatment. Tribulus terrestris was ineffective in treating idiopathic infertility.", "population_specificity": "Thirty male patients with idiopathic infertility.", "effective_dosage": "750 mg daily in three divided doses.", "study_duration": "Three months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:24.744971+00:00"}
{"study_id": 41205, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Tribulus terrestris on semen quality and physiological parameters in men with abnormal semen evaluation.", "results_summary": "The study found significant improvements in body fat percentage, lean muscle mass, dihydrotestosterone levels, and semen parameters (sperm concentration, motility, and liquefaction time). Protodioscin, the main phytochemical in Tribulus, was noted to enhance germ cell proliferation and seminiferous tubule growth.", "population_specificity": "65 men with abnormal semen evaluation.", "effective_dosage": "250 mg of Tribulus terrestris dried extract per capsule (Androsten®).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:25.729451+00:00"}
{"study_id": 41207, "supplement_id": 1634, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to determine the effects of Tribulus terrestris on sexual function in menopausal women with sexual dysfunction.", "results_summary": "Tribulus terrestris significantly improved sexual function in menopausal women, particularly in desire, foreplay, arousal, and comfort during intercourse, but not in orgasm or sexual satisfaction. No significant adverse effects were reported.", "population_specificity": "60 postmenopausal women with sexual dysfunction.", "effective_dosage": "Not specified in the abstract.", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:28.183740+00:00"}
{"study_id": 41208, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to examine the genetic diversity and structure of different populations of Tribulus terrestris from north India using newly developed SSR markers.", "results_summary": "The study identified high genetic diversity among T. terrestris populations, with 76% of genetic variance within populations and 24% among populations. The newly developed SSR markers revealed three distinct genetic groups, primarily corresponding to Rajasthan, Punjab, and Haryana regions, with some intermixing.", "population_specificity": "T. terrestris plant populations from north India (Rajasthan, Punjab, Haryana).", "effective_dosage": "Not available", "study_duration": "Not applicable (genetic study, no intervention duration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:28.185048+00:00"}
{"study_id": 41210, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of Tribulus terrestris (TT) on oxidized LDL-induced endothelial dysfunction in human umbilical vein endothelial cells (HUVECs).", "results_summary": "TT suppressed ox-LDL-induced HUVEC proliferation and apoptosis, improved cytoskeletal integrity and cell migration, regulated eNOS synthesis and ROS generation, and modulated key genes in the JAK2/STAT3 and PI3K/AKT pathways, showing efficacy comparable to valsartan.", "population_specificity": "Human umbilical vein endothelial cells (HUVECs) in vitro.", "effective_dosage": "30 μg/mL and 3 μg/mL.", "study_duration": "Pre-incubation for 60 minutes followed by 24-hour ox-LDL exposure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:31.542569+00:00"}
{"study_id": 41213, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of Tribulus Terrestris fruit extract on metronidazole-induced testicular and sperm-related alterations in mice.", "results_summary": "Tribulus Terrestris partially restored testicular weight, spermatogenesis, antioxidant enzyme activity, and sperm count at 100 mg/kg/day and fully restored these parameters at 200 mg/kg/day when co-administered with metronidazole.", "population_specificity": "Adult Swiss strain mice", "effective_dosage": "100 mg/kg BW/day and 200 mg/kg BW/day", "study_duration": "28 days", "interactions": "Metronidazole (500 mg/kg BW/day)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:32.984213+00:00"}
{"study_id": 41214, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antiandrogenic properties of Tribulus Terrestris and its efficacy in managing PCOS symptoms in rat models.", "results_summary": "Tribulus Terrestris demonstrated antiandrogenic activity in vitro and normalized estrous cyclicity, steroidal hormonal levels, and ovarian follicular growth in PCOS-induced rats.", "population_specificity": "Female rat models with PCOS induced by estradiol valerate.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:33.679637+00:00"}
{"study_id": 41211, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of N-trans-ρ-caffeoyl tyramine (CT) from Tribulus terrestris on inflammatory responses, specifically NO production, pro-inflammatory cytokines, and COX-2 expression in LPS-stimulated RAW 264.7 cells.", "results_summary": "The study found that both the ethanolic extract of T. terrestris (EETT) and CT inhibited NO, TNF-α, IL-6, and IL-10 production in a dose-dependent manner. CT also suppressed COX-2 expression, PGE2 production, and p-JNK protein expression, indicating potent anti-inflammatory effects.", "population_specificity": "LPS-stimulated RAW 264.7 cells (murine macrophage cell line).", "effective_dosage": "Not specified (dose-dependent effects observed).", "study_duration": "Not specified (in vitro study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:34.120075+00:00"}
{"study_id": 41212, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antimicrobial activity of Tribulus terrestris extract alone and in combination with Capsella bursa-pastoris and Glycyrrhiza glabra against six bacterial pathogens.", "results_summary": "Tribulus terrestris extract showed good antibacterial activity against all tested bacteria, with a synergistic effect observed when combined with the other two extracts, resulting in lower MIC values. The mixed extract was more effective than any single extract alone.", "population_specificity": "In vitro study (bacterial pathogens: Streptococcus mutans, Streptococcus sanguis, Actinomyces viscosus, Enterococcus faecalis, Staphylococcus aureus, and Escherichia coli).", "effective_dosage": "MIC values for Tribulus terrestris ranged from 35.0 to 20.0 mg/ml; mixed extract ranged from 12.5 to 5.0 mg/ml.", "study_duration": "Not specified (in vitro study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:34.911230+00:00"}
{"study_id": 41216, "supplement_id": 1634, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and efficacy of Tribulus terrestris extract in treating female sexual dysfunction.", "results_summary": "The study found statistically significant improvements in Female Sexual Function Index (FSFI) scores and DHEA levels, though serum and free testosterone levels decreased. Most adverse events were gastrointestinal-related, with no significant changes in physical examinations post-treatment.", "population_specificity": "Female patients of reproductive age presenting with sexual dysfunction.", "effective_dosage": "250 mg extract (1 tablet thrice daily).", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:36.443798+00:00"}
{"study_id": 41215, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of Tribulus terrestris on testosterone levels (total and free) and erectile function in aging males with partial androgen deficiency.", "results_summary": "Tribulus terrestris significantly increased testosterone levels (total and free) and improved erectile function (measured by IIEF-5), but did not significantly affect luteinizing hormone (LH) levels. There was a significant correlation between testosterone levels and erectile function improvement.", "population_specificity": "30 male patients with partial androgen deficiency in aging males (PADAM).", "effective_dosage": "750 mg/day in 3 divided doses (250 mg each).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:37.788342+00:00"}
{"study_id": 41217, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to analyze the impact of saponin extract from Tribulus terrestris on cell processes, particularly apoptosis and metastasizing, in breast carcinoma cell lines.", "results_summary": "The study found that TT saponin extract reduced CXCR4 expression in both MCF7 and MCF10A cell lines, while CCR7 and BCL2 levels decreased only in tumorigenic MCF7 cells, suggesting cell-specific effects on apoptosis and metastasis.", "population_specificity": "Breast carcinoma cell lines (MCF7 and MCF10A).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:39.933706+00:00"}
{"study_id": 198525, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the efficacy of Libicare®, a supplement containing Tribulus Terrestris, in improving sexual function and hormone levels in postmenopausal women with sexual dysfunction.", "results_summary": "The study found significant improvements in sexual function (FSFI score) and testosterone levels, along with a decrease in SHBG levels, suggesting Libicare® may enhance sexual health in postmenopausal women.", "population_specificity": "Postmenopausal women aged 45-65 with a risk of sexual dysfunction (FSFI < 25.83).", "effective_dosage": "2 tablets of Libicare® daily (specific Tribulus Terrestris dosage not detailed).", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:41.783875+00:00"}
{"study_id": 198526, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "To critically analyze the evidence supporting Tribulus Terrestris as an aphrodisiac and reassess its purported androgen-enhancing properties.", "results_summary": "The study found that Tribulus Terrestris may help treat erectile dysfunction and sexual desire issues, but evidence for its androgen-enhancing effects is inconclusive. Emerging evidence suggests its aphrodisiac effects may involve endothelium and nitric oxide-dependent mechanisms.", "population_specificity": "Humans and animals (not further specified).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:41.833840+00:00"}
{"study_id": 198527, "supplement_id": 1634, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of Tribulus Terrestris on testosterone levels in humans and animals by reviewing existing literature.", "results_summary": "The study found limited evidence supporting Tribulus Terrestris's effectiveness in increasing testosterone levels in humans, with only animal studies showing significant increases. Marketing claims were deemed unsubstantiated, and nitric oxide release was suggested as an alternative mechanism for observed effects.", "population_specificity": "Healthy human subjects and various animal species.", "effective_dosage": "Not specified (varied across studies).", "study_duration": "Varied across studies (not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:42.321683+00:00"}
{"study_id": 41669, "supplement_id": 1635, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the protective effects of aqueous leaves' extract of Trichopus zeylanicus (ALETZ) against ibuprofen-induced liver and intestinal toxicity in rats.", "results_summary": "Pre-treatment with ALETZ normalized adverse effects caused by ibuprofen, modulating oxidative stress, inflammation, and apoptosis markers, indicating its protective mechanism.", "population_specificity": "Male albino rats (30 total, divided into five groups).", "effective_dosage": "1000 mg/kg/day of ALETZ.", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:43.351952+00:00"}
{"study_id": 41670, "supplement_id": 1635, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-fatigue effects of Trichopus zeylanicus whole plant powder in young Sprague-Dawley rats and aged normal and mutant Ames dwarf mice.", "results_summary": "Trichopus zeylanicus significantly improved fatigue resistance in young rats and increased mobility and swim time in aged mice, with effects observed at doses of 250 and 500 mg/kg. Amphetamine-mimetic activity was excluded, supporting its potential as a non-stimulant anti-fatigue agent.", "population_specificity": "Young Sprague-Dawley rats and aged normal and mutant Ames dwarf mice.", "effective_dosage": "250 and 500 mg/kg", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:45.665196+00:00"}
{"study_id": 41671, "supplement_id": 1635, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antioxidant properties of Trichopus zeylanicus and its potential mechanisms for combating fatigue.", "results_summary": "Trichopus zeylanicus demonstrated significant free radical scavenging, reduced lipid peroxidation, inhibited lipoxygenase activity, exhibited iron-chelating properties, and protected against reactive oxygen species-induced DNA damage. Its antioxidant activity was attributed to NADH, polyphenols, and sulfhydryl compounds.", "population_specificity": "Not specified (in vitro study, no human participants mentioned).", "effective_dosage": "Not available.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:47.594625+00:00"}
{"study_id": 41672, "supplement_id": 1635, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine the mast cell-stabilizing effects of Trichopus zeylanicus leaf and its potential to protect against E. coli-induced abdominal sepsis.", "results_summary": "Trichopus zeylanicus leaf inhibited antigen-induced degranulation of sensitized peritoneal mast cells in mice and reduced mast cell ratios in peritoneal exudate cells. However, it did not protect against E. coli-induced sepsis, and the butanol fraction of its methanol extract showed mast cell-stabilizing effects in rats but not in vitro.", "population_specificity": "Mice and rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:48.548840+00:00"}
{"study_id": 41674, "supplement_id": 1635, "safety_score": "80", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the immunomodulatory and anti-tumor effects of Trichopus zeylanicus in mice, as well as its impact on gastrointestinal function.", "results_summary": "Trichopus zeylanicus administration increased thymocytes, splenic lymphocytes, total blood leucocytes, and peritoneal macrophages without affecting hemoglobin or body weight. It also protected mice from tumor growth when challenged with EAC ascitic tumor cells and slightly reduced intestinal motility.", "population_specificity": "Mice", "effective_dosage": "0.5 ml of 2% water suspension per mouse daily", "study_duration": "7 consecutive days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:50.496206+00:00"}
{"study_id": 41673, "supplement_id": 1635, "safety_score": "80", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether Trichopus zeylanicus leaf extract has aphrodisiac effects in male mice and assess its safety and efficacy.", "results_summary": "The ethanol extract of Trichopus zeylanicus increased sexual behavior in male mice, with effects being concentration-dependent and heat-sensitive. Daily administration for 6 days was more effective than a single dose, and offspring were normal in growth, litter size, and sex ratio. Water and n-hexane extracts showed no activity.", "population_specificity": "Male mice", "effective_dosage": "Single dose (200 mg/kg) or daily administration for 6 days", "study_duration": "6 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:50.599465+00:00"}
{"study_id": 42297, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to identify tryptophan metabolites as potential diagnostic biomarkers for differentiated thyroid cancer (DTC).", "results_summary": "The study found significant differences in 11 tryptophan metabolites between DTC patients and healthy controls, with five metabolites (nicotinamide, 3-hydroxyanthranilic acid, 5-hydroxytryptophan, melatonin, and indole-3-propionic acid) identified as independent predictors. The diagnostic model based on these metabolites showed high sensitivity (84.8%), specificity (90.0%), and an AUC of 0.932.", "population_specificity": "105 DTC patients and 50 healthy controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:51.400936+00:00"}
{"study_id": 42298, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether modulating endogenous tryptophan metabolism via a programmable probiotic (NE-EcN-pA) could alleviate intestinal inflammation and restore gut health in inflammatory bowel disease (IBD).", "results_summary": "NE-EcN-pA improved kynurenic acid and xanthurenic acid levels, alleviated intestinal inflammation, restored the epithelial barrier, enhanced gut microbiota diversity, and increased short-chain fatty acid content in the colon of UC mice.", "population_specificity": "UC (ulcerative colitis) mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:52.220705+00:00"}
{"study_id": 42299, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the roles of Tryptophan metabolism pathways (Kynurenine and Indole) in disease progression, tumor immunity, and therapeutic efficacy.", "results_summary": "The study found that Tryptophan metabolites influence tumor growth, immune resistance, and treatment effectiveness through multiple mechanisms, including NAD+ regulation, angiogenesis, and gut microbiota interactions. Conflicting effects were noted between the Kynurenine and Indole pathways on tumor phenotypes.", "population_specificity": "Not specified (general focus on disease mechanisms in digestive, nervous, and urinary systems).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:54.605877+00:00"}
{"study_id": 42300, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of the tryptophan pathway and IDO1/IDO2 upregulation in cetuximab-resistant colorectal cancer (CRC) and assess the therapeutic potential of combining cetuximab with the IDO inhibitor epacadostat.", "results_summary": "The study found that cetuximab-resistant CRC patients exhibited activation of the tryptophan pathway and elevated IDO1/IDO2 levels. Combining cetuximab with epacadostat effectively inhibited tumor growth, reduced kynurenine levels, and enhanced anti-tumor immune responses by promoting CD8+ T lymphocyte infiltration and M1 macrophage polarization.", "population_specificity": "Cetuximab-resistant colorectal cancer (CRC) patients and corresponding in vitro and in vivo models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:57.631316+00:00"}
{"study_id": 42301, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether tryptophan (Trp) levels and indoleamine 2,3-dioxygenase (IDO) activity were associated with mortality in patients with coronary artery disease (CAD).", "results_summary": "Higher tryptophan levels were negatively associated with death (HR = 0.558), indicating better survival, while higher IDO activity predicted worse survival (HR = 2.925). Patients with Trp concentrations below the median had worse survival than those with higher levels.", "population_specificity": "170 participants with CAD, median age 62 years, 68.8% male, hospitalized for acute coronary syndrome or elective percutaneous coronary intervention.", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 6.4 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:57.853601+00:00"}
{"study_id": 42303, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if a supplement containing tryptophan, combined with other ingredients, could improve sleep initiation, quality, and post-wake mood in adults with self-reported sleep difficulties.", "results_summary": "The treatment significantly reduced sleep onset latency, improved sleep quality, and lowered postprandial glucose response. Participants also reported feeling more relaxed and improved vigor the next morning, though no cognitive effects were observed.", "population_specificity": "Adults aged 25-50 with self-reported difficulties in sleep initiation.", "effective_dosage": "120 mg tryptophan (as part of a whey protein blend), administered with other ingredients.", "study_duration": "14 days per intervention phase, with a 28-day washout period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:59.817936+00:00"}
{"study_id": 42304, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to summarize current knowledge on the influence of tryptophan and its metabolite serotonin on metabolic and behavioral regulation, focusing on sex differences and the brain-gut-microbiome axis.", "results_summary": "The study found that tryptophan and serotonin play essential roles in metabolic and behavioral regulation via the brain-gut-microbiome axis, with sex differences influencing feeding and affective behaviors. It proposed the gut microbiome as a therapeutic target for serotonin-related disorders, highlighting potential differences in treatment efficacy between men and women.", "population_specificity": "Human and animal studies (not specified further).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:31:59.826732+00:00"}
{"study_id": 42305, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of tryptophan catabolism, mediated by IL4I1, in glioblastoma multiforme (GBM) progression and its potential as a therapeutic target.", "results_summary": "The study found that IL4I1, a tryptophan metabolic enzyme, was upregulated in GBM and promoted tumor progression by inhibiting ferroptosis through the Nrf2 signaling pathway. Indole-3-pyruvic acid (I3P), derived from tryptophan, was shown to scavenge free radicals and attenuate Nrf2 ubiquitination, thereby enhancing anti-ferroptotic effects.", "population_specificity": "Glioblastoma multiforme (GBM) patients and GBM xenografts.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:01.243587+00:00"}
{"study_id": 42306, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to explore the therapeutic effects of Shenqi granules (SQF) on cerebral ischemia-reperfusion injury (CIRI) and its regulatory effects on gut microbiota, particularly focusing on tryptophan metabolism.", "results_summary": "SQF improved cognitive functions and reduced cerebral infarct volume in rats with CIRI, with its protective effects linked to modulation of tryptophan metabolism and gut microbiota. Key metabolites like kynurenic acid and dopamine interacted with NFE2L2/NRF2, suggesting a mechanism for SQF's efficacy.", "population_specificity": "Rats with cerebral ischemia-reperfusion injury (CIRI).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:01.381550+00:00"}
{"study_id": 41209, "supplement_id": 1634, "safety_score": "20", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers aimed to report a case of priapism linked to Tribulus terrestris consumption and highlight potential serious side effects of non-FDA-approved herbal supplements.", "results_summary": "The study found that Tribulus terrestris consumption led to a 72-hour priapism in a patient, requiring surgical intervention (Ebbehoj shunt) and resulting in negative post-episode sexual function outcomes. The abstract warns about serious side effects of such supplements.", "population_specificity": "36-year-old Caucasian male", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:01.471817+00:00"}
{"study_id": 42307, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Fe3O4 nanoparticles functionalized with chitosan (Fe3O4@CS) could mimic tryptophan hydroxylase activity to restore serotonin synthesis and treat depression.", "results_summary": "Fe3O4@CS nanoparticles successfully catalyzed the conversion of tryptophan to 5-hydroxytryptophan, restoring serotonin levels and improving depressive-like behaviors in a mouse model. The treatment enhanced neuronal signal transduction and compensated for deactivated tryptophan hydroxylase in stressed neurons.", "population_specificity": "Depression mouse model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:02.422370+00:00"}
{"study_id": 42310, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether baseline fecal tryptophan-metabolites could predict dietary therapy outcomes in pediatric Crohn's disease.", "results_summary": "Baseline fecal kynurenine levels were significantly higher in non-remission patients, and specific tryptophan metabolite ratios (e.g., serotonin/kynurenine) showed strong predictive power for dietary therapy-induced remission.", "population_specificity": "Pediatric patients with mild-to-moderate Crohn's disease.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:05.585524+00:00"}
{"study_id": 42308, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how Wuji Wan (WJW) modulates tryptophan metabolism via the gut microbiota to improve intestinal barrier function and reduce inflammation in a murine colitis model.", "results_summary": "WJW increased Lactobacillus abundance, facilitating tryptophan conversion into indole derivatives (IAA and IA), which activated the AhR pathway, reduced inflammation, and restored intestinal barrier proteins. These effects were gut microbiota-dependent and confirmed by AhR antagonist pre-treatment.", "population_specificity": "Murine (mouse) colitis model.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:06.245319+00:00"}
{"study_id": 42311, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of CB2R in NAFLD and its underlying mechanism related to microbial community and tryptophan metabolism.", "results_summary": "The study found that disordered tryptophan metabolites, such as indolelactic acid (ILA) and xanthurenic acid, mediated by gut dysbiosis, were linked to NAFLD severity. Enriched tryptophan metabolites like ILA aggravated NAFLD phenotypes in both in vitro and in vivo experiments.", "population_specificity": "High-fat diet-induced NAFLD model in mice and NAFLD patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:08.030910+00:00"}
{"study_id": 42312, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of rumen-protected L-tryptophan (RPL-T) supplementation on starch digestion, melatonin secretion, and gastrointestinal hormone levels in Holstein steers.", "results_summary": "RPL-T supplementation significantly reduced D-glucose content, increased serum cholecystokinin (CCK) and melatonin levels, and lowered starch disappearance rates in the GI tract compared to the control, with no significant differences between RPL-T dosage groups. Digestion was improved in all treatment groups.", "population_specificity": "Holstein steers (201 ± 24 kg)", "effective_dosage": "19.1 mg/kg BW, 95.6 mg/kg BW, and 191.1 mg/kg BW", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:09.212964+00:00"}
{"study_id": 42313, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how host-derived miR-205-5p and tryptophan metabolites (indole-3-acetamide, indole-3-acetic acid, and indole-3-carboxaldehyde) from Lactobacillus reuteri alleviate constipation in mice treated with electroacupuncture.", "results_summary": "The study found that tryptophan metabolites from Lactobacillus reuteri alleviated loperamide-induced constipation in mice, suggesting a role in enhancing intestinal motility through microbiome modulation.", "population_specificity": "Loperamide-induced constipated mice treated with electroacupuncture.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:09.967487+00:00"}
{"study_id": 42316, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether kynurenine (KYN), a tryptophan derivative, affects progesterone biosynthesis in luteinized porcine granulosa luteal (pGL) cells.", "results_summary": "KYN disrupted progesterone biosynthesis by decreasing the expression of STAR and HSD3B in pGL cells, along with downregulating transcription factors GATA4, GATA6, and CEBPB through AHR activation. The findings suggest a novel inhibitory link between KYN and progesterone production.", "population_specificity": "In vitro luteinized porcine granulosa luteal (pGL) cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:11.051653+00:00"}
{"study_id": 42315, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the excited-state kinetics of tryptophan and NADH to understand metabolic changes associated with liver cirrhosis and hepatocellular carcinoma (HCC).", "results_summary": "The study found significant variations in fluorescence lifetimes (τavg_350 and τavg_450) for tryptophan and NADH in cirrhosis and HCC compared to normal samples, with high sensitivity (86.95–95.65%) and specificity (92.86–100%) in discriminating diseased from normal liver tissue. Emission at 450 nm provided better discrimination than 350 nm.", "population_specificity": "Patients with liver cirrhosis and hepatocellular carcinoma (HCC) compared to normal liver samples.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:11.888388+00:00"}
{"study_id": 42314, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether synergistic HH-IL6 signaling promotes basal cell carcinoma (BCC) and melanoma via the activation of immune evasion mechanisms involving IDO1 and its metabolite kynurenine, derived from tryptophan.", "results_summary": "The study found that IDO1, a key enzyme in tryptophan metabolism, is a target of cooperative GLI-STAT activity in BCC and melanoma, leading to immunosuppressive effects via kynurenine production. Inhibition of HH/GLI signaling reduced IDO1 expression and kynurenine levels, enhancing T cell proliferation and the efficacy of IDO1 inhibitors.", "population_specificity": "Human BCC and melanoma models, including analysis of patient data.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:12.434885+00:00"}
{"study_id": 42317, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether 3-HPA, a metabolite of L. reuteri, could mitigate alcohol-induced hepatic steatosis by modulating tryptophan metabolism and activating AhR signaling.", "results_summary": "The study found that 3-HPA regulates tryptophan metabolism (affecting indole acetaldehyde, indole, and 5-HTP levels) and activates AhR signaling, thereby protecting against ethanol-induced liver injury and hepatic steatosis.", "population_specificity": "Hepatocytes in vivo and in vitro (alcohol-associated liver disease model).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:14.074676+00:00"}
{"study_id": 42319, "supplement_id": 1636, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether inhaled TPT-004, a tryptophan hydroxylase 1 inhibitor, could alleviate pulmonary arterial hypertension (PAH) and pulmonary vascular remodeling in a rat model.", "results_summary": "TPT-004 significantly reduced right ventricular systolic pressure, normalized right ventricular end-systolic volume, and improved right ventricular ejection fraction. It also reversed pulmonary vascular remodeling and modulated immune responses without affecting systemic blood pressure.", "population_specificity": "Male Sprague-Dawley rats with induced PAH (Sugen-hypoxia model).", "effective_dosage": "Not specified in the abstract.", "study_duration": "4 weeks of TPT-004 inhalation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:15.233232+00:00"}
{"study_id": 42320, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate how gut microbes reprogram tryptophan metabolism to restore epithelial barriers and enhance mucosal immunity in virally inflamed gut.", "results_summary": "SIV infection altered tryptophan metabolism, increasing kynurenine levels linked to barrier disruption. Reprogramming tryptophan metabolism towards indole-3-lactic acid (ILA) production via probiotics accelerated epithelial repair and boosted anti-viral defenses through IL-22 signaling and aryl hydrocarbon receptor activation. ILA also inhibited HIV replication in human tissue explants by reducing inflammation.", "population_specificity": "SIV-infected nonhuman primates, HIV-exposed human colorectal explants, and primary human intestinal epithelial cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:17.273831+00:00"}
{"study_id": 42322, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore dynamic trends and emerging topics in d-tryptophan research to guide future studies on its biological functions and applications.", "results_summary": "The study identified d-tryptophan's potential as a non-nutritional sweetener, food preservative, and inhibitor of bacterial biofilms, along with its roles in immunomodulation and therapy for diseases like atherosclerosis, osteoporosis, tuberculosis, and cancer.", "population_specificity": "Not specified (bibliometric analysis of existing literature).", "effective_dosage": "Not mentioned", "study_duration": "Not applicable (literature review spanning 1987–2023).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:18.347524+00:00"}
{"study_id": 42321, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine if SLC6A14, a tryptophan transporter, could serve as a diagnostic biomarker and therapeutic target for Crohn's disease, and whether its inhibitor α-methyl-tryptophan (α-MT) could reduce immune cell infiltration and inflammation.", "results_summary": "The study found that SLC6A14 was overexpressed in Crohn's disease samples and correlated with T cell infiltration. α-MT treatment reduced SLC6A14 expression, decreased pro-inflammatory cytokines, and lowered T cell infiltration, improving intestinal parameters in mice.", "population_specificity": "Mice with dextran sodium sulfate (DSS)-induced Crohn's disease and clinical Crohn's disease tissues from patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:18.651749+00:00"}
{"study_id": 42323, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify potent natural compounds targeting IDO1 and TDO enzymes in tryptophan metabolism for potential cancer immunotherapy in TNBC.", "results_summary": "The study identified six lead compounds, with NPACT00380 showing the strongest interaction and potential inhibitory activity against IDO1 and TDO, supported by molecular dynamics simulations. The chromanone moiety of the hit compound demonstrated anti-cancer activity in breast cancer cell lines.", "population_specificity": "Triple-negative breast cancer (TNBC) cells", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:18.913633+00:00"}
{"study_id": 42325, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Aj-FUC on intestinal immunity and its relationship with tryptophan metabolism regulation by gut microbiota.", "results_summary": "Aj-FUC administration enriched beneficial bacteria, upregulated tryptophan metabolism-related metabolites (5-hydroxyindole-3-acetic acid and indole-3-lactic acid), preserved intestinal integrity, and enhanced immune markers like sIgA and IgA.", "population_specificity": "Mice (normal and cyclophosphamide-induced)", "effective_dosage": "100 mg/kg/d", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:20.845596+00:00"}
{"study_id": 42326, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether Farfarae Flos (FF) could regulate tryptophan metabolism by modulating intestinal flora to alleviate cigarette smoke-induced lung inflammation in mice.", "results_summary": "The study found that FF administration regulated tryptophan metabolism by correcting intestinal flora imbalances, contributing to reduced lung inflammation markers (IL-6, IL-1β) and pathological changes in mice exposed to cigarette smoke.", "population_specificity": "Mice exposed to cigarette smoke", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:21.714502+00:00"}
{"study_id": 42324, "supplement_id": 1636, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to synthesize fluorescent carbon nano dots (CNDs) from tryptophan-isatin hybrid precursors and evaluate their potential applications in glioblastoma treatment, including BBB permeability and therapeutic effects.", "results_summary": "The study found that tryptophan-derived CNDs exhibited no cytotoxicity at concentrations up to 25 µg/mL, demonstrated high BBB permeability (4.3 × 10⁻⁵ cm/s), and reduced glioblastoma cell viability by 51% when combined with radiotherapy.", "population_specificity": "U-87 glioblastoma cell line (in vitro study)", "effective_dosage": "Concentrations up to 25 µg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:21.748802+00:00"}
{"study_id": 42327, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dietary tryptophan (Trp), alone or in combination with other supplements, could reduce aggressive and sexual behaviors in boars and improve their growth performance.", "results_summary": "Tryptophan supplementation (5 g/kg) did not significantly affect average daily gain (ADG) in Experiment 1 but showed a trend toward higher feed intake (FI) in Experiment 2 when combined with Br, outperforming controls. Immunocastration had a more pronounced effect on performance than Trp alone.", "population_specificity": "Group-housed boars (and barrows in Experiment 1).", "effective_dosage": "5 g Trp/kg of diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:25.290082+00:00"}
{"study_id": 42329, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the relationship between inflammation and metabolism in treatment-naive South African people with HIV, focusing on immune markers and the tryptophan-kynurenine (Trp-Kyn) pathway.", "results_summary": "The study found significant associations between immune markers and Trp-Kyn metabolites, with IL-6, hsCRP, suPAR, and sCD163 showing notable correlations with Trp and Kyn levels. Higher inflammation levels were associated with increased QUIN and Kyn, suggesting altered Trp metabolism in HIV-positive individuals.", "population_specificity": "Treatment-naive South African people with HIV (n=69).", "effective_dosage": "Not specified", "study_duration": "Not specified (cross-sectional study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:27.244667+00:00"}
{"study_id": 42328, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of exogenous tryptophan in reducing transport stress in hybrid grouper fish.", "results_summary": "The study found that 50 mg/L tryptophan reduced oxidative stress markers (SOD, CAT, GSH-Px, MDA), lowered cortisol and blood glucose levels, and modulated inflammatory gene expression (upregulated IL-10, downregulated IL-1β) compared to the control group. Additionally, mitochondrial membrane potential measurements suggested reduced stress in the 50 mg/L tryptophan group.", "population_specificity": "Hybrid grouper fish (Epinephelus fuscoguttatus ♀ × E. lanceolatus ♂)", "effective_dosage": "30 mg/L, 50 mg/L, and 70 mg/L tryptophan", "study_duration": "Duration of transportation simulation (exact time not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:27.713256+00:00"}
{"study_id": 42331, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of Tryptophan decarboxylase (TDC) genes in rice under pesticide-induced stress and their response to melatonin (MT) treatment.", "results_summary": "The study found that TDC genes in rice respond effectively to FLUME pesticide stress, with specific genes showing increased expression. MT treatment further enhanced TDC gene expression and activity, suggesting a potential role in pesticide metabolism and degradation.", "population_specificity": "Oryza sativa (rice) under pesticide-induced stress.", "effective_dosage": "0.08 mg L-1 FLUME stress; MT treatment dosage not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:27.789544+00:00"}
{"study_id": 42330, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if reprogramming tryptophan metabolism using amitriptyline (AMI) could overcome immunosuppression and restore immune checkpoint blockade (ICB) response in epithelial ovarian cancer (EOC) resistant to ICB therapy.", "results_summary": "AMI lowered immunosuppressive markers (IDO1, IL-4I1, PD-L1, KYN, indoles) and immune cells (MDSC, Tregs, CD8+CD39+/PD-1+ T cells), enhanced anti-PD-1-directed CD8+ T cell activity, and synergized with PD-1 inhibitors to suppress tumor growth and prolong survival in EOC-bearing mice.", "population_specificity": "Mice with epithelial ovarian cancer (EOC).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:29.071108+00:00"}
{"study_id": 42332, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop and evaluate a nanomedicine-engineered bacterium (LR-S-CD/CpG@LNP) for synergistic treatment of colorectal cancer via photo-immunotherapy and intestinal microbial metabolite regulation.", "results_summary": "The engineered bacterium demonstrated photothermal and photodynamic properties, inducing immunogenic cell death and stimulating dendritic cell maturation, leading to tumor suppression and reduced liver metastases in colorectal cancer models. The approach combined immune stimulation and microbiota regulation for enhanced therapeutic efficacy.", "population_specificity": "Preclinical models of orthotopic colorectal tumors and their liver metastases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:29.263539+00:00"}
{"study_id": 42333, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop an assay to quantify binding affinities of Arabidopsis thaliana PCO enzymes with substrates, including tryptophan residues, to better understand their biological function.", "results_summary": "The study found that AtPCO4 and AtPCO5 have stronger interactions with ERFVII substrates than with ZPR2 and VRN2, suggesting ERFVIIs are primary targets. The assay also revealed positive cooperative binding effects for interactions between AtPCOs4/5 and ERFVIIs and ZPR2.", "population_specificity": "Arabidopsis thaliana (plant model organism)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:30.423988+00:00"}
{"study_id": 42334, "supplement_id": 1636, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the anti-bacterial potential, biofilm eradication capabilities, and safety profile of Boc-protected tryptophan-based dipeptides.", "results_summary": "The study found that Boc-Phe-Trp-OMe and Boc-Trp-Trp-OMe exhibited anti-bacterial activity against Gram-positive and Gram-negative bacteria (MIC90 230-400 μg/mL), biofilm disruption, membrane permeabilization, and non-cytotoxic/non-hemolytic properties.", "population_specificity": "Not specified (in vitro study).", "effective_dosage": "MIC90 ranging from 230 to 400 μg/mL.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:30.627799+00:00"}
{"study_id": 42335, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the role of indole-3-lactic acid (ILA), a Trp derivative, in preeclampsia (PE) and its effects on fetoplacental vascular functionality.", "results_summary": "The study found that ILA promoted endothelial cell functions via the PI3K/AKT pathway and alleviated PE-like symptoms in mice, suggesting it as a potential therapeutic for PE.", "population_specificity": "Pregnant women (third trimester) and a PE-like mouse model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:33.100004+00:00"}
{"study_id": 42338, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate how melatonin (MT) treatment enhances drought resistance in wheat by modulating tryptophan metabolism and flavonoid biosynthesis pathways.", "results_summary": "MT treatment improved drought resistance in wheat by reducing malondialdehyde levels and increasing antioxidant enzyme activity. Transcriptomic and metabolomic analyses revealed activation of tryptophan metabolism and flavonoid biosynthesis pathways, with key metabolites and transcription factors identified.", "population_specificity": "Wheat plants (Triticum aestivum)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:35.781555+00:00"}
{"study_id": 42337, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify the heterogeneity of tryptophan metabolism at the single-cell level in ulcerative colitis (UC) and determine key genes involved in its regulation.", "results_summary": "The study found significant heterogeneity in tryptophan metabolism activity across UC cell types, with macrophages and fibroblasts showing the highest activity. Key genes (CTSS, S100A11, TUBB) were upregulated in UC macrophages, suggesting their role in immune dysregulation and inflammation.", "population_specificity": "Patients with ulcerative colitis (UC).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:36.657878+00:00"}
{"study_id": 42339, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how Huangqin Decoction (HQD) influences tryptophan metabolism and intestinal barrier function in ulcerative colitis (UC).", "results_summary": "HQD regulated tryptophan metabolism, activated AhR, and improved intestinal epithelial barrier function in DSS-induced colitis mice. In vitro experiments confirmed HQD restored tight junction protein expression via AhR-mediated regulation of the MLCK/p-MLC pathway.", "population_specificity": "DSS-induced colitis mice and LPS-injured Caco2 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:37.209350+00:00"}
{"study_id": 42336, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of dysregulated tryptophan metabolism in clear cell renal cell carcinoma (ccRCC) and develop a predictive signature for patient prognosis and treatment response.", "results_summary": "Dysregulated tryptophan metabolism was linked to malignant transformation in ccRCC, and the developed signature (TMRS) effectively predicted survival outcomes, tumor malignancy, immune microenvironment dysfunction, and treatment responses. Experimental validation confirmed differential gene expression in tumor tissues, with DDAH1 reduction associated with increased proliferation and metastasis.", "population_specificity": "Patients with clear cell renal cell carcinoma (ccRCC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:37.356123+00:00"}
{"study_id": 42342, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate how PAMK alleviates DSS-induced colitis by examining its effects on tryptophan-metabolizing bacteria and related pathways.", "results_summary": "PAMK treatment increased tryptophan-metabolizing bacteria and tryptophan metabolite levels, enhancing PXR activation and improving colitis symptoms, but did not affect AhR. The gut microbiota played a key role in these effects.", "population_specificity": "DSS-induced colitis in mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:38.280358+00:00"}
{"study_id": 42340, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the radioprotective effects of N-acetyl-L-tryptophan (L-NAT) in rodent and non-human primate models by assessing its antagonistic effects on the TRPV1 receptor and substance P inhibition.", "results_summary": "L-NAT demonstrated strong binding to the TRPV1 receptor, inhibited substance P expression, and provided significant radioprotection, with >80% survival in irradiated mice and 100% survival in irradiated NHPs. Histological analysis confirmed protection against radiation-induced cellular degeneration in hematopoietic, gastrointestinal, and male reproductive systems.", "population_specificity": "Rodents (mice) and non-human primates (NHPs)", "effective_dosage": "Mice: 150 mg/kg (intramuscular); NHPs: 37.5 mg/kg (intramuscular)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:39.842930+00:00"}
{"study_id": 42341, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how dietary Tryptophan (Trp) supplementation affects food intake in growing pigs by examining its impact on hypothalamic gene expression and metabolic pathways.", "results_summary": "Dietary Trp supplementation significantly increased food intake by activating orexigenic genes (AgRP) and inhibiting anorexigenic genes (POMC, CART, MC4R) in the hypothalamus, while also reducing anorexigenic hormones (PYY, leptin receptor). The kynurenine and serotonin pathways were activated, downregulating MC4R expression and stimulating food intake via the AMPK pathway.", "population_specificity": "Growing pigs", "effective_dosage": "Standardised ileal digestibility (SID) Trp to lysine (Lys) ratio at 0.18 and 0.20", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:41.633800+00:00"}
{"study_id": 42343, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the therapeutic effect of molecular hydrogen, not Tryptophan, in a CUMS rat model for depressive-like behavior and brain protection.", "results_summary": "Hydrogen inhalation alleviated depressive behavior, restored neurotransmitter levels, reduced oxidative stress and inflammation, and maintained mitochondrial homeostasis in CUMS rats. It also up-regulated the expression of PGC-1α, PINK1, and Parkin.", "population_specificity": "Sprague-Dawley (SD) rats subjected to chronic unpredictable mild stress (CUMS).", "effective_dosage": "Not specified (hydrogen concentration mentioned as 2%-4% in background, but not for intervention).", "study_duration": "Four weeks post-modeling (exact duration of hydrogen inhalation not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:42.720370+00:00"}
{"study_id": 42345, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether encapsulating Tryptophan in whey protein isolate nanoparticles could effectively mask its bitter taste while maintaining its functionality.", "results_summary": "The study found that pH-shifting combined with thermal treatment successfully encapsulated Tryptophan in whey protein nanoparticles, improving dispersion and structural properties while maintaining antioxidant activity. The binding affinity between Tryptophan and whey proteins was driven by hydrophobic interactions and hydrogen bonding, with α-lactalbumin showing the strongest binding.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:45.545296+00:00"}
{"study_id": 42346, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if prenatal stress (PNS) dysregulates tryptophan (Trp) metabolism and whether treatment with the Trp-metabolizing bacterium *Parasutterella excrementihominis* could mitigate PNS-induced adverse effects on offspring development.", "results_summary": "PNS increased maternal gut Trp levels and inflammation in both mothers and offspring. *P. excrementihominis* treatment reduced excess maternal gut Trp, exhibited anti-inflammatory effects in dams and offspring, and had anxiolytic effects in offspring.", "population_specificity": "Pregnant mice and their offspring.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:46.035679+00:00"}
{"study_id": 42347, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether reprogramming tryptophan metabolism in situ using engineered probiotics (EcN-TRP@A/G) could restore intestinal barrier function and microbial homeostasis in inflammatory bowel disease (IBD).", "results_summary": "EcN-TRP@A/G significantly improved intestinal permeability, reduced inflammation, and restored gut microbiome balance by increasing beneficial bacteria (e.g., Prevotellaceae_UCG-001, Anaerostipes) and suppressing pathogenic strains (e.g., Escherichia-Shigella). It also sustained elevated levels of beneficial indole metabolites (e.g., indole-3-acetic acid, indole-3-propionic acid) in colon tissue for up to 7 days.", "population_specificity": "IBD mice", "effective_dosage": "Not specified", "study_duration": "Up to 7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:46.969082+00:00"}
{"study_id": 42349, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine how addictive substances affect tryptophan metabolism through the kynurenine pathway and its implications for substance use disorder treatment.", "results_summary": "The study found that addictive substances dysregulate tryptophan metabolism and kynurenine metabolite concentrations, affecting the dopamine reward system and potentially promoting continued substance use. Promising therapeutics like Ro 61-8048 and natural products were identified to restore metabolite balance.", "population_specificity": "Individuals with substance use disorder (general, not specific to a particular substance).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:47.578919+00:00"}
{"study_id": 42348, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if oral administration of Weissella paramesenteroides WpK4, which influences tryptophan metabolism, has a protective effect in a murine model of intestinal mucositis induced by 5-fluorouracil (5-FU).", "results_summary": "W. paramesenteroides WpK4 increased intestinal mucus production, villi regeneration, and dysbiosis control, resulting in 100% survival compared to 60% in controls. The probiotic's effects were linked to tryptophan metabolism and AhR activation, as inhibition of AhR abolished the protective effects.", "population_specificity": "Mice with 5-FU-induced intestinal mucositis.", "effective_dosage": "Not specified (gavage with viable cells of W. paramesenteroides WpK4).", "study_duration": "Not specified.", "interactions": "Alfa-naphthoflavone (AhR inhibitor) abolished the probiotic's protective effects.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:48.778898+00:00"}
{"study_id": 42351, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine how different Trp concentrations affect the intestinal microbiota (IM) and AhR activity in AUD patients with or without AH.", "results_summary": "High and low Trp increased the abundance of pathogen Escherichia Shigella, while normal Trp increased AhR activity. Maintaining normal Trp levels may prevent dysbiosis in AUD or AH, but in vivo confirmation is needed.", "population_specificity": "AUD patients with or without AH", "effective_dosage": "Low, normal, and high Trp concentrations (specific amounts not provided)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:50.746378+00:00"}
{"study_id": 42350, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether tryptophan (Trp) could mitigate methylglyoxal (MGO)-induced depression-like behavior and memory loss in mice by addressing Trp metabolism impairment, oxidative stress, and neuroinflammation.", "results_summary": "Trp treatment improved MGO-induced depression-like behavior and memory deficits, restored neurotransmitter levels (5-HT, EPI, DA), reduced neuroinflammation (IL-6, TNF-α), and enhanced antioxidant defenses (GLO-I, GLO-II, CAT activity). It also normalized key neurodegeneration markers (p-Tau, APP, BDNF, NGF) and redox status (Nrf-2/Ho-1/TXNRD1/Sirt3/5).", "population_specificity": "Diabetic mice with MGO-induced brain dysfunction.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:51.609962+00:00"}
{"study_id": 42352, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate how probiotics modulating tryptophan microbial metabolism could alleviate hyperuricemia and colonic inflammation.", "results_summary": "The study found that probiotics reshaped gut microbiota and altered tryptophan metabolites (indole-3-propionic acid and indole-3-acetic acid), which correlated with improved uric acid excretion and reduced colonic injury. These changes were linked to activated aryl hydrocarbon receptor pathways.", "population_specificity": "Hyperuricemia mice induced by adenine and potassium oxonate.", "effective_dosage": "10^9 CFU/day", "study_duration": "2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:53.990867+00:00"}
{"study_id": 42354, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of tryptophan metabolism through the kynurenine pathway in depression and explore potential therapeutic strategies, including enzyme inhibitors and Chinese herbal medicine.", "results_summary": "The study found that imbalances in tryptophan metabolites via the kynurenine pathway are linked to depression and highlighted the therapeutic potential of regulating these metabolites, including through enzyme inhibitors and Chinese herbal medicine.", "population_specificity": "Not specified (general discussion of depression mechanisms)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:54.389793+00:00"}
{"study_id": 42353, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the relationship between gut microbiota, tryptophan metabolism, and the bioactivity of food homologous plants (FHP) in treating ischemic stroke (IS).", "results_summary": "The study found that tryptophan catabolites produced by gut microbiota play a significant role in health and disease, particularly in stroke, and that FHP bioactive compounds regulate metabolic pathways, notably tryptophan metabolism, which may explain their therapeutic effects on IS.", "population_specificity": "Not specified (general focus on gut microbiota and stroke)", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:54.580959+00:00"}
{"study_id": 42356, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of tryptophan metabolism in ovarian cancer and evaluate SLC7A5 as a potential therapeutic target.", "results_summary": "The study found that dysregulation of tryptophan metabolism and upregulation of kynurenine were unfavorable prognostic factors in ovarian cancer. Inhibition of SLC7A5 reduced cancer cell proliferation and downregulated PD-L1 expression, suggesting potential immunotherapeutic benefits.", "population_specificity": "Patients with ovarian cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:56.255064+00:00"}
{"study_id": 42357, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to investigate how maternal antibiotic treatment and mode of delivery influence the tryptophan catabolism pathway and microbial metabolite composition in newborns.", "results_summary": "The study found that microbial diversity and tryptophan metabolite levels were higher in stool than meconium, and maternal antibiotic treatment negatively impacted these measures, diminishing the benefits of vaginal delivery. Specific metabolites (indol-3-lactic acid, N-acetyl-tryptophan, indol-3-acetic acid) correlated positively with certain gut bacteria (Bifidobacterium, Bacteroides, Peptoclostridium).", "population_specificity": "Newborns from the Central European Longitudinal Studies of Parents and Children: The Next Generation (CELSPAC: TNG) cohort.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:58.406449+00:00"}
{"study_id": 42360, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the role of the kynurenine pathway (KP), its metabolites, and enzymes in neuropathic pain, and explore its potential analgesic effects and mechanisms.", "results_summary": "The study found that KP and its enzymes, such as IDO and KMO, play a significant role in neuropathic pain development and may have analgesic effects, suggesting potential applications in clinical treatment.", "population_specificity": "Not specified (review article, not a clinical study)", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:32:59.564088+00:00"}
{"study_id": 42358, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to understand the role of tryptophan metabolism in non-tuberculous mycobacterium (NTM) and tuberculosis (TB) infections, particularly its disruption and conversion to kynurenine.", "results_summary": "The study found that NTM infections disrupt tryptophan metabolism, leading to elevated kynurenine levels, which fosters an immunosuppressive environment. Specific microbes like Pseudomonas aeruginosa and Mycobacterium species were implicated in altering tryptophan pathways.", "population_specificity": "Patients with NTM/TB infections (bronchoalveolar lavage fluid samples analyzed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:01.054358+00:00"}
{"study_id": 42361, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the association of tryptophan metabolism with glioma prognosis, immune status, and response to immunotherapy.", "results_summary": "High tryptophan metabolism was linked to poor prognosis and increased immune cell infiltration in gliomas. A risk model based on core genes related to tryptophan metabolism showed predictive ability for prognosis and immunotherapy response, with TGFBI identified as a key gene influencing glioma cell migration and invasion.", "population_specificity": "Glioma patients (analyzed using transcriptome data from TCGA, CGGA, and GSE159416).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:02.437215+00:00"}
{"study_id": 42365, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate how kiwifruit polysaccharide (KFP) regulates gut microbiota-dependent tryptophan metabolism and its effects on intestinal barrier repair in ulcerative colitis (UC) mice.", "results_summary": "KFP improved UC symptoms by modulating gut microbiota-dependent tryptophan metabolism, activating the AhR pathway, enhancing interleukin-22 production, and upregulating tight junction proteins and colon fucosylation.", "population_specificity": "DSS-induced ulcerative colitis mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:03.723242+00:00"}
{"study_id": 42363, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of tryptophan metabolites in alleviating dextran sulfate sodium-induced pouchitis and their effects on mucosal barrier function via the aryl hydrocarbon receptor-interleukin 22 pathway.", "results_summary": "A high tryptophan diet increased beneficial fecal metabolites and alleviated pouchitis in mice, improving mucosal barrier integrity. Aryl hydrocarbon receptor ligands also showed protective effects, while inhibitors worsened pouchitis.", "population_specificity": "Patients with pouchitis after IPAA for ulcerative colitis and a murine model of pouchitis.", "effective_dosage": "Not specified (high tryptophan diet used, but exact dosage not detailed).", "study_duration": "7 days (mice intervention).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:03.801824+00:00"}
{"study_id": 42344, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether KLF7 regulates tryptophan metabolism in hepatocellular carcinoma (HCC) and its impact on tumor progression.", "results_summary": "KLF7 knockdown suppressed tryptophan metabolism in HCC cells, reducing levels of SLC1A5, SLC7A5, TPH1, tryptophan, and serotonin, while KLF7 overexpression had the opposite effect. Serotonin content restoration increased tumor cell malignancy and growth, whereas its reduction suppressed HCC proliferation.", "population_specificity": "Hepatocellular carcinoma (HCC) cells (in vitro and in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:07.073546+00:00"}
{"study_id": 42366, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to investigate associations between first-trimester tryptophan metabolites and utero-placental development, as well as the occurrence of hypertensive disorders of pregnancy (HDP).", "results_summary": "Higher first-trimester kynurenine concentrations were associated with impaired utero-placental development, while higher 5-hydroxytryptophan levels were linked to early pregnancy hypertension and increased preeclampsia risk. No significant associations were found between other tryptophan metabolites and HDP.", "population_specificity": "911 pregnant women from a prospective tertiary hospital cohort.", "effective_dosage": "Not specified", "study_duration": "Measurements taken at 8.1 ± 1.4 weeks gestation, with follow-up at 7, 9, and 11 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:07.701740+00:00"}
{"study_id": 42367, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate potential therapeutic mechanisms of hookworm infection, including changes in tryptophan metabolism, to understand its immunoregulatory effects.", "results_summary": "The study found that hookworm infection upregulated tryptophan metabolism, suggesting a potential immunoregulatory mechanism. Baseline microbiome predicted symptom severity and intestinal inflammation during infection.", "population_specificity": "Healthy individuals (4 infected with cryopreserved hookworm larvae, 9 with larvae from fresh stool).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:07.979221+00:00"}
{"study_id": 42368, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to provide a scientometric overview of tryptophan metabolism disorders, their role in diseases, mechanisms, and therapeutic strategies.", "results_summary": "The study found that tryptophan metabolism is crucial in immune, nervous, and digestive system diseases, with gut microbiota and metabolites playing key regulatory roles. Tryptophan metabolites serve as potential markers and therapeutic targets, particularly in conditions like glioma, COVID-19, and depression.", "population_specificity": "Not specified (broad focus on metabolic and disease mechanisms).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:09.619161+00:00"}
{"study_id": 42369, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to systematically review evidence on the effects of tryptophan on cardiovascular disease (CVD) risk.", "results_summary": "The study found that lower plasma tryptophan levels were associated with an increased risk of CVD events, with a statistically significant hazard ratio (HR = 0.85). CVD patients generally had lower plasma tryptophan levels compared to those without CVD.", "population_specificity": "34,370 individuals from 13 studies, including cohort and case-control studies, focusing on coronary artery disease, heart failure, and peripheral artery disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:11.483162+00:00"}
{"study_id": 42370, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the role of the tryptophan-kynurenine (TRP-KYN) pathway in perinatal depression, focusing on its interactions with immune inflammation, hormones, and gut microbiota.", "results_summary": "The study highlights the TRP-KYN pathway's involvement in perinatal depression through its influence on neurotransmitter synthesis and neuronal development, mediated by interactions with immune inflammation, hormones, and gut microbiota. It suggests the pathway's psychotropic effects but does not provide specific clinical outcomes.", "population_specificity": "Pregnant women with perinatal depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:12.444202+00:00"}
{"study_id": 42362, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of chronic restraint stress (CRS) on TPH expression, distribution, and activity in rat adrenal glands, particularly focusing on TPH1 and TPH2.", "results_summary": "CRS increased TPH2 expression and activity in the left adrenal gland (LAG) while decreasing it in the dorsal raphe nucleus (DRN), suggesting TPH2-mediated synthesis contributes to elevated 5-HT levels in LAG. TPH1 expression remained unaffected by CRS.", "population_specificity": "Rats (animal study)", "effective_dosage": "Not specified", "study_duration": "14 days (20 minutes/day)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:13.262753+00:00"}
{"study_id": 42371, "supplement_id": 1636, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Aucubin (Au) improves atherosclerosis (AS) by influencing gut microbiota and its metabolites, particularly indole-3-acrylic acid (IAA), derived from tryptophan metabolism.", "results_summary": "Au treatment reduced dyslipidemia, endothelial dysfunction, and vascular plaque accumulation in atherosclerotic mice, with increased IAA levels linked to Lactobacillus abundance. IAA activated AhR and suppressed the TGF-β/Smad pathway, potentially mitigating endothelial-mesenchymal transitions.", "population_specificity": "ApoE-/- mice (atherosclerotic model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:13.269896+00:00"}
{"study_id": 116351, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to summarize the current knowledge on nutritional management, including micronutrient deficiencies like vitamin D, in neuroendocrine neoplasm (NEN) patients.", "results_summary": "The study highlighted that addressing micronutrient deficiencies, such as vitamin D, is crucial to mitigate disease progression in NEN patients, though specific efficacy data was not detailed.", "population_specificity": "Patients with neuroendocrine neoplasms (NENs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:21.521430+00:00"}
{"study_id": 116356, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the interplay of vitamin D, calcium, and parathormone and their potential influence on COVID-19 progression.", "results_summary": "The study suggests that vitamin D, calcium, and parathormone signaling may contribute to adverse COVID-19 outcomes, highlighting the need for monitoring these factors to potentially alter disease progression.", "population_specificity": "Individuals with COVID-19, particularly those with underlying medical conditions and the elderly.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Parathormone is noted to act antagonistically to vitamin D.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:21.876851+00:00"}
{"study_id": 116354, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the quality of clinical practice guidelines (CPGs) addressing vitamin D and immigrant health and clarify recommendations for vitamin D in immigrant populations.", "results_summary": "The study found that most CPGs on vitamin D lacked immigrant-related recommendations, and those covering immigrant health inadequately addressed vitamin D deficiency. Only 4.8% of vitamin D CPGs and 25% of immigrant health CPGs included relevant recommendations.", "population_specificity": "Immigrant populations globally.", "effective_dosage": "Not available", "study_duration": "Not applicable (systematic review of guidelines)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:21.934395+00:00"}
{"study_id": 116350, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether vitamin D (calcitriol) affects dopaminergic tone and phasic release in healthy adults.", "results_summary": "The study found a medication × region of interest interaction, suggesting vitamin D influences dopaminergic tone, with implications for disorders involving dysregulated dopamine function.", "population_specificity": "Healthy, vitamin D-sufficient adults (N = 18, 32.8 ± 6.6 years; 33% female).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:22.006600+00:00"}
{"study_id": 116357, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of cholecalciferol (vitamin D3) and calcifediol (25OHD3) in increasing serum 25(OH)D levels.", "results_summary": "The meta-analysis found that calcifediol was generally more effective than cholecalciferol in raising serum 25(OH)D concentrations, though some studies showed mixed results. The overall conclusion favored calcifediol as the preferred supplementation option.", "population_specificity": "Older adults (specific age range not detailed).", "effective_dosage": "Not specified (varied by study).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:22.011936+00:00"}
{"study_id": 116355, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential role of gut microbiota alteration in multiple sclerosis (MS) pathogenesis and evaluate preventive approaches, including dietary interventions and probiotics, to restore gut microbiota.", "results_summary": "The abstract suggests that gut microbiota dysbiosis may influence MS features such as inflammation and T cell differentiation, and proposes interventions like dietary changes and probiotics to potentially manage or prevent MS progression.", "population_specificity": "Multiple sclerosis (MS) patients and healthy individuals (comparative analysis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:22.115425+00:00"}
{"study_id": 116352, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effect of vitamin D and probiotic co-supplementation on migraine headache characteristics, daily functioning, mental health outcomes, and serum hs-CRP levels.", "results_summary": "The study found that probiotic and vitamin D co-supplementation for 12 weeks had beneficial effects on migraine headache characteristics, though further research is needed to confirm these findings.", "population_specificity": "Migraine patients aged 18-55 years diagnosed based on ICHD-3 criteria.", "effective_dosage": "50,000 IU vitamin D every 2 weeks plus probiotic (4.5 × 10^9 CFU/day).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:22.188320+00:00"}
{"study_id": 116353, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of the vitamin D-parathyroid hormone-FGF23 axis in cardiac remodeling and its potential implications for treating heart failure.", "results_summary": "The study found that vitamin D deficiency, hyperparathyroidism, and elevated FGF23 levels form a vicious cycle that contributes to cardiac remodeling by activating RAAS, promoting inflammation, fibrosis, and extracellular matrix deposition. Understanding this axis may help improve or reverse cardiac remodeling in heart failure patients.", "population_specificity": "Patients with chronic heart failure (specific population details not provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:22.689144+00:00"}
{"study_id": 116361, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were discussing the pharmacological activities of diosgenin and its role in the industrial synthesis of steroid-based drugs, including Vitamin D.", "results_summary": "The abstract highlights that diosgenin, derived from steroidal saponins, is used in the synthesis of Vitamin D and other steroid-based drugs, but does not provide specific findings on Vitamin D's effects.", "population_specificity": "Not specified", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:29.276636+00:00"}
{"study_id": 116364, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the preventive role of vitamin D and hip protectors on hip fractures in older patients with sarcopenia.", "results_summary": "The study suggests that vitamin D may protect against hip fractures through skeletal (increased mineralization) and extra-skeletal (reduced fall risk) mechanisms, though clinical trials are needed to confirm efficacy.", "population_specificity": "Older patients with sarcopenia and osteosarcopenia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:29.345613+00:00"}
{"study_id": 116360, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the clinical and biochemical outcomes of Vitamin D supplementation in participants with diabetes mellitus (DM) and periodontitis.", "results_summary": "Clinical periodontal parameters significantly improved at 3 and 6 months post-treatment in both groups. However, the study concluded there was limited additional benefit from Vitamin D supplementation.", "population_specificity": "Thirty-eight participants with DM and periodontitis.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:29.350422+00:00"}
{"study_id": 116358, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether magnesium supplementation affects vitamin D levels in patients with metabolic syndrome.", "results_summary": "Magnesium supplementation significantly increased vitamin D levels in patients with metabolic syndrome, alongside improvements in blood pressure and interleukin-6 levels.", "population_specificity": "27 patients (13 male/14 female, age: 60.2 ± 12.5 years) with metabolic syndrome.", "effective_dosage": "400 mg of oral magnesium daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:29.873041+00:00"}
{"study_id": 116362, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to debate the strength of current evidence for setting vitamin D intake recommendations, focusing on its physiological requirements and benefits beyond bone health.", "results_summary": "The study highlighted conflicting views on vitamin D's efficacy, with some evidence supporting its physiological role but mixed results from large trials, particularly regarding fractures and bone health. Attendees voted in favor of the PRO position, suggesting a physiological need for vitamin D.", "population_specificity": "Not specified (general discussion, likely broad population focus).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:30.918203+00:00"}
{"study_id": 116365, "supplement_id": 1663, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of inflammation and factors like vitamin D insufficiency in the development of osteoporosis.", "results_summary": "The study highlights that insufficient vitamin D intake is a contributing factor to bone loss and osteoporosis, particularly in inflammatory diseases, but does not quantify its specific efficacy.", "population_specificity": "General population, with a focus on individuals with inflammatory diseases or conditions leading to bone loss.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:33:31.326495+00:00"}
