{"study_id": 20669, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the presence and role of jasmonoyl-isoleucine (JA-Ile) in the lycophyte Selaginella moellendorffii and its involvement in stress responses.", "results_summary": "The study detected JA-Ile in S. moellendorffii and identified active enzymes (SmAOS2, SmAOC1, SmOPR5, SmJAR1) involved in its biosynthesis. Mechanical wounding stimulated JA-Ile accumulation, and JA treatment inhibited shoot growth, suggesting JA-Ile functions as a signaling molecule in stress adaptation.", "population_specificity": "Model lycophyte Selaginella moellendorffii (seedless vascular plant).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:58.584456+00:00"}
{"study_id": 20671, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the preventive and reparative effects of isoleucine against copper-induced oxidative stress in fish enterocytes.", "results_summary": "Isoleucine pretreatment suppressed copper-induced oxidative damage (LDH activity, malondialdehyde, protein carbonyl) and prevented decreases in SOD and GPx activities. Posttreatment with isoleucine reversed copper-induced oxidative damage and restored SOD, GPx, and GST activities, though reduced glutathione content was not restored.", "population_specificity": "Fish enterocytes (in vitro)", "effective_dosage": "0-330 mg L-1", "study_duration": "72 hours (pretreatment or posttreatment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:59.661138+00:00"}
{"study_id": 20670, "supplement_id": 1237, "safety_score": "65", "efficacy_score": 80, "quality_score": 75, "study_goal": "The study aimed to investigate the effects of dietary isoleucine on tight junction proteins, inflammation, apoptosis, antioxidant defense, and related signaling molecule gene expression in the gills of young grass carp.", "results_summary": "Isoleucine deficiency or excess disrupted gill structural integrity by triggering apoptosis, impairing antioxidant defense, and altering gene expressions related to tight junction proteins, inflammation, and antioxidant enzymes. Appropriate isoleucine supplementation reversed these negative effects.", "population_specificity": "Young grass carp (Ctenopharyngodon idella) weighing 256.8 ± 3.5 g.", "effective_dosage": "Six graded levels of isoleucine (3.8, 6.6, 9.3, 12.5, 15.2, and 18.5 g/kg diet).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:00.166016+00:00"}
{"study_id": 20672, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to determine whether isoleucine deficiency caused skin lesions in a neonate using specialized formula for maple syrup urine disease and whether breast milk supplementation could resolve the deficiency.", "results_summary": "Supplementing with expressed breast milk led to biochemical and clinical improvement, including resolution of skin lesions, demonstrating that breast milk is a necessary adjunct to specialized formula to prevent isoleucine deficiency in neonates with maple syrup urine disease.", "population_specificity": "A neonate with maple syrup urine disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:00.792875+00:00"}
{"study_id": 20666, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of increasing standardized ileal digestible (SID) Isoleucine-to-Lysine (Ile:Lys) ratios on the growth performance of nursery pigs.", "results_summary": "Increasing SID Ile:Lys ratios improved average daily gain (ADG) and average daily feed intake (ADFI) in nursery pigs, with optimal ratios ranging from 52.0% to 64.7% depending on the model used. Quadratic models predicted higher maxima than broken-line models, but both approaches indicated that the NRC (2012) requirement estimate of 51.1% Ile:Lys ratio was sufficient to achieve nearly maximum growth performance.", "population_specificity": "Nursery pigs (6- to 11-kg body weight).", "effective_dosage": "Dietary treatments consisted of 40, 44, 48, 52, 54, 58, or 63% SID Ile:Lys ratio.", "study_duration": "Experiment 1: 12 days (followed by a common diet for 16 days). Experiment 2: 18 days (followed by a common diet for 14 days).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:00.829192+00:00"}
{"study_id": 20673, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether the di-peptide isoleucine-tryptophan (IW) inhibits the expression and activity of matrix metalloproteinase-2 (MMP2) in rat aorta and its potential role in endothelium-dependent relaxation.", "results_summary": "IW inhibited MMP2 protein expression induced by angiotensin I (ANGI) in a dose-dependent manner in both endothelial and smooth muscle cells, as well as in isolated aorta. However, neither IW nor captopril inhibited MMP2 expression induced by angiotensin II (ANGII), unlike losartan.", "population_specificity": "Rat aortic endothelial cells (ECs), smooth muscle cells (SMCs), and isolated rat aorta.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:05.581986+00:00"}
{"study_id": 20674, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to elucidate the mechanism by which the whey peptide Isoleucine-Tryptophan (IW) inhibits the expression and activity of MMP2 in aortic tissue, comparing its effects to pharmaceutical ACE inhibitors.", "results_summary": "IW significantly inhibited ANGI-mediated MMP2 expression and activation in endothelial and smooth muscle cells, similar to captopril, and blocked specific signaling pathways (JNK in ECs, JAK2/STAT3 in SMCs). These effects were consistent in isolated rat aorta ex vivo.", "population_specificity": "Endothelial and smooth muscle cells (in vitro), isolated rat aorta (ex vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:06.305965+00:00"}
{"study_id": 20680, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-isoleucine could prevent Mycobacterium tuberculosis transmission in a mouse model of long cohabitation.", "results_summary": "The study found that L-isoleucine significantly prevented bacterial transmission, reduced pulmonary lesions, and lowered bacterial loads in mice. The effect was comparable to other antimicrobial peptides tested.", "population_specificity": "Mice (infected and noninfected) in a long cohabitation transmission model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:07.668749+00:00"}
{"study_id": 20677, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the maintenance requirements of isoleucine in poultry by measuring nitrogen balance and calculating the intake needed to maintain zero nitrogen retention.", "results_summary": "The study found that isoleucine required to maintain zero nitrogen retention was 20 mg/kg body weight per day, with a linear regression showing a positive relationship between nitrogen retention and isoleucine intake. The requirement was also expressed as 134 mg per unit of maintenance protein per day.", "population_specificity": "Roosters (poultry)", "effective_dosage": "0 to 119 mg/kg body weight per day", "study_duration": "5 days (48 h fasting, 72 h feeding and excreta collection)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:08.441166+00:00"}
{"study_id": 20679, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antihypertensive and cardioprotective effects of isoleucine-tryptophan and whey protein hydrolysate in spontaneously hypertensive rats.", "results_summary": "Isoleucine-tryptophan significantly reduced systolic blood pressure, improved coronary flow reserve, and lowered plasma and tissue ACE activity, comparable to captopril. It also reduced myocardial mass and matrix metalloproteinase-2 activity.", "population_specificity": "Spontaneously hypertensive rats (n = 60).", "effective_dosage": "Not specified.", "study_duration": "14 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:08.505318+00:00"}
{"study_id": 20678, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if lactotripeptides (LTPs) derived from casein, which include isoleucine, could influence blood pressure and related hemodynamic parameters in patients with metabolic syndrome.", "results_summary": "The study found that LTP supplementation significantly improved systolic and diastolic blood pressure, pulse wave velocity, and endothelial function compared to placebo. These improvements were observed in both office and 24-hour ambulatory monitoring.", "population_specificity": "40 nonsmoking volunteers with metabolic syndrome.", "effective_dosage": "10.2 mg/day of LTPs from casein.", "study_duration": "4 weeks per treatment period, with a 4-week washout between treatments.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:09.073463+00:00"}
{"study_id": 20676, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether isoleucine is a limiting amino acid in low-protein diets for laying hens and its effects on laying performance and immune function.", "results_summary": "The study found that dietary isoleucine supplementation did not significantly affect laying performance, egg quality, immune function, or intestinal mucosal immunity in laying hens. Serum albumin, free isoleucine, and lysine levels increased at 0.74% digestible isoleucine, but other markers remained unchanged.", "population_specificity": "Lohmann Brown laying hens, 28 weeks old", "effective_dosage": "0.54%, 0.64%, 0.74%, 0.84%, and 0.94% digestible isoleucine in the diet", "study_duration": "12 weeks (from week 28 to week 40 of age)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:09.510200+00:00"}
{"study_id": 20675, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to improve the yield of 4-hydroxyisoleucine (4-HIL) from endogenous l-isoleucine (Ile) by co-expressing genes (ido, ppc, and lysC) in Corynebacterium glutamicum ssp. lactofermentum SN01.", "results_summary": "Co-expression of ido and ppc increased 4-HIL production by 29%, while adding lysC further increased carbon flux but reduced the conversion ratio of Ile to 4-HIL due to lower IDO activity. The highest 4-HIL yield was 95.72±1.52mM after 144h.", "population_specificity": "Bacterial strain (Corynebacterium glutamicum ssp. lactofermentum SN01)", "effective_dosage": "Not specified (fermentation-based production)", "study_duration": "144 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:09.647882+00:00"}
{"study_id": 20681, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of the PNPLA3 rs738409 SNP on liver enzymes, metabolic indexes, and maternal and neonatal outcomes in gestational diabetes patients undergoing a lifestyle intervention.", "results_summary": "The PNPLA3 G allele was associated with higher liver enzymes and lower insulin resistance, as well as an increased risk of elevated liver enzymes during pregnancy but a reduced risk of large-for-gestational-age newborns. No interaction between genotype and lifestyle interventions (diet or exercise) was observed.", "population_specificity": "200 patients with gestational diabetes enrolled in a lifestyle intervention trial.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:13.209597+00:00"}
{"study_id": 20682, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the role of isoleucine conjugation in the jasmonic acid (JA) signaling pathway during grapevine fruit development and stress responses.", "results_summary": "The study found that JA conjugation to isoleucine is crucial for JA signaling, with grapevine GH3 enzymes (VvGH3-7 and VvGH3-9) showing activity for isoleucine. JA signaling primarily influenced fruit set and cell division but not ripening, and the enzymes exhibited differential regulation in response to stress.", "population_specificity": "Grapevine (Vitis vinifera L. cv Shiraz)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:15.165913+00:00"}
{"study_id": 20684, "supplement_id": 1237, "safety_score": "85", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the clinical efficacy and tolerability of a topical cream containing L-isoleucine (Nutratopic pro-AMP) in treating facial atopic eczema in pediatric patients.", "results_summary": "The study found that the pro-AMP cream, containing L-isoleucine, led to clinically relevant improvement in all signs of eczema and was well tolerated. The treatment showed efficacy as a steroid-free alternative for managing facial atopic eczema in children.", "population_specificity": "Pediatric patients (6 months to 4 years old) with facial atopic eczema (2 female, 4 male).", "effective_dosage": "Applied twice daily to affected areas.", "study_duration": "2-4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:16.831041+00:00"}
{"study_id": 20686, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of calcium in jasmonate signaling, specifically how blocking Ca(2+) elevation affects JA-Ile accumulation and plant defense responses against insect herbivory.", "results_summary": "The study found that neomycin selectively blocked OS-induced Ca(2+) elevation and JA-Ile accumulation in Arabidopsis, affecting downstream gene expression. The reduced JA-Ile level was partially due to increased CYP94B3 expression and subsequent JA-Ile turnover, not due to inhibited conjugation or substrate availability.", "population_specificity": "Arabidopsis thaliana (model plant)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:17.134142+00:00"}
{"study_id": 20687, "supplement_id": 1237, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the clinical efficacy and tolerability of a cream containing L-isoleucine (pro-AMP cream) for treating facial atopic eczema in children compared to an emollient cream.", "results_summary": "The pro-AMP cream significantly reduced facial eczema severity scores by 84% at week 6, outperforming the control group (50% reduction). Both treatments were well tolerated.", "population_specificity": "107 children with mild-to-moderate chronic atopic eczema of the face.", "effective_dosage": "Applied twice daily (specific concentration not provided).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:17.476147+00:00"}
{"study_id": 20683, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to clone and characterize the L-isoleucine-4-hydroxylase (IDO) gene from Bacillus thuringiensis and assess its ability to biotransform L-isoleucine into 4-Hydroxyisoleucine (4-HIL).", "results_summary": "The study successfully cloned and expressed the IDO gene, demonstrating its enzymatic activity in converting L-isoleucine to 4-HIL with high efficiency (89.28% conversion). The recombinant IDO exhibited optimal activity at 35°C and pH 7.0, with stable performance over 5 hours.", "population_specificity": "In vitro study using recombinant bacterial strains (Bacillus thuringiensis and BL-IDO).", "effective_dosage": "Not specified (enzyme kinetics measured with Km = 0.18 mmol/L and Vmax = 2.10 micromol/min/mg).", "study_duration": "Enzyme activity tested over 5 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:17.880394+00:00"}
{"study_id": 20688, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical application of N-methyl-4-isoleucine cyclosporin as a novel selective inhibitor of cyclophilin D activation in preventing renal calcium crystallization.", "results_summary": "In vitro, N-methyl-4-isoleucine cyclosporin prevented mitochondrial membrane depolarization induced by calcium oxalate monohydrate crystals. In vivo, it significantly prevented renal calcium crystallization, oxidative stress, mitochondrial collapse, and cell apoptosis in rats.", "population_specificity": "Sprague-Dawley rats and cultured renal tubular cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:17.932814+00:00"}
{"study_id": 20685, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the optimal standardized ileal digestible (SID) Isoleucine-to-Lysine (Ile:Lys) ratio for growth performance in pigs of different weight ranges.", "results_summary": "The study found that the optimal SID Ile:Lys ratio was approximately 51% for 10- to 22-kg pigs and 54% for 24- to 39-kg pigs, with improvements in average daily gain (ADG), feed intake (ADFI), and feed efficiency (G:F). Plasma urea nitrogen (PUN) levels were minimized at these ratios, indicating efficient amino acid utilization.", "population_specificity": "Yorkshire pigs (10- to 22-kg and 24- to 39-kg) and PIC 327 × C23 pigs (24.0 kg initial weight).", "effective_dosage": "Graded SID Ile:Lys ratios (e.g., 44%, 51%, 57%, 63%, 70% in Exp. 1; 39%, 46%, 53%, 61%, 68% in Exp. 3) with varying SID Lys and Leu levels.", "study_duration": "21 days per experiment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:20.397542+00:00"}
{"study_id": 20689, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether combining neural stem cells (NSC) with self-assembly IKVAV nanofiber gel (containing isoleucine) could enhance functional recovery in rats with spinal cord injury (SCI).", "results_summary": "The combined transplantation of NSC and IKVAV nanofiber gel showed superior functional recovery compared to other treatments, with higher NF-200 expression and lower glial fibrillary acidic protein levels. Significant improvements in BBB scores and neurotrophic factor expression were observed.", "population_specificity": "SD rats with induced spinal cord injury.", "effective_dosage": "Not specified.", "study_duration": "Evaluated up to 92 days post-operation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:21.685537+00:00"}
{"study_id": 20690, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of reduced Isoleucine supply on milk protein synthesis and nitrogen utilization efficiency in dairy cows.", "results_summary": "Reducing Isoleucine supply did not significantly affect milk protein synthesis or nitrogen utilization efficiency but tended to decrease the milk protein-to-fat ratio by 3.8%, suggesting a potential need to reevaluate Isoleucine requirements.", "population_specificity": "Multiparous Holstein dairy cows at 22±6 weeks of lactation.", "effective_dosage": "4.1% of PDIE (reduced from 5.2% in the control).", "study_duration": "1 week per treatment period.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:24.035349+00:00"}
{"study_id": 20692, "supplement_id": 1237, "safety_score": "30", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of L-isoleucine on rat bladder carcinogenesis, comparing its impact with L-leucine under different dietary conditions.", "results_summary": "L-isoleucine supplementation significantly increased the incidence of papillomas and total tumors in rats fed the AIN-93G diet and increased the multiplicity of hyperplasia in the MF diet group, indicating a promoting effect on bladder carcinogenesis. No pathological effects were observed in the absence of a carcinogenic initiator.", "population_specificity": "Male rats (specific strain not mentioned)", "effective_dosage": "Not specified", "study_duration": "Long-term (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:25.454480+00:00"}
{"study_id": 20691, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether zinc and L-isoleucine regulate the expression of porcine β-defensins in intestinal epithelial cells.", "results_summary": "The study found that L-isoleucine increased the mRNA and protein expressions of porcine β-defensin 1, 2, and 3 in IPEC-J2 cells, with maximum effects observed at 25 or 50 μg/mL. The results suggest L-isoleucine can induce β-defensin expression in porcine intestinal epithelial cells.", "population_specificity": "Porcine intestinal epithelial cells (IPEC-J2 cell line)", "effective_dosage": "0-500 μg/mL L-isoleucine (optimal effects at 25 or 50 μg/mL)", "study_duration": "12 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:26.052046+00:00"}
{"study_id": 20693, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether isoleucine, among other branched-chain amino acids, could act as an amino group nitrogen donor for the synthesis of vesicular neurotransmitter glutamate in cultured mouse cerebellar neurons.", "results_summary": "The study found that isoleucine did not increase the labeling of cytoplasmic or vesicular glutamate after synaptic activity, nor did it maintain the amount of vesicular glutamate, indicating it was ineffective as a nitrogen donor compared to valine.", "population_specificity": "Cultured mouse cerebellar (primarily glutamatergic) neurons.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:26.414670+00:00"}
{"study_id": 20695, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of synthetic elicitor indanoyl-isoleucine (In-Ile) on the production of secondary metabolites, particularly anthocyanins and phenolic acids, in Vitis vinifera plant cell cultures.", "results_summary": "In-Ile enhanced anthocyanin production by 2.6-fold and significantly elevated phenolic acid accumulation, particularly 3-O-glucosyl-resveratrol and 4-(3,5-dihydroxy-phenyl)-phenol (6.4-fold increase). The elicitors did not suppress cell growth.", "population_specificity": "Vitis vinifera L. cv. Gamay Fréaux suspension cell cultures", "effective_dosage": "Not specified", "study_duration": "24 hours after treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:27.198356+00:00"}
{"study_id": 20694, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the standardized ileal digestible (SID) Isoleucine (Ile) requirement in low-protein, corn-soybean meal diets for 20- to 45-kg pigs.", "results_summary": "The study found that Isoleucine supplementation did not significantly affect daily weight gain, feed intake, or feed efficiency in pigs, with the SID Ile requirement deemed adequate at 0.43% (0.52 SID Ile:Lys). ADFI was slightly reduced at 0.45% SID Ile compared to 0.43%.", "population_specificity": "20- to 45-kg pigs (barrows and gilts).", "effective_dosage": "0.43% to 0.51% dietary SID Ile.", "study_duration": "26 to 27 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:28.484398+00:00"}
{"study_id": 20697, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if adding L-isoleucine to oral rehydration salts (ORS) would reduce stool output, duration of acute diarrhea, and induce antimicrobial peptides in children.", "results_summary": "L-isoleucine-supplemented ORS showed a trend toward reduced stool output and ORS intake, with significant reductions on specific days, but no significant difference in diarrhea duration or antimicrobial peptide levels between groups.", "population_specificity": "50 male children aged 6-36 months with acute diarrhea and some dehydration.", "effective_dosage": "2 g/L of L-isoleucine in ORS solution.", "study_duration": "3 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:30.163941+00:00"}
{"study_id": 20696, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to understand the interference of valproate with the isoleucine degradative pathway and explore the enzymology of valproate's β-oxidation pathway.", "results_summary": "The study found that valproate therapy moderately increased urinary excretion of the isoleucine metabolite 2-methyl-3-hydroxybutyric acid and identified MHBD as the enzyme responsible for dehydrogenating 3-hydroxyvalproyl-CoA. It also showed crotonase's role in valproate β-oxidation and isoleucine catabolism.", "population_specificity": "Patients on valproate therapy and fibroblasts from controls and a patient with MHBD deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Valproate (VPA) was noted to interfere with the isoleucine degradative pathway.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:30.414025+00:00"}
{"study_id": 20698, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether NIM811 (an isoleucine-containing cyclosporine analogue) attenuates CCl4-induced liver fibrosis in rats and explore its mechanism of action, particularly its interaction with cyclophilins B and D.", "results_summary": "NIM811 reduced liver fibrosis markers (hydroxyproline content, necrosis, and fibrosis scores) and suppressed profibrotic factors (TIMP-1, TGF-β mRNA, α-SMA). Cyclophilin B knockdown in hepatic stellate cells correlated with collagen inhibition, suggesting its role in fibrosis.", "population_specificity": "Wistar rats with CCl4-induced liver fibrosis.", "effective_dosage": "10 mg/kg (low dose) and 20 mg/kg (high dose).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:32.818417+00:00"}
{"study_id": 20700, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of l-isoleucine on obesity and glucose/fat homeostasis in mice fed a high-fat diet.", "results_summary": "Isoleucine supplementation reduced body weight gain, epididymal white adipose tissue mass, hepatic and skeletal muscle triglyceride concentrations, and hyperinsulinemia while increasing adiponectin and upregulating PPARalpha and UCP expression in tissues.", "population_specificity": "Mice fed a high-fat (45% energy) diet.", "effective_dosage": "2.5% concentration in drinking water.", "study_duration": "4 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:34.124478+00:00"}
{"study_id": 20699, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether l-isoleucine could induce beta-defensin expression and reduce bacillary loads and tissue damage in a mouse model of progressive pulmonary tuberculosis.", "results_summary": "Administration of l-isoleucine significantly increased beta-defensins 3 and 4, leading to decreased bacillary loads and tissue damage in mice infected with both antibiotic-sensitive and MDR strains of Mycobacterium tuberculosis.", "population_specificity": "BALB/c mice infected with Mycobacterium tuberculosis strain H37Rv or an MDR clinical isolate.", "effective_dosage": "250 µg of intratracheal l-isoleucine every 48 hours.", "study_duration": "Treatment began 60 days post-infection and continued for an unspecified duration.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:34.845736+00:00"}
{"study_id": 20701, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Isoleucine (Ile) or Valine (Val) is the fourth limiting amino acid in broiler diets and their individual or combined effects on growth performance.", "results_summary": "The study found that Valine supplementation alone improved body weight gain to levels comparable to the positive control, while Isoleucine alone did not. However, both amino acids improved feed conversion, suggesting Ile may become co-limiting under certain conditions.", "population_specificity": "Ross x Ross 708 male broiler chicks", "effective_dosage": "0.15% Ile, 0.15% Val, or 0.075% Ile + 0.075% Val", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:35.057175+00:00"}
{"study_id": 20702, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the metabolic role of isoleucine in mitigating hyperammonemia-induced effects in hepatic encephalopathy, focusing on its catabolism in muscle and brain tissues.", "results_summary": "The study found that isoleucine metabolism was higher in muscle than in brain tissue, supporting glutamate and glutamine synthesis, which may aid ammonia fixation. However, isoleucine's low turnover in the brain suggests it does not significantly contribute to TCA cycle function or energy formation in hyperammonemia.", "population_specificity": "Bile duct ligated rats (a model of chronic hepatic encephalopathy).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:36.335303+00:00"}
{"study_id": 20705, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the acute modulation of glial glutamate uptake by the peptide histidine isoleucine (PHI) and its potential neuroprotective effects via the VIP/PACAP type 2 receptor (VPAC(2)).", "results_summary": "PHI significantly increased glutamate uptake velocity in cortical astrocytes by enhancing GLAST activity and cell surface expression, mediated through VPAC(2) receptors and protein kinase pathways.", "population_specificity": "Cultured cortical astrocytes", "effective_dosage": "1 micromol/L", "study_duration": "6 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:37.784352+00:00"}
{"study_id": 20704, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether isoleucine could improve blood glucose levels in glucose-intolerant or diabetic animals and elucidate its mechanisms of action.", "results_summary": "Isoleucine significantly reduced blood glucose levels in normal, glucose-intolerant, and diabetic mice, with effects attributed to both insulinotropic and non-insulinotropic mechanisms. Chronic supplementation suggested an insulin-sensitizing effect alongside acute hypoglycemic activity.", "population_specificity": "Normal mice, glucose-intolerant mice fed a high-fat diet (HFD), and db/db mice (a model of severe type 2 diabetes).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:38.613267+00:00"}
{"study_id": 20703, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine if L-isoleucine was effective in treating hot flushes and if L-isoleucine, L-valine, or their combination reduced fasting serum homocysteine levels in postmenopausal women.", "results_summary": "L-isoleucine showed no significant effect on hot flushes compared to placebo, with a smaller decrease in symptoms than the placebo group. Neither L-isoleucine nor L-valine, alone or combined, affected fasting serum homocysteine levels.", "population_specificity": "Postmenopausal women experiencing at least five moderate-severe hot flushes per day.", "effective_dosage": "Five capsules (500 mg each) taken twice daily (total 5,000 mg/day).", "study_duration": "Phase 1: 12 weeks; Phase 2: 10 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:38.743524+00:00"}
{"study_id": 20706, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether N-methyl-4-isoleucine cyclosporin (NIM811) could mitigate mitochondrial injury and improve graft function in rat liver transplantation.", "results_summary": "NIM811 significantly reduced liver injury markers (ALT, necrosis, apoptosis) and improved graft survival compared to controls, demonstrating efficacy in preserving mitochondrial function and cell viability.", "population_specificity": "Rats undergoing orthotopic liver transplantation.", "effective_dosage": "Not specified.", "study_duration": "Treatment administered during cold storage and post-transplantation, assessed 6 hours after implantation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:41.524637+00:00"}
{"study_id": 20707, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic effects of the DPP-4 inhibitor P32/98 (not Isoleucine) on impaired glucose tolerance in Zucker rats, focusing on hyperinsulinemia, hyperglycemia, and dyslipidemia.", "results_summary": "P32/98 improved glucose tolerance, reduced insulin requirements, and lowered triglycerides and non-esterified fatty acids in Zucker rats with impaired glucose tolerance, showing stronger effects in early-stage impairment.", "population_specificity": "Zucker rats (fa/fa) with incipient or manifest impaired glucose tolerance.", "effective_dosage": "21.61 mg/kg body weight, administered orally once daily.", "study_duration": "6 weeks for incipient impaired glucose tolerance, 3 weeks for manifest impaired glucose tolerance.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:43.143974+00:00"}
{"study_id": 20711, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of Isoleucine (Ile) in plant defense mechanisms, particularly its involvement in jasmonic acid-isoleucine (JA-Ile) synthesis and herbivore resistance.", "results_summary": "The study found that Isoleucine is critical for JA-Ile synthesis, which activates plant defenses against herbivores. Silencing threonine deaminase (TD) reduced JA-Ile levels and increased herbivore susceptibility, but applying Ile or JA-Ile restored resistance.", "population_specificity": "Nicotiana attenuata (tobacco plants) and Manduca sexta (herbivorous insects).", "effective_dosage": "0.6 µmol of JA-Ile (signal quantity) and 2 mmol of Thr (supplementation).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:47.745925+00:00"}
{"study_id": 20712, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify the anatomical substrate underlying NEI's role in increasing serum luteinizing hormone (LH) levels and its potential modulation of reproductive brain areas.", "results_summary": "The study found that NEI-immunoreactive neurons increased in the medial zona incerta in ovariectomized females without steroid treatment. NEI fibers were closely associated with reproductive areas and GnRH neurons, suggesting NEI may induce LH secretion through direct or indirect modulation of GnRH pathways.", "population_specificity": "Female rats (ovariectomized and intact, studied during diestrus and proestrus phases).", "effective_dosage": "Not specified (intracerebroventricular injection method used).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:47.939066+00:00"}
{"study_id": 20713, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to describe the clinical manifestations, diagnostic methods, and treatment outcomes of three inborn errors in the isoleucine degradation pathway.", "results_summary": "The study found that deficiencies in beta-ketothiolase, SBCAD, and MHBD present with distinct clinical symptoms, requiring specific diagnostic approaches. Early diagnosis and treatment of beta-KT deficiency can prevent ketoacidosis episodes, while the effectiveness of interventions for SBCAD and MHBD deficiencies remains unclear.", "population_specificity": "Individuals with inborn errors of isoleucine degradation (beta-KT, SBCAD, or MHBD deficiencies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:47.971246+00:00"}
{"study_id": 20708, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the in vitro effects of the tripeptide isoleucine-proline-proline (IPP) on osteoblast proliferation and gene expression.", "results_summary": "IPP increased osteoblast proliferation in UMR-106 cells and hMSCs, upregulated 270 genes, and downregulated 100 genes in hMSC-differentiated osteoblasts, including upregulation of PTHrP, BMP-5, and CREB-5 and downregulation of VDR and caspase-8. VPP and LKP had minimal effects.", "population_specificity": "UMR-106 osteosarcoma cells, human marrow-derived mesenchymal stem cells (hMSC), and osteoblasts differentiated from hMSC.", "effective_dosage": "50 μM IPP", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:48.770806+00:00"}
{"study_id": 20710, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether isoleucine could bypass ammonium-induced inhibition of the TCA cycle and support glutamate/glutamine synthesis in neurons and astrocytes under hyperammonemic conditions.", "results_summary": "The study found that isoleucine provided carbon skeletons for glutamate and glutamine synthesis, supporting TCA cycle function despite ammonium exposure, with notable differences in metabolic responses between neurons and astrocytes. Ammonium treatment did not inhibit the TCA cycle in either cell type, and isoleucine contributed to glutamine production in astrocytes.", "population_specificity": "Cultured cerebellar neurons (primarily glutamatergic) and astrocytes.", "effective_dosage": "1 mM isoleucine.", "study_duration": "Acute treatment (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:48.822349+00:00"}
{"study_id": 20709, "supplement_id": 1237, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether isoleucine could prevent liver metastases in a mouse colon cancer model and explore its underlying mechanisms.", "results_summary": "Isoleucine prevented liver metastases in mice, independent of immune responses, by down-regulating angiogenesis via inhibition of vascular endothelial growth factor. It was found to be safe for human administration as it did not affect cell viability.", "population_specificity": "Mice with colon cancer liver metastases (including nude mice lacking T cells and natural killer T cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:51.184932+00:00"}
{"study_id": 20715, "supplement_id": 1237, "safety_score": "20", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to investigate the effects of isoleucine metabolism disruption in patients with MHBD deficiency, including the impact of an isoleucine-restricted diet.", "results_summary": "The study found that MHBD deficiency, a disorder of isoleucine metabolism, led to severe outcomes in male patients, including death despite treatment, while a female patient showed stability after one year of an isoleucine-restricted diet.", "population_specificity": "Two Spanish families with MHBD deficiency (two severely affected males and one less severely affected female).", "effective_dosage": "Not specified", "study_duration": "1 year for the female patient", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:51.822595+00:00"}
{"study_id": 20717, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to characterize the role of a 6-substituted indanoyl isoleucine conjugate in regulating plant secondary metabolism, specifically volatile compound production in tobacco.", "results_summary": "Treatment with 1 mM of the compound induced three volatile compounds (farnesene, santalol, and tetradecanal) in tobacco leaves and regulated other volatiles compared to the control.", "population_specificity": "Tobacco plants (Nicotiana tabacum L. K326)", "effective_dosage": "1 mM of compound 1", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:55.508510+00:00"}
{"study_id": 20716, "supplement_id": 1237, "safety_score": "95", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine the carcinogenic potential of L-isoleucine in F344 rats.", "results_summary": "The study found no treatment-related adverse effects, including no changes in survival, health parameters, or histopathological lesions, concluding that L-isoleucine is not carcinogenic in F344 rats.", "population_specificity": "F344 rats (50 females and 50 males per group).", "effective_dosage": "2.5% or 5.0% in diet.", "study_duration": "Not specified in abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:56.962603+00:00"}
{"study_id": 20720, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the relationship between branched-chain amino acids (including isoleucine) and nutritional status in hemodialysis patients over a one-year period.", "results_summary": "The study found significantly lower plasma concentrations of branched-chain amino acids (including isoleucine) in hemodialysis patients compared to healthy controls, with positive correlations between branched-chain amino acids and albumin levels, suggesting a potential link to nutritional status.", "population_specificity": "Hemodialysis patients (67 in study I, 70 in study II) compared to 20 healthy controls.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:57.761803+00:00"}
{"study_id": 20718, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of spray-dried blood cells (SDBC) and crystalline isoleucine (Ile) on nursery pig performance, specifically focusing on growth metrics like ADG, ADFI, and G:F.", "results_summary": "The study found that higher levels of SDBC (5-9.5%) without Ile supplementation decreased pig performance (ADG, ADFI, G:F), but adding Ile restored performance to levels comparable to control diets, indicating Ile's critical role in meeting dietary requirements.", "population_specificity": "Nursery pigs (initial BW 5.9-9.3 kg).", "effective_dosage": "Crystalline Ile supplementation (exact amounts not specified in abstract).", "study_duration": "16 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:58.068828+00:00"}
{"study_id": 20719, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to refine the isoleucine (Ile) requirements for 7- to 11-kg pigs by evaluating its effects on growth performance metrics.", "results_summary": "The study found that digestible Ile requirements for optimal growth performance (ADG, ADFI, G:F) in starter pigs were higher than 1998 NRC recommendations but lower than current estimates when accounting for weight gain and feed intake. Quadratic responses indicated clear dose-dependent effects, with optimal digestible Ile levels ranging from 0.638% to 0.73%.", "population_specificity": "7- to 11-kg pigs (starter pigs).", "effective_dosage": "Digestible Ile levels ranged from 0.37% to 0.83% in the diet, with incremental adjustments (0.06% in Exp. 1, 0.09% in Exp. 2).", "study_duration": "16 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:58.609106+00:00"}
{"study_id": 20721, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether synthetic isoleucine (as part of LITT supplementation) improved egg weight and hen performance in diets formulated based on lysine.", "results_summary": "Isoleucine (as part of LITT) improved egg weight and feed consumption within 2 weeks, but effects were lost after discontinuation. No significant effects were observed on egg production, egg specific gravity, or body weight.", "population_specificity": "Hy-Line W-36 hens (960 hens in eight replicates per treatment).", "effective_dosage": "0.055% isoleucine (as part of LITT).", "study_duration": "Effects assessed within 1-2 weeks of supplementation or removal.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:59.310811+00:00"}
{"study_id": 20722, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether branched-chain amino acids, including Isoleucine, are second- or co-limiting for milk protein synthesis in cows fed a grass silage-cereal diet and to study mammary metabolism and amino acid supply.", "results_summary": "The study found that Isoleucine infusions did not affect milk production or composition, suggesting it was not limiting under the dietary conditions. Plasma Isoleucine concentrations increased only when Leucine was omitted from the infusion, indicating potential amino acid antagonism.", "population_specificity": "Five ruminally cannulated Ayrshire cows", "effective_dosage": "14.9 g/d (abomasal infusion)", "study_duration": "14-day periods", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:00.026833+00:00"}
{"study_id": 20723, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the association between CYP1A1 genotype and lung cancer risk and assess the effect of CYP1A1 genotype and antioxidant supplementation (alpha-tocopherol) on the smoking-lung cancer relationship.", "results_summary": "The study found no overall association between CYP1A1 genotype and lung cancer risk, nor did the genotype modify smoking's effect on lung cancer risk. However, alpha-tocopherol supplementation appeared to reduce lung cancer risk associated with smoking, particularly in those with the variant CYP1A1 allele.", "population_specificity": "Participants in a large cancer prevention trial cohort, including 282 lung cancer cases and 324 matched controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:05.412874+00:00"}
{"study_id": 192219, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy and safety of a nutritional supplement containing Isoleucine and other amino acids in reducing postprandial glucose excursions in non-diabetic overweight adults.", "results_summary": "The supplement significantly reduced venous blood glucose iAUC0-120min and Cmax compared to placebo, indicating improved postprandial glucose homeostasis. No significant differences were found in capillary blood glucose measurements.", "population_specificity": "Overweight, non-diabetic adults (60 participants, male and female).", "effective_dosage": "2.6g of amino acids (including Isoleucine) and 250 mcg of chromium picolinate per serving.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:08.338523+00:00"}
{"study_id": 192218, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to report the successful management of a monochorionic twin pregnancy in a patient with Gitelman syndrome, focusing on the impact of heterozygous mutations in the SLC12A3 gene involving isoleucine.", "results_summary": "The study found that a heterozygous mutation converting isoleucine to threonine (I988T) in the SLC12A3 gene was present in both the mother and twins, with no adverse health effects observed over a three-year follow-up. Adequate supplementation of potassium and magnesium resulted in an uneventful pregnancy and healthy outcomes for the mother and twins.", "population_specificity": "A pregnant woman with Gitelman syndrome and her monochorionic twins.", "effective_dosage": "Oral or intravenous potassium chloride and magnesium citrate (specific amounts not detailed).", "study_duration": "Throughout pregnancy until delivery at 36+4 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:08.474411+00:00"}
{"study_id": 192220, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to review the biosynthesis, synthetic methods, and biological activities of jadomycins, including those derived from l-isoleucine.", "results_summary": "The study described the synthesis of jadomycin A and B from l-isoleucine and outlined the antibacterial and anticancer activities of jadomycins, but did not specifically report on the effects of isolated l-isoleucine.", "population_specificity": "Not applicable (review of synthetic and biosynthetic pathways, not a clinical study).", "effective_dosage": "Not mentioned", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:09.700381+00:00"}
{"study_id": 192224, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether acute BCAA supplementation, including isoleucine, improves recovery from exercise-induced muscle damage in resistance-trained athletes.", "results_summary": "BCAA supplementation (containing isoleucine) improved recovery rates for isometric strength, CMJ height, and perceived muscle soreness compared to placebo, with moderate to small but likely effects observed at 24-48 hours post-exercise.", "population_specificity": "Experienced resistance-trained athletes routinely performing hypertrophy training.", "effective_dosage": "0.087 g/kg body mass (2:1:1 ratio of leucine, isoleucine, and valine).", "study_duration": "Acute (single dose).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:11.305249+00:00"}
{"study_id": 20714, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to validate an isoleucine-deficient diet and determine the isoleucine requirement for 80- to 120-kg barrows.", "results_summary": "The study found that isoleucine deficiency in a corn-blood cell diet could be corrected by supplementation, with optimal growth performance and lean mass achieved at ≥0.34% true ileal digestible isoleucine. Plasma urea nitrogen was unsuitable for assessing requirements due to feed intake variations.", "population_specificity": "Crossbred barrows (80-120 kg initial weight)", "effective_dosage": "0.24% to 0.36% true ileal digestible isoleucine", "study_duration": "7 to 28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:11.868246+00:00"}
{"study_id": 192223, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of medical foods high in leucine and low in valine and isoleucine on patients with methylmalonic acidemia (MMA), propionic acidemia, and cobalamin C (cblC) deficiency.", "results_summary": "The study found that imbalanced branched-chain amino acid (BCAA) dietary content, particularly high leucine-to-valine/isoleucine ratios, led to decreased plasma levels of valine and isoleucine and impaired brain uptake of essential amino acids, especially methionine in cblC deficiency.", "population_specificity": "Patients with methylmalonic acidemia (MMA), propionic acidemia, and cobalamin C (cblC) deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "High circulating leucine levels decreased methionine transport across the blood-brain barrier in cblC deficiency.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:11.869045+00:00"}
{"study_id": 192222, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of probiotic and prebiotic supplementation on tryptophan/BCAAs ratios, including isoleucine, in patients with major depressive disorder (MDD).", "results_summary": "The study found that probiotic supplementation significantly increased the tryptophan/isoleucine ratio compared to placebo, suggesting a potential role in modulating amino acid metabolism in MDD. No significant changes were observed in the kynurenine/tryptophan ratio or tryptophan/BCAAs ratio overall, but adjustments for isoleucine revealed a decrease in the kynurenine/tryptophan ratio in the probiotic group.", "population_specificity": "110 patients with major depressive disorder (MDD), aged 36.5 ± 8.03 years, with a mean depression duration of 2.27 years.", "effective_dosage": "Not specified for isoleucine (probiotic: Lactobacillus helveticus and Bifidobacterium longum; prebiotic: galactooligosaccharide).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:13.156751+00:00"}
{"study_id": 192225, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the systolic blood pressure (SBP)-lowering effect of the lactotripeptides IPP/VPP (containing isoleucine) in Japanese subjects through a meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis found that IPP/VPP significantly reduced SBP in Japanese subjects, with a stronger effect in hypertensive individuals (-8.35 mm Hg) compared to non-hypertensive subjects (-3.42 mm Hg). The effect remained significant even at daily doses below 5 mg.", "population_specificity": "Japanese subjects with or without overt hypertension", "effective_dosage": "Below 5 mg per day", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:13.260688+00:00"}
{"study_id": 192226, "supplement_id": 1237, "safety_score": "30", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of imbalanced branched-chain amino acid intake, including isoleucine, on metabolic and growth parameters in patients with methylmalonic acidemias (MMAs).", "results_summary": "The study found that medical food consumption led to low plasma isoleucine concentrations, prompting paradoxical supplementation. Increased leucine intake was associated with adverse growth outcomes, suggesting isoleucine deficiency may negatively impact growth in MMA patients.", "population_specificity": "61 patients with isolated MMA (46 mut, 9 cblA, and 6 cblB).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:16.087854+00:00"}
{"study_id": 192227, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to clarify the role of 17β-HSD10 in isoleucine metabolism and its implications in neurodegeneration, particularly in 17β-HSD10 deficiency and Alzheimer's disease.", "results_summary": "The study found that 17β-HSD10 is involved in isoleucine degradation, and its dysfunction due to mutations or abnormal expression impairs mitochondrial function, contributing to neurodegeneration. Restoration of steroid homeostasis or modulation of 17β-HSD10 activity may offer therapeutic potential for related diseases.", "population_specificity": "Individuals with 17β-HSD10 deficiency and Alzheimer's disease, as well as animal models of Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:18.349508+00:00"}
{"study_id": 192228, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers sought to determine whether acute tyrosine administration, which alters the plasma ratio of tyrosine and phenylalanine to competing amino acids (including isoleucine), enhances self-paced endurance exercise performance in the heat.", "results_summary": "The study found no significant difference in exercise performance, power output, or physiological measures (e.g., core temperature, heart rate) between tyrosine and placebo trials, suggesting that altering the plasma ratio involving isoleucine did not affect fatigue processes or performance under these conditions.", "population_specificity": "Seven male endurance-trained volunteers unacclimated to exercise in the heat.", "effective_dosage": "Not specified for isoleucine (tyrosine dosage: 150 mg·kg⁻¹ body mass).", "study_duration": "Acute administration (single dose, 60 minutes pre-exercise).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:20.016844+00:00"}
{"study_id": 192231, "supplement_id": 1240, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to summarize traditional uses, pharmacology, and phytochemistry of Hovenia dulcis, focusing on its hepatoprotective, antioxidative, antimicrobial, and antidiabetic properties.", "results_summary": "Extracts from H. dulcis accelerate ethanol detoxification and exhibit hepatoprotective, antioxidative, antimicrobial, and antidiabetic effects, though molecular mechanisms are not fully understood.", "population_specificity": "Not specified (general review of existing literature).", "effective_dosage": "Not available.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:20.346051+00:00"}
{"study_id": 192229, "supplement_id": 1237, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether BCAA supplementation, including isoleucine, could reduce delayed-onset muscle soreness (DOMS) and muscle damage following squat exercises in untrained females.", "results_summary": "BCAA supplementation significantly reduced DOMS and suppressed muscle-force decrease compared to placebo. It also elevated plasma BCAA concentrations post-exercise and mitigated increases in serum myoglobin and neutrophil activation markers.", "population_specificity": "12 young, healthy, untrained female participants.", "effective_dosage": "100 mg/kg body weight (isoleucine:leucine:valine = 1:2.3:1.2), ingested once before exercise.", "study_duration": "Single-day intervention with measurements up to 3 days post-exercise.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:20.405319+00:00"}
{"study_id": 21235, "supplement_id": 1238, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify the morphological and chemical characteristics of glandular trichome types in Schizonepeta tenuifolia and understand the biosynthesis of its essential oil.", "results_summary": "The study found that peltate glandular trichomes produce terpenoids like (-)-pulegone, (+)-menthone, and (+)-limonene, with oil composition changing over the growing season. The yield of distilled oil was higher from spikes than leaves, though their compositions were similar.", "population_specificity": "Not specified (plant-based study)", "effective_dosage": "Not specified", "study_duration": "Observations made over 80 days after germination", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:21.757247+00:00"}
{"study_id": 21222, "supplement_id": 1241, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dietary supplementation with Qiling Jiaogulan Powder (QLJP) could improve pulmonary fibrosis and pulmonary arteriole remodeling in broilers exposed to low temperatures.", "results_summary": "QLJP improved lung tissue structure, reduced collagen fiber formation, and alleviated pulmonary arteriole remodeling by downregulating genes related to the TGF-β1/Smad2 signaling pathway. It also reduced the expression of COL1A1 and MMP2, indicating potential benefits for pulmonary arterial hypertension.", "population_specificity": "Seven-day-old Ross 308 broilers (n = 240) exposed to low temperatures.", "effective_dosage": "1 g/kg, 2 g/kg, and 4 g/kg QLJP in the diet.", "study_duration": "From 14 days of age until the end of the experiment (duration not explicitly stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:22.530605+00:00"}
{"study_id": 192230, "supplement_id": 1237, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antihypertensive effects of lactotripeptides (IPP + VPP), including isoleucine, in human subjects with high-normal blood pressure or untreated hypertension.", "results_summary": "Earlier trials in Finnish and Japanese subjects showed modest systolic blood pressure reductions (~5 mmHg), but recent trials in UK and Dutch subjects found little evidence of an antihypertensive effect or ACE inhibition in vivo. The study concludes that recent data do not support a role for lactotripeptides in blood pressure regulation, though population-specific effects may exist.", "population_specificity": "Subjects with high-normal blood pressure or untreated hypertension from Finland, Japan, the UK, and The Netherlands.", "effective_dosage": "2 to 10 mg/day of IPP + VPP", "study_duration": "4-12 weeks (earlier trials), 4-8 weeks (recent trials)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:23.382721+00:00"}
{"study_id": 21224, "supplement_id": 1241, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize recent research on the anti-cancer activities and mechanisms of Jiaogulan (GpM) and identify the compounds responsible for these effects.", "results_summary": "The study found that Jiaogulan contains over 230 compounds, primarily saponins (gypenosides), which exhibit anti-cancer effects in vitro and in vivo, including cell cycle arrest, apoptosis, and inhibition of metastasis. Clinical studies suggest potential curative effects, though mechanisms like immunomodulation and glycolysis inhibition were also noted.", "population_specificity": "Not specified (in vitro, in vivo, and clinical studies referenced).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:26.502966+00:00"}
{"study_id": 21136, "supplement_id": 1242, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-inflammatory activities of jojoba wax and its impact on the synthesis of extracellular components following topical application.", "results_summary": "Topically applied jojoba wax reduced LPS-induced secretion of pro-inflammatory cytokines (IL-6, IL-8, TNFα) by ~30% and enhanced synthesis of collagen III and hyaluronic acid, with effects comparable to dexamethasone when combined with Triton X-100.", "population_specificity": "Human skin organ culture model (ex-vivo).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:29.209470+00:00"}
{"study_id": 21138, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the hepatoprotective effects of jojoba seed cake extracts against acute paracetamol-induced liver toxicity in rats.", "results_summary": "Both simmondsin-rich (WE) and simmondsin-hydrolyzed (NE) extracts demonstrated strong hepatoprotective activity by improving antioxidant status and reducing inflammation-related protein expression (TNF-α, Bax, Bcl-2). The enzymatic treatment enhanced NE's hepatoprotective effects despite lower simmondsin content and in vitro antioxidant capacity.", "population_specificity": "Rats with acute paracetamol-induced liver toxicity.", "effective_dosage": "0.6 g/kg body weight, administered three times a week.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:31.566376+00:00"}
{"study_id": 21137, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the optimal nitrogen (N) application rate for mature jojoba plants under intensive field conditions, assessing its effects on nutrient status, growth, productivity, and soil nitrate accumulation.", "results_summary": "The study found that leaf N concentration reflected N application rates, with 1.3% N identified as the deficiency threshold. Higher N rates increased P levels in young leaves but led to nitrate accumulation in soil at the highest doses (370 and 500 kg N ha-1). The recommended dosage for intensive jojoba cultivation was 150 kg N ha-1, balancing productivity, cost, and environmental risk.", "population_specificity": "Mature jojoba plants grown under field conditions with intensive management.", "effective_dosage": "50, 150, 250, 370, and 500 kg N ha-1 applied via subsurface drip irrigation throughout the growing season.", "study_duration": "6 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:31.911163+00:00"}
{"study_id": 21141, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate Jojoba oil's cosmetic applications as an 'active' ingredient, focusing on its benefits for skin conditions like dry skin, ageing skin, and atopic dermatitis.", "results_summary": "Jojoba oil demonstrated benefits in strengthening stratum corneum integrity, recovery, and lipid ratio, with documented preclinical and clinical efficacy for various skin conditions, though some discrepancies in clinical data were noted.", "population_specificity": "Adult and juvenile populations with skin conditions (e.g., dry skin, ageing skin, atopic dermatitis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:33.459715+00:00"}
{"study_id": 21140, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of dietary jojoba seed oil on broiler chickens' productive performance, meat quality, and carcass attributes under tropical weather conditions.", "results_summary": "Jojoba seed oil supplementation linearly improved feed intake, body weight gain, feed conversion ratio, dressing percentage, and reduced abdominal fat percentage. It also decreased cook and drip losses in breast and leg muscles without affecting internal organ weights.", "population_specificity": "One-day-old Ross-308 broiler chickens raised under tropical weather conditions.", "effective_dosage": "0, 50, 100, and 150 mg/kg of control diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:33.731409+00:00"}
{"study_id": 21223, "supplement_id": 1241, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the multitarget action mechanism of Qiling Jiaogulan Powder (QLJP) in treating broiler ascites syndrome (AS) and verify its therapeutic effects.", "results_summary": "QLJP improved clinical and organ damage symptoms, reduced the ascites heart index, and may regulate lung oxidative stress, the cell cycle, and apoptosis by activating the FOXO3a signaling pathway to interfere with AS development in broilers.", "population_specificity": "Fast-growing commercial broiler chickens with induced ascites syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:34.028186+00:00"}
{"study_id": 21139, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the growth, yield, and phytochemical behavior of three jojoba genotypes (EAI1, EAI2, EAI3) in response to different concentrations of Azolla extract.", "results_summary": "The EAI1 genotype treated with 30% Azolla extract showed the highest growth, flowering, fruiting, seed yield (3748-3839 kg ha-1), and oil yield (1910-2002 L ha-1). The 10% Azolla extract with EAI1 yielded the highest gadoleic fatty acid proportion (49.83%).", "population_specificity": "Jojoba plants (EAI1, EAI2, EAI3 genotypes)", "effective_dosage": "0%, 10%, and 30% Azolla extract concentrations", "study_duration": "Two growing seasons", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:34.932101+00:00"}
{"study_id": 21142, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to prepare Jojoba oil dry nanoemulsion powders (JNDs) and evaluate their anti-inflammatory and anti-oxidative effects in rat models of acute lung injury (ALI) induced by LPS or H2O2.", "results_summary": "JNDs demonstrated superior anti-inflammatory and anti-oxidative effects compared to dexamethasone (DXM) in both LPS- and H2O2-induced ALI models, reducing inflammatory markers (TNF-α, IL-1β, IL-6, NF-κB p65) and oxidative stress (ROS, MDA) while increasing SOD activity and inhibiting caspase-3 expression. JNDs also improved lung tissue pathology by reducing bleeding and inflammatory cell infiltration.", "population_specificity": "Rat models of acute lung injury (ALI) induced by LPS or H2O2.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:36.987857+00:00"}
{"study_id": 21143, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of the sponge-like protocol in protecting jojoba tissue cultures from fungal infections caused by Aspergillus flavus and Aspergillus niger.", "results_summary": "The study found that treatment with fungal ghost cells formation calculated critical concentration (FGCCC) of SDS, NaOH, NaHCO3, and H2O2 effectively prevented fungal growth in jojoba tissue cultures, with no fungal growth observed even after 10 days.", "population_specificity": "In vitro tissue cultures of jojoba (Simmondsia chinensis).", "effective_dosage": "FGCCC of SDS, NaOH, NaHCO3, and H2O2 (specific concentrations not detailed in the abstract).", "study_duration": "10 days (observations on days 0, 5, and 10).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:38.746497+00:00"}
{"study_id": 21144, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of Tunisian jojoba seeds on metabolic syndrome, oxidative stress, and related renal and hepatic complications in rats.", "results_summary": "Jojoba supplementation reduced body weight, fat mass, insulin resistance, oxidative stress, liver steatosis, and renal complications in rats fed a high-fat, high-fructose diet. The effects were more pronounced with a dietary approach compared to a nutraceutical approach.", "population_specificity": "Rats with induced metabolic syndrome via a high-fat, high-fructose diet.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:39.600226+00:00"}
{"study_id": 21145, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of transdermal administration of jojoba oil on blood biochemical parameters in mice, focusing on serum non-esterified fatty acid (NEFA) levels and related gene expression.", "results_summary": "Topical jojoba oil significantly increased serum NEFA levels and upregulated Atgl in the liver, while showing a trend of reduced fatty acid trafficking-related gene expression in the skin. The results suggest jojoba oil may influence lipid metabolism via liver lipolysis and skin fatty acid transport.", "population_specificity": "Eight-week-old male hairless mice", "effective_dosage": "4 μL of jojoba oil per gram of body weight, applied topically once", "study_duration": "Single application, 30 minutes before euthanasia", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:40.684529+00:00"}
{"study_id": 21146, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether overexpression of the ScPIP1 gene from jojoba could improve drought and salt tolerance in Arabidopsis thaliana.", "results_summary": "ScPIP1 overexpression in Arabidopsis led to higher germination rates, longer roots, and improved survival under drought and salt stress, with reduced membrane damage and better osmotic adjustment. The study suggests ScPIP1 could be used in genetic engineering to enhance plant stress tolerance.", "population_specificity": "Arabidopsis thaliana (model plant)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:41.118166+00:00"}
{"study_id": 21149, "supplement_id": 1242, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether encapsulating tazarotene in a jojoba oil-based nanocarrier reduces irritation and improves therapeutic outcomes in psoriatic patients.", "results_summary": "The jojoba oil microemulsion increased skin deposition of tazarotene twofold, reduced PASI scores by 68%, and caused no irritation, unlike the marketed gel which showed irritation and lower efficacy (8.96% PASI reduction).", "population_specificity": "Psoriatic patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:41.296047+00:00"}
{"study_id": 21150, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to summarize existing literature on the dermatological uses of jojoba, including its anti-inflammatory effects and applications in skin treatments.", "results_summary": "The review found that jojoba has anti-inflammatory properties and potential benefits for skin conditions like infections, aging, and wound healing, as well as roles in cosmetics and enhancing topical drug absorption.", "population_specificity": "Not specified (literature review).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:42.998817+00:00"}
{"study_id": 21147, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to determine the optimal conditions for embryogenic calli formation from jojoba using zeatin and TDZ and to assess the antioxidant activity of the proliferated calli.", "results_summary": "The study found that MS medium with 0.5 mg L-1 BA and picloram was best for friable calli formation, while WPM with zeatin or TDZ produced the highest embryogenic calli percentages. Antioxidant activity varied by explant type and extraction method, with leaf-derived calli showing promise with hexane extraction and stem-derived calli excelling with petroleum ether extraction.", "population_specificity": "In vitro grown shootlets of jojoba (leaf and stem explants).", "effective_dosage": "0.5 mg L-1 BA, 0.5-1 mg L-1 picloram, 1.5-2 mg L-1 zeatin, 1-4 mg L-1 TDZ.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:44.344389+00:00"}
{"study_id": 21152, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the stability, in vitro drug release, and antimycotic efficacy of Jojoba oil-based emulgel formulations compared to commercial products.", "results_summary": "The study found that Jojoba-based emulgels exhibited excellent stability and varying drug release rates, with one formulation showing superior antimycotic activity against Candida albicans compared to commercial products.", "population_specificity": "Not specified (in vitro and microbiological evaluation).", "effective_dosage": "Not specified (different concentrations of gelling agents used).", "study_duration": "1 year (stability testing).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:46.084852+00:00"}
{"study_id": 21151, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of clay jojoba oil facial masks in reducing skin lesions and improving skin condition in participants with acne-prone skin and mild acne vulgaris.", "results_summary": "The study found a 54% mean reduction in total lesion count after 6 weeks of treatment, with significant reductions in inflammatory and non-inflammatory lesions. The DLQI-average score also improved, indicating better quality of life post-treatment.", "population_specificity": "194 participants (192 female, 2 male) with acne-prone, lesioned skin and acne, mean age 32.3 ± 0.7 years.", "effective_dosage": "Masks applied 2-3 times per week.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:46.486705+00:00"}
{"study_id": 21153, "supplement_id": 1242, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the wound healing properties of jojoba liquid wax (JLW) on skin cells (keratinocytes and fibroblasts) and its underlying mechanisms.", "results_summary": "JLW showed minimal cytotoxicity and significantly accelerated wound closure in both keratinocytes and fibroblasts. Its mechanism involved Ca(2+)-dependent activation of the PI3K-Akt-mTOR pathway and MAPKs, while stimulating collagen I synthesis without affecting gelatinase secretion.", "population_specificity": "HaCaT keratinocytes and human dermal fibroblasts (in vitro study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:47.615294+00:00"}
{"study_id": 21154, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop a methodology for monitoring oxidative degradation of jojoba oils under high-temperature conditions and to differentiate samples based on origin and processing methods.", "results_summary": "The study developed an FT-MIR methodology to monitor oxidative degradation, used PCA to differentiate samples by origin and processing, and identified chemical species changes during thermal treatment using MCR-ALS. Two spectroscopic indices were calculated to simplify oxidation reporting.", "population_specificity": "Not specified (laboratory study on jojoba oil samples)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:49.879974+00:00"}
{"study_id": 21156, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to characterize the protein composition and in vitro digestibility of jojoba meal after oil extraction, including its protease-inhibitory activities.", "results_summary": "The study found that jojoba meal contains albumins (79%) and globulins (21%) with thrombin-, trypsin-, and chymotrypsin-inhibitory activities. In vitro digestibility of these proteins was comparable to casein and soybean protein concentrates and improved after heat treatment, likely due to protease inhibitor inactivation and protein denaturation.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:50.370921+00:00"}
{"study_id": 21155, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of polyamines in jojoba's adaptation to saline conditions during in vitro proliferation.", "results_summary": "Free putrescine and spermidine were higher in control treatments, while spermine was elevated in salt treatments. Soluble conjugated polyamines decreased with salt supplementation, whereas insoluble bound polyamines increased, suggesting their role in saline adaptation.", "population_specificity": "Jojoba (Simmondsia chinensis L.) single node explants cultured in vitro.", "effective_dosage": "17.8 microM 6-benzyladenine and sodium chloride concentrations of 0, 56.41, 112.82, and 169.23 mM.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:51.392321+00:00"}
{"study_id": 21157, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate jojoba meal's ability to inhibit feed intake and limit body weight gain in broiler breeder pullets.", "results_summary": "Jojoba supplementation at 4% effectively reduced growth rate but increased feed intake compared to feed-restricted chickens. It altered hormone levels (increased growth hormone and thyroxine, decreased insulin-like growth factor-I and triiodothyronine) and impaired digestibility.", "population_specificity": "Broiler breeder pullets (chickens).", "effective_dosage": "4% jojoba meal supplementation.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:52.217556+00:00"}
{"study_id": 21160, "supplement_id": 1242, "safety_score": "70", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to determine the absorption and distribution of jojoba wax in the body after ingestion.", "results_summary": "Most of the administered jojoba wax was excreted, but a small amount was absorbed and incorporated into body lipids, with the label diminishing over time. The study found trace amounts in internal organs and epididymal fat.", "population_specificity": "Mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:54.184055+00:00"}
{"study_id": 21158, "supplement_id": 1242, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of chilling and high photon flux density (PFD) on photosynthesis and stomatal conductance in Jojoba leaves, and how these factors influence recovery and photosynthetic efficiency.", "results_summary": "The study found that chilling and high PFD caused significant photoinhibition in Jojoba leaves, reducing quantum yield and delaying recovery. Photosynthetic recovery was slower in high PFD conditions, and net assimilation rates increased significantly under elevated CO2 levels, suggesting potential ecological advantages for Jojoba in future climates.", "population_specificity": "Jojoba (Simmondsia chinensis) plants, specifically their leaves under controlled environmental conditions.", "effective_dosage": "Not specified", "study_duration": "Recovery periods measured up to 1 week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:55.191811+00:00"}
{"study_id": 21159, "supplement_id": 1242, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effects of jojoba oil (JO) on stomach emptying, intestinal transit time, and its digestion and absorption in rats.", "results_summary": "The study found that JO was mostly degraded and absorbed, with slower hydrolysis compared to triacylglycerols, and did not affect the absorption of conventional fats. No differences were observed in stomach emptying or intestinal transit time between JO-supplemented and control diets.", "population_specificity": "Rats fed purified diets.", "effective_dosage": "9% (w/w) JO in the diet (half of the 18% total fat content).", "study_duration": "Short-term (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:55.932331+00:00"}
{"study_id": 20424, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate how different forest transformation modes affect soil microbial nutrient limitations and extracellular enzyme activity in abandoned jujube forests on the Loess Plateau.", "results_summary": "The study found that forest transition treatments significantly increased soil C, N, and P extracellular enzyme activities compared to abandoned jujube forests, with microbial metabolism limitations shifting based on soil depth. Vegetation type strongly influenced enzyme stoichiometry and microbial metabolic constraints.", "population_specificity": "Soil and microbial ecosystems in abandoned jujube forests on the Loess Plateau.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:56.457334+00:00"}
{"study_id": 20425, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to identify the active ingredients and mechanism of action of the sour jujube kernel-five-flavour berry pair in treating insomnia.", "results_summary": "The study found that the combination primarily targets insomnia through eight hub genes, with jujuboside A showing strong docking to these genes and longikaurin A binding well to ALB and ESR1. The results suggest a potential mechanism for improving sleep.", "population_specificity": "Not specified (in silico study using databases and molecular docking).", "effective_dosage": "Not provided", "study_duration": "Not applicable (computational study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:57.432490+00:00"}
{"study_id": 20426, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the susceptibility of Culex pipiens larvae to jujube oil and evaluate its potential as a botanical agent for larval control.", "results_summary": "Jujube oil demonstrated significant larvicidal effects, increasing larval mortality with higher concentrations and exposure time. Sublethal exposure prolonged larval development, reduced adult emergence, and altered physiological responses, including enzyme activities and hormone levels.", "population_specificity": "Third instar larvae of Culex pipiens mosquitoes.", "effective_dosage": "Distinct concentrations (specific amounts not provided in abstract).", "study_duration": "Not explicitly stated in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:58.734374+00:00"}
{"study_id": 20427, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether melatonin treatments could enhance the storage quality and antioxidant capacity of winter jujube during cold storage.", "results_summary": "Melatonin treatments (100, 150, and 200 µmol/L) maintained fruit firmness, delayed redness, reduced weight loss, preserved nutritional content (e.g., phenols, flavonoids, ascorbic acid), and enhanced antioxidant enzyme activity, with 200 µmol/L showing the best results.", "population_specificity": "Harvested winter jujube fruit at the white ripening stage.", "effective_dosage": "100, 150, and 200 µmol/L melatonin.", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:00.174815+00:00"}
{"study_id": 20429, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to develop and optimize cobalt-based electrochemical sensors for detecting CD44, a biomarker associated with cancer, and compare their performance.", "results_summary": "The study found that HA-Co@Co3O4 electrodes outperformed HA-CoO@Co3O4 in detecting CD44, with a linear range of 1 × 10-5 to 1 × 103 ng mL-1 and a detection limit of 0.619 × 10-5 ng mL-1. The results aligned with conventional ELISA methods, demonstrating high sensitivity and selectivity for CD44 detection.", "population_specificity": "Not specified (laboratory-based study)", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:00.884918+00:00"}
{"study_id": 20430, "supplement_id": 1243, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the therapeutic efficacy and safety of oral Ziziphus jujube in mitigating uterine adhesion (UA) and improving pregnancy outcomes in a rat model.", "results_summary": "Z. jujube significantly reduced uterine fibrosis, improved endometrial regeneration, enhanced pregnancy rates, and inhibited extra-uterine adhesion formation without causing toxicity in vital organs.", "population_specificity": "Rat model of uterine adhesion.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:00.909581+00:00"}
{"study_id": 20433, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to elucidate the role of ZjMAPKK4 in mediating cold stress response in jujube and its interaction with ZjNAC78 to regulate cold tolerance.", "results_summary": "The study found that ZjMAPKK4 was significantly upregulated under cold stress and positively regulated jujube's cold resistance. It also demonstrated that ZjMAPKK4 interacts with ZjNAC78 to regulate downstream genes (ZjICE-ZjCBF) involved in cold tolerance.", "population_specificity": "Jujube plants (Ziziphus jujuba Mill.) and Arabidopsis for heterologous transformation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:03.949457+00:00"}
{"study_id": 20431, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of Kadozan, a liquid chitosan formulation, in preserving the quality and extending the shelf life of Indian jujube fruit during storage.", "results_summary": "Kadozan-treated fruit showed improved preservation metrics, including lower respiration rate, weight loss, and decay index, along with higher firmness, nutritional content, and commercially acceptable rates. The 1:600 Kadozan concentration was most effective, increasing the commercially acceptable rate by 37.5% and reducing decay by 30.5% compared to control.", "population_specificity": "Indian jujube fruit stored at 15 ± 1 °C.", "effective_dosage": "1:300, 1:600, and 1:900 Kadozan concentrations.", "study_duration": "18 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:04.246177+00:00"}
{"study_id": 20432, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the optimal RF + HA drying process parameters for improving the quality of winter jujube slices, focusing on vitamin C retention, color, and drying rate.", "results_summary": "The study found that plate spacing, RF application time, and RF interval time significantly affected drying properties, with plate spacing having the greatest impact. Optimal conditions (100 mm spacing, 3 min RF application, 2 min interval) yielded high VC content (258.35 mg/100 g), improved color (a* -9.47), and efficient drying (0.64 g/min), while also reducing hardness and crispiness.", "population_specificity": "Winter jujube slices (not human subjects).", "effective_dosage": "Not applicable (process parameters: 100 mm plate spacing, 3 min RF application, 2 min interval).", "study_duration": "Not specified (single-factor and orthogonal experiments).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:06.103396+00:00"}
{"study_id": 20435, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of different dietary supplementation levels of jujube fruit powder on the performance, biochemical parameters, and egg quality characteristics of laying quails.", "results_summary": "Jujube supplementation improved egg production and feed conversion ratio but had mixed effects on egg dimensions (width and length were lower in supplemented groups). No significant differences were observed in serum biochemical parameters or certain egg quality traits (shell weight, ratio, thickness).", "population_specificity": "60 laying quails (45 days old)", "effective_dosage": "5 g/kg (T1) and 10 g/kg (T2) of jujube fruit powder in diet", "study_duration": "60 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:07.296275+00:00"}
{"study_id": 20436, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the effects and mechanisms of Lactobacillus acidophilus-fermented jujube juice (LAFJ) on alleviating DSS-induced colitis in mice, focusing on gut microbiota, intestinal barrier function, oxidative stress, and inflammation.", "results_summary": "High-dose LAFJ (20 mL/kg/day) significantly reduced colitis symptoms, improved gut barrier integrity, reduced inflammation and oxidative stress, and restored beneficial gut microbiota and SCFA production.", "population_specificity": "Mice with DSS-induced colitis", "effective_dosage": "20 mL/kg/day (high dose)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:07.985664+00:00"}
{"study_id": 20434, "supplement_id": 1243, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy and safety of Ziziphus jujuba syrup (ZS) with polyethylene glycol (PEG) for treating pediatric functional constipation.", "results_summary": "ZS showed significant improvement in therapeutic response, reduced encopresis and pain scores, and improved defecation frequency and medication adherence compared to PEG, with no reported adverse events or organ injury. Only PEG had minor self-limiting side effects.", "population_specificity": "Children aged 2-10 years with functional constipation referred to a gastroenterology clinic in Iran.", "effective_dosage": "1-5 cc/kg/day (average dose: 5-25 mg/kg) for ZS.", "study_duration": "3 months (follow-up every 2 weeks in the first month, then monthly for 2 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:07.997189+00:00"}
{"study_id": 20437, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of organic fertilizer (oil-cake amendments) on soil bacterial diversity, community structure, and enzyme activity in jujube orchards compared to chemical fertilizer (NPK).", "results_summary": "Organic fertilizer increased microbial diversity, altered bacterial community structure (e.g., higher abundance of Proteobacteria, Verrucomicrobia, and Bacteriodetes), and enhanced predicted gene functions related to biogeochemical cycling and plant growth promotion compared to chemical fertilizer.", "population_specificity": "Soil microbial communities in jujube orchards.", "effective_dosage": "Not specified", "study_duration": "Multi-year (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:08.459943+00:00"}
{"study_id": 20438, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and classify C2H2-ZFPs in Chinese jujube and analyze their roles in stress responses and plant development.", "results_summary": "The study identified 77 ZjC2H2-ZFPs in jujube, classified into three groups, and found differential expression under water stress. Enzyme activity analysis showed increased SOD and H2O2 under stress, with ZjC2H2-ZFPs acting as key regulators in stress responses.", "population_specificity": "Chinese jujube (Ziziphus jujuba Mill.) plants under water stress and different fruit development stages.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:09.222136+00:00"}
{"study_id": 20441, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the structural characteristics of a degraded jujube polysaccharide (DPZMP3) and assess its potential as a functional food component with enhanced antioxidant activity.", "results_summary": "The study identified DPZMP3 as a homogalacturonan pectic polysaccharide with specific monosaccharide composition and molecular weight. The ultrasonic-aided Fenton treatment did not significantly alter its structure and may enhance its antioxidant activity in vitro.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:13.846285+00:00"}
{"study_id": 20439, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of facility warming and Piriformospora indica culture filtrate (CF) treatment on fruit ripening and quality of winter jujube (Zizyphus jujuba Mill. cv. Dongzao).", "results_summary": "Facility high temperature (HT) promoted early fruit enlargement, accelerated ripening, and improved most quality parameters but reduced vitamin C content and antioxidant capacity. CF treatment enhanced HT's positive effects, increased anthocyanin accumulation, and mitigated vitamin C reduction.", "population_specificity": "Winter jujube (Zizyphus jujuba Mill. cv. Dongzao) trees cultivated under facility conditions.", "effective_dosage": "Not specified (CF treatment details not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:14.133545+00:00"}
{"study_id": 20440, "supplement_id": 1243, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of jujube oxymel (JO) as part of integrated therapy for treating chronic spontaneous urticaria (CSU).", "results_summary": "JO significantly reduced urticaria activity scores (UAS-7) and improved quality of life (CU-Q2oL) compared to placebo, with effects lasting longer than cetirizine alone. Minimal side effects were reported.", "population_specificity": "92 patients aged 12-65 with chronic spontaneous urticaria.", "effective_dosage": "30cc of JO syrup three times daily, combined with 10 mg cetirizine.", "study_duration": "28 days of JO + cetirizine, followed by 4 weeks of cetirizine alone.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:15.127207+00:00"}
{"study_id": 20444, "supplement_id": 1243, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to study the antiviral properties of jujube (Zizyphus jujuba Mill.) extracts, focusing on their potential to prevent or treat herpes simplex virus type 1 (HSV-1) infections.", "results_summary": "The study found that polyphenolic fractions from jujube peel and pulp, as well as the lipophilic fraction from the peel, showed strong inhibitory activity against HSV-1 by preventing viral attachment to host cells. The seed's polyphenolic component was distinct but not highlighted for antiviral effects.", "population_specificity": "Not specified (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:16.063951+00:00"}
{"study_id": 20443, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how jujube polysaccharide (JP) modification via the Maillard reaction affects the antigenicity of soybean 7S globulin (7S).", "results_summary": "The study found that JP treated with 2.0% H2O2 had the highest degradation degree, which enhanced its Maillard reaction with 7S, forming a compact JP-7S conjugate that reduced 7S antigenicity. AF4-UV-MALS-dRI was effective in evaluating JP degradation and conjugate formation.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "2.0% H2O2 for JP degradation", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:16.289659+00:00"}
{"study_id": 20445, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of jujube fruit extracts on oxidative stress levels in rodent models.", "results_summary": "Jujube fruit extracts significantly reduced malonaldehyde (MDA) levels and increased superoxide dismutase (SOD) and glutathione peroxidase (GSH-Px) levels, but did not significantly improve catalase (CAT) levels. The study noted considerable heterogeneity in results, attributed to factors like animal model, extract type, and parameter sources.", "population_specificity": "Rodent models (specific species not detailed in the abstract).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:16.572815+00:00"}
{"study_id": 20442, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of bound phenolics extracts (BPEs) of jujube peel on relieving cadmium (Cd)-induced toxicity and its mechanism in Caenorhabditis elegans.", "results_summary": "BPEs significantly improved Cd-induced behavioral deficits, reduced lipid accumulation, and downregulated fatty acid synthesis-related gene expression in C. elegans and E. coli OP50. The treatment was effective at doses of 12.5 µg/mL, 50 µg/mL, and 100 µg/mL, with no significant differences between low and high doses.", "population_specificity": "Caenorhabditis elegans (nematodes) and Escherichia coli OP50 (bacteria).", "effective_dosage": "12.5 µg/mL, 50 µg/mL, and 100 µg/mL.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:16.924676+00:00"}
{"study_id": 20446, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of luteolin solutions on postharvest color changes and phenylpropanoid metabolism in winter jujube to inhibit reddening and browning.", "results_summary": "Luteolin treatment improved quality indexes, increased antioxidant capacity, and slowed down chlorophyll degradation and carotenoid synthesis, delaying pericarp reddening in winter jujube. It also inhibited phenylpropanoid metabolism and reduced anthocyanin and quercetin synthesis.", "population_specificity": "Winter jujube fruit (postharvest).", "effective_dosage": "200 mg L-1 luteolin solution.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:17.123205+00:00"}
{"study_id": 20448, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to explore the impact of red date polyphenols on glycemic control and oxidative stress in patients with type 2 diabetes mellitus (T2DM).", "results_summary": "The abstract does not provide specific results, but it suggests that jujube polyphenols may have potential benefits for glycemic control and oxidative stress due to their antioxidation, anti-inflammation, and blood glucose-lowering properties.", "population_specificity": "Patients with type 2 diabetes mellitus (T2DM).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:23.244912+00:00"}
{"study_id": 20447, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a synthetic microbial community to manage postharvest black spot disease in winter jujube by altering surface microbial composition.", "results_summary": "The synthetic microbial community reduced harmful fungi, increased beneficial bacteria, and significantly lowered black spot lesion incidence and size compared to controls and single-strain treatments. It produced inhibitory compounds, formed biofilms, and induced jujube disease resistance.", "population_specificity": "Winter jujube fruits (postharvest)", "effective_dosage": "Not specified", "study_duration": "10 days of storage", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:23.743642+00:00"}
{"study_id": 20451, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate how L-Methionine (Met) treatment enhances winter jujube fruit's resistance to black rot by examining biochemical and molecular mechanisms.", "results_summary": "Met treatment significantly reduced lesion diameter and decay incidence in winter jujube fruit, increased antioxidant enzyme activities (POD, PAL, CHI, GLU), and upregulated key metabolites and genes linked to disease resistance pathways.", "population_specificity": "Winter jujube fruit (post-harvest).", "effective_dosage": "Not specified.", "study_duration": "Up to 8 days of storage.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:24.658411+00:00"}
{"study_id": 20449, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the impact of ultra-high-pressure (UHP) treatment on microbial composition, odor, and taste quality of jujube juice as an alternative to traditional heat sterilization.", "results_summary": "UHP treatment at 330 MPa enhanced color, brightness, and stability of jujube juice, increased aromatic compounds, and influenced sourness without significantly altering taste. Microbial spoilage was categorized into bacterial clusters, with specific genera identified as primary spoilage agents.", "population_specificity": "Jujube juice (no human or animal subjects specified).", "effective_dosage": "Pressure levels ranging from 0-630 MPa (330 MPa had the most pronounced effects).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:24.796277+00:00"}
{"study_id": 20450, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to understand the molecular mechanism by which combining acidic electrolyzed water and high-voltage electrostatic field (AH) treatment preserves the quality attributes of postharvest Huping jujube fruit.", "results_summary": "AH treatment downregulated genes linked to respiratory metabolism, lignin and anthocyanin biosynthesis, ROS generation, and disease resistance, while upregulating ROS elimination genes, improving taste, color, and storage quality. The study suggests AH treatment inhibits pathogen infection and reduces ROS-induced damage.", "population_specificity": "Postharvest Huping jujube fruit", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:24.999204+00:00"}
{"study_id": 20452, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how mixed enzymolysis combined with acetylation or carboxymethylation affects the structure and adsorption capacities of Jujube kernel fibre (JKF) for wastewater treatment.", "results_summary": "Modified JKF showed improved porosity, soluble fibre and polyphenol content, surface area, and adsorption capacities for nitrite, copper, and lead ions. Mixed enzymolysis with carboxymethylation enhanced hydration and heavy-metal adsorption, while mixed enzymolysis with acetylation improved oil-adsorption capacity.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:25.301920+00:00"}
{"study_id": 20453, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the diagnostic value of multi-slice computed tomography (MSCT) in identifying esophageal jujube pit impaction and its complications.", "results_summary": "The study found that MSCT effectively identified jujube pit impaction locations, shapes, and associated complications, such as esophageal wall thickening and perforation, aiding in treatment planning. Endoscopic evaluation confirmed mucosal damage in most cases, with perforation observed in a minority.", "population_specificity": "40 patients with esophageal jujube pit impaction, predominantly aged 58 or older (75%).", "effective_dosage": "Not available", "study_duration": "Retrospective analysis of data from December 2018 to November 2019.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:26.427609+00:00"}
{"study_id": 20454, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of lysine crotonylation (Kcr) and lysine succinylation (Ksu) in jujube's response to phytoplasma infection and their impact on protein activity.", "results_summary": "The study identified 1656 crotonylated and 282 succinylated proteins in jujube under phytoplasma stress, with Kcr being more prevalent than Ksu. Key findings included the role of Kcr in regulating ZjPHGPX2 activity, an antioxidant enzyme, and its impact on enzyme function when modified.", "population_specificity": "Jujube plants infected with phytoplasma (Jujube witches' broom disease).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:30.178993+00:00"}
{"study_id": 20456, "supplement_id": 1243, "safety_score": "30", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to report cases of perianal infection in children caused by ingestion of jujube pits and highlight the importance of early diagnosis and treatment.", "results_summary": "Two pediatric patients presented with perianal swelling and pain due to jujube pit ingestion, which was confirmed via MRI and surgically removed. Both patients recovered well postoperatively with no recurrence or complications.", "population_specificity": "Pediatric patients with perianal infections caused by jujube pit ingestion.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:34.014564+00:00"}
{"study_id": 20461, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether fermented jujube juice (FJJ) has anti-obesity properties by examining its effects on lipid accumulation and gut microbiota in obese mice.", "results_summary": "FJJ significantly reduced body and epididymal adipose weight gain, improved serum lipid parameters, and altered gut microbiota composition by increasing Akkermansia abundance and reducing the Firmicutes/Bacteroidota ratio and Helicobacter pylori levels in obese mice.", "population_specificity": "High-fat-diet-induced obese mice", "effective_dosage": "Not specified", "study_duration": "13 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:34.086406+00:00"}
{"study_id": 20457, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine the effects of jujube consumption on metabolic and mental health outcomes in individuals diagnosed with metabolic syndrome (MetS).", "results_summary": "Jujube consumption did not significantly improve fasting blood glucose, total cholesterol, LDL cholesterol, blood pressure, depression, or anxiety scores. However, it led to significant improvements in waist circumference, triglycerides, HDL cholesterol, and stress scores compared to the placebo.", "population_specificity": "Subjects diagnosed with metabolic syndrome (MetS)", "effective_dosage": "30 g dried jujube powder daily (15 g at 10 a.m. and 15 g at 4 p.m.)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:34.717552+00:00"}
{"study_id": 20458, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the fungicidal efficiency of dielectric barrier discharge cold atmosphere plasma (DBD-CAP) on Aspergillus niger spores and its impact on the quality of dried jujube.", "results_summary": "DBD-CAP treatment effectively reduced A. niger spores by 4.05 log (cfu/mL) in suspension and 2.67 log cfu/g on dried jujube, with no significant quality damage observed. The mechanism involved cell membrane damage, ROS elevation, and leakage of intracellular content.", "population_specificity": "Aspergillus niger spores and dried jujube samples.", "effective_dosage": "70 kV for 15 minutes (spores suspension); treatment time not specified for dried jujube.", "study_duration": "15 minutes for spores suspension; duration for dried jujube not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:34.854701+00:00"}
{"study_id": 20455, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the optimal water and nutrient supply scheme for jujube cultivation to improve yield and economic efficiency.", "results_summary": "The study found that combined irrigation and fertilization significantly improved jujube fruit quality (vitamin C, soluble sugar, sugar-acid ratio) and yield, with the N4P3W2 treatment showing the highest comprehensive score. The optimal economic benefit was achieved at specific N, P, and W application rates.", "population_specificity": "Jujube plants in southern Xinjiang, China.", "effective_dosage": "N: 275.56 kg hm-2, P: 413.66 kg hm-2, W: 7278.19 m3 hm-2.", "study_duration": "2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:35.294475+00:00"}
{"study_id": 20460, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the optimal ratio of jujube in combination with wheat bran and citrus peel (WCJ) to improve efficacy and simplify manufacturing for preventing vascular dementia (VaD).", "results_summary": "The study found that WCJ (with jujube) improved cell survival by reducing apoptosis in vitro and mitigated white matter damage, astrocytic/microglial activation, and improved pupillary light reflex in a rat VaD model at dosages over 100 mg/kg/day.", "population_specificity": "Rat model of bilateral common carotid artery occlusion (BCCAO) causing chronic hypoperfusion.", "effective_dosage": "Over 100 mg/kg/day", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:36.184881+00:00"}
{"study_id": 20459, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the cytotoxic, anti-metastatic, and apoptotic effects of Ziziphus jujube honey and commercial honey on MCF-7 breast cancer cells.", "results_summary": "Ziziphus jujube honey (JH) demonstrated higher phenolic content, antioxidant capacity, and diastatic activity than commercial honey (CH). JH more effectively inhibited MCF-7 cell growth, reduced migration, and promoted apoptosis via upregulation of Bax, p53, and p21 genes and downregulation of Bcl-2.", "population_specificity": "MCF-7 breast cancer cells (in vitro study).", "effective_dosage": "IC50 of 170 ± 4.2 µg/ml for JH, 385.3 ± 4.5 µg/ml for CH.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:36.918624+00:00"}
{"study_id": 20462, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the pharmacological efficacy and molecular mechanisms of jujube, focusing on its potential applications in medicine and food industries.", "results_summary": "The study found that jujube contains active components like polysaccharides, phenols, and triterpene acids, which exhibit neuroprotective and cardiovascular disease prevention properties. It also highlighted jujube's traditional use for calming effects and nourishing the blood, spleen, and stomach.", "population_specificity": "Not specified (general pharmacological and traditional medicine context)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:38.371204+00:00"}
{"study_id": 20464, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the therapeutic effect of Lactobacillus acidophilus-fermented jujube juice (FJJ) on chronic liver injury (CLI) in mice and explore its potential mechanisms.", "results_summary": "FJJ showed the best therapeutic effect among the interventions, reducing liver index, hepatocyte necrosis, and pro-inflammatory and fibrosis-associated factors. It also protected against mucosal barrier damage and improved gut microecology in CLI mice.", "population_specificity": "CCl4-induced chronic liver injury mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:41.672111+00:00"}
{"study_id": 20465, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining jujube polysaccharides with near-freezing temperature storage could enhance the preservation of apricots by maintaining fruit quality and inhibiting decay.", "results_summary": "The study found that jujube polysaccharides combined with NFT storage preserved apricot color, reduced decay, lowered enzyme activity, and identified 1054 differentially expressed proteins linked to metabolic and stress responses, suggesting improved storage longevity.", "population_specificity": "'Diaogan' apricots during storage.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:42.188978+00:00"}
{"study_id": 20463, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine if aqueous extract of Christ's thorn jujube leaves (SLAE) could mitigate heat stress effects on production performance and physiological traits in dual-purpose laying hens.", "results_summary": "SLAE at 7.5 mL/kg diet improved body weight, egg production, quality, metabolic profiles, and antioxidant status in hens under heat stress. Higher SLAE doses showed the most favorable outcomes compared to control.", "population_specificity": "25-week-old laying hens (Inshas strain) under subtropical farming conditions.", "effective_dosage": "0, 2.5, 5.0, and 7.5 mL/kg diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:42.591077+00:00"}
{"study_id": 20466, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Ziziphus jujube fruit syrup, as an adjuvant to antihistamines, improves symptoms and sleep quality in patients with chronic spontaneous urticaria (CSU).", "results_summary": "The study found that Ziziphus jujube syrup significantly reduced urticaria activity scores (UAS) compared to the control group, with notable improvement by day 28. Sleep quality also improved more significantly in the intervention group.", "population_specificity": "64 patients with CSU who had hives for at least six weeks and did not respond to standard treatments.", "effective_dosage": "7.5 mL twice daily", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:44.837439+00:00"}
{"study_id": 20469, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to reduce sucrose content in jujube juice and produce a functional beverage rich in rare sugars using multienzyme catalysis.", "results_summary": "The study found that enzyme treatment under specific conditions (pH 7.5, 60 °C, 7 h, DPE:L-RI ratio 1:10) reduced fructose content by 53% and yielded 29% D-allulose and 17% D-allose in 'Xiangfenmuzao' and 'Jinsixiaozao' jujube juices.", "population_specificity": "Jujube juice from 'Xiangfenmuzao' and 'Jinsixiaozao' varieties at the full-red stage.", "effective_dosage": "Not specified", "study_duration": "7 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:45.690864+00:00"}
{"study_id": 20468, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of acidic electrolyzed water (AEW), high-voltage electrostatic field (HVEF), and their combination on softening, cell wall degrading enzymes, cell membrane integrity, and antioxidant capacity in 'Huping' jujube during cold storage.", "results_summary": "The study found that AEW + HVEF treatment maintained higher firmness (15.7% more than control), better cell membrane integrity, lower CWDEs activity, and higher antioxidant capacity compared to AEW or HVEF alone. The combination treatment was most effective in delaying softening and preserving quality during storage.", "population_specificity": "'Huping' jujube fruit stored at 0 ± 1 °C.", "effective_dosage": "Not specified (treatments applied as interventions, not dosages).", "study_duration": "90 days of cool storage.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:46.077547+00:00"}
{"study_id": 20470, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the impact of radio frequency (RF) heat treatment on heat and mass transfer during the hot air drying of jujube slices.", "results_summary": "RF treatment reduced drying time, enhanced internal temperature, promoted consistent heat and mass transfer, and accelerated moisture diffusion in jujube slices. The later the RF treatment was applied, the greater the increase in internal temperature and the faster the decrease in moisture content.", "population_specificity": "Jujube slices (not human subjects).", "effective_dosage": "Not specified (experimental conditions varied by drying stage).", "study_duration": "Not specified (duration tied to drying process).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:46.564598+00:00"}
{"study_id": 20467, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of varying dietary levels of jujube powder on broiler growth performance, nutrient digestibility, immune function, antioxidant status, and gut microbiota.", "results_summary": "Adding 8% jujube powder significantly improved broiler weight gain and organic matter digestibility, while 10% enhanced metabolic energy. Jujube powder (4-10%) also boosted immune markers (IgA, IgG, IgM, sCD4), antioxidant capacity (T-AOC, SOD), and beneficial gut microbiota (Firmicutes, Lactobacillus), while reducing harmful bacteria (Proteobacteria, Enterobacter) and oxidative stress (MDA).", "population_specificity": "Cobb broilers (576 birds, randomized into 6 treatment groups).", "effective_dosage": "0%, 2%, 4%, 6%, 8%, and 10% jujube powder in diet.", "study_duration": "42 days (divided into starter [0-21 days] and finisher [22-42 days] phases).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:46.734191+00:00"}
{"study_id": 20471, "supplement_id": 1243, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the sleep-enhancing activity and mechanism of action of a fermented aqueous extract of jujube seeds (ZW-FM) in rodent models.", "results_summary": "ZW-FM increased sleep time, particularly δ-wave time during NREM sleep, reduced sleep latency, and counteracted caffeine-induced insomnia by modulating GABAergic mechanisms. The effects were dose-dependent and inhibited by GABAA receptor antagonists.", "population_specificity": "ICR mice and Sprague Dawley rats.", "effective_dosage": "100 and 150 mg/kg.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:49.963733+00:00"}
{"study_id": 20472, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Ziziphus Jujuba Mill (Z.J) could reduce LPS-induced inflammatory responses in an experimental model of acute lung injury (ALI).", "results_summary": "Z.J extracts (100 and 200 mg/kg) effectively reduced inflammatory cell influx, lung wet-to-dry ratio, histopathological damage, and TNF-α levels in LPS-induced ALI mice, comparable to dexamethasone.", "population_specificity": "Male BALB/c mice with LPS-induced acute lung injury.", "effective_dosage": "100 and 200 mg/kg, administered intraperitoneally at 1, 11, and 23 hours post-LPS injection.", "study_duration": "24 hours post-LPS administration.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:51.530712+00:00"}
{"study_id": 20473, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of acidic electrolyzed water (AEW), a high-voltage electrostatic field (HVEF), and their combination (AEW + HVEF) on preserving the storage quality of Huping jujube.", "results_summary": "The combined AEW + HVEF treatment maintained higher nutrient levels, better taste compounds, lower deterioration metrics, and delayed color changes compared to individual treatments, enhancing preservation quality. It also improved antioxidant activity and appearance retention.", "population_specificity": "Huping jujube fruits stored at 0 ± 1 °C.", "effective_dosage": "Not specified (treatment methods described but not quantified).", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:52.299077+00:00"}
{"study_id": 20474, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether a synbiotic containing jujube powder could enhance the therapeutic effects of a cancer vaccine in mice with MC38 cancer cells.", "results_summary": "The study found that jujube powder, combined with Lactobacillus rhamnosus GG, reshaped gut microbiota, improved lipid metabolism, and increased CD8+ T cell infiltration, enhancing the cancer vaccine's efficacy. Jujube specifically enriched microbial diversity and supported beneficial bacteria in Lachnospiraceae.", "population_specificity": "MC38 cancer cell-bearing mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:52.949320+00:00"}
{"study_id": 20476, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether jujube vinegar's hypolipidemic and antioxidant effects are mediated through gut microbiome regulation in hyperlipidemic mice.", "results_summary": "Jujube vinegar significantly reduced body weight, blood lipids, and oxidative stress markers while improving gut microbiome diversity and beneficial bacterial populations in high-fat diet mice. It also modulated key metabolic pathways linked to lipid metabolism and antioxidant activity.", "population_specificity": "Male ICR mice fed a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:53.308953+00:00"}
{"study_id": 20475, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the molecular mechanisms underlying the recovery of jujube trees from Jujube witches' broom disease (JWB) after treatment with oxytetracycline hydrochloride (OTC-HCl).", "results_summary": "OTC-HCl trunk injection recovered over 86% of mildly JWB-diseased jujube trees. Transcriptomic analysis revealed 755 differentially expressed genes (DEGs), with most DEGs in diseased trees showing reversed expression patterns after treatment, indicating restoration of gene function.", "population_specificity": "Jujube trees infected with JWB phytoplasma.", "effective_dosage": "Not specified (trunk injection method used).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:54.116340+00:00"}
{"study_id": 20478, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antifungal effects of surfactin on Botrytis cinerea and its potential to preserve the quality of winter jujube by maintaining fatty acid composition.", "results_summary": "Surfactin significantly inhibited B. cinerea growth, reduced gray mold incidence in winter jujube, and preserved fatty acid composition. It also mitigated adverse effects from mechanical injury on the fruit.", "population_specificity": "Winter jujube fruit inoculated with Botrytis cinerea.", "effective_dosage": "EC50 of 46.42 mg/L surfactin.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:54.632205+00:00"}
{"study_id": 20477, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of four disease-controlling agents (chlorothalonil, CuCl2, harpin, and melatonin) in improving postharvest quality of jujube fruit by reducing disease severity, enhancing antioxidant accumulation, and delaying senescence.", "results_summary": "All four agents improved postharvest jujube fruit quality by reducing disease severity, increasing antioxidant content and capacity, and delaying senescence, with CuCl2 being the most effective overall. Chlorothalonil showed the highest disease inhibition but left residues, while melatonin had the highest antioxidant enhancement.", "population_specificity": "Postharvest jujube fruit under low-temperature conditions.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:55.376603+00:00"}
{"study_id": 20479, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether jujube powder could enhance immune response to vaccination by modulating gut microbiota in mice.", "results_summary": "Jujube powder (800 mg/kg daily) significantly increased HSA-specific IgG1 concentration in serum and boosted immune markers (macrophages, B cells, plasma cells) without increasing myeloid cells, suggesting a distinct mechanism from fecal microbiota transplantation. It also altered gut microbiota composition, favoring amino acid metabolism pathways linked to immune enhancement.", "population_specificity": "C57BL/6J mice", "effective_dosage": "800 mg/kg daily", "study_duration": "1 week (pre-administration in healthy mice)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:57.875780+00:00"}
{"study_id": 20480, "supplement_id": 1243, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine how dietary dried jujube fruit powder (DJFP) supplementation affects growth performance, antioxidant stability, meat composition, and nutritional quality in broilers.", "results_summary": "DJFP supplementation improved broiler growth performance, antioxidant stability, and meat quality, including increased protein content, reduced fat content, and enhanced amino acid and fatty acid profiles, with the most marked effects at 100 g/kg DJFP.", "population_specificity": "Cobb broilers (1-day-old, unsexed, 360 total).", "effective_dosage": "50 g/kg (P1), 100 g/kg (P2), and 150 g/kg (P3) DJFP in diet.", "study_duration": "Not specified in abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:01.082377+00:00"}
{"study_id": 20481, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of acidic electrolyzed water (AEW) combined with modified atmosphere packaging (MAP) in preserving the quality and delaying postharvest senescence of jujube during cold storage.", "results_summary": "The combined AEW + MAP treatment significantly maintained higher storage quality by suppressing softening, weight loss, and color degradation while enhancing antioxidant capacity and reducing oxidative damage compared to individual treatments. It also slowed the rate of quality deterioration and achieved a higher comprehensive score in principal component analysis.", "population_specificity": "Jujube fruit stored at 1 ± 0.5°C.", "effective_dosage": "Not specified (treatment involved AEW + MAP application).", "study_duration": "40 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:02.063937+00:00"}
{"study_id": 20483, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the hepatoprotective effect of dried red jujube fruit extract on aminotransferase levels in acetaminophen-induced acute hepatotoxicity.", "results_summary": "The study found that dried red jujube fruit extract significantly reduced ALT and AST levels in a dose-dependent manner, with the highest dose (280 mg/kg BW) being the most effective. A strong negative correlation was observed between the extract doses and aminotransferase levels.", "population_specificity": "Male Wistar rats", "effective_dosage": "70 mg/kg BW, 140 mg/kg BW, and 280 mg/kg BW, administered for 10 consecutive days", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:02.234308+00:00"}
{"study_id": 20484, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Meyerozyma caribbica yeast in controlling Alternaria alternata-induced black spot rot in postharvest jujube fruits and explore its biofilm formation mechanism.", "results_summary": "M. caribbica treatment significantly reduced A. alternata decay in jujube fruits by colonizing wounds, adhering to hyphae, and secreting extracellular substances like phenylethanol. Phenylalanine enhanced phenylethanol secretion and improved the yeast's biocontrol performance against black spot rot.", "population_specificity": "Postharvest jujube fruits", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:02.494878+00:00"}
{"study_id": 20486, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of UV-C treatment on delaying senescence and improving the quality of 'Lingwu long' jujubes during storage.", "results_summary": "UV-C treatment reduced respiration rate and decay index, delayed firmness reduction by lowering cell wall degrading enzyme activities, enhanced antioxidant capacity, and increased phenolic compounds in jujube fruit.", "population_specificity": "'Lingwu long' jujubes stored at 4 ± 1 °C.", "effective_dosage": "UV-C treatment at 5 kJ m-2.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:02.934270+00:00"}
{"study_id": 20485, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how heat shock (HT), 1-methylcyclopropene (1-MCP), or their combination affects the cuticle wax of jujube fruit during cold storage to improve shelf life.", "results_summary": "HT, 1-MCP, or HT + 1-MCP treatments resulted in a smoother wax layer, fewer micro-cracks, and increased wax content at 45 days of cold storage. Transcriptomics showed upregulation of genes (FATB, FAB2, FAD2, CYP716A) linked to wax maintenance.", "population_specificity": "Jujube fruit (not human subjects).", "effective_dosage": "Not specified (treatments applied but exact concentrations/frequencies not detailed).", "study_duration": "45 days of cold storage.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:03.749546+00:00"}
{"study_id": 20487, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to optimize ultrasonic-assisted extraction conditions for sour jujube to maximize the yield of total saponins, flavonoids, and phenolics, and evaluate its antioxidant effects in vitro and in vivo.", "results_summary": "The study found that optimized methanol and ethanol extraction improved the efficiency of target compounds, with ethanol yielding higher TFC and TPC, while methanol yielded higher TSC. In vivo experiments showed jujube extract protected against oxidative stress and extended the lifespan of Drosophila.", "population_specificity": "Drosophila (fruit flies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:05.812041+00:00"}
{"study_id": 20488, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to synthesize fluorescent carbon dots (CDs) from wild jujube and dl-tryptophan for use as a sensitive \"off-on\" fluorescent probe to detect oxalic acid.", "results_summary": "The CDs exhibited strong blue fluorescence under UV light, with Hg2+ quenching the fluorescence and oxalic acid restoring it. The probe successfully detected oxalic acid in tomato and cherry tomato samples with high sensitivity and a low detection limit.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:08.987429+00:00"}
{"study_id": 20489, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of melatonin treatment on the visual appearance and physicochemical properties of postharvest jujube fruits stored at 0°C for 15 days.", "results_summary": "Melatonin treatment improved the crispness of jujube fruits, delayed weight loss and firmness decline, and stabilized total soluble solids and titratable acidity. It also enhanced antioxidant capacity by increasing ascorbic acid content and superoxide dismutase activity while reducing malonaldehyde content, with 50 µM melatonin showing the best results.", "population_specificity": "Postharvest jujube fruits (Ziziphus jujuba Mill. cv. Shucuizao)", "effective_dosage": "0 (control), 50, 100, 200, and 400 µM melatonin solutions", "study_duration": "15 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:11.746642+00:00"}
{"study_id": 20482, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether glycine betaine (GB) treatment could maintain postharvest quality and delay softening in winter jujube fruit by enhancing antioxidant metabolism and energy levels.", "results_summary": "GB treatment effectively preserved cell wall components, boosted antioxidant enzyme activities, reduced reactive oxygen species (ROS), and increased energy metabolism, thereby delaying fruit softening.", "population_specificity": "Fresh winter jujubes (Zizyphus jujuba Mill. cv. Dongzao)", "effective_dosage": "20 mmol·L⁻¹ GB immersion for 20 minutes", "study_duration": "Single treatment at harvest", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:12.163103+00:00"}
{"study_id": 20493, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of four different sterilization treatments on jujube juice as substrates for producing a probiotic beverage fermented by Lactobacillus plantarum.", "results_summary": "The study found that pulsed strong light sterilization (PLS) and cold plasma sterilization (CPS) improved the stability of jujube juice, with PLS-treated juice showing no significant difference in sensory and nutritional quality compared to the control and better color than other treatments. The growth of L. plantarum was unaffected by sterilization methods, but autoclaving and pasteurization increased particle size and reduced reducing sugar content.", "population_specificity": "Not specified (in vitro study on jujube juice)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:12.307491+00:00"}
{"study_id": 20491, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of different radio frequency (RF) application stages during hot air drying on the quality attributes (microstructure, moisture absorption rate, color, and ascorbic acid retention) of jujube slices.", "results_summary": "The study found that hot air drying combined with RF at different stages improved the quality of jujube slices, with the early-stage RF application (E-HA + RF) showing the best results in cell roundness reduction, while the middle-stage RF application (M-HA + RF) achieved the best color retention and ascorbic acid preservation.", "population_specificity": "Jujube slices (agricultural product, not human subjects).", "effective_dosage": "Not applicable (drying methods: E-HA + RF, M-HA + RF, L-HA + RF, W-HA + RF).", "study_duration": "6 hours (drying process).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:12.579627+00:00"}
{"study_id": 20490, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of different mulching measures (clean tillage, jujube branches mulching, and white clover planting) on soil moisture, soil temperature, and jujube growth in rain-fed orchards.", "results_summary": "Jujube branches mulching (JBM) increased soil moisture, reduced soil water deficit, regulated soil temperature, and significantly improved jujube growth (leaf area index and stem diameter) compared to clean tillage and white clover planting. White clover planting led to the greatest soil water deficit due to competition with jujube for water.", "population_specificity": "Rain-fed jujube orchards", "effective_dosage": "Not specified", "study_duration": "Two growing seasons (2013 and 2014)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:13.010933+00:00"}
{"study_id": 20492, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to optimize the extraction of swertisin from sour Jujube seed and evaluate its antioxidant effects in vitro and in C. elegans, as well as explore its potential mechanisms using network pharmacology and molecular docking.", "results_summary": "Swertisin demonstrated significant free radical scavenging ability and enhanced antioxidative enzyme activity (GST-4, SOD-3, GSH-PX) while reducing reactive oxygen species and malondialdehyde accumulation in C. elegans, protecting them from oxidative stress. Network pharmacology identified 139 antioxidant targets and 70 enriched pathways, suggesting potential multi-target therapeutic applications.", "population_specificity": "Caenorhabditis elegans (C. elegans)", "effective_dosage": "50, 250, and 500 μmol/L", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:13.621043+00:00"}
{"study_id": 20494, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of selenium yeast and jujube powder on the structural and functional properties of post-mortem myofibrillar protein in white feather broilers.", "results_summary": "The study found that increasing concentrations of selenium yeast and jujube powder improved the structural integrity and functional properties of myofibrillar protein, including increased α-helix content, solubility, emulsification, and foaming, while reducing β-folding content and turbidity. The best results were observed with a combination of high-dose selenium yeast and jujube powder.", "population_specificity": "White feather broilers", "effective_dosage": "Jujube powder: 8% to replace corn; selenium yeast: 0, 0.3, and 0.6 mg/kg", "study_duration": "42 days", "interactions": "Significant interactions noted between selenium yeast and jujube powder in improving protein properties.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:15.264875+00:00"}
{"study_id": 20495, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of 1-methylcyclopropene (1-MCP) and salicylic acid (SA) treatments on preserving the quality and extending the shelf life of winter jujube fruit.", "results_summary": "Both 1-MCP and SA treatments improved fruit quality by reducing weight loss, respiratory rate, and oxidative damage while enhancing firmness, antioxidant enzyme activities, and nutritional content. The combined 1-MCP+SA treatment showed the most significant preservation effects.", "population_specificity": "Winter jujube fruit (postharvest).", "effective_dosage": "Not specified.", "study_duration": "Shelf life duration not explicitly stated.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:17.378655+00:00"}
{"study_id": 20497, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of exogenous salicylic acid (SA) treatment on antioxidant and hormone levels in winter jujube during shelf life at 4°C.", "results_summary": "SA treatment maintained fruit quality (firmness, color, acidity) and reduced oxidative stress by enhancing antioxidant enzyme activity and increasing antioxidant substances. It also modulated hormone levels, increasing abscisic acid and SA while decreasing jasmonic acid.", "population_specificity": "Winter jujube fruit", "effective_dosage": "3 mmol L-1 SA", "study_duration": "20 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:19.569065+00:00"}
{"study_id": 20496, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the influence of D. nepalensis on the epiphytic microbiome and postharvest decay of jujube.", "results_summary": "D. nepalensis reduced fungal decay, maintained fruit firmness, and delayed discoloration in jujube. It altered fungal communities, decreasing pathogenic fungi like Alternaria and Penicillium while increasing beneficial bacteria like Pantoea.", "population_specificity": "Postharvest jujube fruit.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:19.766098+00:00"}
{"study_id": 20500, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify drought-responsive microRNAs and their target genes in Chinese jujube to understand its molecular mechanisms of drought resistance.", "results_summary": "The study identified 43 known and 431 novel miRNAs in Chinese jujube, with 28 and 61 miRNAs differentially expressed under drought stress in two jujube varieties. Nine drought-related miRNAs and seven target genes were confirmed, showing negative correlation in expression levels.", "population_specificity": "Two genotypes of Chinese jujube (\"Dongzao\" and \"Zanhuangdazao\") under drought stress conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:20.656094+00:00"}
{"study_id": 20498, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of different organic fertilizers on the physiological growth, photosynthetic characteristics, reproductive growth, and nutritional quality of Pear-jujube in the Loess Plateau.", "results_summary": "Organic fertilizers significantly improved Pear-jujube's physiological growth, photosynthetic efficiency, reproductive growth, and nutritional quality, with soybean cake fertilizer (SC) showing the most significant effects, including increased yield, chlorophyll content, and fruit quality metrics like total soluble solids and vitamin C.", "population_specificity": "Pear-jujube trees in the hilly and gully area of the Loess Plateau in northern Shaanxi.", "effective_dosage": "Not specified (different organic fertilizers applied, but exact amounts not detailed).", "study_duration": "Not specified (field study duration not mentioned).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:21.485397+00:00"}
{"study_id": 20499, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of cold atmospheric plasma (CAP) treatment on delaying ripening, preserving quality, and extending the shelf life of winter jujube during storage.", "results_summary": "CAP treatment delayed ripening and reduced microbial contamination but did not affect weight loss or moisture content. A 20-minute CAP treatment maintained phenolic content, antioxidant activity, and reduced oxidative damage.", "population_specificity": "Winter jujube (Ziziphus jujuba Mill. cv. Dongzao) fruits.", "effective_dosage": "CAP exposure times of 0, 5, 10, and 20 minutes.", "study_duration": "15-day storage at 4°C and 90% relative humidity.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:21.701532+00:00"}
{"study_id": 20502, "supplement_id": 1243, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review the phytonutrients, biological functions, metabolism of bioactive compounds, and applications of wild jujube to provide a scientific reference for its development and utilization.", "results_summary": "The study found that wild jujube has antioxidant, antibacterial, and anti-inflammatory properties, and its seeds may benefit central nervous system diseases, improving sleep quality and enhancing learning and memory.", "population_specificity": "Not specified (general review of existing research).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:22.301170+00:00"}
{"study_id": 20501, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effectiveness of ozone treatment in reducing postharvest decay of winter jujube by altering microbial community structure on the fruit surface.", "results_summary": "Ozone treatment (2.5, 5, and 10 μL L-1) significantly reduced postharvest decay of winter jujube by days 10 and 15, altered bacterial and fungal communities, and inhibited metabolic pathways linked to decay.", "population_specificity": "Winter jujube (Ziziphus jujuba Miller cv. Dongzao) from Huanghua City, Hebei, China.", "effective_dosage": "2.5, 5, and 10 μL L-1 ozone concentrations.", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:22.827707+00:00"}
{"study_id": 20503, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to optimize the extraction of cAMP from jujube using ultra-high pressure extraction (UHPE) and evaluate its potential anti-allergic effects in a peanut allergy mouse model.", "results_summary": "The study found that optimal cAMP yield (1223.2 μg/g) was achieved at 300 MPa, 20 min duration, and a liquid-to-solid ratio of 2.5 ml/g. In peanut-sensitized mice, cAMP treatment reduced allergic symptoms, serum IgE, histamine, and IL-4 levels while increasing TNF-α secretion, suggesting anti-allergic effects.", "population_specificity": "Balb/c mice sensitized to peanut protein.", "effective_dosage": "Not specified (only extraction conditions provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:26.402827+00:00"}
{"study_id": 20505, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the feasibility of producing cellulose nanocrystals (CNCs) from jujube cores and to characterize their morphological, structural, crystallinity, and thermal properties.", "results_summary": "The study successfully generated CNCs from jujube cores, demonstrating rod-like shapes with preserved cellulose Iβ crystal structure, 72.36% crystallinity, and good thermal stability (>200 °C). The CNCs exhibited slight agglomeration in aqueous suspension but maintained high hydrophilicity.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:27.569705+00:00"}
{"study_id": 20504, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of hydrogen sulfide (H2S) fumigation on postharvest senescence and antioxidant metabolism in Lingwu Long Jujube fruits.", "results_summary": "H2S fumigation significantly prolonged shelf life, reduced decay and weight loss, and maintained fruit quality by delaying oxidative damage and enhancing antioxidant enzyme activity. It also inhibited the loss of key nutrients like chlorophyll, carotenoids, and ascorbic acid.", "population_specificity": "Lingwu Long Jujube fruits (Ziziphus jujuba cv. Mill)", "effective_dosage": "0.4 mm NaHS (source of H2S)", "study_duration": "Postharvest storage period (specific duration not stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:29.186492+00:00"}
{"study_id": 20507, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the antioxidant and antitumor effects of jujube polysaccharides alone and in combination with ginger 6-gingerol (G6G) on SW620 cells.", "results_summary": "Jujube polysaccharides (ZJPs-II) and G6G alone showed dose-dependent antioxidant and antitumor effects, while their combination demonstrated synergistic interactions, enhancing apoptosis and cell-cycle arrest in SW620 cells.", "population_specificity": "In vitro study using SW620 human colon cancer cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:29.360181+00:00"}
{"study_id": 20506, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the effects of dried Ziziphus jujube on blood glucose, lipid profiles, anthropometric indices, and inflammatory factors in type 2 diabetic patients.", "results_summary": "The study found that daily consumption of Ziziphus jujube significantly reduced fasting plasma glucose, triglycerides, total cholesterol, LDL-C, and hs-CRP levels in type 2 diabetic patients, though hs-CRP reduction was not significant compared to the control group. No significant changes were observed in body mass index, HDL-C, or IL-6 levels.", "population_specificity": "Type 2 diabetic patients aged 30-65 years.", "effective_dosage": "30 g daily", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:29.682956+00:00"}
{"study_id": 20508, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-inflammatory effects of jujube peel polyphenols in LPS-induced RAW 264.7 cells, focusing on MAPK, NF-κB, and Nrf2 signaling pathways.", "results_summary": "Jujube peel polyphenols reduced TNF-α, IL-1β, IL-6, NO, and PGE2 by inhibiting MAPK and NF-κB pathways and activating Nrf2, thereby alleviating oxidative stress and inflammation. The study suggests a synergistic anti-inflammatory effect in LPS-induced RAW 264.7 cells.", "population_specificity": "RAW 264.7 cells (a murine macrophage cell line)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:30.557309+00:00"}
{"study_id": 20509, "supplement_id": 1243, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of jujube syrup for brightening facial skin and reducing hyperpigmentation.", "results_summary": "Jujube syrup significantly reduced the number of pigment counts, pigmented area, and its percentages compared to placebo, demonstrating efficacy in treating facial hyperpigmentation. The syrup was also found to be stable under accelerated conditions, with quantified amounts of beneficial compounds like phenolics, flavonoids, and organic acids.", "population_specificity": "46 participants (23 in the jujube syrup group and 23 in the placebo group) in a randomized, double-blind, controlled clinical study.", "effective_dosage": "Twice a day (specific volume not mentioned).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:31.525638+00:00"}
{"study_id": 20510, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of jujube polysaccharides on oral biofilm-forming pathogenic bacteria and their potential as an alternative to antibiotics in dental practice.", "results_summary": "Jujube polysaccharides demonstrated significant inhibitory effects against oral bacterial pathogens, including growth inhibition, biofilm disruption, and modulation of inflammatory responses, while positively regulating oral microbiota.", "population_specificity": "Oral biofilm-forming pathogenic bacteria (Streptococcus mutans, MRSA, Porphyromonas gingivalis) and general oral microbiota.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:31.894313+00:00"}
{"study_id": 20512, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of different extraction methods on the flavonoid content, composition, and stability in jujube.", "results_summary": "The study found that DES-MAE yielded the highest total flavonoid content (8.03 mg/g), identified 15 types of flavonoids, and demonstrated that DES-UAE was efficient for flavonoid extraction with high retention rates under various storage conditions.", "population_specificity": "Not specified (in vitro study on jujube extracts)", "effective_dosage": "Not specified", "study_duration": "Not specified (focused on extraction and stability testing)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:34.817250+00:00"}
{"study_id": 20511, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the molecular mechanisms of phytoplasma resistance in Chinese jujube, comparing a resistant genotype (\"T13\") and a susceptible cultivar (\"Pozao\").", "results_summary": "The study found that resistant jujube (\"T13\") exhibited differential gene expression only in the initial growth phase post-infection, with no phytoplasma detected in later phases. Hormonal and ROS signaling, particularly involving JA and SA, played key roles in resistance, and exogenous SA inhibition alleviated disease symptoms.", "population_specificity": "Chinese jujube plants (Ziziphus jujuba Mill.), specifically resistant genotype \"T13\" and susceptible cultivar \"Pozao.\"", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:35.603686+00:00"}
{"study_id": 20514, "supplement_id": 1243, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of chlorine and ultrasound treatments in disinfecting winter jujube and preventing pathogen cross-contamination while maintaining fruit quality.", "results_summary": "The combination of 28 kHz ultrasound and 10 ppm free chlorine completely eliminated pathogen cross-contamination and significantly reduced microbial counts without negatively affecting the fruit's sensory, nutritional, or quality properties during storage.", "population_specificity": "Winter jujube (uncut ready-to-eat fruit).", "effective_dosage": "28 kHz ultrasound + 10 ppm free chlorine.", "study_duration": "7 days (storage at 4°C).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:36.897986+00:00"}
{"study_id": 20515, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of a non-thermal processing method (HHP-VFD) on the flavor quality and shelf life of fruit and vegetable blends, including Jujube.", "results_summary": "The HHP-VFD treatment maintained volatile compound contents, increased floral-like volatile compounds (e.g., β-ionone), and preserved overall sensory liking without significant flavor reduction. The method also improved shelf life and portability.", "population_specificity": "Not specified (likely general fruit and vegetable blends, including Jujube).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:37.022389+00:00"}
{"study_id": 20513, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how propyl gallate (PG) affects the post-harvest physiological quality of winter jujube, focusing on antioxidant metabolism and peel structure.", "results_summary": "PG treatment delayed peel color change, improved firmness, total soluble solids, and titratable acid content, enhanced antioxidant levels (total phenols, flavonoids, AsA, GSH), maintained higher enzyme activity (SOD, CAT, APX, POD), and reduced oxidative damage markers (EL, LOX, H2O2, MDA).", "population_specificity": "Winter jujube fruits", "effective_dosage": "0.001 mol L-1 PG solution for 20 min", "study_duration": "Single treatment (20 min)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:37.957039+00:00"}
{"study_id": 20516, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antidiarrheal effects of jujube honey in mice with castor oil-induced diarrhea, assessing its impact on diarrhea onset, stool output, inflammation, and oxidative stress.", "results_summary": "Diluted jujube honey significantly delayed diarrhea onset, reduced wet stools, and improved oxidative stress markers (SOD, catalase) while lowering inflammation markers (CRP, NO). It also inhibited intestinal transit, suggesting a mechanism for its antidiarrheal effect.", "population_specificity": "Mice with castor oil-induced diarrhea.", "effective_dosage": "Not specified (diluted jujube honey and undiluted forms were tested).", "study_duration": "4 hours of observation post-treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:39.384523+00:00"}
{"study_id": 20518, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of the salt-tolerant antagonistic bacteria CZ-6 (Bacillus amyloliquefaciens) to improve winter jujube growth and resistance to soil salinization and fungal diseases.", "results_summary": "The study found that CZ-6 strain survived in high-salt conditions, produced growth-promoting compounds, inhibited pathogenic fungi, and altered the rhizosphere microbial community to favor salt-tolerant bacteria while reducing pathogens. It also colonized and migrated within winter jujube plants, suggesting potential for biological control in saline soils.", "population_specificity": "Winter jujube plants grown in saline soil conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:40.395332+00:00"}
{"study_id": 20517, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Ziziphus spina-christi (Jujube) root extract and its silver nanoparticles on mitochondrial fatty acid oxidation, adipokine secretion, and vascular endothelial cell growth in relation to obesity and inflammation.", "results_summary": "The study found that ZS-Ag-NPs significantly reduced lipid content in adipocytes (82%), enhanced lipolysis-related gene expression, decreased insulin resistance and inflammation markers, and improved vascular endothelial cell growth while reducing oxidative stress and inflammation.", "population_specificity": "Maturing adipocytes and human umbilical vein endothelial cells (HUVECs) in vitro.", "effective_dosage": "0.4 µg/dL of ZSE and ZS-Ag-NPs.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:40.444623+00:00"}
{"study_id": 20519, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of heat shock (HT), 1-methylcyclopropene (1-MCP), or their combination on preserving the quality of fresh jujube fruits during cold storage.", "results_summary": "HT treatment was most effective in preserving jujube quality by inhibiting decay, weight loss, and maintaining firmness, soluble solids, acidity, and ascorbic acid content. It also delayed cell wall degradation and maintained high activity of antioxidant enzymes compared to other treatments.", "population_specificity": "Fresh jujube fruits", "effective_dosage": "Not specified", "study_duration": "Duration of cold storage not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:43.772158+00:00"}
{"study_id": 20520, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if jujube powder could enhance the efficiency of cyclophosphamide (CTX) chemotherapy by nurturing gut microbiota and improving immune responses.", "results_summary": "Jujube powder enriched CD8+ T cells in the tumor microenvironment, increased gut microbiota diversity, boosted Bifidobacteriales abundance, and stimulated white blood cell production while inhibiting eosinophils and certain cytokines, leading to significant tumor growth inhibition.", "population_specificity": "Mice with MC38 colon tumors", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:44.091159+00:00"}
{"study_id": 20521, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of ultrafine jujube powder (JP) on gut microbiota and its potential to enhance the response to anti-PD-L1 immunotherapy in murine colon adenocarcinoma.", "results_summary": "JP improved anti-PD-L1 treatment response by altering gut microbiota, increasing Clostridiales abundance, elevating SCFA production, and boosting CD8+ T cell infiltration in tumors. The findings suggest JP enhances immune checkpoint blockade therapy efficacy.", "population_specificity": "Murine colon adenocarcinoma model (mice).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:44.444672+00:00"}
{"study_id": 20522, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the efficiency of ultrasound-assisted adsorption/desorption for purifying jujube peel flavonoids using macroporous resins and its impact on flavonoid content and biological activities.", "results_summary": "The study found that ultrasound treatment significantly increased the adsorption/desorption capacity of jujube peel flavonoids (80.21 mg/g and 76.22 mg/g, respectively) and enhanced the content of principal individual flavonoids by 2-3 times compared to shaking treatment, along with improved biological activities.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:44.864784+00:00"}
{"study_id": 20523, "supplement_id": 1243, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of various green pretreatment methods (cold plasma, ultrasonics, etc.) as alternatives to chemical pretreatment for improving the drying process and quality properties of whole jujube.", "results_summary": "Cold plasma, thermosonication, and chemical pretreatments improved drying rates, increased phenolic content and antioxidant capacity, and reduced 5-hydroxymethylfurfural generation. Cold plasma was identified as a promising green alternative to chemical pretreatment.", "population_specificity": "Whole jujube (no human or animal subjects specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:45.929632+00:00"}
{"study_id": 192847, "supplement_id": 1287, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine if leucine-rich protein supplementation at key intervals could mitigate frailty progression and enhance postoperative recovery in cardiac surgery patients.", "results_summary": "The abstract does not provide results, as the study appears to be ongoing or not yet concluded.", "population_specificity": "Frail and older cardiac surgery patients with multiple comorbidities.", "effective_dosage": "Two times per day (specific amount not mentioned).", "study_duration": "Approximately 2 weeks pre-procedure, during in-hospital recovery, and for 8 weeks post-discharge.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:54.057742+00:00"}
{"study_id": 192840, "supplement_id": 1287, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically review the effects of leucine supplementation, alone or combined with other nutrients and/or physical exercise, on sarcopenia in older adults.", "results_summary": "Leucine supplementation alone without physical exercise did not improve sarcopenia markers, but leucine paired with other supplements, particularly leucine-enriched protein supplements, showed promise in improving sarcopenic markers, with or without physical exercise.", "population_specificity": "Older adults over 60 years of age with a history of sarcopenia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:54.470076+00:00"}
{"study_id": 192843, "supplement_id": 1287, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate leucine's potential to preserve lean mass in cancer cachexia by modulating protein turnover and immune response, as well as its impact on tumor growth.", "results_summary": "Leucine supplementation was found to increase protein synthesis and decrease protein degradation via mTORC1 activation, potentially attenuating cancer cachexia symptoms, though methodological differences complicate comparisons across studies. Further research is needed to clarify leucine's effects on protein turnover, immune response, and tumor growth.", "population_specificity": "Pre-clinical studies involving cachectic tumor-bearing hosts (animal models).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:54.534312+00:00"}
{"study_id": 192844, "supplement_id": 1287, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if a leucine-enriched muscle-targeted oral nutritional supplementation (MT-ONS) is effective for treating or preventing sarcopenia in older patients.", "results_summary": "The study found that MT-ONS significantly increased muscle mass, strength, and physical performance in older patients with sarcopenia, with consistent results across various clinical settings. It also showed a positive effect on inflammation markers and healthcare resource consumption.", "population_specificity": "Older patients with sarcopenia or at risk of losing skeletal muscle mass, including those in rehabilitation centers, care homes, and community settings.", "effective_dosage": "Not specified", "study_duration": "4-52 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:55.101288+00:00"}
