{"study_id": 30099, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether oregano essential oil (OEO) could prevent and treat infections of multidrug-resistant Salmonella pullorum (SP) and Salmonella gallinarum (SG) in commercial Yellow-chicken breeders.", "results_summary": "Both preventive (200μL/L) and treatment (400μL/L) doses of OEO significantly reduced SP and SG infections, with prevention showing greater efficacy. OEO also minimized weight decline in infected birds, and antibody detection strongly correlated with pathogen recovery rates.", "population_specificity": "Commercial Yellow-chicken breeders (Hongguang-Black 1-day-old chicks).", "effective_dosage": "200μL/L (preventive, continuous) and 400μL/L (treatment, days 8-12).", "study_duration": "35 days (preventive) and 5 days (treatment).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:01.980011+00:00"}
{"study_id": 30100, "supplement_id": 1403, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the antimicrobial activity of encapsulated oregano oil combined with antibiotics (ciprofloxacin or gentamicin) against skin infections, particularly MSSA and MRSA strains.", "results_summary": "The combination of encapsulated oregano oil and gentamicin showed a synergistic effect, reducing the effective concentration of gentamicin fourfold and inhibiting bacterial metabolic activity by 98%. The combination with ciprofloxacin showed an additive effect, reducing bacterial metabolic activity by 96% and inhibiting MRSA biofilm formation by over 90%.", "population_specificity": "Methicillin-sensitive (MSSA) and methicillin-resistant (MRSA) Staphylococcus aureus strains, and rabbit skin for in vivo testing.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:02.934497+00:00"}
{"study_id": 30101, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Oregano Essential Oil (OEO) on intestinal health and growth performance in weaned piglets, comparing it to Purple Garlic Powder (PGP) and zinc oxide (ZnO).", "results_summary": "OEO at 1.2% improved intestinal health (increased goblet cells, intraepithelial lymphocytes, and IgA-producing cells) and growth performance similarly to ZnO. Lower doses (0.4%) showed modest effects, while combining OEO 1.2% with PGP 2% yielded the best results.", "population_specificity": "Piglets weaned at 21 days of age (140 and 3000 piglets in two phases).", "effective_dosage": "0.4% and 1.2% of feed.", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:04.270057+00:00"}
{"study_id": 30104, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of oregano essential oil in a topical gel as a biofilm management therapy for percutaneous osseointegrated implants.", "results_summary": "The study found significant biofilm reduction in samples treated with oregano gel compared to controls, suggesting its potential as an effective biofilm management therapy at the skin-implant interface.", "population_specificity": "Ex vivo system using an ovine OI implant model with Staphylococcus aureus ATCC 6538 biofilms.", "effective_dosage": "Not specified", "study_duration": "Five days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:04.711588+00:00"}
{"study_id": 30102, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 88, "study_goal": "The researchers aimed to determine the efficacy of oregano essential oil nanoemulgel combined with low-level laser therapy in promoting diabetic wound healing.", "results_summary": "The dual therapy demonstrated rapid wound healing (97.5% healing rate), minimal scar formation, enhanced reepithelialization, and reduced inflammation in diabetic rat models compared to monotherapy and control. The nanoemulgel exhibited strong physio-mechanical properties and high fibroblast viability (75.5% at 128 μg/mL).", "population_specificity": "Diabetic rat models with foot ulcers.", "effective_dosage": "128 μg/mL (optimized drug concentration).", "study_duration": "Treatment period not explicitly stated (results reported at 24h and 48h for in vitro and in vivo assessments).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:07.028596+00:00"}
{"study_id": 30105, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of oregano essential oil, alone and in combination with thyme oil, on growth performance, health, and muscle abnormalities in broiler chickens.", "results_summary": "Oregano oil improved growth performance (higher body weights, better feed conversion ratio) but increased the incidence of growth-related breast muscle abnormalities compared to the control group. No significant differences were observed in immune response markers (antibody titers, INF-γ levels).", "population_specificity": "Broiler chickens (Cobb 500 hybrid)", "effective_dosage": "350 mg/kg of oregano oil in feed", "study_duration": "42 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:07.550657+00:00"}
{"study_id": 30107, "supplement_id": 1403, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to investigate the chemical composition of Origanum vulgare (Oregano) hexane extract and its potential protective effects against thioacetamide-induced hepatic encephalopathy in rats.", "results_summary": "The study found that O. vulgare extract significantly attenuated anxiety, depressive-like behaviors, and biochemical changes in HE-induced rats, with effects comparable to the standard drug silymarin. It improved oxidative/inflammatory status and showed hepatoprotective and neuroprotective properties.", "population_specificity": "Albino rats with thioacetamide-induced hepatic encephalopathy.", "effective_dosage": "100 mg/kg and 200 mg/kg orally, daily.", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:10.539081+00:00"}
{"study_id": 30106, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the joint action of carvacrol-rich oregano Essential Oil (EO) with conventional insecticides (diflubenzuron and B.t.i.) in controlling mosquito larvae in road drains.", "results_summary": "Both plain oregano EO and its mixtures with diflubenzuron and B.t.i. showed very high efficacy in reducing immature mosquito populations over two weeks, with diminished but still high performance after three weeks. The addition of diflubenzuron enhanced the persistent action of the EO against Cx. pipiens.", "population_specificity": "Road drains in Crevalcore city, Italy, targeting Culex pipiens and Aedes albopictus larvae.", "effective_dosage": "Not specified", "study_duration": "Two weeks (with follow-up to three weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:10.697624+00:00"}
{"study_id": 30108, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the sublethal effects of oregano oil and carvacrol on the survival, development, and reproductive parameters of Aedes albopictus larvae.", "results_summary": "Oregano oil and carvacrol significantly reduced larval survival to adulthood, caused developmental abnormalities, and inhibited growth, but did not affect life cycle parameters of successfully emerged adults. The findings suggest these compounds are effective larvicides at sub-toxic concentrations.", "population_specificity": "Aedes albopictus (Asian tiger mosquito) larvae (3rd-4th instar).", "effective_dosage": "LC50 concentrations (specific amounts not provided).", "study_duration": "24-hour exposure followed by observation until adulthood.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:11.452885+00:00"}
{"study_id": 30110, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of oregano oil combined with macleaya cordata oral solution on broiler growth performance as a potential alternative to antibiotic growth promoters (AGPs).", "results_summary": "The oregano oil combined with macleaya cordata oral solution significantly improved broiler growth performance, serum biochemical indices, antioxidant and immune indices, cytokines, and intestinal morphology.", "population_specificity": "One-day-old broiler chickens (960 total, divided into four treatment groups).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:12.526641+00:00"}
{"study_id": 30109, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic effects of oregano essence (OE) on a rat model of polycystic ovarian syndrome (PCOS), focusing on hormonal balance, follicular restoration, and anti-inflammatory properties.", "results_summary": "OE administration significantly improved hormonal balance (increased FSH and progesterone, decreased LH, estradiol, estrogen, testosterone, and AMH), reduced inflammatory markers (IL-6, IL-1α, NF-kB, TNF-α, IL-1β), and restored functional follicles and ovulation in PCOS rats.", "population_specificity": "Virgin adult rats with estradiol valerate-induced PCOS.", "effective_dosage": "250 and 500 mg/kgBW/day of OE.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:14.072627+00:00"}
{"study_id": 30111, "supplement_id": 1403, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the leishmanicidal effect and mechanism of cell death induced by Mexican oregano essential oils (Lippia berlandieri and Poliomintha longiflora) and their main components (thymol and carvacrol) in Leishmania mexicana promastigotes, as well as their cytotoxic activity in mammalian cells.", "results_summary": "L. berlandieri essential oil showed higher leishmanicidal activity (IC50 = 41.78 µg/mL) than P. longiflora (IC50 = 77.90 µg/mL), with thymol being the most effective compound (IC50 = 22.39 µg/mL). All tested substances had lower cytotoxicity than the reference drug, and apoptosis was identified as the main mechanism of parasite death.", "population_specificity": "In vitro study on Leishmania mexicana promastigotes and mammalian cells.", "effective_dosage": "IC50 values provided (e.g., 41.78 µg/mL for L. berlandieri, 22.39 µg/mL for thymol).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:16.886381+00:00"}
{"study_id": 30112, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the antimicrobial action and mechanism of oregano essential oil (OEO) against Enterococcus faecalis, its inactivation effect on biofilms, and its application in food preservation.", "results_summary": "OEO demonstrated strong antimicrobial activity against E. faecalis, disrupting cell membrane integrity, reducing ATP levels, increasing ROS, and effectively inactivating biofilms. Application on chicken breast significantly reduced bacterial counts and pH values.", "population_specificity": "Enterococcus faecalis strains (ATCC 29212 and nine isolates) and biofilms on stainless-steel; tested in chicken breast samples.", "effective_dosage": "Minimum inhibitory concentration (MIC) ranged from 0.25 to 0.50 μL/mL.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:17.063623+00:00"}
{"study_id": 30115, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to analyze the metabolites of oregano seed extracts (OSE and OSEA) and evaluate their anti-obesity effects in 3T3-L1 adipocytes.", "results_summary": "OSEA, rich in phenolic compounds, significantly inhibited lipid droplet accumulation in 3T3-L1 preadipocytes and reduced mRNA/protein expression of adipogenesis-related genes (pparγ, c/ebpα, fas, srebp-1c) compared to OSE. OSEA showed 13.7-fold greater inhibition than OSE at 125 μg/mL.", "population_specificity": "3T3-L1 adipocytes (in vitro study)", "effective_dosage": "125 μg/mL (concentration-dependent effects noted)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:19.869976+00:00"}
{"study_id": 30116, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the anticancer effects of oregano essential oil-based nano emulsion (OENE) on prostate cancer cell lines (PC3).", "results_summary": "OENE showed significant anticancer activity with an IC50 of 13.82 µg/mL, inducing apoptosis, reducing lipid droplet accumulation, and altering key molecular pathways (e.g., downregulating HMGCR, FASN, SREPB1, and BCL2, while upregulating BAX and caspase 3).", "population_specificity": "Prostate cancer cell lines (PC3) in vitro.", "effective_dosage": "IC50 at 13.82 µg/mL.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:20.111131+00:00"}
{"study_id": 30117, "supplement_id": 1403, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining blue light (405 nm) and oregano essential oil (OEO) could synergistically kill multidrug-resistant Pseudomonas aeruginosa (Pa) in planktonic and biofilm forms, as well as treat burn wound infections in mice.", "results_summary": "The combination of blue light and OEO reduced Pa planktonic cells and mature biofilms by over 7 log10, significantly outperforming monotreatments. The duo also effectively treated acute and biofilm-associated burn wound infections in mice without causing skin harm, with carvacrol and thymol identified as key phytochemicals enabling the synergistic bactericidal effect.", "population_specificity": "Multidrug-resistant Pseudomonas aeruginosa (Pa) strains (ATCC19660 and HS0065) and murine models with burn wound infections.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:21.858331+00:00"}
{"study_id": 30118, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether microencapsulated wild oregano phenolic extract (WOPE) could improve stability and enhance antifungal activity against anthracnose in papaya fruits.", "results_summary": "Encapsulation of WOPE in yeast microcapsules achieved high efficiency (93%) and stability for at least 4 months. The treatment significantly inhibited mycelial growth of C. gloeosporioides and reduced anthracnose symptoms in papaya fruits.", "population_specificity": "Papaya fruits infected with Colletotrichum gloeosporioides.", "effective_dosage": "Not specified", "study_duration": "24-hour in vitro release test; storage stability assessed for 4 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:21.965938+00:00"}
{"study_id": 30120, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether nano-cubosomes loaded with finasteride and oregano oil could improve drug solubility, skin permeation, and efficacy in treating alopecia areata.", "results_summary": "The optimized formulation showed enhanced drug release, skin permeation, and synergistic antibacterial activity against *P. acnes*, suggesting potential effectiveness for alopecia treatment.", "population_specificity": "Not specified (in vitro/ex vivo study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:24.341476+00:00"}
{"study_id": 30119, "supplement_id": 1403, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antibacterial activity of oregano essential oil (OEO) against Vibrio vulnificus, including its inhibitory effect, germicidal activity, and possible mechanism of action.", "results_summary": "OEO demonstrated strong antibacterial effects against V. vulnificus, reducing bacterial counts in oysters by 48.2% after 10 hours. The mechanism involved ROS generation, lipid peroxidation of cell membranes, and reduced ATP levels, but no significant DNA damage was observed.", "population_specificity": "Vibrio vulnificus strains (ATCC 27562 and three seafood isolates) and oysters.", "effective_dosage": "0.06 to 0.15 μL/mL (MIC and MBC), 0.09% OEO for oyster treatment.", "study_duration": "10 hours (oyster treatment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:24.617924+00:00"}
{"study_id": 30121, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of different levels of a supplement containing oregano essential oil on in vitro rumen fermentation and microbial changes.", "results_summary": "The study found that the highest dosage of the oregano-containing supplement (1500 mg·L-1) significantly increased gas production, altered rumen fermentation parameters, and changed microbiota composition, with increased TVFA, NH3-N, and MCP concentrations. Lower dosages showed mixed effects, with some parameters significantly lower than controls.", "population_specificity": "In vitro rumen fermentation (sheep rumen microbiota).", "effective_dosage": "0 mg·L-1 (control), 50 mg·L-1, 100 mg·L-1, 400 mg·L-1, 800 mg·L-1, and 1500 mg·L-1.", "study_duration": "48 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:27.703432+00:00"}
{"study_id": 30122, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of a combination of THB and oregano extracts on growth performance, intestinal health, immune responses, and fecal oocyst shedding in broiler chickens under Eimeria challenge.", "results_summary": "The study found that broilers fed a combination of THB and oregano extracts (COM 100 and COM 200) showed increased body weight and average daily gain compared to controls. The combination also reduced intestinal lesion scores, indicating better recovery from coccidial challenge.", "population_specificity": "One-day-old broiler chickens", "effective_dosage": "0.1 g/kg (COM 100), 0.15 g/kg (COM 150), 0.2 g/kg (COM 200)", "study_duration": "35 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:29.349885+00:00"}
{"study_id": 30123, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the antibacterial effect and mechanism of carvacrol-rich oregano essential oil (OEO) against Staphylococcus aureus.", "results_summary": "The study found that OEO exhibited strong antibacterial effects against S. aureus, including inhibition of growth, cell membrane damage, and disruption of protein synthesis and amino acid metabolism. The minimum inhibitory concentration (MIC) was 0.125 mg/mL, and the minimum bactericidal concentration (MBC) was 0.25 mg/mL.", "population_specificity": "Staphylococcus aureus bacteria (in vitro study).", "effective_dosage": "MIC: 0.125 mg/mL; MBC: 0.25 mg/mL.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:29.377041+00:00"}
{"study_id": 30113, "supplement_id": 1403, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the antiviral potential of bioactive compounds in Oregano (Origanum vulgare) against SARS-CoV-2 by assessing their binding affinity to the nucleocapsid protein's N-terminal and C-terminal RNA binding domains.", "results_summary": "The study found that bioactive compounds from Oregano, particularly apigenin, showed strong binding affinity to SARS-CoV-2 nucleocapsid protein domains, suggesting potential antiviral effects. No significant toxicity was observed against normal cells, though cytotoxicity was noted in cancer cells.", "population_specificity": "In vitro and in silico models (no human or animal subjects specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified (in silico simulations ran for 100 ns).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:30.925378+00:00"}
{"study_id": 30125, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop an oregano essential oil-based nanoemulsion (OEO-SNEDDS) with antibacterial and antifungal effects against oral microbiota to improve oral health.", "results_summary": "The optimized OEO-SNEDDS formulation (18% OEO, 36% surfactant mixture, 10.29 HLB, 1.25:1 ratio) showed droplet sizes of 150-500 nm, stability indices of 47-95%, and antibacterial/antifungal inhibition zones up to 19 mm and 17 mm, respectively. It also demonstrated a lower ulcer index in rats compared to other formulations.", "population_specificity": "Oral microbiota and rats (animal model).", "effective_dosage": "18% OEO in the optimized formulation.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:31.404465+00:00"}
{"study_id": 30124, "supplement_id": 1403, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if a blend of essential oils (including oregano) and vitamin E could effectively replace synthetic antioxidants in dog food while maintaining food conservation and improving animal health.", "results_summary": "The study found that the natural antioxidant blend (including oregano) was as effective as synthetic antioxidants in food conservation and reduced oxidative stress in dogs, evidenced by lower reactive oxygen species (ROS) and increased systemic antioxidant levels. However, a reduction in lymphocytes and changes in leukocyte counts were observed in the NAT group.", "population_specificity": "Ten adult beagle dogs divided into control (synthetic antioxidant) and test (natural antioxidant blend) groups.", "effective_dosage": "Not specified (blend of essential oils from clove, rosemary, oregano, and vitamin E added at the oil bath stage).", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:31.994463+00:00"}
{"study_id": 30127, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the preparation, stability, and bactericidal efficacy of chitosan nanoparticles loaded with Origanum vulgare essential oil (Or-CNPs) against foodborne pathogens.", "results_summary": "Or-CNPs demonstrated high encapsulation efficiency (80-83%) and loading capacity (26-27%), maintained stability under varying temperatures and storage times, and exhibited enhanced bactericidal activity against S. aureus, E. coli, and L. monocytogenes compared to pure essential oils.", "population_specificity": "Not specified (in vitro study on bacterial pathogens).", "effective_dosage": "Not specified (nanoparticle formulation details provided).", "study_duration": "Storage stability tested over 30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:33.582070+00:00"}
{"study_id": 30126, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the antibacterial properties of 15% oregano oil extract and its impact on clinicopathological parameters in lambs with bacterial enteritis, either alone or in combination with antibiotics and antioxidant vitamins.", "results_summary": "Oregano oil extract 15% demonstrated good antibacterial activity against enteric bacteria (E. coli, Salmonella, Klebsiella) in vitro and in vivo. Combining antibiotics with oregano extract or antioxidant vitamins significantly improved clinicopathological parameters compared to antibiotics or oregano alone.", "population_specificity": "Sixty Barki lambs (20 healthy controls, 40 with bacterial enteritis).", "effective_dosage": "Oregano oil extract 15% (specific dosage frequency not stated).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:33.916360+00:00"}
{"study_id": 30128, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of natural antimicrobials, including oregano oil, on Salmonella inactivation in tahini during thermal treatment and storage.", "results_summary": "Oregano oil (3%) caused significant reductions in Salmonella populations in undiluted tahini during storage, and 2-3% oregano oil was more effective in diluted tahini. Oregano oil also inhibited Salmonella growth during 24 hours at 25°C.", "population_specificity": "Salmonella in tahini (undiluted and diluted)", "effective_dosage": "2-3% oregano oil", "study_duration": "7 days (storage), 24 hours (growth inhibition)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:37.410332+00:00"}
{"study_id": 30129, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of a blend of essential oils (oregano and rosemary) on the oxidative stability and fatty acid composition of beef steaks from young bulls fed different diets.", "results_summary": "The essential oils treatment significantly improved beef oxidative stability, particularly in the group fed linseed and vitamin E, compared to other groups. The fatty acid composition remained stable during storage, with higher levels of healthful fatty acids in linseed-fed groups.", "population_specificity": "Marchigiana young bulls", "effective_dosage": "Not specified", "study_duration": "Storage times of 0, 3, 6, and 9 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:37.745671+00:00"}
{"study_id": 30131, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether oregano essential oil (OEO) could serve as a viable alternative to growth-promoting antibiotics (GPAs) for improving performance, egg quality, and intestinal morphometry in ISA Brown laying hens.", "results_summary": "The study found that 150 ppm OEO improved egg production, egg mass, and egg quality (external and internal) compared to other treatments, including GPAs. Both 80 ppm and 150 ppm OEO enhanced yolk color, shell thickness, shell color, and intestinal morphometry compared to the control group.", "population_specificity": "70-week-old ISA Brown laying hens (n=96)", "effective_dosage": "80 ppm and 150 ppm OEO in feed", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:38.734227+00:00"}
{"study_id": 30133, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of oregano essential oil (OEO) on intestinal antioxidative capacity, immunity, and gut microbiota in young yellow-feathered chickens.", "results_summary": "Dietary OEO supplementation improved growth performance, increased antioxidative enzyme activity, enhanced immune markers, and favorably altered gut microbiota composition.", "population_specificity": "1-day-old female Qingyuan partridge chickens", "effective_dosage": "150 or 300 mg/kg of diet", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:39.150198+00:00"}
{"study_id": 30134, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 10, "quality_score": 85, "study_goal": "The researchers aimed to determine whether oregano could mitigate enteric methane emissions in lactating dairy cows and assess its impact on lactational performance.", "results_summary": "Oregano had no effect on methane emissions or lactational performance in dairy cows. No significant changes in milk composition or production were observed with oregano supplementation.", "population_specificity": "Lactating Holstein cows", "effective_dosage": "1.77% of dry matter basis", "study_duration": "28-day periods (total study duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:39.162863+00:00"}
{"study_id": 30132, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of oregano as an antioxidant in reversing mineral loss caused by dental bleaching, relative to sodium ascorbate and green tea.", "results_summary": "Oregano (5%) was found to be comparable to 10% sodium ascorbate and green tea in restoring the calcium/phosphorus ratio after bleaching, effectively reversing mineral loss. The study noted no significant differences among the antioxidants tested.", "population_specificity": "Thirty noncarious, freshly extracted human permanent maxillary incisors.", "effective_dosage": "5% oregano solution.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:39.568815+00:00"}
{"study_id": 30135, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine the effect of oregano essential oil (OEO) on sow and piglet performance, gut microbiota, and health outcomes.", "results_summary": "OEO supplementation in sows led to heavier piglets, reduced therapeutic treatment incidence, and mortality, along with beneficial shifts in gut microbiota, including increased Lactobacillaceae and fiber-digesting bacteria, and decreased Enterobacteriaceae.", "population_specificity": "Sows and piglets in a livestock production setting.", "effective_dosage": "Not specified", "study_duration": "Lactation period for sows; piglets monitored up to slaughter.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:41.777743+00:00"}
{"study_id": 30136, "supplement_id": 1403, "safety_score": "40", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the transcriptional effects of prolonged oregano supplementation on chicken ileum gene expression and its impact on microbiota-gut-brain axis signaling, cancer susceptibility, and drug-targeted gene expression.", "results_summary": "The study found that 2% oregano supplementation altered microbiota-gut-brain axis signaling, reduced steroid hormone-related cancer susceptibility, and affected genes targeted by many registered drugs. However, it also indicated significant activation of Ventricular Septal Defect and Congenital Heart Disease categories, suggesting potential side effects.", "population_specificity": "Chickens (livestock/poultry industry)", "effective_dosage": "2% oregano supplementation", "study_duration": "Throughout the production cycle (exact duration not specified)", "interactions": "Altered expression of genes targeted by many registered drugs, likely affecting their efficiency and side effects.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:43.425994+00:00"}
{"study_id": 30137, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the physicochemical quality and consumer acceptability of beef frankfurters formulated with Mexican oregano oil (MO) and pecan nut paste.", "results_summary": "The addition of MO and pecan nut paste increased pH and shear force but decreased redness in frankfurters. Consumer acceptability decreased with MO addition, though frankfurters were generally well accepted.", "population_specificity": "Beef frankfurter-type sausages (food product study, not human subjects).", "effective_dosage": "0.01% Mexican oregano oil (Poliomintha longiflora Gray or Lippia berlandieri).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:46.315206+00:00"}
{"study_id": 30138, "supplement_id": 1403, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to determine the effects of carvacrol and thymol from oregano on osteogenesis and infection prevention in bone tissue engineering, specifically using surface-modified Ti6Al4V with hydroxyapatite coatings.", "results_summary": "Carvacrol and thymol showed successful release from hydroxyapatite matrices, inhibited Staphylococcus epidermidis, and reduced osteoclast activity by 7%, leading to a 65% reduction in resorption pit formation without cytotoxic effects on osteoblasts. Release kinetics varied based on polymer use and pH conditions.", "population_specificity": "In vitro osteoblast and osteoclast cells, with potential applications for orthopedic and dental implants.", "effective_dosage": "Not specified", "study_duration": "Release assessed over 3 to 50 days depending on conditions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:46.707690+00:00"}
{"study_id": 30140, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 21, "quality_score": 75, "study_goal": "The researchers aimed to determine the efficacy and safety of oregano oil (OO) formulations for controlling Varroa destructor infestations in honey bee colonies.", "results_summary": "Oregano oil in dry microcapsules showed the lowest efficacy (21.3%) in controlling Varroa destructor, while other formulations (thymol and oxalic acid) were more effective. No significant adverse effects on bees were reported for OO, but OA glycerin increased bee mortality.", "population_specificity": "Honey bee (Apis mellifera) colonies infested with Varroa destructor.", "effective_dosage": "Weekly application for 4 weeks (specific dosage not detailed).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:48.264911+00:00"}
{"study_id": 30139, "supplement_id": 1403, "safety_score": "40", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of heavy metals (Ni, Cu, Zn) on biochemical defense responses and allergen production in oregano (Origanum vulgare L.).", "results_summary": "Oregano accumulated heavy metals variably, with Zn causing the most growth limitation and cellular damage. Cu and Zn reduced photosynthetic pigments and antioxidant capacity, while Cu increased allergenic protein profilin. Ni was less damaging compared to Cu and Zn.", "population_specificity": "Oregano plants (Origanum vulgare L.) exposed to heavy metal-contaminated soil.", "effective_dosage": "Various concentrations based on Polish soil standards (e.g., Ni 100-500 ppm, Cu 200-1000 ppm, Zn 720-3000 ppm).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:48.375502+00:00"}
{"study_id": 30142, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of Oregano, in combination with turmeric and chitosan nanoparticles, in reducing inflammation, clearing infection, and improving wound healing in diabetic rats with pressure ulcers.", "results_summary": "Oregano, combined with turmeric and chitosan nanoparticles, demonstrated significant antibacterial activity (100% efficacy against Staphylococcus aureus and Escherichia coli) and contributed to complete wound healing by day 15 in ointment and nanofiber formulations. However, the hydrogel formulation showed higher infection rates and incomplete healing by day 21.", "population_specificity": "Diabetic rats with pressure ulcers.", "effective_dosage": "1% Oregano in ointment, hydrogel, and nanofiber dressings.", "study_duration": "Up to 21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:48.489951+00:00"}
{"study_id": 30141, "supplement_id": 1403, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine the in vitro and in vivo effects of Greek oregano essential oil on Eimeria parasite inhibition and broiler production performance.", "results_summary": "Oregano essential oil showed strong inhibition of Eimeria tenella sporozoite invasion (83-93%) in vitro and improved broiler growth performance, feed conversion ratio, and reduced oocyst excretion in vivo. It also altered intestinal bacterial counts, reducing anaerobes and Clostridium perfringens while increasing E. coli and Enterobacteriaceae.", "population_specificity": "Male broiler chicks (180 birds, initial weight 45.3 ± 0.7 g).", "effective_dosage": "50 g/kg premix (oregano) in feed (1 g/kg total premix).", "study_duration": "37 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:48.857006+00:00"}
{"study_id": 30143, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of different irrigation regimes on oregano growth, water use, yield, and quality parameters.", "results_summary": "Increased water stress reduced growth and yield parameters but did not significantly affect water use efficiency except under extreme stress. Total essential oil yield was the only quality parameter showing significant differences among treatments, with yield response factors indicating slight sensitivity to water stress.", "population_specificity": "Oregano plants (Origanum onites) under cultivation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:49.249335+00:00"}
{"study_id": 30144, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether feeding oregano essential oil (OEO) alone or in combination with monensin (MON) improves growth performance in young Holstein bulls.", "results_summary": "Feeding OEO or MON separately improved growth performance (body weight, weight gain, and average daily gain), but combining OEO and MON resulted in antagonistic effects, reducing growth performance compared to either supplement alone. No significant differences were observed in frame growth, serum antioxidants, or immunoglobulin concentrations across treatments.", "population_specificity": "Young growing Holstein bulls (70 days old, initial body weight 93.3 ± 4.54 kg).", "effective_dosage": "OEO fed at 26 mg/kg of dry matter (DM), MON at 25 mg/kg of DM.", "study_duration": "240 days.", "interactions": "Antagonistic interaction noted between OEO and MON when fed together.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:53.897715+00:00"}
{"study_id": 30146, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to study the self-assembly of Tween 80 micelles loaded with oregano essential oil and trans-cinnamaldehyde, and evaluate their physicochemical stability and antibacterial activity.", "results_summary": "The study found that oregano essential oil and trans-cinnamaldehyde loaded micelles improved antibacterial activity against food pathogens, with stable droplet sizes under thermal treatment, though sodium chloride prevented oregano nano-assembly formation.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:54.701249+00:00"}
{"study_id": 30145, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether microencapsulated oregano essential oil could effectively preserve freshly cut purple yam by maintaining its quality and extending shelf life.", "results_summary": "Microencapsulated oregano essential oil significantly maintained firmness, total soluble solids, ascorbic acid content, and anthocyanin content in purple yam, preventing browning and extending shelf life compared to control treatments. The encapsulation efficiency was 55.14%, and strong bonds between β-cyclodextrin and oregano essential oil were confirmed.", "population_specificity": "Freshly cut purple yam (Dioscorea alata).", "effective_dosage": "Not specified (microcapsule concentration not detailed).", "study_duration": "5 days of storage at 4 °C.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:56.655184+00:00"}
{"study_id": 30147, "supplement_id": 1403, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the antiviral activity of oregano essential oil, particularly its components carvacrol and thymol, against lentiviruses like HIV and SIV, and to explore its mechanism of action.", "results_summary": "Oregano oil inhibited HIV and SIV replication by blocking virus-target cell fusion, likely through cholesterol depletion from the viral envelope. Resistance to carvacrol emerged more slowly than with other drugs, and carvacrol showed additive effects with antiretroviral therapy.", "population_specificity": "In vitro study (no human or animal subjects specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Additive cooperation with antiretroviral therapy mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:56.674515+00:00"}
{"study_id": 30149, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the individual and combined effects of arbuscular mycorrhizal fungi (AMF) and elevated CO2 (eCO2) on nutrient uptake, growth, photosynthesis, and metabolite levels in oregano.", "results_summary": "Both AMF and eCO2 significantly enhanced oregano growth and photosynthesis, with the strongest improvements observed when applied together. The treatments also increased dark respiration, nutrient accumulation, and the levels of primary and secondary metabolites, including sugars, organic acids, amino acids, unsaturated fatty acids, phenolic acids, and flavonoids, while improving antioxidant capacity and anti-lipid peroxidation activity.", "population_specificity": "Oregano plants (Oreganum vulgare)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:57.642286+00:00"}
{"study_id": 30148, "supplement_id": 1403, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether oregano oil, alone or combined with citric acid, could enhance the thermal inactivation of Listeria monocytogenes in sous-vide processed salmon.", "results_summary": "Oregano oil (1%) and citric acid (0.5%) significantly reduced the time required to inactivate L. monocytogenes, with combined use showing the most effective results. The D-values for treated samples were significantly lower than the control, indicating improved pathogen inactivation.", "population_specificity": "Sous-vide processed salmon inoculated with L. monocytogenes.", "effective_dosage": "1% oregano essential oil, 0.5% citric acid.", "study_duration": "Predetermined times during sous-vide cooking at 55, 57.5, 60, or 62.5°C.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:58.018788+00:00"}
{"study_id": 29455, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify a high-risk subgroup of diffuse large B-cell lymphoma (DLBCL) with stem cell-like features and explore the role of ODC1 (a key enzyme in polyamine metabolism) in shaping this subgroup and its potential as a therapeutic target.", "results_summary": "The study identified a high-risk DLBCL subgroup characterized by ODC1 upregulation and a cold tumor microenvironment, showing poor prognosis. ODC1 inhibition reduced DLBCL cell proliferation, induced apoptosis, and promoted macrophage polarization towards the M1 phenotype, suggesting its therapeutic potential.", "population_specificity": "Patients with diffuse large B-cell lymphoma (DLBCL) (n = 2133).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:59:58.695560+00:00"}
{"study_id": 29456, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of OAZ2 in colon adenocarcinoma (COAD) prognosis, immune modulation, and its potential as a therapeutic target.", "results_summary": "The study found significantly lower OAZ2 expression in COAD tissues, linking it to reduced tumor proliferation and migration. OAZ2 was also associated with immune features like tumor mutational burden and immune infiltration, suggesting its regulatory role in tumor behavior.", "population_specificity": "Patients with colon adenocarcinoma (COAD) and colorectal cancer cell lines (RKO).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:02.668974+00:00"}
{"study_id": 29457, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to highlight the risks of infection-associated hyperammonemia in patients with ornithine transcarbamylase deficiency (OTCD) and the need for prompt infection focus identification and antibiotic treatment.", "results_summary": "The abstract indicates that febrile OTCD patients are at risk for hyperammonemia due to bacterial ammonia production and metabolic failure, emphasizing the importance of early infection detection and antibiotic therapy.", "population_specificity": "Patients with ornithine transcarbamylase deficiency (OTCD).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:02.761905+00:00"}
{"study_id": 29459, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers were attempting to highlight the importance of considering urea cycle disorders in patients presenting with hyperammonaemia and encephalopathy while on capecitabine.", "results_summary": "The study presented a case of an older man with severe encephalopathy and elevated ammonia due to a urea cycle disorder while taking capecitabine, emphasizing the need for broader differential diagnoses.", "population_specificity": "Older man with a urea cycle disorder taking capecitabine.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:04.576587+00:00"}
{"study_id": 29460, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether l-ornithine could mitigate pazopanib-induced liver toxicity by influencing apoptosis and autophagy pathways.", "results_summary": "The study found that l-ornithine inhibited apoptosis and autophagy in pazopanib-treated L02 cells, suggesting a protective role against pazopanib-induced liver toxicity.", "population_specificity": "Male C57BL/6J mice and L02 human liver cells.", "effective_dosage": "Not specified.", "study_duration": "2, 4, or 8 weeks for mice; in vitro duration not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:06.212628+00:00"}
{"study_id": 29462, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to analyze the clinical and genetic characteristics of 8 Chinese children diagnosed with Ornithine transcarbamylase deficiency (OTCD).", "results_summary": "The study identified two novel pathogenic variants in the OTC gene among late-onset OTCD patients, with symptoms including hyperammonemia-induced neurologic issues; 4 patients survived, and 4 were deceased by the study's end.", "population_specificity": "8 Chinese children (5 male, 3 female) with OTCD, median onset age of 3.6 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:07.553548+00:00"}
{"study_id": 29458, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of microbiome-derived L-ornithine in enhancing ustekinumab (UST) treatment sensitivity in Crohn's disease (CD) patients.", "results_summary": "The study found that L-ornithine, linked to altered biosynthesis by Faecalibacterium prausnitzii, enhances UST efficacy by disrupting IL-23 receptor signaling and inhibiting Th17 cell stabilization. A prospective clinical trial confirmed that L-ornithine significantly improves UST therapeutic outcomes in CD patients.", "population_specificity": "85 Crohn's disease patients undergoing ustekinumab therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Enhances ustekinumab efficacy by disrupting IL-23 receptor signaling and inhibiting Th17 cell stabilization via the IL-12RB1/TYK2/STAT3 axis.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:08.120385+00:00"}
{"study_id": 29461, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to provide a comprehensive overview of ornithine transcarbamylase deficiency, including its genetic cause, clinical presentation, diagnostic testing, and treatment recommendations.", "results_summary": "The study focused on the prenatal, natal, and postpartum course and treatment recommendations for genetic heterozygous females and hemizygous male newborns with ornithine transcarbamylase deficiency, but did not report specific effects of ornithine supplementation.", "population_specificity": "Genetic heterozygous (carrier) females and hemizygous male newborns with ornithine transcarbamylase deficiency.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:08.582365+00:00"}
{"study_id": 29453, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a method for generating semaglutide variants, including the incorporation of ornithine at position 8, to improve stability and functionality.", "results_summary": "The study introduced a novel approach combining RiPP technology and amber stop codon incorporation to create semaglutide variants, including ornithine at position 8, enhancing resistance to enzymatic cleavage and enabling functional group additions. This method allows for high-throughput screening of optimized peptide-based GLP-1 receptor agonists.", "population_specificity": "Not specified (in vitro or microbial system implied).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:09.037407+00:00"}
{"study_id": 29464, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to investigate the clinical and molecular genetic characteristics of children with ornithine carbamoyltransferase deficiency (OTCD) and the correlation between genotype and phenotype.", "results_summary": "The study found that OTCD presents with varied clinical manifestations, including early-onset symptoms (e.g., seizures, liver failure) and late-onset gastrointestinal symptoms. Genetic testing identified nine OTC gene variants, including two novel mutations, aiding diagnosis and prognosis.", "population_specificity": "Ten children with OTCD in southeastern China.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:11.490505+00:00"}
{"study_id": 29463, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to document the clinical features and pregnancy-related provocation of amyotrophy in SPG9A hereditary spastic paraplegia, including the role of ornithine deficiency.", "results_summary": "The study found that ornithine deficiency due to ALDH18A1 mutations contributed to SPG9A symptoms, including reversible wasting during pregnancy, which improved post-delivery. Dietary intervention in subsequent pregnancies was noted but outcomes were not detailed.", "population_specificity": "A 29-year-old primagravida with SPG9A hereditary spastic paraplegia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:11.972985+00:00"}
{"study_id": 29466, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility of using hOAT-loaded red blood cells as an enzyme replacement therapy for gyrate atrophy of the choroid and retina (GACR) caused by ornithine accumulation.", "results_summary": "The study found that hOAT-loaded red blood cells could metabolize extracellular ornithine, both in buffer and plasma, though less efficiently in plasma. The enzyme retained activity when loaded into red blood cells and showed partial stability in an intracellular-like environment.", "population_specificity": "Patients with gyrate atrophy of the choroid and retina (GACR) due to ornithine aminotransferase deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:13.854996+00:00"}
{"study_id": 29468, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of arginine/ornithine metabolism in cytokine storm development in severe HFMD and assess the therapeutic potential of spermine, an ornithine metabolite.", "results_summary": "The study found that disturbances in arginine/ornithine metabolism drive cytokine storm in severe HFMD and that spermine effectively mitigated inflammatory injury in mice.", "population_specificity": "Mouse model of severe Hand, Foot and Mouth Disease (HFMD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:14.057888+00:00"}
{"study_id": 29470, "supplement_id": 1405, "safety_score": "90", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and efficacy of glyceryl phenylbutyrate (GPB) in managing hyperammonemia in a pediatric patient with Ornithine transcarbamylase deficiency (OTCD).", "results_summary": "GPB effectively controlled blood ammonia levels (43-80 μmol/L) and improved developmental delays, behavior, and temperament without adverse effects. The patient showed sustained clinical improvement over the treatment period.", "population_specificity": "A 6-year and 6-month-old male pediatric patient with OTCD.", "effective_dosage": "Not specified in the abstract.", "study_duration": "At least 3 months (follow-up at 1, 2, and 3 months post-treatment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:16.802401+00:00"}
{"study_id": 29472, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to identify a novel mutation in the OAT gene and assess the response to treatment (low protein diet and pyridoxine supplementation) in a patient with gyrate atrophy of the choroid and retina (GACR).", "results_summary": "The study identified a splicing mutation in the OAT gene (NM_001322967: c.425-1G>A) in a vitamin B6-responsive GACR patient. The findings suggest that accurate diagnosis and follow-up can improve understanding of GACR treatment responses.", "population_specificity": "A single patient with gyrate atrophy of the choroid and retina (GACR) caused by an OAT gene mutation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:17.724274+00:00"}
{"study_id": 29474, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 35, "study_goal": "The researchers aimed to report a case of hyperammonemic encephalopathy in a patient with ornithine transcarbamylase deficiency (OTCD) following a high-dose dexamethasone suppression test.", "results_summary": "The study found that glucocorticoids can exacerbate OTCD by increasing protein substrates converted to ammonia, leading to hyperammonemic encephalopathy. Treatment with L-arginine, L-carnitine, rifaximin, and continuous renal replacement therapy resolved the condition.", "population_specificity": "A 46-year-old woman with OTCD carrier status and mild autonomous cortisol secretion due to an adrenal incidentaloma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Glucocorticoids (dexamethasone) exacerbated OTCD.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:18.176868+00:00"}
{"study_id": 29473, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the therapeutic potential of selective inactivation of human ornithine aminotransferase (hOAT) for treating hepatocellular carcinoma (HCC) by designing and testing novel fluorinated cyclohexene analogues.", "results_summary": "The study identified (R)-3-amino-5,5-difluorocyclohex-1-ene-1-carboxylic acid as a time-dependent inhibitor of hOAT, forming a tightly bound PLP-inactivator adduct in the enzyme's active site. Structural and mechanistic analyses revealed rapid aromatization as the inactivation mechanism, without involvement of Lys292 or water.", "population_specificity": "The study focused on hepatocellular carcinoma (HCC), which accounts for ~75% of primary liver cancers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:18.314808+00:00"}
{"study_id": 29475, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate how polyamines, particularly spermidine and spermine, regulate osteogenesis and skeletal homeostasis, and the role of ornithine decarboxylase (ODC1) inhibition in mitigating negative effects.", "results_summary": "The study found that excess polyamines, especially spermidine, negatively affect hydroxyapatite synthesis in MSCs, while inhibition of polyamine synthesis with DFMO (an ODC1 inhibitor) rescues most defects. High concentrations of CDAP (a spermine synthase inhibitor) caused cytoplasmic vacuolization and mitochondrial dysfunction, which were reversible with DFMO.", "population_specificity": "Human-bone-marrow-derived pluripotent stromal cells (MSCs)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:20.557398+00:00"}
{"study_id": 29476, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to explore the genetic basis of Ornithine carbamoyl transferase deficiency (OTCD) and MECP2 duplication syndrome in a Chinese pedigree.", "results_summary": "The study identified a heterozygous deletion in the OTC gene (exons 7-9) in the proband, confirming OTCD, and detected an Xq28 duplication (encompassing MECP2) in the proband, her mother, and the male fetus, diagnosing MECP2 duplication syndrome. Prenatal diagnosis enabled genetic counseling and intervention.", "population_specificity": "A Chinese pedigree, including a 3-day-old female proband and her mother, with subsequent prenatal diagnosis of a male fetus.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:21.805654+00:00"}
{"study_id": 29477, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of L-ornithine L-aspartate (LOLA) for treating minimal hepatic encephalopathy (MHE) in patients with cirrhosis.", "results_summary": "LOLA was more effective than placebo or no intervention in reversing MHE and preventing progression to overt hepatic encephalopathy (OHE), particularly when administered orally. However, it did not significantly reduce mortality or ammonia levels.", "population_specificity": "Patients with cirrhosis and minimal hepatic encephalopathy (MHE).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:22.144845+00:00"}
{"study_id": 29479, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the role of ornithine decarboxylase (ODC) and polyamines (putrescine, spermine, spermidine) in pancreatic cancer diagnosis, alongside CA 19-9 and CEA biomarkers.", "results_summary": "The study found increased polyamine metabolism and ODC expression in serum, saliva, and PBMCs of pancreatic cancer patients, suggesting potential diagnostic utility. ODC alone was elevated in PBMCs, indicating its role in cancer progression.", "population_specificity": "Adult patients with untreated pancreatic cancer (n=11) and clinically healthy or controlled-disease volunteers (n=11).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:22.725381+00:00"}
{"study_id": 29480, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the management of ornithine carbamoyltransferase deficiency (OTCD) during pregnancy, parturition, and postpartum, focusing on clinical presentation, ammonia levels, and treatment.", "results_summary": "The study found that females with OTCD can plan pregnancies but require careful management during delivery and the immediate postpartum period, emphasizing the need for a multidisciplinary team for optimal care.", "population_specificity": "Females with ornithine carbamoyltransferase deficiency (OTCD), particularly during pregnancy and postpartum.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:25.103722+00:00"}
{"study_id": 29481, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to investigate whether a urea cycle disorder (UCD), specifically involving ornithine transcarbamylase (OTC) deficiency, could be a cause of hyperammonemia in an adult stem cell transplant recipient.", "results_summary": "The study identified a heterozygous variant in the OTC gene as the likely cause of hyperammonemia in the patient. Treatment with nitrogen scavengers and high caloric intake improved the patient's condition, suggesting UCD should be considered in similar cases.", "population_specificity": "An adult woman with hyperammonemia following autologous stem cell transplantation for multiple myeloma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:26.351858+00:00"}
{"study_id": 29483, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if induced pluripotent stem cell technology could substantiate a diagnosis of Ornithine transcarbamylase deficiency (OTCD) in patients lacking genetic confirmation.", "results_summary": "The study found that hiPSC technology successfully supported the suspected OTCD diagnosis in a female patient without identified pathogenic variants in the OTC gene. One of five hiPSC-derived hepatocyte clones expressed OTC protein, while the others did not, confirming the diagnosis.", "population_specificity": "A female patient with high suspicion of OTCD awaiting liver transplantation due to metabolic instability.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:27.866693+00:00"}
{"study_id": 29484, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the role of Ornithine decarboxylase (NlODC) in manipulating wing dimorphism in the brown planthopper (BPH) and explore its potential as a pest control target.", "results_summary": "RNAi of NlODC or DFMO injection significantly reduced the long-winged rate (LWR) in BPH, while putrescine and spermidine injections rescued LWR to normal levels, suggesting NlODC's role in wing differentiation via polyamine synthesis.", "population_specificity": "Brown planthopper (Nilaparvata lugens)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:28.594183+00:00"}
{"study_id": 29482, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify the characteristics and outcomes of patients with Ornithine transcarbamylase deficiency (OTCD) who underwent liver transplantation (LT) as a curative therapy.", "results_summary": "LT effectively corrected the metabolic defect, eliminated hyperammonemia risk, and prolonged survival, though neurodevelopmental issues persisted post-LT in most patients. Overall survival was 95%, with complications in 13/20 patients and re-transplantation required in 2/20.", "population_specificity": "20 OTCD patients (11 males, 9 females) with neonatal (6/20) or late-onset (14/20) presentation from 5 UK centres.", "effective_dosage": "Not specified", "study_duration": "Retrospective study covering LT procedures between 2010 and 2022.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:28.873281+00:00"}
{"study_id": 29485, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the safety and efficacy of an anesthetic strategy involving prolonged propofol infusion and locoregional anesthesia in a patient with OTC deficiency undergoing spinal fusion surgery.", "results_summary": "The study reported successful spinal fusion surgery in a patient with OTC deficiency using a combined anesthetic approach, avoiding hyperammonemia and ensuring metabolic control. It highlights the feasibility of prolonged propofol infusion and erector spinae plane block in this context.", "population_specificity": "16-year-old female with OTC deficiency and idiopathic scoliosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:30.508847+00:00"}
{"study_id": 29487, "supplement_id": 1405, "safety_score": "85", "efficacy_score": 90, "quality_score": 65, "study_goal": "To evaluate the efficacy and safety of glyceryl phenylbutyrate (GPB) therapy for patients with Ornithine transcarbamylase deficiency (OTCD).", "results_summary": "GPB treatment reduced blood ammonia and liver enzyme levels to normal within 3 months, improved motor development in one child, and showed lower ammonia exposure and fewer adverse events in literature review. Minor adverse effects included transient palmar greasy smell and loss of appetite in one patient.", "population_specificity": "Two children with OTCD.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:31.342931+00:00"}
{"study_id": 29488, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to outline the challenges in diagnosing and managing patients with late-onset ornithine transcarbamylase deficiency (OTCD).", "results_summary": "The abstract highlights that late-onset OTCD can manifest from infancy to adulthood, with symptoms varying in acuity and potentially worsening due to metabolic stressors. Prompt diagnosis and treatment are crucial to prevent long-term complications and mortality.", "population_specificity": "Patients with late-onset ornithine transcarbamylase deficiency (OTCD).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:33.011699+00:00"}
{"study_id": 29489, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to review the potential of gene therapy as a treatment for Ornithine transcarbamylase deficiency (OTCD), summarizing clinical translation steps, current trials, and future directions.", "results_summary": "The abstract highlights gene therapy as a promising approach for OTCD, discussing various modalities like AAV gene addition, mRNA therapy, and genome editing, but does not provide specific results on efficacy or safety.", "population_specificity": "Patients with Ornithine transcarbamylase deficiency (OTCD).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:34.145861+00:00"}
{"study_id": 29491, "supplement_id": 1405, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to develop and evaluate an orally administrable nanomedicine (NanoOrn(iBu)) based on Ornithine to improve its pharmacokinetics and therapeutic efficacy for hyperammonemia-associated diseases, particularly in liver injury.", "results_summary": "Oral administration of NanoOrn(iBu) in mice with acetaminophen-induced acute liver injury effectively reduced systemic ammonia and transaminase levels compared to low molecular weight Ornithine and untreated groups, demonstrating improved therapeutic outcomes without toxicity in healthy mice.", "population_specificity": "Mice (healthy and those with acetaminophen-induced acute liver injury).", "effective_dosage": "Not specified.", "study_duration": "One week.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:37.460377+00:00"}
{"study_id": 29492, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop an anesthesia management protocol for liver transplantation in cases of ornithine transcarbamylase deficiency, particularly focusing on uncontrolled hyperammonemia.", "results_summary": "The study found that liver transplantation could stabilize metabolic status in cases with uncontrolled hyperammonemia, though carrier donor grafts posed a risk of postoperative recurrence. Most cases (25/29) remained stable perioperatively, but two cases with carrier donors experienced hyperammonemia post-transplant.", "population_specificity": "Patients with ornithine transcarbamylase deficiency undergoing liver transplantation.", "effective_dosage": "Not mentioned", "study_duration": "Retrospective review spanning November 2005 to March 2021.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:37.687290+00:00"}
{"study_id": 29490, "supplement_id": 1405, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine whether intravenously delivered human OTC (hOTC) mRNA via lipid nanoparticles (LNP) could effectively treat OTC deficiency (OTCD) by restoring the urea cycle and improving survival rates.", "results_summary": "The study found that hOTC-mRNA/LNP treatment restored urea cycle function, localized hOTC proteins in hepatocyte mitochondria, and significantly prolonged survival in OTCD model mice. Weekly repeated doses showed dose-dependent efficacy and were well tolerated in wild-type mice.", "population_specificity": "OTCD model mice (high-protein diet-fed Otcspf-ash hemizygous males) and wild-type mice.", "effective_dosage": "Single dose at 3.0 mg/kg; weekly repeated doses at 0.3 and 1.0 mg/kg.", "study_duration": "Survival monitored up to 22 days post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:37.751782+00:00"}
{"study_id": 29494, "supplement_id": 1405, "safety_score": "80", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to determine whether ornithine aspartate could effectively reduce hyperammonaemia and improve neurological symptoms in a patient with sodium valproate-induced encephalopathy.", "results_summary": "Ornithine aspartate administration led to gradual improvement in the patient's responsiveness and ammonia levels, suggesting its potential efficacy in treating hyperammonaemia associated with sodium valproate. The study highlights the need for prompt recognition of this adverse effect.", "population_specificity": "A 63-year-old man with a history of cerebral infarction, hypertension, epilepsy, and sodium valproate-induced hyperammonaemia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:39.763255+00:00"}
{"study_id": 29486, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify the anti-inflammatory pathway through which arginase 1 (A1) and ornithine decarboxylase (ODC) protect against retinal ischemia/reperfusion (IR) injury.", "results_summary": "The study found that A1/ODC pathway activation suppresses HDAC3 and inflammatory cytokines (IL-1β and TNF-α), reducing retinal IR injury and macrophage inflammatory response. A1 treatment attenuated pro-inflammatory metabolic shifts in macrophages, while A1 deletion exacerbated inflammation.", "population_specificity": "Mice with retinal ischemia/reperfusion injury and in vitro macrophages.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:40.563712+00:00"}
{"study_id": 29493, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of ornithine-porphyrin conjugates as photosensitizers for photodynamic antimicrobial chemotherapy (PACT) against multi-drug resistant Proteus mirabilis (MRPM).", "results_summary": "The study found that photosensitizer 4d, an ornithine-porphyrin conjugate, demonstrated high photoinactivation efficacy against MRPM at 7.81 μM under illumination and accelerated wound healing in a mouse model. The results included dose-dependent effects, membrane integrity analysis, and fluorescence imaging.", "population_specificity": "Multi-drug resistant Proteus mirabilis (MRPM) in vitro and a wound mouse model infected by MRPM in vivo.", "effective_dosage": "7.81 μM (photosensitizer 4d)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:40.969331+00:00"}
{"study_id": 29495, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to discuss the contributions of a case study involving a patient with a urea cycle disorder (UCD) and the implications for understanding and treating such disorders, including the role of ornithine.", "results_summary": "The study reported on a patient initially misdiagnosed with carbamoyl phosphate synthetase 1 deficiency but later found to have ornithine transcarbamylase deficiency. The patient maintained normal ammonium levels despite a SARS-CoV-2 infection, suggesting potential insights into UCD management.", "population_specificity": "A 59-year-old woman with a urea cycle disorder.", "effective_dosage": "Not mentioned", "study_duration": "Longitudinal treatment (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:41.742312+00:00"}
{"study_id": 29496, "supplement_id": 1405, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and anticancer efficacy of poly(l-ornithine)-based block copolypeptides (PLO-b-PLF and PLO(DCA)-b-PLF) as potential drug-free tumor treatments.", "results_summary": "PLO-b-PLF micelles effectively killed cancer cells via membrane lysis but showed cytotoxicity, which was mitigated by modifying it to PLO(DCA)-b-PLF, reducing toxicity under neutral conditions while restoring anticancer activity in acidic tumor microenvironments.", "population_specificity": "In vitro study (cancer cells), no human or animal subjects mentioned.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:43.078105+00:00"}
{"study_id": 29498, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers aimed to report a case of ornithine transcarbamylase deficiency presenting with hyperammonemia and severe heart failure after cardiac surgery.", "results_summary": "The study described a 2-day-old male neonate diagnosed with ornithine transcarbamylase deficiency who developed hyperammonemia and severe heart failure post-surgery. No specific outcomes related to ornithine's effects were reported.", "population_specificity": "A 2-day-old male neonate with ornithine transcarbamylase deficiency and total anomalous pulmonary venous connection.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:45.841349+00:00"}
{"study_id": 29500, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to explore the potential comorbidity of ASD and ADHD in a patient with OTC deficiency and assess the effectiveness of interventions targeting these traits.", "results_summary": "The study found that the patient, previously diagnosed with OTC deficiency, also exhibited ASD and ADHD traits. Interventions focusing on these traits improved her social adjustment.", "population_specificity": "A 17-year-old girl with OTC deficiency and behavioral problems.", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:46.856132+00:00"}
{"study_id": 29497, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify potential drug candidates (ceftaroline fosamil and rimegepant) targeting Leishmania donovani ornithine decarboxylase (Ld ODC) for treating visceral leishmaniasis through computational screening and validation.", "results_summary": "The study identified ceftaroline fosamil and rimegepant as high-affinity ligands for Ld ODC, demonstrating stable binding and high reactivity compared to the standard drug pentamidine, suggesting their potential as potent antagonists for VL treatment.", "population_specificity": "In-silico study (no human or animal subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:46.866866+00:00"}
{"study_id": 29499, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the role of ornithine δ-aminotransferase (OsOAT) in cold tolerance during vegetative and reproductive development in rice.", "results_summary": "The study found that OsOAT contributes to cold tolerance in rice, with indica varieties carrying WYG-type OsOAT showing higher seed-setting rates under cold stress compared to those with HHZ-type OsOAT. The gene's response to cold varied between rice subspecies, influencing geographical distribution and breeding selection.", "population_specificity": "Rice varieties (Oryza sativa), specifically indica (Huanghuazhan) and japonica (Wuyungeng) subspecies.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:48.920473+00:00"}
{"study_id": 29501, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to develop and evaluate a novel 68Ga-labeled ornithine derivative ([68Ga]Ga-NOTA-Orn) for non-invasive detection of ornithine decarboxylase (ODC) expression in malignant tumors.", "results_summary": "The study found that [68Ga]Ga-NOTA-Orn was efficiently synthesized, stable, and exhibited rapid tumor uptake and urinary excretion, demonstrating potential as a tumor diagnostic agent. Cellular assays confirmed its similarity to L-ornithine in transport and interaction with ODC.", "population_specificity": "DU145 and AR42J cancer cell lines, with biodistribution and imaging studies likely in animal models (not explicitly stated).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:50.217247+00:00"}
{"study_id": 29502, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of liver-directed AAV8-mediated gene therapy expressing OAT in correcting hyperornithinemia and improving retinal function and structure in mouse models of OAT deficiency.", "results_summary": "The study found that AAV8-mediated OAT expression reduced ornithine concentrations in blood and eye cups, improved electroretinogram response, and partially restored retinal structure in OAT-deficient mice up to one-year post-injection.", "population_specificity": "Mouse models of OAT deficiency mimicking gyrate atrophy of choroid and retina (GACR).", "effective_dosage": "Not specified (intravenous injection of AAV8 vector).", "study_duration": "Up to one-year post-injection.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:50.633338+00:00"}
{"study_id": 29504, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to diagnose and treat a case of late-onset ornithine transcarbamylase (OTC) deficiency in a pediatric patient, evaluating the effectiveness of nitrogen scavengers, citrulline supplementation, and protein restriction.", "results_summary": "The study found that treatment with an oral nitrogen scavenger, citrulline supplementation, and protein restriction normalized ammonia and glutamine levels within 1 month, resolved vomiting, improved mood stability, and normalized liver enzymes after 2 months. A repeat brain MRI showed near-complete resolution of white matter hyperintensities.", "population_specificity": "A 19-month-old girl with late-onset OTC deficiency.", "effective_dosage": "Not specified", "study_duration": "3 months (with follow-up)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:51.326140+00:00"}
{"study_id": 29506, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 40, "study_goal": "The researchers aimed to evaluate the diagnosis, management, and outcomes of ornithine transcarbamylase (OTC) deficiency in a medically complex patient.", "results_summary": "The patient's symptoms improved with a protein-restricted diet, nitrogen-scavenger therapy, and L-citrulline supplementation, but adherence was challenging due to underlying conditions. The OTC deficiency did not significantly impact her final illness, which was due to congestive heart failure.", "population_specificity": "Medically complex African American adult female with OTC deficiency, renal impairment, type 2 diabetes, and decreased left-ventricular function.", "effective_dosage": "Not specified", "study_duration": "3 years (until patient's death)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:52.694918+00:00"}
{"study_id": 29509, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether L-ornithine L-aspartate (LOLA) could prevent or mitigate muscle changes and liver disease progression in NASH-associated hyperammonemia in a mouse model.", "results_summary": "Early LOLA treatment prevented myosteatosis and maintained muscle quality but had minimal impact on liver disease or ammonia detoxification. Curative LOLA administration did not show significant benefits.", "population_specificity": "Alms1-mutant mice (foz/foz) fed a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:55.381410+00:00"}
{"study_id": 29508, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of ornithine aspartate (LOLA) and/or Vitamin E on cardiovascular parameters and liver health in a rat model of nonalcoholic fatty liver disease (NAFLD).", "results_summary": "Ornithine aspartate (LOLA) alone or combined with Vitamin E improved atherogenic dyslipidemia, reduced liver collagen deposition, and modulated microRNAs related to lipid metabolism and endothelial dysfunction. The combination of LOLA and Vitamin E showed the most significant benefits in preventing liver fibrosis and improving cardiovascular risk factors.", "population_specificity": "Adult Sprague Dawley rats with induced NAFLD.", "effective_dosage": "200 mg/kg/day of LOLA.", "study_duration": "12 weeks (from 16 to 28 weeks of age).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:55.666221+00:00"}
{"study_id": 32711, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and effectiveness of a remotely delivered behavioral weight loss intervention using an ad libitum whole food plant-based diet (WFPBD).", "results_summary": "The intervention was highly acceptable, with low attrition (6.7%), and 69% of participants lost ≥5% of their weight. Quality of life improvements were also observed.", "population_specificity": "Adults with overweight or obesity (N=15).", "effective_dosage": "Ad libitum (no specific calorie restriction).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:03.297746+00:00"}
{"study_id": 32717, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess longitudinal associations of an overall plant-based diet and specific plant foods with weight-loss maintenance and cardiometabolic risk factors.", "results_summary": "The plant-based diet index was inversely associated with weight regain but not with cardiometabolic risk factors. Nut, fruit, and vegetable intake showed beneficial associations with weight management and specific cardiometabolic markers, independent of weight change.", "population_specificity": "710 participants (aged 26-70 years) with overweight or obesity and pre-diabetes.", "effective_dosage": "Not specified", "study_duration": "3 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:03.646036+00:00"}
{"study_id": 32713, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of short-term plant- and animal-based diets on ex vivo fecal hydrogen sulfide (H2S) production in healthy individuals.", "results_summary": "The study found that a plant-based diet resulted in lower median H2S production compared to an animal-based diet, though individual variability was observed, with 18% of participants producing more H2S on the plant-based diet. Taxonomic differences were noted between responders and non-responders to the dietary changes.", "population_specificity": "Healthy human volunteers", "effective_dosage": "Not specified", "study_duration": "1 week per diet, with a 2-week washout period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:04.131208+00:00"}
{"study_id": 32715, "supplement_id": 1454, "safety_score": "85", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate whether a plant-based diet (PBD) could induce remission in mild cases of ulcerative colitis without medication and assess its role in a stepwise treatment approach.", "results_summary": "The PBD initially improved stool consistency and reduced CRP levels in a patient with ulcerative colitis, but endoscopic improvement was minimal. Medication was later required to achieve sustained remission, indicating PBD alone was insufficient in this case.", "population_specificity": "A 34-year-old woman with mild ulcerative colitis.", "effective_dosage": "Not specified (PBD provided during 19-day hospitalization).", "study_duration": "19 days (hospitalization), with follow-up over 21 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:05.342249+00:00"}
{"study_id": 32718, "supplement_id": 1454, "safety_score": "90", "efficacy_score": 95, "quality_score": 60, "study_goal": "The researchers aimed to determine whether the LIFE diet, a plant-based diet rich in dark green leafy vegetables, could effectively treat chronic migraines refractory to conventional therapies.", "results_summary": "The patient experienced a dramatic reduction in headache frequency from 18-24 days per month to 1 day within 2 months, and became migraine-free after 3 months, with sustained results for 7.5 years. Serum beta-carotene levels more than tripled, while other health markers remained stable.", "population_specificity": "A 60-year-old man with chronic migraines for 12.5 years, refractory to conventional treatments.", "effective_dosage": "Not specified (whole food plant-based diet, high in dark green leafy vegetables).", "study_duration": "6 months (initial consultation to results), with long-term follow-up of 7.5 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:05.666871+00:00"}
{"study_id": 32712, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding two eggs per day to a plant-based diet would improve HDL cholesterol, plasma lutein, zeaxanthin, and choline levels in individuals with metabolic syndrome.", "results_summary": "The study found that consuming eggs with a plant-based diet increased HDL cholesterol, plasma choline, and zeaxanthin, and reduced body weight compared to an egg substitute. No significant differences were observed in LDL cholesterol, triglycerides, glucose, insulin, or blood pressure.", "population_specificity": "30 participants (49.3 ± 8 years) with metabolic syndrome, 24 of whom completed the study (13 women, 11 men).", "effective_dosage": "Two eggs per day (or equivalent egg substitute) with 70 g of spinach for breakfast.", "study_duration": "4 weeks per intervention (with 2-week and 3-week washout periods).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:05.964117+00:00"}
{"study_id": 32716, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to determine whether a predominantly whole-food, plant-based diet (PWFPBD), with or without intermittent fasting, could modulate plasma levels of IGF-1 and improve metabolic markers in a woman with HER2-positive breast cancer.", "results_summary": "The study found that a PWFPBD led to a 22.38% decrease in IGF-1, along with significant reductions in glycemia (-55.06%) and total cholesterol (-36.00%). Adding 16-hour overnight fasting resulted in slight increases in these markers (6.25% and 3.87%, respectively).", "population_specificity": "A 47-year-old woman with HER2-positive breast cancer, elevated blood glucose, and high cholesterol.", "effective_dosage": "Not specified (whole-food, plant-based diet with or without 16-hour overnight fasting).", "study_duration": "1035 days of PWFPBD followed by 232 days of PWFPBD plus fasting.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:06.371049+00:00"}
{"study_id": 32714, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the longitudinal association between plant-based diet index (PDI) scores and the incidence of erectile dysfunction (ED) in men.", "results_summary": "Among men aged 60 to <70 years, a healthy plant-based diet (hPDI) was inversely associated with incident ED, reducing risk by 18% in the highest quintile. Conversely, an unhealthy plant-based diet (uPDI) was positively associated with ED in men under 60, increasing risk by 27%.", "population_specificity": "21,942 men aged 40 to 75 years enrolled in the Health Professionals Follow-Up Study.", "effective_dosage": "Not specified (dietary patterns assessed via food frequency questionnaires).", "study_duration": "Dietary data collected every 4 years starting in 2000 (follow-up duration not explicitly stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:06.891887+00:00"}
{"study_id": 32719, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate how the term \"plant-based diet\" is used in nutrition intervention studies and what types of foods it may include.", "results_summary": "The study found significant ambiguity in the definition of \"plant-based diet,\" with 50% of studies equating it to a vegan diet, 33% including dairy, and 20% emphasizing semi-vegetarian patterns. The lack of standardized descriptions complicates study comparison and reproducibility.", "population_specificity": "Researchers and clinicians in nutrition intervention studies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:11.697868+00:00"}
{"study_id": 32720, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the clinical effects of therapeutic fasting and a plant-based diet on disease activity, gut microbiome, and immunological markers in patients with rheumatoid arthritis (RA).", "results_summary": "The study found that therapeutic fasting followed by a plant-based diet improved clinical outcomes in RA patients, including disease activity scores, self-reported health, and quality of life, while also examining changes in the gut microbiome and metabolomics.", "population_specificity": "Patients with rheumatoid arthritis under stable standard therapy.", "effective_dosage": "Not specified", "study_duration": "12 weeks (with follow-up at 6 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:12.016712+00:00"}
{"study_id": 32722, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To determine the association between plant-based dietary content and PSA levels among men in the NHANES database.", "results_summary": "Higher consumption of a healthy plant-based diet (high hPDI scores) was associated with a decreased probability of elevated PSA levels (OR = 0.47, 95% CI: 0.24-0.95; P = .034), while no association was found with general plant-based diet (PDI).", "population_specificity": "1,399 men aged 46-63 years from the NHANES database.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:13.528261+00:00"}
{"study_id": 32721, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a plant-based diet (vegan) influences body weight, body composition, and insulin sensitivity by altering dietary acid load.", "results_summary": "The vegan group showed significant reductions in dietary acid load (PRAL and NEAP), body weight (6.4 kg), fat mass, visceral fat, and insulin resistance (HOMA-IR), while improving insulin sensitivity (PREDIM), compared to the control group. These changes were independent of energy intake and suggest a potential causal relationship.", "population_specificity": "244 participants (122 in vegan group, 122 in control group).", "effective_dosage": "Not specified (whole-food plant-based diet).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:13.931239+00:00"}
{"study_id": 32726, "supplement_id": 1454, "safety_score": "85", "efficacy_score": 70, "quality_score": 50, "study_goal": "The researchers aimed to determine whether a whole-food plant-based (WFPB) diet could improve symptoms and reduce medication reliance in a patient with combined myasthenia gravis and Lambert-Eaton myasthenic syndrome.", "results_summary": "The study found that after 10 weeks on a WFPB diet, the patient reduced two medications due to improved blood glucose and blood pressure, experienced neuromuscular symptom relief, and lost 18.7 pounds without physical activity deterioration.", "population_specificity": "A 56-year-old female with combined myasthenia gravis and Lambert-Eaton myasthenic syndrome.", "effective_dosage": "Not specified", "study_duration": "5 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:15.016790+00:00"}
{"study_id": 32724, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of a low-fat, vegan diet combined with daily soybeans on the frequency and severity of menopausal hot flashes in postmenopausal women.", "results_summary": "The intervention group experienced a 79% reduction in total hot flashes and an 84% reduction in moderate-to-severe hot flashes, with significant improvements in quality of life across vasomotor, psychosocial, physical, and sexual domains. The majority of intervention-group participants became free of moderate-to-severe hot flashes during the study.", "population_specificity": "Postmenopausal women reporting two or more hot flashes per day (n=38).", "effective_dosage": "½ cup (86 g) of cooked soybeans daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:15.058963+00:00"}
{"study_id": 32725, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to determine whether a plant-based diet intervention could improve modifiable COVID-19 risk factors, particularly obesity, in older minority populations.", "results_summary": "The study suggests that promoting plant-based diets through community outreach and digital technology may help improve COVID-19 risk factors, such as obesity, in vulnerable populations. However, specific quantitative outcomes or statistical results are not provided in the abstract.", "population_specificity": "Older, minority adults with higher obesity rates.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:15.243036+00:00"}
{"study_id": 32727, "supplement_id": 1454, "safety_score": "90", "efficacy_score": 80, "quality_score": 50, "study_goal": "The researchers aimed to assess the potential therapeutic effects of a whole food plant-based diet (WFPB) on livedoid vasculopathy symptoms in a single patient.", "results_summary": "The patient's symptoms remitted completely with strict adherence to the WFPB diet and recurred with poor adherence, suggesting a dose-response relationship. No adverse effects were reported, though adherence was challenging at times.", "population_specificity": "A 63-year-old woman with livedoid vasculopathy.", "effective_dosage": "Not specified (whole food plant-based diet as advised).", "study_duration": "Intervention began in 2016, with follow-up until symptom remission and recurrence observations.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:16.213551+00:00"}
{"study_id": 32730, "supplement_id": 1454, "safety_score": "80", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether a whole food plant-based diet could be safely and effectively used in CKD patients without causing hyperkalemia, using potassium-binding resin as an adjunct.", "results_summary": "The study found that a whole food plant-based diet, combined with a potassium-binding resin (Patiromer), allowed a CKD patient to avoid hyperkalemia while benefiting from the diet. The patient maintained the diet and continued ACE inhibitor therapy without adverse effects.", "population_specificity": "A patient with CKD secondary to hypertensive glomerulosclerosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Potassium-binding resin (Patiromer) was used to manage potassium levels.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:21.522463+00:00"}
{"study_id": 32731, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to evaluate associations between diet quality (specifically plant-based diet indices), serum uremic toxin concentrations, and gut microbiota profiles in adults undergoing hemodialysis therapy.", "results_summary": "Higher adherence to a plant-based diet index (PDI) was associated with lower total indoxyl sulfate levels, while an unhealthy PDI was linked to increased uremic toxins. Certain diet-associated gut bacteria showed significant relationships with uremic toxin concentrations.", "population_specificity": "Adults (median age 70.5, 64% male) receiving hemodialysis therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified (cross-sectional analysis of baseline data)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:21.929771+00:00"}
{"study_id": 32734, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the relationship between heart failure and selected risk factors, including plant-based diets as a clinical intervention.", "results_summary": "The study found that plant-based diets positively impacted heart failure, improving ejection fraction and promoting positive cardiac muscle remodeling. All three interventional studies reviewed supported these benefits.", "population_specificity": "Patients with heart failure (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:22.696832+00:00"}
{"study_id": 32735, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential benefits of a plant-based diet in managing symptoms and reducing inflammation in patients with Inflammatory Bowel Disease (IBD).", "results_summary": "The study suggests that a plant-based diet may benefit IBD patients by reducing inflammation and restoring gut symbiosis, though better quality studies are needed to confirm these effects. A Westernized diet was associated with increased IBD risk and relapse.", "population_specificity": "Patients with Inflammatory Bowel Disease (IBD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:23.245516+00:00"}
{"study_id": 32729, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the outcomes of using infliximab and a plant-based diet (PBD) as first-line therapy for severe ulcerative colitis (UC), focusing on remission rates and colectomy avoidance.", "results_summary": "The combination of infliximab and PBD resulted in a 76% remission rate and a 6% colectomy rate during the induction phase, with significant reductions in inflammatory markers. At 1-year follow-up, the relapse rate was 25%, and PBD adherence scores improved significantly.", "population_specificity": "Patients with severe UC defined by the Truelove and Witts criteria.", "effective_dosage": "Infliximab (5.0 mg/kg-7.5 mg/kg) at 0, 2, and 6 weeks; PBD specifics not detailed.", "study_duration": "Induction phase (6 weeks) plus 1-year follow-up (total 4 years for PBD adherence tracking).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:23.393567+00:00"}
{"study_id": 32736, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether a plant-based diet could serve as an effective tool for managing risk factors associated with atrial fibrillation.", "results_summary": "The study suggests that a plant-based diet may positively impact established and emerging risk factors for atrial fibrillation, including inflammation, subclinical atherosclerosis, hypertension, coronary artery disease, diabetes, and obesity. The review highlights the potential cardiovascular and metabolic benefits of such dietary approaches.", "population_specificity": "Individuals at risk for or with atrial fibrillation (general population focus, not specified further).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:23.966740+00:00"}
{"study_id": 32733, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the barriers to adherence to a low-potassium diet and the potential health benefits of a high-potassium diet in patients with chronic kidney disease (CKD) and hyperkalemia.", "results_summary": "The study found that a high-potassium diet may offer health benefits such as blood pressure reduction, reduced cardiovascular disease and stroke risks, and potential prevention of CKD progression. Adjunctive treatment with potassium-binding agents may allow CKD patients to safely consume a high-potassium diet without hyperkalemia risk.", "population_specificity": "Patients with advanced-stage chronic kidney disease (CKD) and hyperkalemia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Renin-angiotensin-aldosterone system inhibitors may increase hyperkalemia risk in CKD patients.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:24.013200+00:00"}
{"study_id": 32737, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to determine whether a defined plant-based diet could improve cardiac function and morphology in patients with congestive heart failure (CHF) when used as an adjunct to standard medical treatment.", "results_summary": "The study found significant improvements in cardiac function, including a 92% increase in ejection fraction, 21% reduction in left ventricular mass, and 62% increase in stroke volume. Patients also reported subjective clinical improvements such as reduced angina, shortness of breath, and fatigue.", "population_specificity": "Three patients diagnosed with congestive heart failure (CHF).", "effective_dosage": "Not specified (only described as a \"defined plant-based diet\").", "study_duration": "Approximately 79 days on average.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:25.342856+00:00"}
{"study_id": 32739, "supplement_id": 1454, "safety_score": "90", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to determine whether a plant-based diet could induce clinical remission in a patient with Crohn's disease who did not respond to standard medical therapy.", "results_summary": "The study found that switching to a plant-based diet (grains, legumes, vegetables, and fruits) led to clinical remission without medication and no signs of Crohn's disease on follow-up colonoscopy. The results suggest potential utility of plant-based diets in managing Crohn's disease.", "population_specificity": "A young adult male with newly diagnosed Crohn's disease.", "effective_dosage": "Not specified (diet based exclusively on grains, legumes, vegetables, and fruits).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:30.955251+00:00"}
{"study_id": 32738, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential role of a plant-based diet in reversing heart failure with reduced ejection fraction and type II diabetes.", "results_summary": "The patient lost 22.7 kg, reversed her diabetes without medication, and normalized left ventricular systolic function after adopting a whole food plant-based diet alongside guideline-directed medical therapy. The case suggests a possible benefit of plant-based diets in managing these conditions.", "population_specificity": "A 54-year-old female with grade 3 obesity (BMI 45.2 kg/m²) and type II diabetes (HbA1c 8.1%) presenting with heart failure.", "effective_dosage": "Not specified", "study_duration": "5.5 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:31.194948+00:00"}
{"study_id": 32741, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of a plant-based diet on body composition and insulin resistance, specifically investigating the role of plant protein in these outcomes.", "results_summary": "The plant-based diet significantly improved body weight, fat mass, and insulin resistance markers compared to the control diet, with reductions linked to increased plant protein intake and decreased animal protein, leucine, and histidine intake.", "population_specificity": "Overweight participants (n=75)", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:31.540748+00:00"}
{"study_id": 32742, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to examine the value of a plant-based diet in managing chronic musculoskeletal pain and functional limitations.", "results_summary": "The plant-based diet intervention resulted in decreased pain and improved quality of life, with 10 out of 14 subjects showing 89% adherence to the diet. However, the small sample size and lack of a comparison group warrant caution in interpreting the results.", "population_specificity": "Fourteen subjects with chronic musculoskeletal pain (originally 20 subjects, but 6 dropped out).", "effective_dosage": "Not specified (sample menu cycle provided by a dietitian).", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:32.186477+00:00"}
{"study_id": 32740, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether incorporating a plant-based diet (PBD) into induction therapy could reduce relapse rates in ulcerative colitis (UC) patients.", "results_summary": "The study found that relapse rates in UC patients after induction therapy with PBD were significantly lower than previously reported with conventional therapy, and adherence to PBD remained high even after 6 years.", "population_specificity": "Patients with ulcerative colitis (92 cases: 51 initial episodes, 41 relapses; varying severity and extent).", "effective_dosage": "Not specified", "study_duration": "Long-term follow-up (6 years 4 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:32.236438+00:00"}
{"study_id": 32743, "supplement_id": 1454, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate whether a plant-based diet (PBD) could prevent relapse in patients with ulcerative colitis (UC) during and after educational hospitalization.", "results_summary": "The study found that relapse rates were lower than those reported with medication, with cumulative relapse rates of 19% at 5 years. Most patients (77%) experienced symptom improvement during hospitalization, and adherence to the PBD increased post-hospitalization.", "population_specificity": "Patients with mild UC or UC in remission, median age 34 years, including both initial episode and relapse cases.", "effective_dosage": "Not specified (dietary guidance provided during hospitalization).", "study_duration": "Two-week hospitalization with follow-up for a median of 3 years 6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:33.358951+00:00"}
{"study_id": 32746, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a defined, plant-based diet implemented for 4 weeks could mitigate cardiovascular disease (CVD) risk factors and reduce patient drug burden in an outpatient clinical setting.", "results_summary": "The study found significant reductions in systolic and diastolic blood pressure, serum lipids, total medication usage, weight, waist circumference, heart rate, insulin, glycated hemoglobin, and high-sensitivity C-reactive protein, indicating the diet effectively mitigated multiple CVD risk factors.", "population_specificity": "Outpatients with cardiovascular risk factors (specific demographics not detailed).", "effective_dosage": "Not specified (diet consisted of raw fruits, vegetables, seeds, and avocado; all animal products excluded).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:34.568125+00:00"}
{"study_id": 32745, "supplement_id": 1454, "safety_score": "90", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to determine whether a whole-food plant-based (WFPB) diet could improve and control serum lipid levels in a patient with retinoid-induced hyperlipidemia.", "results_summary": "The study found that adopting a WFPB diet led to a dramatic drop in serum lipid levels and improved exercise capacity, while discontinuing the diet resulted in the return of hyperlipidemia. Re-adopting the diet again sharply reduced lipid levels, demonstrating its effectiveness in managing retinoid-induced hyperlipidemia.", "population_specificity": "A 35-year-old man with congenital lamellar ichthyosis and retinoid-induced hyperlipidemia due to a homozygous deleterious mutation in NIPAL4.", "effective_dosage": "Not specified (dietary intervention, no dosage mentioned).", "study_duration": "Initial intervention duration not specified; follow-up over five months and later a year and a half.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:35.161893+00:00"}
{"study_id": 32749, "supplement_id": 1454, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of plant-based diets in preventing and managing type 2 diabetes, including their impact on diabetes-related complications.", "results_summary": "The study found strong evidence supporting plant-based diets for reducing the risk of type 2 diabetes and improving its management, with benefits including reduced macrovascular and microvascular complications. The type and source of macronutrients (carbohydrates, fats, proteins) were highlighted as key factors.", "population_specificity": "Older adults and individuals at risk of or diagnosed with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:40.263795+00:00"}
{"study_id": 32747, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the remission rate of infliximab combined with a plant-based diet as first-line therapy for Crohn disease (CD).", "results_summary": "The study found high remission rates (96% intention-to-treat, 100% per-protocol), significant reductions in CDAI scores and CRP levels, and mucosal healing in 46% of cases. The combination therapy was effective in inducing remission in most patients.", "population_specificity": "Adults and children with newly diagnosed or relapsing CD who were naïve to biologics.", "effective_dosage": "Infliximab (5 mg/kg at 0, 2, and 6 weeks) plus a lacto-ovo-semivegetarian diet.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:40.963693+00:00"}
{"study_id": 32751, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "To determine the impact of a high-fiber, low-fat, mostly plant-based diet with support on self-management of type 2 diabetes in Latinos from medically underserved areas.", "results_summary": "The experimental group showed a statistically significant reduction in mean A1C levels compared to the control group, indicating improved glycemic control. Both groups saw decreases in A1C, but the experimental group's reduction was more pronounced.", "population_specificity": "Latinos with A1C > 6.4 from medically underserved areas in San Bernardino County, California.", "effective_dosage": "Not specified", "study_duration": "5-week education program with follow-up support at 1, 3, and 6 months post-education.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:41.628541+00:00"}
{"study_id": 32748, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review evidence on the effects of plant-based dietary patterns on obesity and weight loss, including observational and intervention trials.", "results_summary": "Both clinical trials and observational research indicate that plant-based diets are effective for preventing overweight and obesity and promoting weight loss, with higher diet quality and similar adherence compared to other therapeutic diets. Future studies should focus on diverse populations and utilize health behavior theory for intervention development.", "population_specificity": "General population, with a noted need for future studies in older adults and more diverse groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:42.579295+00:00"}
{"study_id": 32754, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to summarize current literature on plant-based diets (PBDs) regarding their association with type 2 diabetes prevalence, clinical applications, acceptability, and community implementation.", "results_summary": "PBDs were associated with lower prevalence of type 2 diabetes, improved body weight, cardiovascular risk factors, insulin sensitivity, and glycemic control, and reduced need for diabetes medications, with comparable acceptability to other diabetes diets.", "population_specificity": "Persons with type 2 diabetes in Canada.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:43.049819+00:00"}
{"study_id": 32752, "supplement_id": 1454, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effectiveness of a whole food plant-based (WFPB) diet in reducing BMI and cholesterol in individuals with obesity or overweight and related metabolic conditions.", "results_summary": "The WFPB diet led to significant BMI reduction (4.4 kg/m² at 6 months, 4.2 kg/m² at 12 months) and modest cholesterol reduction (0.71 mmol/l at 6 months, 0.55 mmol/l at 12 months) compared to normal care, with no serious harms reported.", "population_specificity": "Adults aged 35-70 with obesity or overweight and at least one of type 2 diabetes, ischemic heart disease, hypertension, or hypercholesterolemia, from a general practice in Gisborne, New Zealand.", "effective_dosage": "Non-energy-restricted WFPB diet with vitamin B12 supplementation; no specific dosage mentioned.", "study_duration": "12 weeks of facilitated meetings, with follow-up at 6 and 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:43.371816+00:00"}
{"study_id": 32755, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of dietary butyrate supplementation on epigenetics, mucosal protection, and immune homeostasis in European sea bass.", "results_summary": "Dietary butyrate increased histone H4 acetylation but had no effect on growth rates. It altered the expression of genes related to inflammation and epigenetic regulation, with tissue-specific effects observed.", "population_specificity": "European sea bass (Dicentrarchus labrax)", "effective_dosage": "0.2% sodium butyrate in diet", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:43.674000+00:00"}
{"study_id": 32753, "supplement_id": 1454, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "To evaluate the adherence, safety, and effects of a very-low-fat, plant-based diet on brain MRI, clinical outcomes, metabolic biomarkers, quality of life, and fatigue in relapsing-remitting MS patients.", "results_summary": "The plant-based diet showed no significant improvement in brain MRI, relapse rate, or disability but led to significant improvements in fatigue, BMI, and metabolic biomarkers like cholesterol and insulin. The diet was well-adhered to and tolerated.", "population_specificity": "Relapsing-remitting multiple sclerosis (RRMS) patients.", "effective_dosage": "Total fat intake averaged ~15% of total calories.", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:45.809472+00:00"}
{"study_id": 32757, "supplement_id": 1454, "safety_score": "85", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to examine the potential adverse effects of a low-carbohydrate diet (Atkins) and the therapeutic effects of a plant-based/semivegetarian diet on ulcerative colitis.", "results_summary": "The study found that a low-carbohydrate diet may trigger ulcerative colitis, while a plant-based/semivegetarian diet led to remission of symptoms without medication.", "population_specificity": "A 36-year-old man (172 cm, 72 kg) with ulcerative colitis.", "effective_dosage": "Not specified", "study_duration": "Not specified (during hospitalization)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:48.819395+00:00"}
{"study_id": 32758, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the effectiveness of a whole-foods, plant-based diet (WFPB) in reducing symptoms of osteoarthritis.", "results_summary": "The WFPB diet significantly improved self-assessed measures of functional status, including energy/vitality, physical functioning, and pain reduction, compared to the control group. Differences in Patient Global Impression of Change and Visual Analog Scale pain assessments were statistically significant from week 2 onward.", "population_specificity": "Patients aged 19-70 with osteoarthritis.", "effective_dosage": "Not specified (whole-foods, plant-based diet as intervention).", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:49.381418+00:00"}
{"study_id": 32759, "supplement_id": 1454, "safety_score": "90", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to assess the impact of a whole-food plant-based diet on symptoms, weight, blood pressure, and cholesterol levels in a patient with angina and atherosclerosis.", "results_summary": "The patient experienced rapid improvement in angina symptoms, weight, blood pressure, and cholesterol levels after adopting a plant-based diet. The abstract also notes broader associations between plant-based diets and improved plasma lipids, diabetes control, coronary artery disease, and reduced mortality.", "population_specificity": "A 60-year-old man with typical angina and a positive stress test.", "effective_dosage": "Not specified (diet consisted primarily of vegetables, fruits, whole grains, potatoes, beans, legumes, and nuts).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:51.384621+00:00"}
{"study_id": 32762, "supplement_id": 1454, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy, acceptability, and nutritional adequacy of a plant-based diet as an intervention for type 2 diabetes management.", "results_summary": "The study found that a low-fat, plant-based diet improves glycemic control, reduces body weight, and is well-accepted by patients. It also suggests that such dietary changes can reduce cardiac risk and improve diabetes management.", "population_specificity": "People with type 2 diabetes.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "Medication adjustment and risk of hypoglycemia were reviewed, but no specific interactions were mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:51.826869+00:00"}
{"study_id": 32763, "supplement_id": 1454, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine how a plant-based dietary intervention, which discourages dairy and meat consumption, affects bone-relevant nutrients and biomarkers.", "results_summary": "The intervention increased intake of fruits, vegetables, and grains but decreased calcium and vitamin D consumption, with evidence of elevated bone resorption markers (PTH and NTx).", "population_specificity": "Participants in the Coronary Health Improvement Project (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "4-week educational course, with follow-ups at 6 weeks and 6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:51.989857+00:00"}
{"study_id": 32760, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare baseline characteristics (demographics, dietary intake, eating behaviors, and physical activity) of participants enrolling in two different weight loss studies—one using a standard reduced-calorie approach and the other using plant-based dietary approaches.", "results_summary": "The study found no significant differences in baseline demographics, eating behaviors, or most dietary variables between participants in the plant-based and reduced-calorie weight loss studies, except for higher vitamin C intake in the standard group and higher intentional physical activity in the plant-based group.", "population_specificity": "Adults enrolling in two 6-month behavioral weight loss studies (mPOD and New DIETs), with New DIETs participants being older and having a higher BMI.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:52.547827+00:00"}
{"study_id": 32761, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of an all-plant-based diet on growth performance, anti-stress properties, and related gene expression in blunt snout breams.", "results_summary": "The all-plant-based diet improved growth performance (higher weight gain, specific growth rate, and protein efficiency ratio) but decreased anti-stress properties (non-specific immunity, stress resistance, and antioxidant ability) and altered gene expression (HSC70 mRNA increased, HSP70 mRNA decreased).", "population_specificity": "Fingerling blunt snout breams (Megalobrama amblycephala)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:52.600817+00:00"}
{"study_id": 32764, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the cost implications of adopting a plant-based diet among breast cancer survivors.", "results_summary": "The intervention group significantly increased vegetable-fruit intake (6.3 to 8.9 servings/day), fiber (21.6 to 29.8 g/day), and reduced fat intake (28.2% to 22.3% of energy), with a minimal cost increase of $1.22/person/week.", "population_specificity": "Breast cancer survivors (n=1109 intervention, n=1145 comparison).", "effective_dosage": "Not specified.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:54.629582+00:00"}
{"study_id": 32765, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate whether adopting a plant-based diet could influence the rate of PSA rise in patients with recurrent prostate cancer.", "results_summary": "The study found that increased intake of plant-based foods was associated with a decreased rate of PSA rise, suggesting potential therapeutic benefits for managing prostate cancer recurrence. However, the effect was not sustained at 6 months, indicating variability in long-term adherence or efficacy.", "population_specificity": "Asymptomatic, hormonally untreated prostate cancer patients with rising PSA levels post-surgery or radiation therapy.", "effective_dosage": "Not specified (servings per day of whole grains and vegetables increased, but exact dietary plan not detailed).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:57.725726+00:00"}
{"study_id": 194701, "supplement_id": 1454, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate vitamin B12 status and intake among Seventh-day Adventists following a plant-based diet compared to omnivore controls to assess susceptibility to vitamin B12 deficiency.", "results_summary": "The meta-analysis found no significant differences in serum vitamin B12 levels between plant-based Adventists and omnivore controls, attributing this to widespread consumption of fortified foods and supplements. The study highlights the importance of supplementation and fortified foods for maintaining adequate B12 status in plant-based diets.", "population_specificity": "Seventh-day Adventists following vegan or vegetarian diets compared to omnivore controls (some of whom were Adventists).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:58.543884+00:00"}
{"study_id": 194702, "supplement_id": 1454, "safety_score": "70", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the health impacts of plant-based diets, focusing on benefits like reduced disease risk and potential drawbacks such as micronutrient deficiencies.", "results_summary": "A well-planned plant-based diet lowers the risk of cardiovascular disease, type 2 diabetes, and certain cancers, while a poorly planned one increases the risk of micronutrient deficiencies, particularly vitamin B.", "population_specificity": "Not specified (general population implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:58.814453+00:00"}
{"study_id": 194703, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the relationship between the rise in veganism and vitamin B12 deficiency, focusing on interventions through food supplementation.", "results_summary": "The study reviewed 70 articles, categorizing them into groups associating vitamin B12 deficiency with diseases, but specific outcomes regarding plant-based diet efficacy were not detailed in the abstract.", "population_specificity": "Different demographics, not further specified.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:59.738826+00:00"}
{"study_id": 194704, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether the gut microbiome and metabolome could explain the variability in responses to n-3 PUFA supplementation and how a plant-based diet influences gut microbiota.", "results_summary": "A plant-based diet positively affects gut microbiota, even when deficient in n-3 PUFAs, and increases beneficial intestinal bacteria compared to a Western diet. The gut microbiota composition may help personalize n-3 PUFA supplementation effects on brain health.", "population_specificity": "Human and animal studies (no specific population detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:00.461639+00:00"}
{"study_id": 194707, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of a low-fat plant-based diet on migraine severity and frequency in adult migraine sufferers.", "results_summary": "The study found that a low-fat vegan diet led to a greater reduction in worst headache pain and average headache intensity compared to a placebo supplement, though frequency reduction was similar between groups. Participants reported greater overall improvement in pain during the diet period.", "population_specificity": "42 adult migraine sufferers recruited from the general community in Washington, DC.", "effective_dosage": "Not specified (dietary intervention, no supplement dosage mentioned).", "study_duration": "16 weeks per treatment period (with a 4-week washout).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:01.812525+00:00"}
{"study_id": 194705, "supplement_id": 1454, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to compare nutritional intakes between vegan and omnivorous bodybuilders during bulking and cutting phases to assess the adequacy of a plant-based diet for muscle growth and maintenance.", "results_summary": "Both vegans and omnivores had similar energy, carbohydrate, and fat intakes, but vegans reduced protein intake during cutting. Vegan bodybuilders may struggle to meet protein needs during caloric deficits, suggesting a need for professional nutritional planning.", "population_specificity": "18 male and female natural bodybuilders (8 vegans, 10 omnivores).", "effective_dosage": "Not specified", "study_duration": "5 days per phase (bulking and cutting)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:01.817208+00:00"}
{"study_id": 32971, "supplement_id": 1455, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of plant-based meats on biomarkers of inflammation compared to animal meats in generally healthy adults.", "results_summary": "The study found that only 4 out of 92 biomarkers showed statistically significant differences between plant-based and animal meat consumption, contrary to the hypothesis that plant-based meats would improve inflammation markers.", "population_specificity": "Generally healthy adults", "effective_dosage": "2 or more servings per day", "study_duration": "8 weeks per phase (Plant and Animal)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:02.787549+00:00"}
{"study_id": 86499, "supplement_id": 1456, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers aimed to compile traditional and modern evidence on medicinal plants, including Plantago Major Seeds, for potential use in treating inflammatory bowel disease (IBD).", "results_summary": "The study noted that there is no or insufficient research to confirm the benefits of Plantago Major Seeds in IBD, placing it among herbs requiring further evaluation.", "population_specificity": "Not specified (general review of traditional and modern sources).", "effective_dosage": "Not available", "study_duration": "Not applicable (review study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:05.321048+00:00"}
{"study_id": 32806, "supplement_id": 1457, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of a green plantain-based diet versus a yogurt-based diet on stool volume, frequency, and weight gain in children with persistent diarrhea.", "results_summary": "The green plantain-based diet significantly reduced stool output and consistency, shortened diarrhea duration, and increased daily weight gain compared to the yogurt-based diet, while also being more cost-effective.", "population_specificity": "80 children (1-28 months old) with persistent diarrhea lasting ≥14 days.", "effective_dosage": "50 g/L of cooked green plantain-based diet.", "study_duration": "1 week.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:07.259145+00:00"}
{"study_id": 32807, "supplement_id": 1457, "safety_score": "85", "efficacy_score": 78, "quality_score": 72, "study_goal": "The researchers aimed to determine the effects of Asian plantain (Plantago asiatica) essential oil (PAEO) on lipid metabolism, including its potential hypocholesterolaemic and cardiovascular protective benefits.", "results_summary": "PAEO altered the expression of LDL receptor and HMG-CoA reductase, reduced plasma total cholesterol and TAG concentrations, and inhibited LDL oxidation. These effects suggest potential cardiovascular benefits through improved lipid metabolism.", "population_specificity": "HepG2 cells and C57BL/6 mice.", "effective_dosage": "0-200 µg/ml in vitro; 0.2 mg/ml in vitro; oral administration in mice (exact dosage not specified).", "study_duration": "24 hours in vitro; 3 weeks in mice.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:09.565035+00:00"}
{"study_id": 32810, "supplement_id": 1457, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to identify and characterize lectins in bananas and plantains, specifically BanLec and PlanLec, and explore their biological properties and implications.", "results_summary": "The study identified BanLec and PlanLec as dimeric lectins with specificity for mannose, demonstrated their mitogenic activity in murine T-cells, and noted their induction in leaves after methyl jasmonate treatment. The findings suggest these lectins are more widespread in monocots than previously believed.", "population_specificity": "Not specified (in vitro and murine models)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:10.341048+00:00"}
{"study_id": 32808, "supplement_id": 1457, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of different frying conditions (temperature and time) on the retention of micronutrients (ascorbic acid, potassium, and carotenoids) in plantain.", "results_summary": "Deep-fat frying preserved carotenoid content across all conditions and potassium content except at 120°C/24 min (≤11% loss). Ascorbic acid showed significant but incomplete loss (≤45%), with the greatest degradation occurring at low temperature and long frying time (120°C/24 min). High-temperature, short-duration frying better preserved nutritional quality.", "population_specificity": "Plantain (Musa AAB 'barraganete') samples.", "effective_dosage": "Not applicable (thermal treatment conditions: 120-180°C for 4-24 min).", "study_duration": "Single frying sessions (4-24 min).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:10.486972+00:00"}
{"study_id": 32809, "supplement_id": 1457, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of a plantain flour-based oral rehydration solution (ORS/plantain) compared to the standard ORS/WHO solution in treating dehydration and diarrhea in children.", "results_summary": "The plantain flour-based solution was as effective as the standard ORS/WHO in correcting dehydration, with no significant differences in rehydration success, time, or stool output. However, no antidiarrheal properties were demonstrated for the ORS/plantain solution.", "population_specificity": "101 children aged 1 to 48 months with mild dehydration and diarrhea lasting less than one week.", "effective_dosage": "50 g of precooked plantain flour in the ORS/plantain solution.", "study_duration": "Approximately 22-23 hours of observation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:10.684812+00:00"}
{"study_id": 32811, "supplement_id": 1457, "safety_score": "80", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the therapeutic potential of Plantain (Plantago lanceolata L.) for upper respiratory infections, focusing on its anti-inflammatory, spasmolytic, and immunostimulatory effects.", "results_summary": "The study found that Plantain exhibits anti-inflammatory, spasmolytic, and immunostimulatory properties, supporting its use for moderate chronic irritative cough, particularly in children. However, clinical data are limited, and efficacy is primarily supported by experimental research.", "population_specificity": "General population, with specific mention of children for chronic irritative cough.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:11.660099+00:00"}
{"study_id": 32813, "supplement_id": 1457, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of Musa paradisiaca stem kernel juice on reducing kidney stone formation and related enzyme activities in urolithiatic rats.", "results_summary": "The extract significantly reduced the activities of oxalate-synthesizing enzymes and lowered crystalline components in kidney and urine. It also decreased urinary enzyme activities associated with stone formation, except for leucine amino peptidase, which showed no change.", "population_specificity": "Experimental urolithiatic rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:13.100235+00:00"}
{"study_id": 32812, "supplement_id": 1457, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of a plantain flour-based solution compared to WHO-ORS for rehydration in children with acute diarrheal diseases.", "results_summary": "The plantain flour-based solution showed comparable rehydration success rates (88.0% vs. 85.9%) and faster rehydration times (4.88 h vs. 5.28 h) compared to WHO-ORS, with significantly lower stool output (4.69 g/kg/h vs. 8.45 g/kg/h). However, some children in the plantain group experienced decreases in blood sodium and potassium levels.", "population_specificity": "Children with acute diarrheal diseases.", "effective_dosage": "50 g/l of plantain flour and 3.5 g/l of sodium chloride (NaCl).", "study_duration": "Rehydration was completed in approximately 4.88 to 5.28 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:13.227672+00:00"}
{"study_id": 32814, "supplement_id": 1457, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of predators and plant genotype on caterpillar behavior, herbivory patterns, growth, and survivorship using two genotypes of Plantago lanceolata (plantain).", "results_summary": "Stinkbugs reduced specialist caterpillar survivorship but not generalists, influenced both species' behavior, and decreased herbivory on initial plants. Plant genotype affected plant size and herbivory but not caterpillar location or growth rate.", "population_specificity": "Caterpillars (Junonia coenia and Pyrrharctia isabella) and stinkbugs (Podisus maculiventris) in an experimental garden setting.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:16.431452+00:00"}
{"study_id": 32815, "supplement_id": 1457, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to determine if plantain sap could reduce the acute toxic effects of 5-fluorouracil (5-FU) on gut mucosa in mice with Ehrlich ascites tumors.", "results_summary": "Plantain sap was shown to mitigate the toxic effects of 5-FU on gut mucosa and normalize certain epithelial cell parameters. Combined treatment with 5-FU and plantain sap led to a more drastic decline in tumor cell DNA levels compared to 5-FU alone.", "population_specificity": "Mice with Ehrlich ascites tumors.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:18.094301+00:00"}
{"study_id": 59865, "supplement_id": 1457, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of Aloe vera/Plantago major gel (Plantavera gel) in healing diabetic foot ulcers (DFU).", "results_summary": "Plantavera gel significantly reduced ulcer surface area compared to the control group, though no significant difference was observed in ulcer depth. No side effects were reported during the study.", "population_specificity": "Forty patients with diabetic foot ulcers.", "effective_dosage": "Topical application twice a day.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:18.574730+00:00"}
{"study_id": 32816, "supplement_id": 1457, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the anti-ulcerogenic effects of dried unripe plantain banana preparations in rats, comparing prophylactic and healing effects against aspirin-induced ulcers.", "results_summary": "Dried unripe plantain banana preparations showed significant anti-ulcerogenic effects both as a preventive measure and in healing existing ulcers, while ripe bananas were ineffective. The active components were water-soluble and concentrated, stimulating gastric mucosa growth, unlike other tested substances.", "population_specificity": "Rats with aspirin-induced ulcers.", "effective_dosage": "Not specified (extract concentrated ~300x compared to dried banana powder).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:18.984647+00:00"}
{"study_id": 59863, "supplement_id": 1457, "safety_score": "Not Assessed", "efficacy_score": 16, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the reaction frequency and profiles of standardized aeroallergen patch test preparations, including Plantain, in patients with suspected aeroallergen-dependent eczematous skin lesions.", "results_summary": "Plantain was among the less common aeroallergens causing positive patch test reactions (1.6%). Positive reactions to aeroallergens were more frequent in patients with atopic dermatitis (AD).", "population_specificity": "Patients with suspected aeroallergen-dependent eczematous skin lesions, including those with and without atopic dermatitis (AD), tested in 15 dermatology clinics between 2000 and 2015.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:20.090794+00:00"}
{"study_id": 32567, "supplement_id": 1458, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of Policosanol (PCO) and red yeast rice (RYR) on dyslipidemia, antioxidant status, and organ functionality in hyperlipidemic zebrafish.", "results_summary": "Policosanol significantly reduced total cholesterol, triglycerides, and LDL-C while increasing HDL-C. It also improved antioxidant status, blood glucose levels, and provided hepatoprotection, kidney protection, and reduced oxidative stress in the brain, ovary, and testis.", "population_specificity": "Hyperlipidemic zebrafish", "effective_dosage": "1.0% (w/w) Policosanol powder", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:21.873205+00:00"}
{"study_id": 59866, "supplement_id": 1457, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to investigate the consumption of medicinal plants, including Plantain, among outpatients on long-term warfarin therapy to assess potential herb-drug interactions.", "results_summary": "Plantain was one of the most commonly consumed medicinal plants, primarily used for digestive, urinary, and respiratory tract issues, with tea being the predominant form of consumption. The study noted potential herb-warfarin interactions for some plants, but specific details about Plantain's effects were not provided.", "population_specificity": "Outpatients with cardiopathy diagnosis on long-term warfarin therapy in a Brazilian public hospital (average age 56.8 ± 13.1 years, 54.6% female).", "effective_dosage": "Not specified", "study_duration": "One-year follow-up", "interactions": "Potential herb-warfarin interactions mentioned, but Plantain-specific details not provided.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:22.342839+00:00"}
{"study_id": 32568, "supplement_id": 1458, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a nutraceutical formulation containing policosanol, among other ingredients, in reducing LDL-C levels in low cardiovascular risk patients with dyslipidemia.", "results_summary": "The study found a statistically significant reduction in Total Cholesterol (13.1%) and LDL-C (20.4%) after 12 weeks of treatment. The formulation was safe and well-tolerated, with stable hepatic and muscular function.", "population_specificity": "Patients with dyslipidemia at low cardiovascular risk, unresponsive to diet and physical activity (mean age 48.02 ± 10.1 years; 60% male).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:22.481636+00:00"}
{"study_id": 32569, "supplement_id": 1458, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of combining high-intensity exercise with Cuban policosanol (Raydel®, 20 mg) consumption on metabolic disorders in obese subjects.", "results_summary": "The study found significant improvements in BMI, waist circumference, fat mass, blood pressure, lipid profile, HDL functionality, and antioxidant abilities, along with increased CoQ10 levels and reduced hepatic function parameters, without liver damage.", "population_specificity": "17 obese subjects (average BMI 30.1 ± 1.1 kg/m², 8 male and 9 female).", "effective_dosage": "20 mg of Cuban policosanol (Raydel®).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:24.885555+00:00"}
{"study_id": 32570, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of policosanol, alone and in combination with genistein and vitamin D, on inhibiting vascular smooth muscle cell calcification induced by inorganic phosphate.", "results_summary": "Policosanol reduced osteogenic differentiation of vascular smooth muscle cells in a dose-dependent manner. Combined with genistein and vitamin D, it showed greater inhibition of calcification and RUNX2 expression compared to single treatments.", "population_specificity": "Primary human vascular smooth muscle cells (VSMCs) in vitro.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:27.368828+00:00"}
{"study_id": 32571, "supplement_id": 1458, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of three different policosanols on dyslipidemia and organ protection (liver, kidney, ovary, testis) in hypercholesterolemic zebrafish.", "results_summary": "Cuban (Raydel®) policosanol (PCO1) showed the highest survivability, improved lipid profiles, reduced inflammation and oxidative stress, and enhanced reproductive outcomes compared to Chinese (Shaanxi) and US (Lesstanol®) policosanols. PCO1 also demonstrated superior liver, kidney, ovarian, and testicular protection with minimal adverse effects.", "population_specificity": "Hypercholesterolemic zebrafish", "effective_dosage": "0.1% in diet (w/w)", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:27.920153+00:00"}
{"study_id": 32572, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of policosanol supplementation on the levels of alanine transaminase (ALT) and aspartate transaminase (AST) in adults.", "results_summary": "The meta-analysis found significant reductions in ALT and AST serum levels after policosanol intervention, with the most pronounced effects observed at a dose of 20 mg/d. The dose-response analysis indicated a non-linear relationship between dosage, duration, and enzyme reduction.", "population_specificity": "Adults (2535 participants across 23 trials)", "effective_dosage": "20 mg/d (most effective dose noted)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:29.126598+00:00"}
{"study_id": 32573, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of policosanol on osteogenic differentiation in MC3T3-E1 cells and zebrafish models, focusing on its molecular mechanism.", "results_summary": "Policosanol increased osteogenic gene expression (Dlx5, Runx2), alkaline phosphatase activity, and extracellular mineralization in MC3T3-E1 cells. It also promoted fin regeneration in zebrafish via AMPK-mediated INSIGs expression.", "population_specificity": "MC3T3-E1 cells and zebrafish models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:29.386377+00:00"}
{"study_id": 32574, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if policosanol (PCO) could protect against cognitive decline, synaptic plasticity impairment, oxidative stress, and Aβ plaque formation in an Alzheimer's disease (AD) rat model.", "results_summary": "PCO treatment improved spatial learning and memory, enhanced hippocampal synaptic plasticity, reduced oxidative stress markers, and inhibited Aβ plaque formation in Aβ-infused rats.", "population_specificity": "Adult male Wistar rats with induced AD-like pathology.", "effective_dosage": "50 mg/kg, orally administered.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:30.949799+00:00"}
{"study_id": 32576, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential therapeutic effects of policosanol derived from insect wax (PIW) on Parkinson's disease symptoms in Caenorhabditis elegans models.", "results_summary": "PIW treatment reduced α-synuclein aggregation, suppressed loss of dopaminergic neurons, decreased ROS and MDA levels, restored lipid abundance, and prolonged lifespan in the models, possibly by regulating stress response pathways.", "population_specificity": "Caenorhabditis elegans models of Parkinson's disease (NL5901, N2, and BZ555).", "effective_dosage": "10 µg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:31.044867+00:00"}
{"study_id": 32575, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether policosanol (PCO) could improve cognitive function, oxidative-antioxidative status, and reduce amyloid-beta plaque formation in an Alzheimer's disease rat model.", "results_summary": "PCO treatment improved cognitive decline, oxidative-antioxidative status, and reduced Aβ plaque formation in Aβ-induced AD rats. The results suggest PCO may mitigate AD-related neuropathological changes.", "population_specificity": "Adult male Wistar rats with Aβ-induced Alzheimer's disease model.", "effective_dosage": "50 mg/kg, administered via gavage for 8 weeks.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:32.204795+00:00"}
{"study_id": 32577, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-dyslipidaemic efficacy of Recapsoma®, a mixture containing Policosanol, by studying its effects on cholesterol synthesis, triglycerides, and LDL-cholesterol oxidation in vitro.", "results_summary": "The study found that the Recapsoma® mixture, including Policosanol, inhibited key enzymes (PCSK, ACAT, PAP, HMGR) and increased LDL receptor activity, suggesting synergistic effects for controlling hypercholesterolemia. The results indicate potential as an alternative to statins, particularly for metabolic syndrome patients.", "population_specificity": "In vitro study (no specific human population mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:34.475899+00:00"}
{"study_id": 32579, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Cuban policosanol (PCO) could improve memory and reduce Alzheimer's disease (AD) pathology in a mouse model of AD.", "results_summary": "PCO treatment reduced amyloid plaques, gliosis, inflammatory cytokines, and oxidative stress markers in the brains of 5xFAD mice, while also improving memory deficits and synaptic loss.", "population_specificity": "5xFAD mice (an animal model of Alzheimer's disease)", "effective_dosage": "Not specified", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:35.565678+00:00"}
{"study_id": 32578, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the potential antifibrotic effect of policosanol compared to silymarin and explore the underlying molecular mechanisms in a rat model of liver fibrosis.", "results_summary": "Policosanol restored normal levels of liver enzymes, oxidative stress markers, angiogenic growth factors, and pro-inflammatory cytokines in fibrotic rats, showing comparable efficacy to silymarin. The study suggests policosanol could be a promising natural therapeutic for liver fibrosis.", "population_specificity": "Rats with induced liver fibrosis", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:36.244271+00:00"}
{"study_id": 32580, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effect of policosanol on vascular calcification and its molecular mechanism in vascular smooth muscle cells.", "results_summary": "Policosanol reduced the expression of osteogenic genes (Dlx5 and Runx2) induced by inorganic phosphate (Pi) and increased AMPK phosphorylation. AMPK activation further suppressed Pi-induced vascular calcification by regulating INSIG expression.", "population_specificity": "Vascular smooth muscle cells (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:37.152471+00:00"}
{"study_id": 32583, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanism by which policosanol prevents androgenetic alopecia (AGA) by regulating hormone levels and suppressing premature hair follicle regression.", "results_summary": "Policosanol reduced serum testosterone and T/E2 ratio, improved VEGF and EGF expression, enhanced ALP activity, and inhibited apoptosis in DHT-treated dermal papilla cells. The optimal effect was observed at 12.50 g/mL.", "population_specificity": "Kunming mice with testosterone-induced androgenetic alopecia.", "effective_dosage": "0.5%, 1%, or 2% policosanol applied topically.", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:39.648608+00:00"}
{"study_id": 32582, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of policosanol derived from insect wax (PIW) on Aβ-induced toxicity and lifespan in a transgenic C. elegans model of Alzheimer's disease.", "results_summary": "PIW reduced Aβ-induced paralysis by ~20% and extended lifespan by ~26% in C. elegans. It also downregulated the amyloid precursor-like protein (apl-1) and modulated genes related to longevity pathways.", "population_specificity": "Transgenic Caenorhabditis elegans (CL4176 strain) modeling Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:39.857985+00:00"}
{"study_id": 32581, "supplement_id": 1458, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to verify the safety of policosanol supplementation for domestic cats and compare its effects (raw and encapsulated forms) with positive (L-carnitine) and negative (no supplementation) controls on various health parameters.", "results_summary": "Policosanol showed no significant effects on lipid profile, serum biochemistry, activity, energy expenditure, or respiratory quotient, but cats fed raw policosanol took longer to consume a second meal. The study concluded policosanol is safe for feline consumption.", "population_specificity": "Healthy young adult cats (mean age 3.0 ± 1.0 years; mean weight 4.36 ± 1.08 kg).", "effective_dosage": "Raw policosanol (10 mg/kg body weight), encapsulated policosanol (50 mg/kg body weight).", "study_duration": "28 days per treatment period with a 1-week washout between periods.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:40.182306+00:00"}
{"study_id": 32584, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To determine the multiple functions of policosanol in elderly dyslipidemia patients, including its effects on platelet aggregation, endothelial function, and atherosclerosis progression.", "results_summary": "Policosanol (20 mg) significantly decreased ADP-induced platelet aggregation but not AA-induced aggregation. It also reduced CEC counts, hs-CRP, and homocysteine levels, suggesting improved endothelial function and potential delay in atherosclerosis progression.", "population_specificity": "Elderly dyslipidemia patients (n=294)", "effective_dosage": "10 mg and 20 mg policosanol", "study_duration": "52 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:40.698449+00:00"}
{"study_id": 32585, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of octacosanol and policosanol on high-fat diet-induced obesity and metabolic disorders in mice.", "results_summary": "Octacosanol and policosanol reduced body weight gain, body fat gain, insulin resistance, and hepatic lipid content in mice fed a high-fat diet. These effects were associated with increased BAT activity, improved hepatic lipid metabolism, and reduced WAT inflammation.", "population_specificity": "Mice fed a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:42.005511+00:00"}
{"study_id": 32586, "supplement_id": 1458, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to analyze the effects of policosanol + aspirin versus placebo + aspirin on functional recovery in hypertensive patients with recent non-cardioembolic ischemic stroke.", "results_summary": "Policosanol + aspirin significantly reduced mRS scores from the first interim check-up, with 80.3% achieving mRS ≤1 compared to 8.5% in the placebo group. The treatment effect improved over six months, with minimal adverse events reported.", "population_specificity": "Hypertensive patients with recent non-cardioembolic ischemic stroke (mRS score 2-4).", "effective_dosage": "20 mg/day policosanol + aspirin.", "study_duration": "Six months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:44.725182+00:00"}
{"study_id": 32588, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the long-term effects of policosanol supplementation on blood pressure and lipid profile in healthy Korean participants with pre-hypertension.", "results_summary": "Policosanol supplementation (20 mg) significantly reduced systolic and diastolic blood pressure, aortic blood pressure, and blood renin and aldosterone levels while improving lipid profiles by lowering total cholesterol and increasing HDL-C. The effects were dose-dependent.", "population_specificity": "Healthy Korean participants with pre-hypertension (systolic 120-139 mmHg, diastolic 85-89 mmHg).", "effective_dosage": "10 mg and 20 mg daily.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:46.339496+00:00"}
{"study_id": 32590, "supplement_id": 1458, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically investigate the efficacy and safety of sugarcane policosanol for treating dyslipidemia.", "results_summary": "Policosanol significantly reduced total cholesterol and LDL-c while increasing HDL-c, but had no significant effect on triglycerides or body weight. Cuban studies showed better results, and policosanol was found to be safer than control agents.", "population_specificity": "1886 subjects with dyslipidemia.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:47.295055+00:00"}
{"study_id": 32592, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether policosanol, when added to aspirin therapy within 30 days of stroke onset, improves long-term recovery in patients with non-cardioembolic ischemic stroke compared to placebo + aspirin.", "results_summary": "Policosanol + aspirin significantly reduced mean modified Rankin Scale scores from 1.5 months onward, with 87.5% of patients achieving mRS ≤1 compared to 0% in the placebo group. It also improved Barthel Index scores and positively affected LDL and HDL cholesterol levels.", "population_specificity": "80 patients (mean age 69) with non-cardioembolic ischemic stroke within 30 days of onset and moderate severity (mRS 2-4).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:49.946946+00:00"}
{"study_id": 32593, "supplement_id": 1458, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the antiplatelet mechanisms of rice bran policosanol extract (RBE) in hyperlipidemic rats, comparing its effects to aspirin.", "results_summary": "Low-dose RBE (100 mg/kg) inhibited platelet aggregation comparably to aspirin (30 mg/kg) without affecting platelet count, bleeding time, or coagulation time. RBE reduced thromboxane A2 levels and increased prostacyclin, suggesting a different antiplatelet mechanism than aspirin.", "population_specificity": "Hyperlipidemic Sprague Dawley rats", "effective_dosage": "100 mg/kg, 250 mg/kg, 500 mg/kg (single dose)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:50.003728+00:00"}
{"study_id": 32591, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the hair growth-promoting effects of white wax (WW) and policosanol of white wax (WWP) on androgenetic alopecia in mice and their potential mechanisms of action.", "results_summary": "WW and WWP significantly reduced hair loss and promoted hair growth in mice, outperforming finasteride. They increased proliferation of human follicle dermal papilla cells (HFDPCs) and inhibited 5α-reductase activity, reducing testosterone conversion to dihydrotestosterone.", "population_specificity": "Mice with testosterone-induced alopecia and cultured human follicle dermal papilla cells (HFDPCs).", "effective_dosage": "WW (1%, 10%, 20%) and WWP (0.5%, 1%, 2%) applied topically.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:50.350648+00:00"}
{"study_id": 32594, "supplement_id": 1458, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the lipid correction capacity and safety of policosanol combined with rosuvastatin versus rosuvastatin monotherapy in patients with stable coronary artery disease and moderate hepatic dysfunction.", "results_summary": "Concomitant use of policosanol and rosuvastatin was superior to rosuvastatin alone in improving lipid profiles (reducing TC, LDL-C, and TG while increasing HDL-C), decreasing oxidative stress (MDA), and enhancing hepatic function, with no therapy discontinuations due to adverse events.", "population_specificity": "Patients aged 37-72 with stable coronary artery disease, moderate hepatic dysfunction, and inadequate LDL-C control despite statin therapy.", "effective_dosage": "Policosanol 20 mg/day; rosuvastatin 10-20 mg/day.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:51.863050+00:00"}
{"study_id": 32595, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antiplatelet aggregation mechanisms of crude rice bran policosanol extract, focusing on its effects on platelet adhesion, aggregation, and secretion.", "results_summary": "The study found that rice bran policosanol extract significantly inhibited platelet aggregation and adhesion in a dose-dependent manner, with varying IC50 values for different agonists, and reduced cellular protein secretion from activated platelets.", "population_specificity": "Rat platelets (in vitro study)", "effective_dosage": "Concentrations ranging from 15.625 μg/mL to 693.86 μg/mL", "study_duration": "Not specified (in vitro study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:53.149892+00:00"}
{"study_id": 32597, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of policosanol supplementation on blood cholesterol and glucose levels, as well as its impact on hepatic cholesterol biosynthesis via HMG-CoA reductase activity in Wistar rats.", "results_summary": "Policosanol significantly reduced blood cholesterol, glucose, triglycerides, and LDL-cholesterol levels, as well as HMG-CoA reductase activity in the liver, indicating suppression of cholesterol biosynthesis.", "population_specificity": "Wistar rats fed high-cholesterol diets", "effective_dosage": "8.0 mg/kg body weight", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:54.980303+00:00"}
{"study_id": 32596, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of policosanol on aortic calcification, atherosclerosis progression, and related biomarkers in diabetic hyperlipemic rats, comparing it to atorvastatin and omega-3 fatty acids.", "results_summary": "Policosanol significantly reduced foam cell density, improved aortic intimal lesions, increased HDL-C and Vitamin D, and inhibited calcification, inflammation, and oxidative stress, outperforming atorvastatin in some aspects.", "population_specificity": "Adult male Wistar rats with induced diabetic hyperlipidemia.", "effective_dosage": "10 mg/kg body weight, daily oral dose.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:55.311051+00:00"}
{"study_id": 32598, "supplement_id": 1458, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the safety and efficacy of policosanol versus high-dose clopidogrel in reducing platelet reactivity in patients with high on-treatment platelet reactivity after drug-eluting stent implantation.", "results_summary": "Policosanol reduced platelet reactivity similarly to high-dose clopidogrel but with significantly lower bleeding rates. The benefits of policosanol on bleeding persisted at the 2-year follow-up.", "population_specificity": "Patients with high on-treatment platelet reactivity after drug-eluting stent implantation.", "effective_dosage": "40 mg/d policosanol for 6 months.", "study_duration": "6 months for policosanol, 1 year for clopidogrel.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:58.767137+00:00"}
{"study_id": 32599, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanism of action of policosanol (PCO) on HDL functionality and its anti-senescence effects, including antioxidant, anti-glycation, and tissue regenerative activities.", "results_summary": "PCO encapsulated in rHDL (PCO-rHDL) demonstrated potent antioxidant activity, inhibited LDL oxidation and glycation, reduced CETP activity by up to 47%, and enhanced tissue regeneration by 2.4- to 3.6-fold compared to controls. It also showed cytoprotective effects in monocytes and macrophages with reduced ROS production and apoptosis.", "population_specificity": "Not specified (in vitro and animal model study)", "effective_dosage": "9–10 μM PCO (final concentration)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:58.964661+00:00"}
{"study_id": 32600, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the optimal conditions for dispersing Policosanol in an aqueous solution using amylomaize starch dextrin and to evaluate its stability.", "results_summary": "The study found that Policosanol formed a crystalline V-amylose complex with dextrin, with 95% dispersibility under optimal conditions (30 min interval, 1.0% dextrin solution, 12h complex formation time). Around 70% of the Policosanol remained stable against sonication, indicating dextrin acted as both a stabilizer and complex-forming agent.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "50-100mg Policosanol in 50 mL aqueous solution (0.5-2.0% solids, w/v)", "study_duration": "Up to 12h complex formation time", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:00.663526+00:00"}
{"study_id": 32602, "supplement_id": 1458, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the therapeutic effects of policosanol and atorvastatin in a gerbil model of global cerebral ischemia, focusing on symptoms, neuronal damage, and oxidative markers.", "results_summary": "Policosanol (100 and 200 mg/kg) significantly reduced ischemia-reperfusion-induced symptoms, neuronal damage, and plasma oxidative markers compared to controls. It was more effective than atorvastatin in reducing hyperlocomotion and oxidative stress.", "population_specificity": "Gerbils with induced global cerebral ischemia.", "effective_dosage": "100 mg/kg and 200 mg/kg policosanol.", "study_duration": "Treatments were administered 4 hours after ischemia induction (duration not further specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:02.420560+00:00"}
