{"study_id": 100921, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the effectiveness of Traditional Chinese Medicine, including acupuncture, in pain treatment and its potential bioactive mechanisms.", "results_summary": "The study found that TCM, including acupuncture, can increase pain thresholds, elevate endorphin and enkephalin levels, and reduce adverse stimuli responses, yielding satisfactory results in pain treatment.", "population_specificity": "Not specified", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:29.005728+00:00"}
{"study_id": 100923, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether acupuncture combined with trunk strengthening training improves balance and gait abilities in stroke hemiplegic patients compared to conventional rehabilitation alone.", "results_summary": "The study found that both groups improved significantly in balance and gait parameters after 8 weeks, but the acupuncture group showed significantly greater improvement than the control group.", "population_specificity": "Sixty stroke hemiplegic patients, divided into a treatment group (30) and a control group (30).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:29.376548+00:00"}
{"study_id": 100922, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether acupuncture or acupuncture combined with conventional treatment improves constipation in Parkinson's disease patients.", "results_summary": "The study found that acupuncture or acupuncture combined with conventional treatment improved complete spontaneous bowel movements, quality of life, rectal resting pressure, and reduced chronic constipation severity in PD patients. The results were statistically significant and clinically relevant.", "population_specificity": "Parkinson's disease patients with constipation (960 participants across 11 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:29.858563+00:00"}
{"study_id": 100924, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify scalp acupuncture targets for neurological disorders (MCI, AD, dementia) using neuroimaging and noninvasive brain stimulation.", "results_summary": "The study identified potential scalp acupuncture targets for MCI, AD, and dementia based on neuroimaging meta-analysis, linking specific brain regions to functional improvements. The proposed targets may aid in treating these disorders via nerve/brain stimulation.", "population_specificity": "Patients with mild cognitive impairment (MCI), Alzheimer's disease (AD), and dementia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:30.195695+00:00"}
{"study_id": 100920, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy and safety of electroacupuncture (EA) for relieving lower urinary tract symptoms (LUTS) in men with benign prostatic hyperplasia (BPH).", "results_summary": "The study is designed as a multicentre randomised trial comparing EA with sham electroacupuncture (SA), but results are not yet available as the abstract describes the study protocol rather than outcomes.", "population_specificity": "Men aged 40-80 with moderate to severe LUTS due to BPH.", "effective_dosage": "24 sessions over 8 weeks.", "study_duration": "8 weeks of intervention, with 24 weeks of follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:30.784710+00:00"}
{"study_id": 100925, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the therapeutic effect of acupuncture combined with paroxetine for mild to moderate depression and its regulatory role on BDNF based on DNA methylation.", "results_summary": "Acupuncture combined with paroxetine showed greater improvement in depression symptoms, sleep disorders, and anxiety somatization compared to paroxetine alone, likely due to decreased BDNF methylation and increased BDNF protein levels.", "population_specificity": "66 patients with mild to moderate depression and 25 healthy volunteers.", "effective_dosage": "Acupuncture at specific points for 20 minutes, 3 times a week; paroxetine 20 mg/d.", "study_duration": "4 weeks of treatment plus 2 weeks of follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:31.147947+00:00"}
{"study_id": 100919, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effectiveness and safety of Specific Mode Electroacupuncture Stimulation (SMES) combined with Nerve Growth Factor (NGF) treatment for ischemic stroke recovery.", "results_summary": "The study is designed to evaluate clinical outcomes and brain function changes, but conclusive results are pending as it is a planned trial. The abstract suggests SMES may safely open the Blood-Brain Barrier, but clinical effects remain inconclusive.", "population_specificity": "288 stroke patients from three hospitals.", "effective_dosage": "Not specified", "study_duration": "Treatment period includes assessments at baseline, 2-weeks, and 4-weeks, with follow-ups at 4 and 8 weeks post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:31.833319+00:00"}
{"study_id": 100918, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the clinical efficacy of acupuncture combined with biofeedback electrical stimulation for treating female stress urinary incontinence.", "results_summary": "The study found that combined acupuncture and biofeedback electrical stimulation significantly improved pelvic floor muscle strength, reduced urine leakage, and enhanced quality of life, outperforming either treatment alone. Group C (combined treatment) showed the highest treatment efficiency (96.7%) compared to Groups A (86.7%) and B (83.3%).", "population_specificity": "90 female patients diagnosed with stress urinary incontinence.", "effective_dosage": "Group B received acupuncture once daily (Monday-Friday) for 30 minutes per session, totaling 10 sessions.", "study_duration": "The intervention lasted for approximately 2 weeks (10 sessions for Group B, 15 sessions for Group A).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:31.850313+00:00"}
{"study_id": 100926, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "To evaluate the efficacy of acupuncture in treating breast cancer-related lymphedema (BCRL) using systematic review and meta-analysis.", "results_summary": "The meta-analysis of 14 RCTs involving 952 patients found that acupuncture reduced limb edema and improved subjective symptoms in BCRL patients compared to control interventions like comprehensive decongestive therapy (CDT).", "population_specificity": "Breast cancer patients with lymphedema (BCRL).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:37.824045+00:00"}
{"study_id": 100930, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to validate the efficacy of acupuncture for treating allergic rhinitis in children through meta-analysis and trial sequence analysis.", "results_summary": "Acupuncture alone showed no significant difference compared to medication, but acupuncture combined with medication was significantly more effective. Acupuncture also resulted in a lower relapse rate than medication alone.", "population_specificity": "Children with allergic rhinitis", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:38.388046+00:00"}
{"study_id": 100928, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to summarize the clinical application and therapeutic effects of acupuncture-moxibustion in treating malignant tumors and related symptoms, analyzing its clinical value as an auxiliary therapy.", "results_summary": "The study found that acupuncture-moxibustion not only inhibits tumor growth but also alleviates associated symptoms like pain, fatigue, and nausea, serving as an effective adjunct therapy in anti-tumor treatment.", "population_specificity": "Patients with malignant tumors experiencing symptoms such as pain, fatigue, and nausea.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:38.630500+00:00"}
{"study_id": 100932, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy of electroacupuncture in treating urinary retention after stroke.", "results_summary": "The meta-analysis found that electroacupuncture significantly improved post-void residual, bladder function, effectiveness ratio, and quality of life compared to normal treatment and simple acupuncture. The results were statistically significant and clinically relevant.", "population_specificity": "Patients with urinary retention after stroke (856 participants across 11 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:39.793315+00:00"}
{"study_id": 100929, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the analgesic efficacy of acupuncture versus lateral quadratus lumborum block (L-QLB) for postoperative pain control after cesarean section.", "results_summary": "Acupuncture did not reduce postoperative pain scores or analgesic consumption compared to L-QLB but improved recovery quality (QoR-15 scores) and accelerated gastrointestinal function and mobilization times.", "population_specificity": "190 patients with singleton-term pregnancies scheduled for elective cesarean section under spinal-epidural anesthesia.", "effective_dosage": "Transcutaneous electrical acupoint stimulation and press needle therapy (specific dosage not detailed).", "study_duration": "Outcomes assessed up to 48 hours postoperatively.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:39.970515+00:00"}
{"study_id": 100931, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the current state and frontier trends of Tuina (a form of acupuncture) for chronic pain management through a bibliometric review of publications from 2004 to 2023.", "results_summary": "The study found that Tuina for chronic pain has gained increasing recognition, with acupuncture, randomized controlled trials, and systematic reviews being the main research subjects. Low back pain emerged as a new research frontier.", "population_specificity": "Not specified (bibliometric analysis of published studies).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:40.071229+00:00"}
{"study_id": 100934, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining acupuncture with physical therapy is more effective than physical therapy alone for reducing pain and improving clinical effective rates and range of motion in patients with frozen shoulder.", "results_summary": "The combined approach significantly reduced pain, improved clinical effective rates, and enhanced both active and passive range of motion compared to physical therapy alone. The results were statistically significant, though with varying degrees of heterogeneity.", "population_specificity": "Adult patients (>18 years) with frozen shoulder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:40.980695+00:00"}
{"study_id": 100933, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the efficacy of combined traditional Chinese medicine (TCM) therapies, including acupuncture, for treating infertility in women with polycystic ovary syndrome (PCOS) using network meta-analysis.", "results_summary": "Combined TCM therapies, particularly acupuncture + herbal, moxibustion + herbal, and fire acupuncture + herbal, significantly improved clinical pregnancy and ovulation rates compared to monotherapies (acupuncture, herbal, or western medicine alone). The optimal therapy varied depending on the outcome measure.", "population_specificity": "Women with PCOS-related infertility.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:45.806074+00:00"}
{"study_id": 100935, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the role of acupuncture in treating atrial fibrillation (AF), particularly its mechanism of regulating the cardiac vagus nerve.", "results_summary": "The study suggests acupuncture has a significant effect on AF, primarily by regulating the cardiac vagus nerve, though specific clinical outcomes are not detailed.", "population_specificity": "Patients with atrial fibrillation (AF).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:46.714931+00:00"}
{"study_id": 100937, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether baseline temporal summation of pain and treatment expectations could predict the effectiveness of acupuncture in reducing pain for fibromyalgia patients.", "results_summary": "Both electroacupuncture (EA) and mock laser (ML) acupuncture groups showed significant reductions in clinical pain severity and nociplastic pain, but neither improved pressure pain tolerance. Lower baseline temporal summation correlated with better pain improvement in the EA group, while expectations did not predict outcomes.", "population_specificity": "76 subjects with fibromyalgia (FM).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:48.467054+00:00"}
{"study_id": 100936, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of combining mind-regulating and depression-relieving acupuncture with radiofrequency thermocoagulation of dorsal root ganglion (DRG) for treating post-herpetic neuralgia (PHN).", "results_summary": "The study found that acupuncture combined with RFTC significantly reduced pain scores (NRS, VAS), decreased inflammatory markers (IL-6, Gal-3), and lowered the required doses of gabapentin and tramadol compared to RFTC alone. The combination therapy showed superior therapeutic effects for PHN.", "population_specificity": "PHN patients presenting to the Pain Department of Affiliated Hospital of Jiaxing University from November 2021 to June 2023.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:49.463045+00:00"}
{"study_id": 100939, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess whether acupuncture was more effective than sham acupuncture in reducing methadone dose and opioid craving in patients with opioid use disorder.", "results_summary": "Acupuncture was superior to sham acupuncture, with 62% of participants achieving a 20% or greater reduction in methadone dose compared to 29% in the sham group, and a significant decrease in opioid craving measured by VAS.", "population_specificity": "Adults aged 65 or younger with opioid use disorder attending MMT clinics in China, stable on methadone for at least 6 weeks.", "effective_dosage": "Acupuncture or sham acupuncture 3 times a week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:50.097455+00:00"}
{"study_id": 100940, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether preoperative electroacupuncture (EA) could promote recovery from postoperative ileus (POI) and reduce hospital stays in patients undergoing laparoscopic surgery.", "results_summary": "The study is ongoing, but it hypothesizes that EA will reduce the time to first defecation, improve recovery metrics (e.g., flatus, food tolerability), and decrease postoperative symptoms (nausea, pain). Results will provide evidence on EA's effects on POI.", "population_specificity": "Patients undergoing laparoscopic colorectal resection with POI.", "effective_dosage": "One session per day for four consecutive days, starting on preoperative day 1.", "study_duration": "Four days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:50.265864+00:00"}
{"study_id": 100941, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Jin's three-needle (JTN) acupuncture combined with mirror therapy (MT) on brain function in ischemic stroke patients with upper limb dysfunction and explore potential central mechanisms.", "results_summary": "JTN combined with MT activated more brain functional regions and increased cerebral blood oxygen perfusion compared to JTN alone, suggesting improved brain function reconstruction in relevant areas (P < .05).", "population_specificity": "20 patients with upper limb dysfunction following ischemic stroke.", "effective_dosage": "JTN acupuncture points (3 temporal, 3 hand, 3 shoulder, Renzhong, Baihui) + 30 minutes of MT daily (6 days/week).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:51.466591+00:00"}
{"study_id": 100938, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the pain-relieving effects and joint function improvement of Fu's subcutaneous needling (FSN) therapy versus celecoxib in treating knee osteoarthritis, while also evaluating its impact on gait and muscle flexibility.", "results_summary": "The study compared FSN therapy (3 times/week for 2 weeks) with celecoxib (0.2 g/day for 2 weeks), measuring outcomes like pain reduction (VAS score), joint function (WOMAC Index), gait analysis, and muscle elasticity. Results suggest FSN may be clinically effective, but direct comparative efficacy with celecoxib is not yet detailed in the abstract.", "population_specificity": "60 participants with knee osteoarthritis (30 in FSN group, 30 in drug group).", "effective_dosage": "FSN therapy 3 times/week; celecoxib 0.2 g/day.", "study_duration": "2 weeks of intervention, with a 4-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:52.384376+00:00"}
{"study_id": 100942, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of various physiotherapy treatments, including acupuncture, in managing symptoms of fibromyalgia.", "results_summary": "The study found that passive therapies like acupuncture had a positive effect on fibromyalgia symptoms, such as pain and quality of life, though specific details on acupuncture's efficacy were not isolated.", "population_specificity": "Adults with fibromyalgia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:53.977129+00:00"}
{"study_id": 100943, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to review current knowledge about PCOS and explore treatment options, including acupuncture, for regulating hormone levels.", "results_summary": "The study mentions acupuncture as a recent treatment method for PCOS and hormone regulation but does not provide specific efficacy data or outcomes.", "population_specificity": "Women with polycystic ovary syndrome (PCOS).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:54.969959+00:00"}
{"study_id": 100944, "supplement_id": 856, "safety_score": "100", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to assess the efficacy and safety of acupuncture versus sham acupuncture for refractory IBS in patients receiving conventional treatments.", "results_summary": "Acupuncture significantly reduced IBS symptom severity compared to sham acupuncture, with a between-group difference of 75.6 points on the IBS-SSS. The benefits were maintained during the 4-week follow-up, and no serious adverse events were reported.", "population_specificity": "Patients with refractory irritable bowel syndrome (IBS).", "effective_dosage": "3 sessions per week for a total of 12 sessions.", "study_duration": "4 weeks (with additional 4-week follow-up).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:58.410666+00:00"}
{"study_id": 100945, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the molecular mechanisms by which acupuncture regulates the hypothalamic-pituitary-adrenal (HPA) axis and its potential therapeutic effects on diseases related to HPA axis dysfunction.", "results_summary": "The review highlights that acupuncture modulates neurotransmitters, neuropeptides, and microRNAs in key brain regions, alleviating HPA axis hyperfunction and suggesting its efficacy in treating neuroendocrine disorders.", "population_specificity": "Not specified (review article)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:58.882803+00:00"}
{"study_id": 100948, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers evaluated whether acupuncture is effective in reducing state anxiety during dental treatment.", "results_summary": "The study found that evidence does not support acupuncture for reducing state anxiety during dental treatment. The results were inconclusive for other interventions like psychotherapy but clearly did not favor acupuncture.", "population_specificity": "Adults with state anxiety (fear and emotional distress during dental treatment), chronic dental (trait) anxiety, or dental phobia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:10:59.835057+00:00"}
{"study_id": 100947, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether acupuncture could improve pain-specific disability in patients with degenerative lumbar spinal stenosis (DLSS) and predominantly neurogenic claudication pain symptoms.", "results_summary": "Acupuncture showed a modest reduction in disability scores compared to sham acupuncture, though the difference did not reach the minimal clinically important difference (MCID). The effects appeared to persist for 24 weeks after the 6-week treatment period.", "population_specificity": "Patients with DLSS and predominantly neurogenic claudication pain symptoms.", "effective_dosage": "18 sessions over 6 weeks.", "study_duration": "6 weeks of intervention with 24-week follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:00.104101+00:00"}
{"study_id": 100946, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine the effectiveness of traditional Chinese medicine acupuncture compared to biofeedback therapy in treating fecal incontinence and to investigate differences in quality of life post-treatment.", "results_summary": "Acupuncture significantly reduced incontinence episodes and improved quality of life (lifestyle, coping, depression, embarrassment) compared to biofeedback therapy. Both treatments reduced St. Mark's scores, but acupuncture showed a significantly greater reduction.", "population_specificity": "Patients with ≥2 fecal incontinence episodes per week or St. Mark's incontinence score ≥5.", "effective_dosage": "30 sessions over 10 weeks.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:00.179685+00:00"}
{"study_id": 100949, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of Governor vessel acupuncture (GV Ac) in treating post-stroke cognitive impairment (PSCI).", "results_summary": "The meta-analysis of 39 trials showed that GV Ac combined with conventional treatment significantly improved cognitive function, as measured by the Curative ratio, MoCA, MMSE, and ADL scores. The results were statistically significant with low heterogeneity for most outcomes.", "population_specificity": "Stroke survivors with cognitive impairment.", "effective_dosage": "Not specified", "study_duration": "12-120 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:02.394049+00:00"}
{"study_id": 100950, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the research progress on acupuncture for treating insomnia and explore its mechanisms, such as neurotransmitter regulation, anti-inflammatory actions, and neuroplasticity improvement.", "results_summary": "The abstract suggests acupuncture may treat insomnia through various mechanisms, including neurotransmitter regulation and anti-inflammatory effects, supporting its clinical application. However, specific efficacy results are not detailed.", "population_specificity": "Individuals with insomnia (general population, not further specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:02.825990+00:00"}
{"study_id": 100951, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the efficacy and safety of acupuncture therapy (AT) combined with mirror therapy (MT) in treating post-stroke dyskinesia.", "results_summary": "The study found that AT combined with MT significantly improved motor function, daily living ability, and muscle spasm reduction in post-stroke dyskinesia patients, with statistically significant results across multiple outcome measures. However, the quality of evidence was noted to be low, warranting cautious interpretation.", "population_specificity": "Patients with post-stroke dyskinesia (2,133 participants across 24 randomized controlled studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:05.250389+00:00"}
{"study_id": 100953, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether acupuncture improves hot flashes, endocrine symptoms, and quality of life in women undergoing endocrine therapy for breast cancer.", "results_summary": "Acupuncture significantly improved endocrine symptom scores, hot flash severity, and breast cancer-specific quality of life compared to delayed acupuncture control. The effects varied by study site but were clinically meaningful overall.", "population_specificity": "Women with stage 0-III breast cancer receiving endocrine therapy in the United States, China, and South Korea.", "effective_dosage": "20 acupuncture sessions over 10 weeks.", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:08.260133+00:00"}
{"study_id": 100952, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of acupuncture in treating De Quervain's tenosynovitis (DQt) by comparing it to topical analgesics, corticosteroid injections, and a waiting list group.", "results_summary": "Acupuncture showed significant improvement in treatment effectiveness and pain reduction compared to topical analgesics, but no significant difference compared to corticosteroid injections. The study noted limitations in the quantity and quality of included research.", "population_specificity": "851 patients with De Quervain's tenosynovitis (DQt).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:08.529658+00:00"}
{"study_id": 100956, "supplement_id": 856, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of acupuncture in improving sleep quality in adults with stroke-related insomnia.", "results_summary": "Acupuncture was found to improve Pittsburgh Sleep Quality Index (PSQI) scores compared to placebo/sham procedures and provided additional benefits when combined with pharmacological agents, though comparative effectiveness evidence was limited or conflicting.", "population_specificity": "Adults with stroke-related insomnia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:09.854361+00:00"}
{"study_id": 100955, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the therapeutic effects of acupuncture on premature ovarian insufficiency (POI) by regulating cytokines and related signaling pathways.", "results_summary": "The study found that acupuncture, along with herbal medicine, can improve ovarian function and fertility in POI by modulating cytokines (such as ILs, TNF-α, INF-γ, VEGF, TGF-β) and reducing inflammation, oxidative stress, and follicular atresia.", "population_specificity": "Women with premature ovarian insufficiency (POI) before the age of 40.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:11.097101+00:00"}
{"study_id": 100954, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the safety and efficacy of real acupuncture (RA) versus sham acupuncture (SA) as an adjunctive therapy for improving sleep quality in patients with Parkinson disease (PD).", "results_summary": "The study found that both RA and SA significantly improved Parkinson Disease Sleep Scale (PDSS) scores, but RA showed a significantly greater improvement compared to SA after 4 weeks of treatment and at 8 weeks of follow-up. These results suggest acupuncture may have lasting therapeutic effects on sleep quality in PD patients.", "population_specificity": "Patients with Parkinson disease (PD) and poor sleep quality (mean age 64.1 years, 52.6% male, 47.4% female).", "effective_dosage": "Not specified (treatment duration provided instead).", "study_duration": "4 weeks of treatment, with follow-up at 8 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:11.615941+00:00"}
{"study_id": 100958, "supplement_id": 856, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to assess the effectiveness and safety of traction-style motion acupuncture (T-MSAT) combined with integrative Korean medicine treatment (IKMT) for acute low back pain (LBP) caused by traffic accidents.", "results_summary": "T-MSAT combined with IKMT significantly reduced initial pain faster than conventional IKMT alone, with no severe adverse events reported. However, long-term outcomes (12-week follow-up) showed no significant differences between groups.", "population_specificity": "100 patients with acute LBP occurring within 1 week of a traffic accident.", "effective_dosage": "Applied for 3 consecutive days after admission.", "study_duration": "3 days (with follow-up at 12 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:12.909200+00:00"}
{"study_id": 100957, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy of laser acupuncture (LA) in treating knee osteoarthritis (OA) through a meta-analysis of randomized controlled trials.", "results_summary": "Laser acupuncture was found to be effective in managing knee OA, with outcomes comparable to manual acupuncture and sometimes superior. Optimal efficacy was observed with specific laser parameters (810 nm, 785 nm), though results varied due to factors like disease staging and acupoint selection.", "population_specificity": "Patients with knee osteoarthritis (2075 participants across 25 studies).", "effective_dosage": "Not specified (focus on laser parameters: 810 nm, 785 nm).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:13.593958+00:00"}
{"study_id": 100959, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the mechanism of acupuncture in treating tic disorder by analyzing changes in symptom severity, infrared thermography, and metabolomics.", "results_summary": "The study proposed a clinical trial to compare acupuncture with sham acupuncture in children with tic disorder, measuring outcomes like YGTSS scores, metabolomics, and infrared thermography, but results were not yet available as the trial was registered but not completed.", "population_specificity": "90 children (30 healthy, 60 with tic disorder).", "effective_dosage": "3 treatment sessions per week for 12 weeks (36 sessions total).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:15.266624+00:00"}
{"study_id": 100960, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of intraoral and sham acupuncture in post-stroke sialorrhea (PSS) patients and explore relationships among salivation, drooling severity, frequency, and swallowing function in stroke patients.", "results_summary": "The study protocol was described, but no results were reported in the abstract as the trial is prospective and outcomes will be published later.", "population_specificity": "106 PSS patients and 53 stroke patients without PSS.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:17.294461+00:00"}
{"study_id": 100962, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to develop scalp acupuncture targets for neurological disorders based on neuroimaging findings and provide localization and manipulation suggestions for clinical application.", "results_summary": "The study identified potential scalp acupuncture targets for Parkinson's disease, chronic pain, aphasia, and dyslexia using neuroimaging data and proposed stimulation locations and needle operations. The findings suggest these targets could be used for clinical treatment and research.", "population_specificity": "Neurological disorder patients (Parkinson's disease, chronic pain, aphasia, dyslexia).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:19.490006+00:00"}
{"study_id": 100961, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to measure tissue dielectric constant (TDC) and assess changes in water content at specific acupuncture points (ST36 and SP6) to understand their microenvironment and optimize acupuncture treatment efficacy.", "results_summary": "TDC significantly decreased at ST36 and SP6 with the XS probe post-needle withdrawal, indicating water content fluctuations. Electrical impedance data showed increased current passage at these points, validating TDC measurements as effective for detecting acupuncture point responses.", "population_specificity": "113 healthy volunteers", "effective_dosage": "Not specified", "study_duration": "Assessments at baseline (T1), 20 minutes post-needle withdrawal (T2), and 40 minutes post-needle withdrawal (T3)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:19.667540+00:00"}
{"study_id": 100963, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review clinical and basic studies on the synergistic effects of acupuncture and moxibustion with chemotherapy in enhancing anti-tumor efficacy and improving patient quality of life.", "results_summary": "The study found that acupuncture and moxibustion combined with chemotherapy can suppress cancer growth, improve patient quality of life, and enhance chemotherapy drug enrichment in tumors by promoting apoptosis and improving immune and vascular microenvironments.", "population_specificity": "Patients undergoing chemotherapy (specific details not provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:20.900758+00:00"}
{"study_id": 100964, "supplement_id": 856, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to review the mechanisms by which acupuncture may prevent ischemic stroke (IS) relapse by targeting its major risk factors, including hypertension, hypercholesterolemia, diabetes, smoking, sleep apnea syndrome, and obesity.", "results_summary": "Acupuncture demonstrated positive effects on multiple IS risk factors, such as regulating blood pressure, improving lipid profiles, enhancing insulin sensitivity, aiding smoking cessation, improving sleep apnea symptoms, and reducing obesity-related markers. The mechanisms were linked to neuroendocrine regulation and multi-target effects.", "population_specificity": "Adults at risk of ischemic stroke recurrence.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:21.443723+00:00"}
{"study_id": 100965, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "To determine the clinical efficacy of acupuncture intervention at different time points for patients with sudden hearing loss.", "results_summary": "The study found that acupuncture significantly reduced THI scores in patients with sudden deafness, with earlier intervention leading to better therapeutic effects. The benefits were sustained at a 3-month follow-up.", "population_specificity": "86 patients with sudden hearing loss, divided into early and late intervention groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:21.536165+00:00"}
{"study_id": 100966, "supplement_id": 856, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "To observe the effect of acupuncture and moxibustion on arterial elasticity in patients with early carotid atherosclerosis.", "results_summary": "The study found that acupuncture and moxibustion therapy improved arterial elasticity in patients with early carotid atherosclerosis, as evidenced by decreased BS and ES values at 2 and 3 months post-treatment. The authors concluded the therapy was safe and effective.", "population_specificity": "62 patients with early carotid atherosclerosis (divided into blank, sham-acupuncture, and acupuncture groups).", "effective_dosage": "Not specified in the abstract.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:22.981600+00:00"}
{"study_id": 100967, "supplement_id": 856, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically summarize clinical studies on acupuncture for infertility resulting in natural conception, focusing on trends, research status, and efficacy.", "results_summary": "Acupuncture was more effective than human chorionic gonadotropin (HCG) and showed higher pregnancy rates compared to no treatment. Research highlights focused on female infertility caused by polycystic ovary syndrome, ovulation disorder, and LUFS, while male infertility studies were limited.", "population_specificity": "Individuals with infertility, primarily female (85.40%) and male (14.60%).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:24.847231+00:00"}
{"study_id": 100970, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of acupuncture on exercise-induced fatigue using transcranial magnetic stimulation (TMS) and heart rate monitoring.", "results_summary": "Acupuncture promoted an increase in motor evoked potential (MEP) amplitude, shortened MEP latency, and restored heart rate, suggesting it may help alleviate exercise-induced fatigue and enhance sports performance.", "population_specificity": "20 participants with regular exercise habits.", "effective_dosage": "Not specified.", "study_duration": "30-minute monitoring period post-intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:28.750808+00:00"}
{"study_id": 100969, "supplement_id": 856, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy and safety of electroacupuncture for treating insomnia compared to sham acupuncture, no treatment, usual care, or general acupuncture.", "results_summary": "Electroacupuncture significantly improved sleep quality in insomnia patients, reducing PSQI scores, and was more effective than control treatments. No significant difference in adverse events was found between electroacupuncture and control groups.", "population_specificity": "Insomnia patients (2226 subjects across 31 trials).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Seven to nine weeks for optimal efficacy.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:30.148384+00:00"}
{"study_id": 100973, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to summarize the core targets and signaling pathways involved in acupuncture treatment for Alzheimer's disease (AD).", "results_summary": "Acupuncture affects multiple targets and pathways, improving AD-related pathological changes such as abnormal Aβ deposition, tau hyperphosphorylation, synaptic dysfunction, and neuronal apoptosis. The findings suggest acupuncture's potential as a multi-target therapy for AD.", "population_specificity": "Not specified (review of signaling pathways in AD, not a clinical trial).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:30.417987+00:00"}
{"study_id": 100972, "supplement_id": 856, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate acupuncture's efficacy and safety compared to topiramate for chronic migraine.", "results_summary": "Acupuncture demonstrated significantly greater reductions in monthly migraine days than topiramate, with sustained efficacy for 24 weeks and superior results. The study concluded that acupuncture is safe and effective for chronic migraine.", "population_specificity": "Adults aged 18-65 years diagnosed with chronic migraine (81.7% female, mean age 45.8).", "effective_dosage": "Three acupuncture sessions per week plus topiramate placebo.", "study_duration": "12 weeks of intervention, with follow-up to 24 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:31.218632+00:00"}
{"study_id": 100971, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the clinical effects and cost-effectiveness of electroacupuncture versus exercise in patients with knee osteoarthritis (KOA).", "results_summary": "The study will evaluate changes in pain, function, and quality of life measures between electroacupuncture and exercise groups, but results are not yet reported in the abstract.", "population_specificity": "196 symptomatic KOA patients (middle-aged and older individuals).", "effective_dosage": "Electroacupuncture 3 times a week for 8 weeks; neuromuscular training twice a week for 8 weeks.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:31.570711+00:00"}
{"study_id": 100974, "supplement_id": 856, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the durable effects of acupuncture on chronic neck pain, focusing on pain severity, functional disability, and quality of life at least 3 months post-treatment.", "results_summary": "Acupuncture provided sustained pain relief at 3 and 6 months post-treatment and improved functional outcomes, though it was not superior to sham acupuncture for pain alleviation. Adverse events were mild and transitory.", "population_specificity": "Patients with chronic neck pain.", "effective_dosage": "Not specified", "study_duration": "At least 3 months post-treatment follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:32.847540+00:00"}
{"study_id": 100975, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore qualitative literature on participants' experiences of acupuncture as a potential treatment modality.", "results_summary": "The study identified four key findings: participants' trust and hope before acupuncture, relaxation during sessions, mind-body effects afterward, and the importance of the practitioner-participant relationship. The findings suggest acupuncture can positively influence participants' experiences and perceptions.", "population_specificity": "Not specified (qualitative review of existing literature).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:33.595551+00:00"}
{"study_id": 100976, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of non-pharmacological measures, including magnetic acupuncture, for pain control in preterm infants in the NICU.", "results_summary": "Magnetic acupuncture was among the non-pharmacological measures shown to reduce pain in preterm infants compared to no intervention, placebo, proparacaine, or standard NICU routine, with moderate confidence in the evidence.", "population_specificity": "Preterm infants in the Neonatal Intensive Care Unit (NICU)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:38.029270+00:00"}
{"study_id": 100981, "supplement_id": 856, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to systematically evaluate the efficacy and safety of acupuncture therapy for neuropsychiatric symptoms in patients with Parkinson's disease.", "results_summary": "The meta-analysis found that acupuncture improved depression, anxiety, impulse control disorders, cognition, and quality of life in Parkinson's patients, with relatively minor adverse effects.", "population_specificity": "Patients with Parkinson's disease experiencing neuropsychiatric symptoms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:39.377382+00:00"}
{"study_id": 100979, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy and safety of acupuncture in increasing milk secretion for women with postpartum hypogalactia (PH).", "results_summary": "Acupuncture showed significant effects in increasing serum prolactin levels, milk secretion volume, total effective rate, and exclusive breastfeeding rate, but no difference in mammary fullness degree. The quality of evidence was critically low.", "population_specificity": "Women with postpartum hypogalactia (PH) (2,400 participants across 19 RCTs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:39.464428+00:00"}
{"study_id": 100968, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the clinical effectiveness of Korean medical interventions, including acupuncture, for traffic injury patients.", "results_summary": "The study found significant pain reduction in patients treated with combinations of Korean medicine interventions, including acupuncture. Acupuncture was widely used but its specific efficacy was not isolated from other treatments.", "population_specificity": "384 patients with traffic injuries (acute, subacute, and chronic phases) in Korea.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:40.111622+00:00"}
{"study_id": 100980, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of fire-needle acupuncture at Neiyingxiang (ExHN 9) in improving symptoms and quality of life in patients with moderate to severe persistent allergic rhinitis (AR).", "results_summary": "Fire-needle acupuncture significantly reduced nasal and non-nasal symptoms, improved quality of life, and decreased nasal resistance compared to sham acupuncture and loratadine, with effects lasting longer than the medication.", "population_specificity": "Patients with moderate to severe persistent allergic rhinitis (AR).", "effective_dosage": "Acupuncture intervention once a week.", "study_duration": "4 weeks of intervention with a 4-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:41.277297+00:00"}
{"study_id": 100977, "supplement_id": 856, "safety_score": "75", "efficacy_score": 80, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and mechanisms of Acupoint Embedding (AEM) therapy as a development of acupuncture for treating various conditions.", "results_summary": "AEM was found to reduce treatment time, increase efficacy, and improve patient satisfaction by providing continuous acupoint stimulation. Adverse events included minor subcutaneous indurations, redness, bleeding, hematoma, and bruising, but the therapy was deemed relatively safe when performed by skilled practitioners.", "population_specificity": "Patients with conditions such as obesity, pain, musculoskeletal inflammations, and infertility; excluded pregnant women and pediatrics.", "effective_dosage": "About twenty 1 to 2 cm-long threads inserted at target acupoints, repeated every 3 to 4 weeks.", "study_duration": "Sessions repeated every 3 to 4 weeks (exact total duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:41.374540+00:00"}
{"study_id": 100982, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the scope of existing literature on sham acupuncture validation studies to identify trends and assess the suitability of control groups in acupuncture research.", "results_summary": "The review included 29 randomized controlled trials, with 18 studies using specific sham acupuncture devices (Streitberger, Park, or Takakura) and 11 using other devices. The methodological details varied widely, and the findings highlighted the need for more rigorous validation studies and suitable control groups for acupuncture interventions.", "population_specificity": "Healthy volunteers (specific population not detailed beyond this).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:42.238144+00:00"}
{"study_id": 100983, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to compare the effectiveness of acupuncture-only therapy versus dual therapy (acupuncture and music therapy) in reducing pain intensity in cancer patients.", "results_summary": "Both acupuncture-only and dual therapy groups showed clinically and statistically significant improvements in pain intensity scores, with no significant difference between the two groups. Each intervention was found effective for managing cancer-related pain.", "population_specificity": "102 participants at a private acupuncture practice with cancer-related pain.", "effective_dosage": "Not specified", "study_duration": "Six weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:42.365537+00:00"}
{"study_id": 100984, "supplement_id": 856, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy and safety of acupuncture against other treatments (chemical drugs, FMT, probiotics, dietary fiber) for chronic functional constipation (CFC).", "results_summary": "Electroacupuncture was ranked as the treatment with the lowest incidence of adverse effects. While FMT showed the best clinical efficacy, acupuncture was noted as a relatively safe and potentially effective complementary treatment for CFC.", "population_specificity": "17,118 patients with chronic functional constipation (CFC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:46.499239+00:00"}
{"study_id": 100986, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically analyze the efficacy of laser acupuncture (LA) in reducing pain scores in patients with chronic low back pain (LBP).", "results_summary": "LA significantly reduced pain scores immediately after treatment compared to control groups, with higher doses showing greater effects, but the benefits were not sustained in follow-up assessments.", "population_specificity": "Patients suffering from chronic low back pain.", "effective_dosage": "High dose of LA was associated with more significant pain reduction (specific dosage not detailed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:48.461735+00:00"}
{"study_id": 100990, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to review evidence for non-pharmacological treatments, including acupuncture, for axial spondyloarthritis (axSpA).", "results_summary": "The abstract states that evidence for complementary therapies, including acupuncture, remains insufficient. No specific positive or negative effects of acupuncture were reported.", "population_specificity": "Patients with axial spondyloarthritis (axSpA).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:49.146846+00:00"}
{"study_id": 100985, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether acupuncture effectively reduces dyspnea and other symptoms associated with heart failure.", "results_summary": "The meta-analysis found that acupuncture aids in managing dyspnea and heart failure symptoms, though limitations like study heterogeneity caution against broad generalizations.", "population_specificity": "Adults with heart failure experiencing dyspnea.", "effective_dosage": "Not specified (common acupuncture points used: BL13, BL23, LU9, LU5, Dingchuan, LI4, PC6, HT7).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:49.451031+00:00"}
{"study_id": 100987, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy of transcutaneous auricular vagus nerve stimulation (taVNS) in patients with epilepsy (PWE) and analyze its antiepileptic effects in animal models.", "results_summary": "taVNS showed a higher response rate in PWE compared to control treatments, with significant EEG changes and improvements in epileptic behavior and seizure frequency in animal models, though no difference was found in the latency of the first seizure.", "population_specificity": "Patients with epilepsy (PWE) and epileptic animal models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:49.652262+00:00"}
{"study_id": 100989, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of combining acupuncture with pelvic floor muscle training (PFMT) on the severity of urinary incontinence symptoms in postpartum women.", "results_summary": "The study found that individual PFMT combined with acupuncture was more effective than individual supervised PFMT alone in improving the severity of urinary incontinence symptoms. Additionally, electrical stimulation and biofeedback combined with acupoint stimulation showed superior efficacy compared to electrical stimulation and biofeedback alone.", "population_specificity": "Postpartum women with urinary incontinence.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:50.528604+00:00"}
{"study_id": 100991, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to document traditional healing approaches, including acupuncture, used globally for the treatment of schizophrenia.", "results_summary": "The study found that acupuncture was one of several traditional healing methods reported globally for schizophrenia, but its specific efficacy and safety were not detailed. The overall risk of bias for included studies was low.", "population_specificity": "Patients with schizophrenia treated by traditional healers globally (Africa, Asia, America, Europe, and Oceania).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:50.818687+00:00"}
{"study_id": 100992, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of acupuncture on cough, expectoration, and shortness of breath in lung cancer patients.", "results_summary": "Acupuncture significantly improved cough symptoms in lung cancer patients but did not show significant effects on expectoration or shortness of breath. A notable interaction effect was observed for cough, with a clear post-intervention difference between groups.", "population_specificity": "130 lung cancer patients", "effective_dosage": "Acupuncture at LU7, LU9, BL13, and BL20 points for 7 days", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:54.218050+00:00"}
{"study_id": 100993, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine the feasibility, acceptability, and effectiveness of adding emergency department (ED) acupuncture (auricular or peripheral) to usual care for treating acute musculoskeletal pain.", "results_summary": "Both auricular and peripheral acupuncture, when added to usual care, resulted in greater pain reduction (1.6 and 1.2 points, respectively) compared to usual care alone, with high patient satisfaction reported. The study concluded that ED acupuncture is feasible, acceptable, and more effective than usual care alone for acute musculoskeletal pain.", "population_specificity": "Emergency department patients with acute musculoskeletal pain in the neck, back, and extremities.", "effective_dosage": "Not specified (acupuncture delivered by licensed acupuncturists).", "study_duration": "Single session (1-hour pain assessment post-intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:57.483210+00:00"}
{"study_id": 100994, "supplement_id": 856, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy and safety of micro-needle knife (MNK) therapy versus conventional acupuncture in treating acute ankle sprains (AAS).", "results_summary": "MNK therapy was significantly more effective than acupuncture in reducing pain and improving ankle function immediately after treatment, though both groups showed similar outcomes at the one-month follow-up. No adverse events were reported, indicating both treatments were safe.", "population_specificity": "80 patients with acute ankle sprains (AAS).", "effective_dosage": "6 sessions of MNK therapy or conventional acupuncture at specified acupoints.", "study_duration": "Treatment duration not explicitly stated, but follow-up was conducted one month post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:58.142189+00:00"}
{"study_id": 100998, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore how acupuncture, among other CAM therapies, modulates macrophage polarization and secretory phenotypes to exert therapeutic effects in diseases like inflammatory conditions and tumors.", "results_summary": "The study found that acupuncture influences macrophage polarization and signaling protein phosphorylation, contributing to its therapeutic effects in inflammatory diseases and tumors. It also impacts crosstalk between macrophages and other cells, such as cancer cells and T cells.", "population_specificity": "Not specified (general discussion of mechanisms, not a clinical trial).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:59.017861+00:00"}
{"study_id": 100996, "supplement_id": 856, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the efficacy and safety of infrared laser moxibustion (ILM) for reducing fatigue in breast cancer survivors.", "results_summary": "ILM significantly reduced fatigue compared to the waitlist control at 6 and 18 weeks, with a non-significant reduction compared to sham ILM at 6 weeks but a significant difference at 18 weeks. No serious adverse events were reported.", "population_specificity": "Female breast cancer survivors with moderate to severe fatigue.", "effective_dosage": "2 sessions per week for 6 weeks (total 12 sessions).", "study_duration": "6-week intervention plus 12-week follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:59.371945+00:00"}
{"study_id": 100999, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the clinical effectiveness of acupuncture for cervicogenic headache (CEH) and provide evidence-based support for its clinical use.", "results_summary": "Acupuncture showed higher total effectiveness, cure rates, and improvements in pain scores (short-term and long-term) compared to controls, along with better quality-of-life scores for CEH patients. Sensitivity analysis confirmed result stability, though publication bias was noted.", "population_specificity": "Patients with cervicogenic headache (CEH).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:59.743918+00:00"}
{"study_id": 100995, "supplement_id": 856, "safety_score": "85", "efficacy_score": 75, "quality_score": 88, "study_goal": "The researchers aimed to determine the efficacy and safety of transcutaneous electrical acupoint stimulation (TEAS) in reducing dizziness after microvascular decompression (MVD) surgery.", "results_summary": "TEAS significantly reduced the incidence of dizziness at 2 hours post-surgery and lowered dizziness severity within 24 hours compared to sham stimulation, but showed no significant improvement in other secondary outcomes like PONV or headache severity.", "population_specificity": "Adult patients (mean age 51.9 ± 9.4 years, predominantly women) undergoing MVD for hemifacial spasm under total intravenous anesthesia.", "effective_dosage": "30-minute TEAS applied to mastoid region, Fengchi (GB20), and Neiguan (PC6) acupoints.", "study_duration": "30 minutes post-extubation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:11:59.931234+00:00"}
{"study_id": 101000, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to analyze global trends, influential institutions, and research hotspots related to nondrug and nonsedative hypnotic treatments for insomnia, including acupuncture.", "results_summary": "The study identified acupuncture and moxibustion as frequently co-occurring keywords in Chinese literature, suggesting its relevance in insomnia treatment. Traditional Chinese medicine, including acupuncture, was noted as a strong research frontier for 2019-2021.", "population_specificity": "Global scientific publications on insomnia treatment (2000-2021), with specific focus on Chinese literature for acupuncture.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:00.701310+00:00"}
{"study_id": 101001, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically assess the efficacy and safety of acupuncture treatment for primary liver cancer (PLC) pain through meta-analysis.", "results_summary": "The study found that acupuncture is a common intervention for PLC pain, with efficacy influenced by method, treatment duration, and patient age. A meta-analysis of 17 randomized controlled trials involving 1162 patients supported its use, though efficacy varied.", "population_specificity": "Patients with primary liver cancer (PLC) experiencing pain (1162 participants across 17 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:03.298386+00:00"}
{"study_id": 101002, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the mechanisms by which acupuncture improves symptoms of lumbar intervertebral disc herniation (LDH) based on recent studies.", "results_summary": "Acupuncture was found to improve LDH symptoms through multiple mechanisms, including delaying disc degeneration, maintaining spinal stability, regulating inflammation and immune response, modulating neural function, and relieving pain. The study highlights acupuncture's potential to address various pathological aspects of LDH.", "population_specificity": "Patients with lumbar intervertebral disc herniation (LDH).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:06.873691+00:00"}
{"study_id": 101003, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the role of the ERK signaling pathway in acupuncture's mechanism for treating depression and summarize recent research progress.", "results_summary": "Acupuncture activates the ERK signaling pathway, enhancing neuronal synaptic plasticity, promoting neurotrophic factor release, and inhibiting neuronal apoptosis, which contributes to its therapeutic efficacy in depression. Future research directions include exploring interactions with other pathways and examining additional brain regions.", "population_specificity": "Not specified (general depression research, likely preclinical or animal models based on mechanism focus).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:07.429205+00:00"}
{"study_id": 101004, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the therapeutic effects of Fu's subcutaneous needling at myofascial trigger points on pain, lumbar mobility, and quality of life in patients with lumbar disc herniation.", "results_summary": "Fu's subcutaneous needling reduced pain, improved lumbar mobility, and enhanced long-term quality of life in LDH patients compared to routine acupuncture. The study noted significant improvements in visual analogue scale scores and range of motion.", "population_specificity": "100 patients with lumbar disc herniation admitted to a rehabilitation medicine department.", "effective_dosage": "Treatment was administered 3 times weekly.", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:08.527661+00:00"}
{"study_id": 101007, "supplement_id": 856, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to determine the relative effectiveness and safety of various acupuncture methods for treating functional dyspepsia (FD).", "results_summary": "The study found that combining acupuncture with Western medicine or other acupuncture methods was more effective in improving FD symptoms than Western medicine alone. Specific combinations were noted for alleviating early satiation, postprandial fullness, epigastric pain, and burning sensations.", "population_specificity": "Patients with functional dyspepsia (FD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:08.532966+00:00"}
{"study_id": 101005, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the clinical efficacy of scalp-abdominal acupuncture combined with donepezil hydrochloride in improving cognition and daily living ability in Alzheimer's disease patients.", "results_summary": "The combination of scalp-abdominal acupuncture and donepezil hydrochloride significantly improved MMSE and ADL scores in AD patients, showing better efficacy than donepezil hydrochloride alone.", "population_specificity": "60 Alzheimer's disease patients (30 in control group, 30 in observation group).", "effective_dosage": "Scalp-abdominal acupuncture at Baihui (GV20), Yintang (GV24); donepezil hydrochloride (5 mg, once daily).", "study_duration": "Not specified in abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:09.846369+00:00"}
{"study_id": 101008, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the feasibility and efficacy of acupuncture therapy in aiding gastrointestinal recovery after abdominal surgery and discuss its potential incorporation into the Enhanced Recovery After Surgery protocol.", "results_summary": "The abstract indicates that acupuncture therapy is supported by Traditional Chinese Medicine theory and animal experiments for gastrointestinal recovery post-abdominal surgery, though clinical research is still at preliminary stages with limitations. The study highlights the need to consider intervention timing, acupoint selection, and patient benefits in clinical practice.", "population_specificity": "Patients recovering from abdominal surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:10.576522+00:00"}
{"study_id": 101006, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical effects of mind-regulating acupuncture combined with surrounding needling and heavy moxibustion on pain intensity, sleep quality, and negative emotion in patients with postherpetic neuralgia (PHN).", "results_summary": "The study found that the combination therapy significantly reduced pain intensity (PRI, VAS, PPI), improved sleep quality (PSQI), and alleviated negative emotions (HAMA, HAMD) compared to baseline in both groups, though the abstract does not provide detailed comparative results between the groups.", "population_specificity": "Patients with postherpetic neuralgia (PHN).", "effective_dosage": "Not specified in the abstract.", "study_duration": "2 courses of treatment (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:11.008456+00:00"}
{"study_id": 101009, "supplement_id": 856, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to assess and rank the clinical efficacy of different acupuncture therapies for treating acute herpes zoster (HZ) using a network meta-analysis.", "results_summary": "The study found that electroacupuncture (EA) combined with pricking and cupping (PC) was most effective in improving pain scores and reducing the duration of herpes increase, while EA combined with fire needle (FN) had the highest effective rate. PC was also effective in reducing postherpetic neuralgia incidence, and acupuncture-related therapies showed acceptable safety profiles.", "population_specificity": "3,930 patients with acute herpes zoster (HZ).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:13.460626+00:00"}
{"study_id": 101010, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize the immunomodulatory mechanisms of acupuncture in treating ischemic stroke and explore its potential for immune-based nervous system diseases.", "results_summary": "The review highlights acupuncture's role in modulating immune responses (cells, cytokines, and organs) post-ischemic stroke, suggesting favorable outcomes for immune-based nervous system diseases and proposing future research directions.", "population_specificity": "Patients with ischemic stroke and immune-based nervous system diseases (broad review, not specific to a subgroup).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:15.639276+00:00"}
{"study_id": 101012, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to review the causes, mechanisms, and treatments of thin endometrium (TE), including the potential role of acupuncture as a complementary therapy.", "results_summary": "The abstract mentions acupuncture as one of the complementary alternative therapies for TE, but the mechanisms of action remain unclear. Clinical scholars are exploring its efficacy principles, suggesting potential for improving TE tolerance and embryo implantation rates.", "population_specificity": "Patients with thin endometrium (TE), particularly those experiencing infertility or undergoing assisted reproductive treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:17.776352+00:00"}
{"study_id": 101013, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the efficacy of various acupuncture and/or moxibustion therapies for managing breast cancer-related lymphedema (BCRL).", "results_summary": "The study found that acupuncture and moxibustion methods, particularly needle-warming moxibustion (NWM), were effective in improving BCRL, reducing swelling, and enhancing clinical effectiveness. NWM was identified as the optimal method among the tested therapies.", "population_specificity": "Patients with breast cancer-related lymphedema (BCRL).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:17.935237+00:00"}
{"study_id": 101016, "supplement_id": 856, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of combining herbal medicine and acupuncture for treating pediatric epilepsy.", "results_summary": "The meta-analysis found that the combination of herbal medicine and acupuncture significantly reduced the risk of treatment failure and adverse events in pediatric epilepsy patients, though it did not significantly lower post-treatment EEG abnormalities.", "population_specificity": "Pediatric patients with epilepsy.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:18.924990+00:00"}
{"study_id": 101017, "supplement_id": 856, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the mechanism of brain plasticity in patients with generalized anxiety disorder (GAD) and evaluate the effectiveness and reliability of acupuncture treatment compared to sham acupuncture and basic western medicine.", "results_summary": "The study protocol outlines a randomized clinical trial to assess cortical excitability and clinical efficacy of acupuncture in GAD patients, with outcomes measured using transcranial magnetic stimulation (TMS) and biochemical markers, but final results are not yet available.", "population_specificity": "Sixty-six GAD patients and twenty healthy controls.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:20.292901+00:00"}
{"study_id": 101015, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether early acupuncture improves neurological function and exerts anti-inflammatory effects in patients with acute ischemic stroke (AIS).", "results_summary": "Acupuncture significantly improved neurological function (measured by NIHSS, mRS, and BI scores) and showed anti-inflammatory effects (elevated IL-12p70 levels) in AIS patients compared to sham acupuncture. The effects were more pronounced in patients with high inflammation.", "population_specificity": "50 patients with acute ischemic stroke (AIS), randomized into control (sham acupuncture) and treatment (acupuncture) groups.", "effective_dosage": "Acupuncture administered twice a week for 4 weeks (total 8 sessions).", "study_duration": "4 weeks of intervention, with follow-up assessments up to 28 days post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:21.076648+00:00"}
{"study_id": 101014, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness of true acupuncture (TA), sham acupuncture (SA), and standard oral hygiene (SOH) in treating chronic radiation-induced xerostomia in head and neck cancer patients post-radiotherapy.", "results_summary": "True acupuncture (TA) significantly improved xerostomia symptoms and quality of life compared to sham acupuncture (SA) and standard oral hygiene (SOH) at weeks 4 and 12, though some differences did not remain statistically significant after multiple comparison adjustments. No significant difference was found between SA and SOH.", "population_specificity": "Patients with grade 2 or 3 radiation-induced xerostomia 12+ months post-radiotherapy for head and neck cancer, recruited from US community-based cancer centers.", "effective_dosage": "TA and SA were administered 2 times per week for 4 weeks, with an additional 4 weeks for minor responders.", "study_duration": "4 weeks (up to 8 weeks for minor responders).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:21.316424+00:00"}
{"study_id": 101018, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of acupuncture at Zhibian (BL54) on bladder function in women, comparing deep and shallow acupuncture techniques under ultrasound guidance.", "results_summary": "Deep acupuncture at BL54 increased blood flow velocity in the pudendal artery and improved bladder control function more effectively than shallow acupuncture, as measured by PSV, TAMX, bladder volume, and C-MASS scores. Shallow acupuncture reduced the resistance index (RI) of the pudendal arteries.", "population_specificity": "74 healthy women", "effective_dosage": "Bilateral BL54 acupuncture (deep to pudendal nerve vs. superficial fascia)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:23.318049+00:00"}
{"study_id": 101019, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether acupuncture could alleviate pain intensity in patients with temporomandibular disorders (TMD).", "results_summary": "Acupuncture significantly reduced pain intensity compared to sham acupuncture at both 4 and 8 weeks, with additional improvements in jaw function, emotional well-being, and sleep quality. No significant differences were found in pressure pain threshold or surface electromyography between groups.", "population_specificity": "60 participants with temporomandibular disorders (TMD).", "effective_dosage": "Three acupuncture sessions weekly for 4 weeks.", "study_duration": "4 weeks of intervention, with follow-up at 8 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:25.716429+00:00"}
{"study_id": 101021, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the neurobiological mechanisms of acupuncture in treating cocaine addiction, focusing on its effects on the CNS and PNS.", "results_summary": "Acupuncture was found to improve abnormal mental and motor states in cocaine addiction by targeting key brain regions like the VTA-NAc pathway and LHb-RMTg circuits, though the exact mechanisms and standardization of protocols remain unclear.", "population_specificity": "Individuals with cocaine addiction (specific demographics not detailed).", "effective_dosage": "Not specified (variations in needling modalities, current intensities, and point locations noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:27.573255+00:00"}
{"study_id": 101023, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy of acupuncture for treating poststroke coma by analyzing randomized controlled trials.", "results_summary": "Acupuncture combined with routine treatment significantly improved Glasgow Coma Scale and NIHSS scores, awakening ratio, and clinically effective ratio compared to routine treatment alone, though methodological flaws were noted in the included studies.", "population_specificity": "Poststroke coma patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:27.888653+00:00"}
{"study_id": 101022, "supplement_id": 856, "safety_score": "65", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to provide information on the potential adverse effects of acupuncture and offer recommendations for physiotherapists regarding prevention and management of complications.", "results_summary": "The abstract highlights that acupuncture can be helpful but also mentions potential complications ranging from minor bruising to life-threatening conditions like pneumothorax and cardiac tamponade. Recommendations are provided for physiotherapists to manage and prevent adverse incidents.", "population_specificity": "Physiotherapists in Canada who incorporate acupuncture into their practice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:28.144676+00:00"}
{"study_id": 101020, "supplement_id": 856, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to examine the efficacy, safety, and economic impact of a novel therapeutic approach integrating acupuncture and exercise (MARS-PD) for Parkinson's disease patients.", "results_summary": "The preliminary pilot study showed MARS-PD exhibited a large clinically important difference on the MDS-UPDRS Part III, prompting a randomized controlled trial to confirm its efficacy. The current study aims to provide comprehensive confirmation of MARS-PD's benefits, building on previous findings of its safety and effectiveness.", "population_specificity": "88 Parkinson's disease patients.", "effective_dosage": "16 interventions over 8 weeks.", "study_duration": "8-week intervention followed by a 12-week post-intervention follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:28.228518+00:00"}
{"study_id": 101025, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of acupuncture and moxibustion-related therapies in managing hypertension using network meta-analysis techniques.", "results_summary": "The study found that combining moxibustion and auricular point sticking with medication was most effective for antihypertensive efficiency and symptom improvement, while acupuncture combined with moxibustion and medication was best for reducing systolic and diastolic blood pressure.", "population_specificity": "1867 patients with essential hypertension.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:29.908369+00:00"}
{"study_id": 101024, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical effect of acupuncture and moxibustion on Myasthenia gravis (MG) compared to conventional Western medicine.", "results_summary": "The meta-analysis showed that acupuncture and moxibustion significantly improved the total clinical response rate and absolute clinical score compared to the control group, but no significant difference was found in serum interleukin-6 receptor levels or OMG quantitative score. Publication bias was suggested due to asymmetrical funnel plot.", "population_specificity": "658 patients with Myasthenia gravis (330 in treatment group, 328 in control group).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:30.965898+00:00"}
{"study_id": 101026, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the scientific evidence supporting acupuncture's use in managing chronic pain in pediatric populations.", "results_summary": "The study found that acupuncture reduced pain intensity and improved school attendance and social life, but limitations in study design and sample size resulted in weak overall evidence. Positive outcomes suggest the need for further research with larger, well-designed studies.", "population_specificity": "Pediatric participants aged up to 22 years with chronic pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:32.748742+00:00"}
{"study_id": 101027, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers sought to evaluate the role of procedural treatments, including acupuncture, in managing notalgia paresthetica (NP).", "results_summary": "Acupuncture, among other non-pharmacological procedures, resulted in significant symptom control in refractory cases of NP. However, the abstract does not provide specific efficacy data for acupuncture alone.", "population_specificity": "Patients with notalgia paresthetica (NP), particularly those refractory to topical and oral treatments.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:34.329429+00:00"}
{"study_id": 101029, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare clinical practice guidelines (CPGs) for managing low back pain (LBP) globally, including the role of acupuncture in chronic LBP treatment.", "results_summary": "The study found that acupuncture was recommended in CPGs for chronic LBP, alongside therapeutic exercise, NSAIDs, and spinal manipulation, though guidelines exhibited heterogeneity in recommendations.", "population_specificity": "Adults with non-specific low back pain (acute, subacute, and chronic stages).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:36.803038+00:00"}
{"study_id": 101031, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the efficacy of frequency-controlled ear acupuncture in treating COVID-19-related olfactory dysfunction.", "results_summary": "The study found a significant improvement in smell ability in the acupuncture group compared to the control group, suggesting that frequency-controlled ear acupuncture is effective for COVID-19-related olfactory dysfunction. Secondary outcomes related to side effects were not detailed in the abstract.", "population_specificity": "40 patients with COVID-19-related olfactory dysfunction.", "effective_dosage": "Two sessions of acupuncture treatment with a one-week interval.", "study_duration": "Two weeks (two sessions, one week apart).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:37.146239+00:00"}
{"study_id": 101028, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of auricular therapy (a form of acupuncture) as an acute or preventive treatment for migraine.", "results_summary": "The three reviewed studies showed that auricular therapy had benefits for managing migraine, either in aborting attacks or reducing their frequency/severity, though each study used different techniques. However, the authors recommended further research due to limited studies and varying methodologies.", "population_specificity": "Adults aged 18 or older with migraine.", "effective_dosage": "Not specified (varied techniques: acupuncture needles at five points or semi-permanent needles in high-activity areas).", "study_duration": "Not specified (one study used semi-permanent needles left in for a few days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:38.363663+00:00"}
{"study_id": 101032, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 65, "study_goal": "The researchers aimed to assess the effectiveness and safety of acupuncture combined with exercise therapy and the Meridian Activation Remedy System (MARS) in improving motor symptoms in Parkinson's disease patients.", "results_summary": "The 8-week MARS intervention significantly improved motor symptoms, particularly reducing MDSUPDRS Part III scores with large clinically important differences. The findings suggest potential benefits, warranting further randomized controlled trials.", "population_specificity": "13 Parkinson's disease patients with Hoehn and Yahr stages 1 to 3.", "effective_dosage": "MARS intervention twice a week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:38.914441+00:00"}
{"study_id": 101033, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the efficacy of acupuncture in reducing pain severity and frequency of calf cramps in dialysis patients compared to a control group.", "results_summary": "Acupuncture significantly improved VAS scores and reduced the frequency of calf cramps in dialysis patients compared to sham acupuncture, though both groups showed some improvement.", "population_specificity": "Dialysis patients experiencing calf cramps.", "effective_dosage": "Nine acupuncture sessions targeting specific acupoints (BL57, GV26, CV4, CV6, LV3, KI1, LU7, LU9, GB34).", "study_duration": "One month (post-treatment evaluation).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:39.139076+00:00"}
{"study_id": 101034, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize updates on complementary therapies, including acupuncture, for managing cancer pain and assess their efficacy and evidence levels.", "results_summary": "Acupuncture was identified as having a high level of evidence for efficacy in managing cancer pain, alongside other integrative therapies like biologicals and nutraceuticals. The abstract suggests that while some therapies show promise, further rigorous trials are needed to clarify their roles.", "population_specificity": "Cancer patients experiencing pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:39.746411+00:00"}
{"study_id": 101035, "supplement_id": 856, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of acupuncture versus tricyclic antidepressants (TCAs) in reducing tension-type headache (TTH) frequency and intensity.", "results_summary": "Acupuncture showed similar effectiveness to TCAs in reducing TTH frequency and intensity but had a lower adverse event rate compared to amitriptyline. The evidence certainty was rated as very low.", "population_specificity": "Adults with tension-type headache.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:41.049718+00:00"}
{"study_id": 101036, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of acupuncture as an adjunct therapy for improving sleep disorders in Parkinson's disease (PD) patients through a systematic review and meta-analysis.", "results_summary": "Acupuncture combined with conventional therapy showed better effects on sleep quality and overall PD symptoms compared to conventional therapy alone or with sham acupuncture. However, the study noted deficiencies in blinding and allocation concealment, and the evidence quality was limited by the lack of high-quality studies.", "population_specificity": "Parkinson's disease (PD) patients with sleep disorders.", "effective_dosage": "1-7 times per week (manual acupuncture, electroacupuncture, moxibustion, and bleeding).", "study_duration": "2-12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:44.089259+00:00"}
{"study_id": 101037, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop a clinical practice guideline (CPG) for the use of acupuncture and moxibustion in treating female urinary incontinence (UI).", "results_summary": "The CPG includes ten recommendations, with nine conditional recommendations for acupuncture and moxibustion interventions and one conditional recommendation for either the intervention or comparison. It provides multiple therapy protocols based on reviewed randomized controlled trials.", "population_specificity": "Female patients with urinary incontinence.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:45.603088+00:00"}
{"study_id": 101038, "supplement_id": 856, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness and safety of acupuncture combined with Ningshen mixture compared to conventional Western medicine for treating climacteric insomnia.", "results_summary": "The study found that acupuncture combined with Ningshen mixture was more effective than conventional Western medicine, improving neurotransmitter levels, reducing TCM syndrome and PSQI scores, and lowering recurrence rates, with no serious adverse reactions reported.", "population_specificity": "82 climacteric insomnia patients (41 in each group).", "effective_dosage": "Not specified.", "study_duration": "Treatment duration not explicitly stated (study period was January 2021 to January 2023).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:47.365624+00:00"}
{"study_id": 101039, "supplement_id": 856, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to compare the effectiveness of different acupuncture-moxibustion therapies in treating anxiety and depression in patients with diarrhea-predominant irritable bowel syndrome (IBS-D).", "results_summary": "The study found that moxibustion (MOX) and combined therapies were superior in improving anxiety and depression scores (HAMA, HAMD, SAS, SDS) and IBS symptoms (IBS-SSS) compared to other interventions. MOX, combined therapies, acupuncture (ACU), and electroacupuncture (EA) ranked higher in effectiveness across different outcome measures.", "population_specificity": "Patients with diarrhea-predominant irritable bowel syndrome (IBS-D) and comorbid anxiety and depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:48.944914+00:00"}
{"study_id": 101043, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of acupuncture for treating insomnia co-occurring with stable angina in perimenopausal women.", "results_summary": "The study protocol outlines a rigorous trial design to assess acupuncture's impact on sleep quality (PSQI), quality of life (SF-36), angina symptoms (SAQ), and biomarkers (CRP, Lp-PLA2, C-FABP), but results are not yet reported in the abstract.", "population_specificity": "Perimenopausal women with concomitant stable angina and insomnia.", "effective_dosage": "30-minute sessions, three times weekly.", "study_duration": "12-week intervention with a 12-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:49.465372+00:00"}
{"study_id": 101041, "supplement_id": 856, "safety_score": "90", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility, safety, and tolerability of weekly preprocedural acupuncture in patients receiving induction BCG for high-risk non-muscle-invasive bladder cancer (NMIBC).", "results_summary": "Acupuncture was found to be feasible and safe, with no related adverse events. Patients receiving acupuncture reported greater improvements in urinary symptoms and high satisfaction (96% found it \"very/extremely helpful\").", "population_specificity": "Patients with high-risk NMIBC undergoing induction BCG (median age 70.3 yr, 76% male).", "effective_dosage": "Weekly in-office acupuncture prior to each BCG instillation.", "study_duration": "Duration of induction BCG treatment (specific weeks not stated, but follow-up was at week 7).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:49.630704+00:00"}
{"study_id": 101042, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the effectiveness of laser acupuncture (LA) on pain intensity and maximum mouth opening range (MMO) in patients with temporomandibular disorder (TMD).", "results_summary": "The study found mixed results, with five studies evaluating pain intensity (four with high risk of bias, one with low risk), two evaluating pain on palpation (one high, one low risk), and one high-risk study evaluating MMO. The GRADE system indicated varying certainty of evidence.", "population_specificity": "Patients with temporomandibular disorder (TMD).", "effective_dosage": "Laser parameters: 690-810 nm, 40-150 mW, and 7.5-112.5 J/cm².", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:49.770887+00:00"}
{"study_id": 101044, "supplement_id": 856, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the durability of acupuncture's efficacy in improving pain and function in knee osteoarthritis (KOA) patients after treatment completion.", "results_summary": "Acupuncture showed potential improvements in function and pain for 3-6 months post-treatment compared to sham acupuncture, usual care, or diclofenac, but no superiority when used as an adjunct to exercise-based physical therapy.", "population_specificity": "Patients with knee osteoarthritis (KOA).", "effective_dosage": "Not specified", "study_duration": "Varies by trial (follow-up ranged from 3 to 11.25 months post-treatment).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:51.767095+00:00"}
{"study_id": 101045, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the clinical effectiveness of acupuncture at the governor vessel and Yangming meridian in treating acute ischemic stroke (AIS).", "results_summary": "Governor vessel acupuncture combined with conventional neurology treatment (GVAc+CT) was found to be more effective than Yangming meridian acupuncture (YMAc+CT) and conventional treatment alone (CT) in reducing neurological deficit scores, promoting recovery of daily living activities, and improving clinical effective rates.", "population_specificity": "Patients with acute ischemic stroke (AIS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:54.330949+00:00"}
{"study_id": 101047, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the effect and safety of acupuncture on quality of life, pain, and prostate symptoms in patients with chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS).", "results_summary": "Acupuncture improved quality of life, reduced pain levels, and alleviated prostate symptoms in CP/CPPS patients, with favorable long-term efficacy compared to sham acupuncture.", "population_specificity": "70 patients with CP/CPPS (acupuncture group: 34, sham group: 32 after dropouts).", "effective_dosage": "Routine acupuncture at bilateral BL 33, BL 35, BL 23, and SP 6 (frequency not specified).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:57.403059+00:00"}
{"study_id": 101046, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical efficacy of acupuncture in improving erectile function, anxiety, depression, and TCM syndrome in patients with erectile dysfunction (ED) compared to sildenafil treatment.", "results_summary": "Acupuncture improved IIEF-5 scores, reduced anxiety and depression (SAS/SDS scores), and alleviated TCM syndrome scores in ED patients, with sustained effects observed during follow-up. It demonstrated a posterior effect advantage over sildenafil.", "population_specificity": "64 male patients with erectile dysfunction (32 per group, 2 dropouts each).", "effective_dosage": "Acupuncture at specific points (e.g., GV 20, CV 6, ST 36), alternating two acupoint groups, 30 min per session, every other day. Sildenafil: 50 mg orally 1h before sexual activity.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:57.467116+00:00"}
{"study_id": 101049, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a clinical practice guideline (CPG) for the use of acupuncture and moxibustion in treating allergic rhinitis (AR) based on high-quality evidence and standardized protocols.", "results_summary": "The CPG provided one strong recommendation for acupuncture based on high-quality evidence, three conditional recommendations for either acupuncture or standard care, and 11 conditional recommendations for acupuncture based on very low-quality evidence. It also included one filiform needle acupuncture protocol and five moxibustion protocols derived from reviewed randomized controlled trials.", "population_specificity": "Patients with allergic rhinitis (AR).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:58.907421+00:00"}
{"study_id": 101050, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of acupuncture against other nonsurgical treatments for de Quervain tenosynovitis, particularly in pain relief.", "results_summary": "Acupuncture did not significantly differ from placebo in improving visual analog scale pain scores in the short-term, medium-term, or long-term follow-up periods.", "population_specificity": "Patients with de Quervain tenosynovitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:59.566078+00:00"}
{"study_id": 101052, "supplement_id": 856, "safety_score": "100", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the clinical efficacy and safety of intradermal acupuncture (IA) in treating rheumatoid arthritis (RA) patients with liver and kidney deficiency syndrome.", "results_summary": "IA showed statistically significant improvements in TCM syndrome evaluation, HAQ, and DAS28 compared to sham IA, though CRP changes were not significant. No adverse effects were reported.", "population_specificity": "132 RA patients with liver and kidney deficiency syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:12:59.911821+00:00"}
{"study_id": 101048, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of acupuncture (reducing the south to reinforce the north) on executive function, sleep structure, and sleep quality in patients with chronic insomnia disorder of heart-kidney disharmony.", "results_summary": "Acupuncture improved executive function, adjusted sleep structure (reducing sleep latency and wake after sleep onset), and enhanced sleep quality (lower PSQI scores) compared to lorazepam. The intervention showed significant improvements in multiple sleep and cognitive metrics.", "population_specificity": "100 patients with chronic insomnia disorder of heart-kidney disharmony (98 completed the study).", "effective_dosage": "Acupuncture applied once daily, 5 days a week at specific points (Baihui, Shenmen, Sanyinjiao, etc.).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:00.010069+00:00"}
{"study_id": 101051, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether adding auricular acupuncture as part of a stepped-care intervention (SC-POWR) could improve pain-related outcomes and reduce nonmedical opioid use in patients with opioid use disorder (OUD) and chronic pain (CP).", "results_summary": "The abstract does not provide specific results for acupuncture alone, but it is included as part of a stepped-care intervention (SC-POWR) for stress reduction, alongside relaxation training, in patients who did not respond to initial CBT. The study aims to evaluate its effectiveness in reducing pain and other secondary outcomes.", "population_specificity": "Patients with opioid use disorder (OUD) and chronic pain (CP) receiving buprenorphine or methadone treatment.", "effective_dosage": "Weekly group sessions of stress reduction (including auricular acupuncture) for non-responders at week 15.", "study_duration": "24 weeks (with possible stepped-up interventions at weeks 6 and 15).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:03.622602+00:00"}
{"study_id": 101053, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of acupuncture combined with Yi Qi Yang Yin and blood activating formula (A-YBF) on blood glucose levels and renal function in patients with early diabetic nephropathy.", "results_summary": "The study found that A-YBF significantly improved clinical efficacy, reduced blood glucose levels, and enhanced renal function compared to conventional treatment, with lower inflammatory markers and better symptom scores in the study group.", "population_specificity": "96 patients with early diabetic nephropathy.", "effective_dosage": "Not specified.", "study_duration": "1 year (April 2021 to April 2022).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:04.342649+00:00"}
{"study_id": 101054, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the treatment of osteoarthritis (OA) using acupuncture combined with Chinese Medicine, based on modern medical understanding of OA's pathophysiological mechanisms.", "results_summary": "The abstract highlights that Traditional Chinese Medicine, including acupuncture, has remarkable curative effects, clinical safety, and diverse treatment methods for OA, attracting worldwide attention. However, specific efficacy results or statistical outcomes are not detailed.", "population_specificity": "Elderly individuals with osteoarthritis, particularly those affected by aging and obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:06.553480+00:00"}
{"study_id": 101056, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to construct a practical value framework for traditional non-pharmacological therapies, focusing on acupuncture, by identifying evaluation domains and obstacles.", "results_summary": "The study found that acupuncture was evaluated for various conditions, with chronic pain being the most common, and that safety, effectiveness, and economy were commonly adopted evaluation domains. The biggest challenge identified was the scarcity of high-quality clinical evidence.", "population_specificity": "Not specified (general focus on countries like the UK, Singapore, Canada, the US, and Malaysia).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:08.068048+00:00"}
{"study_id": 101055, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining acupuncture with thoracic paravertebral nerve block and drug treatment improves pain relief, quality of life, and sleep quality in elderly patients with postherpetic neuralgia (PHN).", "results_summary": "The study found that combining acupuncture with thoracic paravertebral nerve block and drug treatment (group C) resulted in a significantly higher effective rate (91.43%) compared to nerve block alone (77.14%) or drug treatment alone (51.43%). Group C also showed better pain relief, improved quality of life, and enhanced sleep quality.", "population_specificity": "Elderly patients with postherpetic neuralgia (PHN).", "effective_dosage": "Not specified (acupuncture details not provided).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:09.138479+00:00"}
{"study_id": 101059, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of rehabilitative interventions, including acupuncture, in reducing vulvodynia-related pain during intercourse.", "results_summary": "The meta-analysis found acupuncture to have a significant effect size (-2.36) in reducing vulvodynia pain, indicating it was more effective than placebo, sham, or waiting list interventions.", "population_specificity": "Patients with vulvodynia (332 participants across 9 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:09.629978+00:00"}
{"study_id": 101057, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the efficacy and safety of electro-acupuncture (EA) in alleviating symptoms of diabetic peripheral neuropathy (DPN) in diabetes patients.", "results_summary": "The study is designed to compare EA, sham acupuncture (SA), and usual care (UC) for symptom relief in DPN, with primary outcomes measured at 8 weeks using the Total Symptom Score. Results are pending as the abstract describes the protocol rather than final findings.", "population_specificity": "240 eligible participants with diabetic peripheral neuropathy from four hospitals in China.", "effective_dosage": "24-session EA or SA treatment over 8 weeks.", "study_duration": "8 weeks of intervention, followed by an 8-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:09.744287+00:00"}
{"study_id": 101058, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the short-term and long-term efficacy of Mongolian medical warm acupuncture for sciatica caused by lumbar disc herniation (LDH).", "results_summary": "Warm acupuncture significantly reduced leg and waist pain compared to sham acupuncture and conventional drug treatment, improved quality of life metrics, and showed long-term efficacy. The total effective rate was higher in the warm acupuncture group at follow-up.", "population_specificity": "Patients diagnosed with sciatica caused by LDH.", "effective_dosage": "Not specified (treatment administered over 4 weeks).", "study_duration": "4 weeks of treatment, with an 8-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:10.668105+00:00"}
{"study_id": 101061, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of acupuncture and other complementary therapies on postoperative pain following lower third molar surgeries.", "results_summary": "The study found that acupuncture was not specifically highlighted as superior to other treatments or placebo in the reported timeframes, but it was included among the alternative therapies analyzed for postoperative pain management.", "population_specificity": "Patients undergoing lower third molar surgeries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:12.223934+00:00"}
{"study_id": 101060, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of Jin's three-needle acupuncture in alleviating motor and non-motor symptoms, including anxiety, in patients with Parkinson's disease compared to a waitlist control group.", "results_summary": "The study assessed multiple outcome measures, including motor symptoms, anxiety, and hormone levels, but specific results were not detailed in the abstract. The design suggests a rigorous comparison between acupuncture and standard care.", "population_specificity": "Patients with Parkinson's disease in China, including those with comorbid anxiety.", "effective_dosage": "Acupuncture therapy three times per week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:13.008915+00:00"}
{"study_id": 101062, "supplement_id": 856, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to assess whether Eastern medicine interventions, including acupuncture, are safe and effective for treating facial paralysis compared to Western medicine.", "results_summary": "The meta-analysis found no significant differences in effectiveness or cure rates between Eastern medicine interventions (including acupuncture) and Western medicine alone. Quality concerns, such as lack of control groups and blinding, limited the ability to draw definitive conclusions.", "population_specificity": "Patients with facial paralysis", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:14.559727+00:00"}
{"study_id": 422, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review randomized controlled trials on low-dietary AGE interventions in diabetic patients to assess effects on inflammation, glucose, and lipid outcomes.", "results_summary": "A low-dietary AGE pattern reduced circulating AGEs and showed consistent benefits for oxidative stress and inflammation, but effects on glycemic and lipid parameters were inconsistent and modest.", "population_specificity": "Patients with diabetes, age > 18 years", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:17.430651+00:00"}
{"study_id": 421, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to understand how Advanced Glycation End Products (AGEs) affect the function of ABC transporters and tight junction molecules in the blood-brain barrier (BBB) under diabetic conditions.", "results_summary": "The study found that AGEs upregulated the mRNA expression of tight junction molecules and ABC transporters (P-gp, BCRP, MRP4) in BBB spheroids, and these functional changes were reversed by RAGE inhibitors, suggesting AGE-RAGE interaction modulates transporter function.", "population_specificity": "In vitro multicellular rat BBB spheroids (brain capillary endothelial cells, astrocytes, and pericytes).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:17.755709+00:00"}
{"study_id": 423, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether the Mediterranean diet's reduction in atherosclerosis progression is associated with modulation of circulating AGE levels in coronary heart disease (CHD) patients.", "results_summary": "The Mediterranean diet improved AGE metabolism (increased AGER1 and GloxI gene expression, GSH, and sRAGE levels) and better managed circulating AGE levels compared to a low-fat diet, potentially reducing atherosclerosis progression in CHD patients.", "population_specificity": "1002 patients with coronary heart disease (CHD).", "effective_dosage": "Not specified", "study_duration": "5 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:18.725946+00:00"}
{"study_id": 425, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to elucidate how Advanced Glycation End Products (AGEs) induce reactive oxygen species (ROS) production in skeletal muscle cells.", "results_summary": "The study found that AGEs treatment promoted ROS production in myoblasts and myotubes, which was abolished by a PKC inhibitor. AGEs also promoted phosphorylation of PKCα and p47 phox, suggesting a mechanism for ROS induction.", "population_specificity": "Skeletal muscle cells (myoblasts and myotubes)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:19.507049+00:00"}
{"study_id": 424, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether advanced glycation end products (AGEs) in lens capsules induce senescence in lens epithelial cells (LECs) and contribute to posterior capsule opacification (PCO).", "results_summary": "The study found that AGEs in aged lens capsules induced senescence in LECs, increased reactive oxygen species (ROS) levels, and triggered fibrotic markers. Treatment with a RAGE antagonist and ROS inhibitor reduced these effects, suggesting AGEs play a role in PCO development.", "population_specificity": "Human cadaver eyes and cultured human lens epithelial cells.", "effective_dosage": "Not specified", "study_duration": "3 days (for LECs cultured on aged lens capsules), 28 days (for human capsular bags)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:19.757486+00:00"}
{"study_id": 427, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the role of Advanced Glycation End Products (AGEs) in gastric cancer pathogenesis and potential preventive or therapeutic strategies.", "results_summary": "The study suggests that AGEs accumulation is linked to cellular and tissue damage, correlating with gastric cancer risk, and reducing AGEs levels may help mitigate this risk.", "population_specificity": "Not specified (general discussion on gastric cancer patients and risk factors).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:21.736335+00:00"}
{"study_id": 426, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of low vs high dietary Advanced Glycation End Products (dAGE) diets on β-cell function and cardiometabolic risk factors in overweight and obese Asian Indian adults.", "results_summary": "The low-dAGE diet significantly improved oral disposition index (a marker of β-cell function), reduced post-glucose challenge values, and lowered serum AGEs and inflammatory levels compared to the high-dAGE diet. These findings suggest low-dAGE diets may reduce diabetes risk.", "population_specificity": "Overweight and obese Asian Indian adults aged 25-45 years with BMI ≥23 kg/m².", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:21.926168+00:00"}
{"study_id": 428, "supplement_id": 857, "safety_score": "30", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of dietary advanced glycation end products (AGEs) intake on biomarkers of type 2 diabetes mellitus (T2DM) through a systematic review and meta-analysis.", "results_summary": "High dietary AGE intake was associated with significant increases in fasting glucose, fasting insulin, and HOMA-IR, suggesting a link to T2DM development. Subgroup analyses indicated stronger associations in healthy participants.", "population_specificity": "Participants in included studies (13 parallel and 4 randomized crossover studies) with varying health statuses, including healthy individuals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:24.275238+00:00"}
{"study_id": 433, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of a Mediterranean diet and a low-fat vegan diet on dietary AGEs and their association with body weight in overweight adults.", "results_summary": "The study found that dietary AGEs decreased significantly (by 73%) on a low-fat vegan diet but remained unchanged on the Mediterranean diet. This reduction in AGEs correlated with weight loss, independent of energy intake.", "population_specificity": "62 overweight adults", "effective_dosage": "Not specified", "study_duration": "16-week periods per diet, with a 4-week washout", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:28.116311+00:00"}
{"study_id": 431, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether restricting dietary advanced glycation end products (AGEs) could modulate inflammatory markers and biochemical outcomes in patients with end-stage renal disease (ESRD) undergoing haemodialysis.", "results_summary": "The intervention group showed a significantly lower increase in carboxymethyl lysine (CML) and reductions in RAGE and COX-2 compared to the control group, along with improvements in HbA1c, total cholesterol, and triglycerides. The study suggests that dietary AGE restriction may help modulate inflammatory markers in CKD patients.", "population_specificity": "Patients with end-stage renal disease (ESRD) undergoing haemodialysis (n = 22 intervention, n = 20 control).", "effective_dosage": "Not specified", "study_duration": "One month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:28.845258+00:00"}
{"study_id": 429, "supplement_id": 857, "safety_score": "75", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to examine the physiological effects of dietary advanced glycation end-products (dAGEs), particularly carboxymethyl-lysine (dCML), in Wild-Type and RAGE KO mice, and whether early-life exposure or dietary reversal influenced these effects.", "results_summary": "The study found that chronic dCML consumption led to tissue accumulation but did not significantly increase inflammation, oxidative stress, or senescence markers. Age and RAGE knockout status had a greater impact on inflammation than diet, though an early dietary switch increased intestinal susceptibility to inflammation.", "population_specificity": "Wild-Type and RAGE KO mice", "effective_dosage": "Standard diet (20.8 ± 5.1 µg dCML/g) or dCML-enriched diet (255.2 ± 44.5 µg dCML/g)", "study_duration": "Up to 70 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:28.883715+00:00"}
{"study_id": 432, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate how Advanced Glycation End Products (AGEs) promote the development of endometrial cancer (EC) through metabolic pathways and explore their potential underlying mechanisms.", "results_summary": "The study found that AGEs upregulate choline metabolism mediated by choline kinase alpha (CHKA) via the receptor for AGEs, activating the PI3K/AKT pathway and enhancing EC cell malignancy. Virtual screening identified timosaponin A3 as a potential CHKA inhibitor to counteract AGE-induced EC progression.", "population_specificity": "Endometrial cancer cells (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:29.076151+00:00"}
{"study_id": 434, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether electroacupuncture (EA) could protect white matter in rats with cerebral ischemia by modulating HMGB1 and RAGE expression.", "results_summary": "EA treatment improved motor function, reduced white matter damage, and downregulated HMGB1 and RAGE expression in the corpus callosum, with effects comparable to a RAGE inhibitor.", "population_specificity": "Sprague-Dawley rats with permanent middle cerebral artery occlusion (pMCAO).", "effective_dosage": "Not specified (electroacupuncture at Baihui and Zusanli acupoints).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:30.427266+00:00"}
{"study_id": 436, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how plasma sRAGE changes over time and whether it remains associated with long-term clinical outcomes in COVID-19 patients.", "results_summary": "Higher baseline and day 3 plasma sRAGE levels were associated with worse 90-day clinical outcomes, including lower recovery rates and higher mortality. The trajectory of sRAGE was not influenced by treatment assignment, indicating its value as a prognostic marker.", "population_specificity": "Hospitalized COVID-19 patients supported with high-flow nasal oxygen (HFNO) or noninvasive ventilation (NIV).", "effective_dosage": "Not specified", "study_duration": "3 days (monitored during initial hospitalization)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:31.435430+00:00"}
{"study_id": 435, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of GLP-1R agonist liraglutide (LIRA) on AGEs-induced chondrocyte inflammation and apoptosis, focusing on the AGEs/RAGE signaling mechanism.", "results_summary": "LIRA treatment attenuated AGEs-induced chondrocyte inflammation, apoptosis, and catabolic activity while promoting extracellular matrix retention. These protective effects were reversed by GLP-1R inhibitors, indicating the role of GLP-1R activation in mitigating AGEs-related damage.", "population_specificity": "Primary chondrocytes (in vitro study)", "effective_dosage": ">100 nM LIRA", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:32.162950+00:00"}
{"study_id": 437, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of Advanced Glycation End Products (AGEs) on Achilles tendon repair and whether pioglitazone could mitigate this impact.", "results_summary": "AGEs accumulation increased inflammatory factors (TNF-α, IL-6) and impaired collagen-I synthesis and tendon tensile strength recovery. Pioglitazone significantly improved tendon healing by counteracting AGEs' negative effects without inhibiting AGEs generation or affecting normal healing.", "population_specificity": "48 male 8-week-old Sprague Dawley rats with transected Achilles tendons.", "effective_dosage": "1000 mmol/L D-ribose for AGEs induction; pioglitazone (20 mg/kg/day) orally.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:36.468007+00:00"}
{"study_id": 438, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the role of Advanced Glycation End Products (AGEs) in insulin resistance and their impact on kidney function, particularly in diabetic nephropathy.", "results_summary": "The study found that AGEs contribute to diabetic nephropathy by inducing inflammation, oxidative stress, and fibrosis in kidney tissues, leading to renal dysfunction. Insulin resistance exacerbates these effects by activating pathways that promote renal cell hypertrophy and tissue remodeling.", "population_specificity": "Not specified (general discussion of diabetic nephropathy mechanisms).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:36.992349+00:00"}
{"study_id": 439, "supplement_id": 857, "safety_score": "20", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to investigate the impact of AGE-promoting diets, with and without methylglyoxal (MGO), on metabolic and reproductive parameters in mouse models.", "results_summary": "AGEs and MGO led to increased body weight and fasting blood sugar, reduced sperm motility, increased abnormal sperm morphology, oxidative stress, and DNA damage, negatively affecting reproductive potential.", "population_specificity": "5-week-old C57BL/6 mice", "effective_dosage": "Not specified", "study_duration": "5 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:38.432149+00:00"}
{"study_id": 440, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of Advanced Glycation End Products (AGEs) in neurodegenerative conditions like Alzheimer's disease (AD) and potential therapeutic interventions targeting AGE-related pathways.", "results_summary": "The study found that AGE accumulation contributes to AD pathogenesis through mechanisms like oxidative stress, mitochondrial dysfunction, and neuroinflammation. Therapeutic strategies such as RAGE inhibitors and AGE breakers showed promise in mitigating AD progression.", "population_specificity": "Not specified (general focus on neurodegenerative conditions, particularly Alzheimer's disease).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:38.772787+00:00"}
{"study_id": 441, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the inhibitory effects of Epimedii Herba extracts and isolated compounds on the formation of advanced glycation end products (AGEs) like CML and CMA, which are linked to diabetic complications and aging.", "results_summary": "The study identified three new prenylflavonoids and 40 known compounds from Epimedii Herba, with epimedokoreanin B (8) showing the most potent inhibitory effect on CML and CMA formation. The catechol group and prenyl groups were found essential for this activity, suggesting potential for preventing diabetes-related complications.", "population_specificity": "In vitro study (collagen-derived gelatin with ribose)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:40.137291+00:00"}
{"study_id": 442, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether plasma-activated water (PAW) could reduce the production of advanced glycation end products (AGEs) and heterocyclic aromatic amines (HAAs) in roasted beef patties.", "results_summary": "PAW treatment reduced free and bound AGEs and HAAs in beef patties, with inhibition rates ranging from 8.47% to 23.88%. The reduction was linked to enhanced antioxidant capacity, decreased lipid peroxidation, and lower active carbonyl levels.", "population_specificity": "Roasted beef patties (in vitro study, no human subjects).", "effective_dosage": "Not specified (PAW treatment details not quantified).", "study_duration": "Not specified (storage effects noted but duration unclear).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:41.079704+00:00"}
{"study_id": 443, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of date seed powder (DSP) on glycemic indices and oxidative stress markers, including soluble receptor for advanced glycation end products (s-RAGE), in patients with Type 2 diabetes mellitus (T2DM).", "results_summary": "DSP supplementation significantly improved glycemic control (reduced HbA1c, insulin, HOMA-IR, HOMA-B) and oxidative stress markers (increased TAC, SOD, s-RAGE; reduced LPS, pentosidine), with no significant changes in FPG, hs-CRP, GPx, CML, or uric acid.", "population_specificity": "43 patients with Type 2 diabetes mellitus (T2DM).", "effective_dosage": "5 g/d of DSP.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:43.402736+00:00"}
{"study_id": 444, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the role of the MGO-AGEs-RAGE-ROS axis in diabetes-associated bladder dysfunction and evaluate potential therapeutic interventions targeting this pathway.", "results_summary": "The study found that methylglyoxal (MGO)-derived advanced glycation end products (AGEs) contribute to bladder dysfunction via RAGE activation and ROS overproduction. Drugs like metformin, polyphenols, and alagebrium showed favorable outcomes in preclinical models by scavenging MGO and inactivating AGEs.", "population_specificity": "Preclinical models (mice) with type 1 and type 2 diabetes, as well as healthy mice supplemented with MGO.", "effective_dosage": "Not specified", "study_duration": "Prolonged periods (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:44.722523+00:00"}
{"study_id": 445, "supplement_id": 857, "safety_score": "30", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the association of AGEs in follicular fluid with embryo morphokinetic parameters and ART outcomes.", "results_summary": "Higher AGEs levels were associated with reduced antioxidant activity, poorer ART outcomes (fewer mature oocytes, lower blastocyst formation, more low-grade embryos), and delayed blastomere division, while vitamin D showed protective effects against AGEs.", "population_specificity": "Fifty women undergoing assisted reproductive technology (ART) treatment.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:45.076606+00:00"}
{"study_id": 446, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the influence of RAGE polymorphisms (-374T>A and G82S) on coronary artery ectasia (CAE) development and their relationship with soluble RAGE (sRAGE) levels.", "results_summary": "The study found that the RAGE -374A allele was significantly associated with increased CAE risk, younger patient age, and higher platelet counts. Elevated sOLR1 levels were also linked to CAE, while sRAGE levels varied based on systemic conditions like hypertension and diabetes.", "population_specificity": "2452 patients undergoing elective coronary angiography, including 98 with CAE and 100 controls with normal coronary arteries.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:47.352426+00:00"}
{"study_id": 447, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how advanced glycation end products (AGEs) deposition in diabetic corneas affects Moraxella adhesion and keratitis development.", "results_summary": "The study found that AGEs significantly increased Moraxella nonliquefaciens adhesion to corneal epithelial cells, and AGE inhibition with pyridoxamine reduced bacterial adhesion in diabetic mice.", "population_specificity": "Diabetic patients with Moraxella keratitis and streptozotocin-induced diabetic C57BL/6 mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:47.640014+00:00"}
{"study_id": 448, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a method for the simultaneous quantification of Advanced Glycation End Products (AGEs) and heterocyclic amines (HAs) in roast/grilled meat using UPLC-MS/MS with dynamic multiple reaction monitoring.", "results_summary": "The study successfully developed a sensitive, selective, and accurate method for detecting 11 target analytes within 8 minutes, with LODs ranging from 0.3 to 5.5 μg/L and LOQs from 0.9 to 6.3 μg/L. The method demonstrated acceptable recoveries, RSDs, and matrix effects and was applied to six types of roast/grilled meat samples.", "population_specificity": "Not specified (in vitro analysis of meat samples)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:49.698010+00:00"}
{"study_id": 449, "supplement_id": 857, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the harmful effects of advanced glycation end products (AGEs) on sperm structure and function in a mouse model with heightened AGE generation.", "results_summary": "The study found that an AGE-rich diet led to increased body weight, elevated fasting blood glucose, reduced sperm counts and motility, higher morphological abnormalities, and impaired testicular antioxidant capacity in mice. The results highlight the negative impact of AGEs on male reproductive health, particularly through the AGE/RAGE axis.", "population_specificity": "Five-week-old C57BL/6 mice.", "effective_dosage": "Not specified (AGE-rich diet).", "study_duration": "13 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:49.824330+00:00"}
{"study_id": 450, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of cooking conditions and seasoning on the formation of Advanced Glycation End Products (AGEs) in Chinese traditional braised lamb.", "results_summary": "Soy sauce increased AGEs formation, while spices inhibited it; hot blanching and late-stage seasoning addition reduced AGEs production, with flavonoids identified as key inhibitory compounds.", "population_specificity": "Thermally processed meats (braised lamb).", "effective_dosage": "Not specified (study focused on cooking methods and seasoning effects).", "study_duration": "Not specified (experimental cooking conditions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:50.150352+00:00"}
{"study_id": 451, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether targeting AGE-RAGE could be a potential treatment for meniscal calcification and its role in knee osteoarthritis.", "results_summary": "The study found that AGE-RAGE promotes osteogenesis of meniscal cells and exacerbates meniscal calcification by activating mTOR and promoting ATF4 accumulation, forming a positive feedback loop that enhances osteogenic capacity. These findings suggest AGE-RAGE as a potential therapeutic target for knee osteoarthritis.", "population_specificity": "Meniscal cells (in vitro study).", "effective_dosage": "Not available.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:52.485537+00:00"}
{"study_id": 452, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the structures of GA-AGEs and their role in the onset and progression of lifestyle-related diseases (LSRDs).", "results_summary": "The study found that GA-AGEs are cytotoxic compounds contributing to LSRDs, and elevated serum levels of TAGE may serve as a biomarker for disease prevention, early diagnosis, and treatment evaluation.", "population_specificity": "Not specified (general mammalian cells and potential human implications).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:53.171910+00:00"}
{"study_id": 453, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the potential of soluble RAGE (sRAGE) as a biomarker for diagnosing acute lymphoblastic leukemia (ALL) and assessing treatment response.", "results_summary": "sRAGE levels were significantly higher in ALL patients at diagnosis compared to remission and healthy controls, with a cut-off value of 45 pg/mL for diagnosis. T-ALL patients had notably higher sRAGE levels than B-ALL patients, but no significant difference was observed among risk groups.", "population_specificity": "30 children (1-17 years) diagnosed with ALL and 30 healthy controls (1-17 years).", "effective_dosage": "Not applicable (biomarker study).", "study_duration": "Evaluated at diagnosis and at six months of remission.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:55.745716+00:00"}
{"study_id": 455, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to examine the relationship between dietary intake of advanced glycation end products (dAGEs) and depression and sleep quality in young adults.", "results_summary": "Higher dAGEs intake was significantly associated with increased depression scores (BDI) and poorer sleep quality (PSQI), even after adjusting for confounding factors. No significant difference was found between dAGEs intake and energy/macronutrient intake.", "population_specificity": "420 university students (80.2% female, 19.8% male).", "effective_dosage": "Not specified (dAGEs intake divided into low, medium, and high groups).", "study_duration": "Cross-sectional (single time point).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:57.640268+00:00"}
{"study_id": 456, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of SGLT2 inhibitors and DPP-4 inhibitors on advanced glycation end products (AGEs), a known risk factor for cardiovascular disorders.", "results_summary": "SGLT2 inhibitors significantly reduced both HbA1c and AGE (MG-H1) levels, while DPP-4 inhibitors only reduced HbA1c without affecting AGE levels, suggesting SGLT2 inhibitors may suppress cardiovascular death via AGE reduction.", "population_specificity": "Type 2 diabetes mellitus patients", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:13:58.865815+00:00"}
{"study_id": 458, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the formation of Advanced Glycation End Products (AGEs) in fried shrimp and identify pretreatment methods to reduce AGEs content.", "results_summary": "Pretreatment methods influenced AGEs formation by altering Maillard and oxidation reactions, with whole shrimp yielding the lowest AGEs content and batter-coated treatments reducing AGEs but increasing oil content. Lipid oxidation was identified as a key factor in AGEs formation.", "population_specificity": "Fried pacific white shrimp (food product, not human subjects).", "effective_dosage": "Not applicable (food study).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:00.074133+00:00"}
{"study_id": 454, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether the \"normobaric oxygen paradox\" triggers the formation of Advanced Glycation End Products (AGEs) and Advanced Oxidation Protein Products (AOPPs) as biomarkers of oxidative stress, and if mitochondrial biogenesis is involved in the cellular response.", "results_summary": "The study found that AGEs and AOPPs increased differently based on oxygen dose, with mitochondrial biogenesis activated through PGC-1α nuclear translocation. However, TFAM expression was only observed after mild hyperoxia (30% O2), while higher oxygen levels (100% and 140% O2) led to a loss of this response.", "population_specificity": "Human peripheral blood mononuclear cells (PBMCs)", "effective_dosage": "30% O2 (mild hyperoxia), 100% O2 (high hyperoxia), 140% O2 (very high hyperoxia)", "study_duration": "Measurements taken at 3 h and 24 h post-exposure", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:00.502204+00:00"}
{"study_id": 457, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of glyoxal-derived AGEs (GO-AGEs) and UVB irradiation in skin inflammaging, focusing on molecular mechanisms.", "results_summary": "GO-AGEs combined with UVB irradiation significantly increased pro-inflammatory cytokines (IL-1β, IL-6, TNF-α), activated RAGE signaling pathways (NF-κB, COX 2, IL-1β), and disrupted extracellular matrix by increasing matrix metalloproteinase release and reducing collagen type 1 and SIRT1 expression. Molecular docking supported these findings.", "population_specificity": "HaCaT cells (human keratinocytes) and NHDF cells (human dermal fibroblasts).", "effective_dosage": "UVB irradiation at 125 mJ/cm² (specific GO-AGEs dosage not mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:01.285494+00:00"}
{"study_id": 459, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to analyze the levels of free and protein-bound advanced glycation end-products (AGEs) and their precursors (GO, MGO) in commercially prepared and prefabricated fish products to understand the impact of heat treatment and NaCl on AGE formation.", "results_summary": "The study found higher levels of GO and MGO in commercially prepared snack foods, with significant increases in free CML and CEL. Heat treatment increased protein-bound CML and CEL, while GO and MGO levels correlated negatively with fat in prepared samples and positively in raw ones. NaCl's influence on GO and MGO formation varied across products.", "population_specificity": "Commercially prepared and prefabricated fish products.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:03.196088+00:00"}
{"study_id": 460, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the therapeutic effects of recombinant soluble RAGE (sRAGE) on microcirculation impairment following subarachnoid hemorrhage (SAH).", "results_summary": "Recombinant sRAGE significantly improved vasoconstriction, perfusion impairment, brain edema, cell death, endothelial dysfunction, and motor performance in rats after SAH. It also reduced astrocyte swelling, microglia activation, pro-inflammatory cytokine expression, and reversed SAH-induced endothelial dysfunction in vitro.", "population_specificity": "Rats with induced SAH, mixed primary astrocyte and microglia cultures, and human brain microvascular endothelial cells.", "effective_dosage": "Not specified", "study_duration": "24 and 48 hours after SAH induction", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:04.664469+00:00"}
{"study_id": 461, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether restricting dietary advanced glycation end products (AGEs) could affect appetite, body composition, anthropometric indices, and BAT-derived markers in CAD patients treated with angioplasty.", "results_summary": "A low-AGEs diet significantly reduced weight, fat mass index (FMI), abdominal volume index (AVI), and body adiposity index (BAI), as well as decreased subjective hunger and prospective food intake in stented CAD patients. No significant differences were observed in measured biochemical markers between the groups.", "population_specificity": "Forty-two stented CAD patients.", "effective_dosage": "Not specified.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:06.789913+00:00"}
{"study_id": 462, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether DNA aptamers targeting advanced glycation end products (AGE-Apts) could mitigate aging-related declines in muscle mass and strength in SAMP8 mice.", "results_summary": "AGE-Apt treatment inhibited grip strength decline, partially restored soleus muscle weight and fiber size, reduced interstitial fibrosis, and lowered oxidative stress and related markers in SAMP8 mice compared to controls.", "population_specificity": "Eight-month-old male senescence-accelerated mouse prone 8 (SAMP8) mice, with age-matched SAMR1 mice as controls.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:07.859191+00:00"}
{"study_id": 463, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the mechanisms underlying the degradation and aggregation of intracellular GA-derived advanced glycation end products (GA-AGEs).", "results_summary": "The study found that GA-AGEs are degraded via the ubiquitin-proteasome pathway and that p62/SQSTM1 is involved in their aggregation. High-molecular-weight complexes formed by GA-AGEs were abundant in the RIPA-insoluble fraction, and knockdown of p62 or chloroquine treatment reduced these aggregates.", "population_specificity": "Not specified (in vitro or cellular study implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:08.881374+00:00"}
{"study_id": 464, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate whether dietary AGEs (dAGEs) are associated with inflammation and to explore potential mechanisms of this effect.", "results_summary": "The abstract indicates that endogenous AGEs are linked to health problems like obesity, diabetes, and cardiovascular disease, primarily through inflammation, but the specific effects of dietary AGEs on inflammation remain unclear. The review sought to assess existing cross-sectional and intervention studies to clarify this relationship.", "population_specificity": "Not specified (general discussion of AGEs in humans).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:08.997082+00:00"}
{"study_id": 466, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to elucidate the molecular mechanisms underlying AGE-mediated vascular injury and explore potential therapeutic strategies targeting AGEs for CVD prevention and treatment in diabetic metabolic disorders.", "results_summary": "The study found that AGEs contribute to oxidative stress, inflammation, endothelial dysfunction, smooth muscle cell proliferation, extracellular matrix remodeling, and impaired angiogenesis, and discussed potential therapeutic strategies targeting these pathways.", "population_specificity": "Individuals with diabetic metabolic disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:09.750102+00:00"}
{"study_id": 465, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether the receptor for advanced glycation end products (RAGE) mediates the kidney-protective effects of GLP-1 receptor agonists in diabetic kidney disease.", "results_summary": "The study found that GLP-1 receptor activation with liraglutide downregulated kidney RAGE, reduced inflammation, and lessened kidney damage in diabetic mice, with similar protective effects observed in a non-diabetic chronic kidney disease model. Single-cell transcriptomics revealed cell-specific transcriptional changes linked to nutrient transport, redox sensing, and inflammation resolution.", "population_specificity": "Diabetic mice and non-diabetic subtotal nephrectomised rats.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:11.340927+00:00"}
{"study_id": 467, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effects of Advanced Glycation End Products (AGEs) on shoulder joint tissues (rotator cuff, synovium, and capsule) in diabetic patients with rotator cuff tears and contractures.", "results_summary": "AGEs and RAGE staining, ROS, and apoptosis were highest in the rotator cuff, followed by the joint capsule and synovium. Synovium showed higher cellular activity and inflammatory cytokines (IL-6, IL-1β) compared to other tissues.", "population_specificity": "Eight diabetic patients undergoing surgical treatment for rotator cuff tears with contractures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:12.942539+00:00"}
{"study_id": 468, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare changes in advanced glycation end products (AGEs) and proinflammatory cytokine levels in crevicular fluid and saliva among patients with varying glycemic levels undergoing fixed orthodontic therapy.", "results_summary": "T2DM patients showed significantly higher levels of GCF resistin and AGEs, with a positive association between AGEs and periodontal bleeding on probing. Chronic hyperglycemic patients exhibited a proinflammatory response during orthodontic therapy.", "population_specificity": "Prediabetic subjects, T2DM patients, and nondiabetic healthy subjects undergoing fixed orthodontic therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:14.177025+00:00"}
{"study_id": 469, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of the RAGE/AGE axis in disease pathogenesis and its potential as a therapeutic target, emphasizing the need for noninvasive molecular imaging to quantify RAGE levels in vivo.", "results_summary": "The study highlights RAGE's involvement in diseases like diabetes, inflammation, and tumor progression due to AGE accumulation, suggesting RAGE as a promising therapeutic target. It underscores the need for advanced imaging techniques to validate RAGE and its ligands as biomarkers.", "population_specificity": "Not specified (general discussion of disease mechanisms)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:16.424713+00:00"}
{"study_id": 471, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Advanced Glycation End Products (AGEs) inhibit the proliferation and primary cilia formation of C2C12 skeletal muscle cells via the RAGE pathway.", "results_summary": "AGE treatment inhibited the proliferation and primary cilia formation of C2C12 cells, but these effects were abolished by a RAGE inhibitor, indicating that AGEs act through the RAGE pathway to suppress myoblast proliferation.", "population_specificity": "C2C12 skeletal muscle cells (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:17.867955+00:00"}
{"study_id": 473, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review clinical data on dietary and serum Advanced Glycation End Products (AGEs) and their association with breast cancer risk and prognosis.", "results_summary": "The abstract highlights an association between AGEs and breast cancer risk and prognosis, noting that AGEs impact cell signaling pathways and protein functions. However, the role of specific diets and whether high-quality diets without weight loss affect prognosis remains unclear.", "population_specificity": "Women with breast cancer (focus on recurrence risk).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:18.662047+00:00"}
{"study_id": 472, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of Advanced Glycation End Products (AGE) on vascular smooth muscle cells (VSMC) osteoblastic transdifferentiation and the potential preventive role of metformin.", "results_summary": "AGE increased VSMC proliferation, migration, and osteoblastic differentiation, while metformin prevented these effects. Diabetic conditions also promoted osteogenic differentiation, which was partially mitigated by metformin treatment.", "population_specificity": "Non-diabetic rats and diabetic animals (in vivo-ex vivo studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:18.693645+00:00"}
{"study_id": 470, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of Advanced Glycation End Products (AGEs) on bone marrow mesenchymal stem cells (BMSCs) and elucidate the role of m6A modification in diabetes-associated periodontitis.", "results_summary": "AGEs inhibited BMSCs osteogenesis and influenced FTO expression and m6A levels. FTO knockdown reversed AGE-induced inhibition of BMSCs differentiation by regulating m6A modification on SOST transcripts, partially rescuing osteogenesis via Wnt signaling activation.", "population_specificity": "Diabetic mice with induced periodontitis (high-fat diet/streptozotocin injection and silk ligation).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:19.372248+00:00"}
{"study_id": 474, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the relationship between centrosome amplification (CA) induced by advanced glycation end products (AGEs) and the release of proinflammatory cytokines in human endothelial cells.", "results_summary": "AGEs induced centrosome amplification via PLK4 and increased biosynthesis and release of proinflammatory cytokines (IL-1β, TNF-α, IL-6) via NF-κB. Inhibiting CA attenuated cytokine release, while cytokine addition enhanced CA, suggesting a mutual promoting cycle between CA and cytokine release.", "population_specificity": "hCMEC/D3 human endothelial cells", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:20.996472+00:00"}
{"study_id": 475, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a nanomedicine (Tsi) targeting the RAGE receptor to suppress inflammation and cell death signals induced by Advanced Glycation End Products (AGEs) in diabetic complications.", "results_summary": "The study found that Tsi effectively downregulated RAGE expression, suppressed inflammation via the NF-κB pathway, exhibited antioxidant functions, and regulated macrophage pyroptosis via the NLRP3/caspase-1 axis, offering a potential treatment for diabetic complications.", "population_specificity": "Patients with refractory hyperglycemia and systemic complications.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:22.119652+00:00"}
{"study_id": 476, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to study the effects and mechanisms of SiJunZi decoction (SJZD) on bone remodeling in a type 2 diabetes mouse model, focusing on its impact on Advanced Glycation End Products (AGEs) and related pathways.", "results_summary": "SJZD improved glucose and lipid metabolism, preserved bone quality, and maintained redox homeostasis in diabetic mice. It reduced AGEs, RAGE, and p-NF-κB/NF-κB expressions while increasing Sema3A, IGF1, β-catenin, Runx2, and Cyclin D1 expressions, suggesting potential benefits via AGEs/RAGE and Wnt/β-catenin signaling pathways.", "population_specificity": "Type 2 diabetic mice induced by high-fat diet and streptozotocin.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:25.583690+00:00"}
{"study_id": 477, "supplement_id": 857, "safety_score": "20", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the role of Advanced Glycation End Products (AGEs) in the development of atrophic nonunion (AN) and identify the molecular mechanisms involved.", "results_summary": "The study found that a high-AGE diet increased the incidence of AN in mice with tibial fractures, mediated by CtBP1 and CtBP2, which downregulated bone development genes. Mice lacking CtBP1/2 or RAGE did not develop AN despite the high-AGE diet.", "population_specificity": "Mice with induced tibial fractures.", "effective_dosage": "Not specified (high-AGE diet vs. normal diet).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:26.064187+00:00"}
{"study_id": 480, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Advanced Glycation End Products (AGEs) on human luteinized mural granulosa cells' steroidogenesis and whether pyridoxamine (PM) could mitigate these effects.", "results_summary": "AGEs increased RAGE expression and altered steroidogenic enzyme levels, leading to hormonal imbalances (decreased estradiol, increased progesterone and testosterone). PM treatment corrected these effects by regulating RAGE expression.", "population_specificity": "50 healthy women", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:28.113747+00:00"}
{"study_id": 479, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of RAGE inhibition via intranasal FPS-ZM1 on chronic neuroinflammation and cognitive-behavioral deficits in an LPS-induced animal model.", "results_summary": "RAGE blockade attenuated chronic neuroinflammation, reduced gliosis markers and α-synuclein levels, and reversed cognitive-behavioral deficits in LPS-treated rats.", "population_specificity": "Wistar rats with LPS-induced chronic neuroinflammation.", "effective_dosage": "1.2 mg of FPS-ZM1 intranasally over 14 days.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:28.439459+00:00"}
{"study_id": 478, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of plasma administered in a 1:1:1 ratio versus a 1:1:2 ratio on endothelial biomarker circulation, including RAGE, following significant trauma.", "results_summary": "The study found no significant differences in RAGE levels between the 1:1:1 and 1:1:2 plasma administration groups at any time point. Elevated RAGE levels were associated with adverse outcomes like ARDS, AKI, and death.", "population_specificity": "Trauma patients requiring resuscitation with platelets, plasma, and red blood cells.", "effective_dosage": "Not specified (plasma administered in 1:1:1 or 1:1:2 ratios with platelets and red blood cells).", "study_duration": "Biomarkers were measured up to 72 hours post-admission.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:29.277155+00:00"}
{"study_id": 481, "supplement_id": 857, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of thioredoxin-interacting protein (TXNIP) in AGE-induced apoptosis of human nucleus pulposus cells (NPCs) and its link to intervertebral disc degeneration (IVDD).", "results_summary": "AGEs reduced NPC viability, induced apoptosis, and inhibited glycolysis, while TXNIP mediated these effects. In IVDD patients, AGE and TXNIP levels increased with disease severity, correlating negatively with GLUT1 and GLUT4.", "population_specificity": "Human nucleus pulposus cells (NPCs) and IVDD patients with Pfirrmann Grades II-V.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:29.615346+00:00"}
{"study_id": 483, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the regulatory role of Advanced Glycation End Products (AGEs) in BK channels and their impact on vascular function in diabetes.", "results_summary": "AGEs impaired BK channel function and vascular contraction in diabetic rats, but aminoguanidine treatment reversed these effects by modulating the AMPK/Akt/FBXO32 signaling pathway.", "population_specificity": "Diabetic rats and human coronary smooth muscle cells.", "effective_dosage": "Not specified (aminoguanidine administered via gavage).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:31.083825+00:00"}
{"study_id": 482, "supplement_id": 857, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether rhein, an anthraquinone compound, has anti-inflammatory effects in treating diabetic cardiomyopathy (DCM) by targeting Advanced Glycation End Products (AGEs).", "results_summary": "Rhein demonstrated anti-inflammatory effects by reducing NO, TNF-α, PGE2, iNOS, and COX-2 production in AGEs-stimulated cells, improved cardiac function in rats with DCM, and inhibited AGEs accumulation and inflammatory factor infiltration. Its mechanism involved suppressing the TRAF6-NF-κB and JNK MAPK pathways.", "population_specificity": "Diabetic rats and RAW264.7 and H9C2 cell lines.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T09:14:32.147319+00:00"}
