{"study_id": 59934, "supplement_id": 983, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to review natural molecules, including Capsinoids, that activate TRPV1 channels for potential use in treating neuropathic pain.", "results_summary": "The abstract mentions Capsinoids as one of several natural molecules that activate TRPV1 channels, suggesting potential for neuropathic pain treatment, but no specific results on Capsinoids alone are provided.", "population_specificity": "Not specified (general review of natural molecules).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:13.847811+00:00"}
{"study_id": 59935, "supplement_id": 983, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of capsinoids supplementation on glycaemic control, including glucose, insulin, HbA1C, and HOMA-IR levels.", "results_summary": "The study found no significant reduction in glucose, insulin, HOMA-IR, or HbA1C with capsinoids or red pepper supplementation. However, greater effects on glucose were observed in trials involving participants aged >40 years, using red pepper, lasting ≥12 weeks, and with larger sample sizes (>50).", "population_specificity": "530 subjects from eight randomized clinical trials, with specific effects noted in participants aged >40 years.", "effective_dosage": "Not specified", "study_duration": "Varied, with some trials lasting ≥12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:14.718498+00:00"}
{"study_id": 59937, "supplement_id": 983, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of capsinoids and fermented red pepper paste (FRPP) supplementation on systolic and diastolic blood pressure.", "results_summary": "Capsinoids showed no significant effect on systolic blood pressure but a modest reduction in diastolic blood pressure. FRPP demonstrated significant reductions in both systolic and diastolic blood pressure.", "population_specificity": "363 subjects across 7 randomized clinical trials.", "effective_dosage": "Capsinoids ≤200 mg; FRPP 11.9 g.", "study_duration": "Trials lasting ≥12 weeks showed greater effects.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:15.371615+00:00"}
{"study_id": 59939, "supplement_id": 983, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine the effect of prolonged capsinoid ingestion on brown adipose tissue activity and resting energy expenditure in healthy, middle-aged, normal to overweight subjects.", "results_summary": "The abstract suggests capsinoids are promising for increasing energy expenditure via BAT activation, but limited information is available on prolonged ingestion effects in the studied population.", "population_specificity": "Healthy, middle-aged, normal to overweight subjects", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:16.454185+00:00"}
{"study_id": 59940, "supplement_id": 983, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to investigate the relationship between capsinoids-induced brown adipose tissue activation and thyroid hormone changes.", "results_summary": "The study examined thyroid hormone changes following capsinoids-induced BAT activation but did not report specific efficacy outcomes in the abstract.", "population_specificity": "Nineteen healthy subjects", "effective_dosage": "Not available", "study_duration": "2 hours post-intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:17.585362+00:00"}
{"study_id": 59941, "supplement_id": 983, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the evidence on whether dietary components like capsinoids can activate brown adipose tissue (BAT) and improve metabolic parameters such as body fat reduction.", "results_summary": "The study found that capsinoids appear to mimic cold exposure effects via the TRP-BAT axis, potentially reducing body fat and improving metabolic blood parameters, but robust study designs are lacking to confirm these effects conclusively.", "population_specificity": "Not specified (human studies in general, but no specific demographic details provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:21.667319+00:00"}
{"study_id": 59943, "supplement_id": 983, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to determine the potential of brown adipose tissue (BAT) activation as an anti-obesity treatment, including its role in energy expenditure and glucose metabolism.", "results_summary": "The study found that BAT contributes minimally to overall energy metabolism in humans, making it unlikely to cause weight loss, though improvements in glucose metabolism were noted. Pharmacological approaches to BAT activation showed some effect on energy expenditure but raised potential cardiovascular risks.", "population_specificity": "Humans (specific population not detailed in the abstract).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:21.864444+00:00"}
{"study_id": 59942, "supplement_id": 983, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize recent findings on dietary polyphenols, including capsinoids, and their potential to activate brown adipose tissue (BAT) and thermogenesis as a therapeutic strategy for obesity and diabetes.", "results_summary": "The study highlighted capsinoids as one of several polyphenols that may promote BAT activation and white adipose tissue (WAT) browning, suggesting potential benefits for metabolic health. The underlying mechanisms by which capsinoids facilitate these effects were also discussed.", "population_specificity": "Not specified (general focus on potential therapeutic applications for obesity and diabetes).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:22.139209+00:00"}
{"study_id": 59944, "supplement_id": 983, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of capsaicin and capsinoids on energy expenditure and fat oxidation, with a focus on the role of participants' BMI.", "results_summary": "The study found that capsaicin or capsinoids increased energy expenditure (245 kJ/day) and decreased respiratory quotient (by 0.216), indicating enhanced fat oxidation. The effects were statistically significant (p = 0.030 and p = 0.031, respectively).", "population_specificity": "Participants with a mean BMI below 25 kg/m².", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:23.179726+00:00"}
{"study_id": 59946, "supplement_id": 983, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the physiological effects, metabolism, and toxicity of capsinoids, focusing on their potential as a therapeutic compound.", "results_summary": "Capsinoids show physiological effects similar to capsaicin, including visceral fat reduction, and appear safer for therapeutic use, though further research on their mechanism is needed.", "population_specificity": "Rodents and humans (general population, not specified further).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:24.138674+00:00"}
{"study_id": 59947, "supplement_id": 983, "safety_score": "80", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the pharmacological and physiological effects of capsinoids, comparing them to capsaicinoids, particularly focusing on their potential clinical applications in cancer prevention and weight loss.", "results_summary": "Capsinoids exhibit antitumor, antioxidant, and anti-obesity properties with less pungency and toxicity compared to capsaicinoids, suggesting advantages in clinical use. They act through both receptor-dependent and receptor-independent pathways, targeting TRPV1.", "population_specificity": "Not specified (general pharmacological review).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:24.753247+00:00"}
{"study_id": 59936, "supplement_id": 983, "safety_score": "80", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to review the therapeutic potential of capsiate in various pathological conditions and explore future formulation strategies for its use.", "results_summary": "The study found that capsiate has potential roles in treating obesity, metabolic disorders, cancer, cardiovascular disorders, and gastrointestinal disorders, with a favorable toxicity profile. However, it faces challenges like low aqueous solubility and stability, and its broader therapeutic potential remains underexplored.", "population_specificity": "Not specified (review of existing studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:25.039470+00:00"}
{"study_id": 196996, "supplement_id": 983, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of capsinoids as ergogenic aids and explore their mechanisms of action in enhancing endurance performance and muscular strength.", "results_summary": "Among 22 studies, 9 showed performance benefits in animals, while in humans, 3 demonstrated acute endurance benefits and 2 showed acute resistance exercise benefits compared to placebo. The literature suggests capsinoids may improve exercise performance, but more mechanistic studies are needed.", "population_specificity": "Animals (rodents) and humans.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:25.280963+00:00"}
{"study_id": 184993, "supplement_id": 984, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential effects of Caralluma fimbriata as an appetite suppressant and weight loss supplement through a systematic review of clinical trials.", "results_summary": "The study found no significant changes in appetite parameters or improvements in metabolic parameters with Caralluma fimbriata supplementation, concluding it is unlikely to recommend it as a weight loss supplement or appetite suppressant.", "population_specificity": "Overweight or obese adults with a BMI > 25 kg/m² from various countries (Australia, Cuba, India, Spain).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:29.620286+00:00"}
{"study_id": 184994, "supplement_id": 984, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of Caralluma Fimbriata extract (CFE) on satiety biomarkers and body composition in overweight adults.", "results_summary": "The study assessed changes in cardiometabolic and satiety biomarkers, body composition, diet history, and gastrointestinal function over 16 weeks, comparing CFE to placebo, but specific results were not detailed in the abstract.", "population_specificity": "Overweight adults (83 participants, predominantly female, aged 20-50 years, mean BMI ~30 kg/m²).", "effective_dosage": "Not specified in the abstract.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:30.135512+00:00"}
{"study_id": 184996, "supplement_id": 984, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to assess the effectiveness of Caralluma Fimbriata as a natural appetite suppressant for obesity control in humans through a systematic review of clinical trials.", "results_summary": "The study found that Caralluma Fimbriata was one of the few plant extracts with evidence supporting its effectiveness in reducing body weight through appetite suppression, though most other supplements showed inconclusive results.", "population_specificity": "Overweight or obese adults aged 18-65 years.", "effective_dosage": "Not specified", "study_duration": "Intervention duration >2 weeks (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:30.300097+00:00"}
{"study_id": 185000, "supplement_id": 985, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to determine whether mouth rinsing with a carbohydrate (CHO) solution improves short endurance performance (<1 hour) in running.", "results_summary": "The study examined the effects of CHO mouth rinsing on running time to exhaustion at 85% VO2 max but did not explicitly report the outcomes in the provided abstract.", "population_specificity": "Six well-trained subjects.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:30.590448+00:00"}
{"study_id": 6799, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of green cardamom on lipoproteins, glycemic control, and anthropometric parameters in both healthy individuals and those with diseases.", "results_summary": "Cardamom supplementation significantly reduced triglycerides but did not significantly affect total cholesterol, LDL-cholesterol, HDL-cholesterol, fasting plasma glucose, or body weight. It was associated with a significant increase in BMI in three small studies.", "population_specificity": "Healthy individuals and those with diseases (specific conditions not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:32.460801+00:00"}
{"study_id": 6797, "supplement_id": 986, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anticancer effects of green cardamom (GCar) alone or combined with cyclophosphamide in Ehrlich solid tumor (EST)-bearing mice, focusing on its mechanistic role in tumor cell death.", "results_summary": "GCar alone or combined with cyclophosphamide reduced tumor size, elevated mean survival time, modulated apoptotic-related genes and proteins, decreased oxidative stress biomarkers, and improved antioxidant levels. It also diminished liver and kidney function biomarkers, suggesting fewer side effects than cyclophosphamide.", "population_specificity": "Ehrlich solid tumor (EST)-bearing mice.", "effective_dosage": "Not specified.", "study_duration": "10 days.", "interactions": "Combined with cyclophosphamide.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:32.789855+00:00"}
{"study_id": 6800, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether aqueous extract of large cardamom (AELC) could prevent vascular remodeling and oxidative stress in L-NAME-induced hypertensive rats.", "results_summary": "AELC significantly reduced blood pressure, restored nitric oxide levels, lowered malondialdehyde levels, alleviated vascular hypertrophy, and improved vascular response to acetylcholine in hypertensive rats.", "population_specificity": "Male Wistar rats with L-NAME-induced hypertension.", "effective_dosage": "100, 200, and 400 mg/kg/day of AELC.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:33.118270+00:00"}
{"study_id": 6798, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether cardamom essential oil (EO) has anti-pathogenic and immune-modulatory effects during acute campylobacteriosis in mice.", "results_summary": "Cardamom EO reduced intestinal pathogen loads, improved clinical outcomes, and decreased inflammatory responses in infected mice, both in the intestinal tract and systemic organs.", "population_specificity": "Microbiota-depleted IL-10-/- mice infected with C. jejuni strain 81-176.", "effective_dosage": "Not specified (administered via drinking water).", "study_duration": "Treatment started on day 2 post-infection, effects observed by day 3 and assessed until day 6.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:33.639456+00:00"}
{"study_id": 6804, "supplement_id": 986, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of green cardamom on serum Sirtuin-1, inflammatory factors, and liver enzymes in overweight or obese patients with non-alcoholic fatty liver disease (NAFLD).", "results_summary": "Green cardamom significantly increased Sirt1 levels and reduced hs-CRP, TNF-α, IL-6, ALT, and the degree of fatty liver compared to placebo. No significant differences were observed in weight, BMI, or AST.", "population_specificity": "Overweight or obese NAFLD patients.", "effective_dosage": "Two 500 mg capsules three times per day with meals.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:38.850024+00:00"}
{"study_id": 6803, "supplement_id": 986, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of cardamom supplementation on blood lipids and glycemic indices in type 2 diabetic patients, as well as investigate the mechanism via serum sirtuin-1 (SIRT1).", "results_summary": "Cardamom supplementation significantly decreased HbA1c, insulin levels, HOMA-IR, and triglycerides while increasing SIRT1 levels. No significant changes were observed in total cholesterol, HDL-c, or LDL-c levels.", "population_specificity": "Overweight or obese type 2 diabetic patients (n=83).", "effective_dosage": "3 g of green cardamom daily.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:38.907172+00:00"}
{"study_id": 6802, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether cardamom oil has neuroprotective effects in aluminum chloride-induced neurotoxicity, specifically examining its impact on acetylcholinesterase activity, oxidative stress, and Alzheimer's disease-like symptoms.", "results_summary": "Cardamom oil significantly improved behavioral parameters, inhibited acetylcholinesterase activity, reduced oxidative stress, and prevented neuronal damage and amyloid β plaque formation in the brain. It also upregulated brain-derived neurotrophic factor (BDNF).", "population_specificity": "Wistar rats with aluminum chloride-induced neurotoxicity.", "effective_dosage": "100 and 200 mg/kg, administered orally.", "study_duration": "42 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:39.798620+00:00"}
{"study_id": 6801, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibacterial and anti-inflammatory properties of cardamom fruit and seed extracts against periodontal pathogens.", "results_summary": "Both cardamom extracts demonstrated antibacterial effects against major periodontal pathogens and disrupted the cell membrane of P. gingivalis. The extracts also significantly reduced pro-inflammatory cytokine secretion by macrophages, likely via inhibition of the NF-κB pathway.", "population_specificity": "Periodontal pathogens (Aggregatibacter actinomycetemcomitans, Fusobacterium nucleatum, Porphyromonas gingivalis, Prevotella intermedia) and lipopolysaccharide-stimulated macrophages.", "effective_dosage": "Minimum inhibitory concentrations: 0.5% (v/v), 0.25%, 0.062%, 0.125%; minimum bactericidal concentrations: 1%, 0.25%, 0.062%, 0.25%.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:39.852427+00:00"}
{"study_id": 6805, "supplement_id": 986, "safety_score": "85", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of cardamom supplementation on serum lipids, glycemic indices, and blood pressure in pre-diabetic women.", "results_summary": "Cardamom supplementation significantly reduced total cholesterol (TC) and LDL-C while increasing insulin sensitivity, but did not significantly affect blood pressure, glycemic indices, or other serum lipids compared to placebo. The placebo group showed a significant decrease in HDL-C.", "population_specificity": "Overweight or obese pre-diabetic women.", "effective_dosage": "3 g of green cardamom daily.", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:40.472272+00:00"}
{"study_id": 6807, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of cardamom supplementation on inflammation and oxidative stress in hyperlipidemic, overweight, and obese pre-diabetic women.", "results_summary": "Cardamom supplementation significantly reduced serum hs-CRP, hs-CRP:IL-6 ratio, and MDA levels compared to placebo, indicating improvements in inflammation and oxidative stress markers.", "population_specificity": "Hyperlipidemic, overweight, and obese pre-diabetic women (n=80).", "effective_dosage": "3 g per day", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:40.627168+00:00"}
{"study_id": 6806, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibacterial activity of cardamom essential oil against Campylobacter jejuni and Campylobacter coli, including its mechanisms of antimicrobial action.", "results_summary": "Cardamom essential oil demonstrated significant antimicrobial activity against Campylobacter spp., with larger inhibition zones and lower minimum inhibitory concentrations compared to cumin. The study found that cardamom essential oil impaired bacterial cell membrane integrity, evidenced by increased relative electric conductivity, extracellular ATP concentration, and release of cell constituents.", "population_specificity": "Bacterial cultures of Campylobacter jejuni and Campylobacter coli.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:41.479272+00:00"}
{"study_id": 6808, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to synthesize gold and silver nanoparticles using cardamom extract and evaluate their antioxidant, catalytic, antimicrobial, and anticancer properties.", "results_summary": "The study found that cardamom-synthesized nanoparticles exhibited antioxidant activity, catalytic reduction of methylene blue, antimicrobial effects against pathogenic bacteria, and potential cytotoxicity against breast cancer cells.", "population_specificity": "In vitro (cell-based assays and microbial cultures)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:41.481411+00:00"}
{"study_id": 6810, "supplement_id": 986, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the antimicrobial potential of cardamom oil loaded in chitosan nano-particles against multidrug-resistant bacterial pathogens.", "results_summary": "Cardamom oil loaded chitosan nano-particles demonstrated excellent antimicrobial activity against extended spectrum β lactamase-producing Escherichia coli and methicillin-resistant Staphylococcus aureus, with high encapsulation efficiency and stability. The formulation was non-hemolytic and non-cytotoxic to human corneal epithelial cells and HepG2 cell lines.", "population_specificity": "In vitro testing on human corneal epithelial cells and HepG2 cell lines, and antimicrobial testing on bacterial pathogens.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:47.810452+00:00"}
{"study_id": 6811, "supplement_id": 986, "safety_score": "85", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of cardamom supplementation on blood pressure, endothelial function, and anthropometric measures in patients with type 2 diabetes mellitus.", "results_summary": "The study found no significant difference between cardamom and other herbal treatments in influencing blood pressure, serum sICAM-1 concentrations, or anthropometric measures. Within-group comparisons did not show significant changes for cardamom.", "population_specificity": "204 patients with type 2 diabetes mellitus, randomly assigned to intervention groups.", "effective_dosage": "3 g cardamom with three glasses of black tea daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:48.330606+00:00"}
{"study_id": 6812, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to determine whether cardamom, as a supplementary remedy, could improve markers of inflammation, oxidative stress, glycemic control, and lipid profile in patients with type 2 diabetes.", "results_summary": "Cardamom consumption significantly improved total cholesterol, LDL, and HDL levels compared to controls, but it did not significantly affect glycemic control, anthropometry, inflammation, or oxidative stress.", "population_specificity": "204 patients with type 2 diabetes.", "effective_dosage": "3 g cardamom daily (consumed with 3 glasses of black tea).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:48.345462+00:00"}
{"study_id": 6813, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the cancer chemopreventive potential of cardamom against benzo(α)pyrene-induced forestomach papillomagenesis in mice.", "results_summary": "Cardamom significantly reduced tumor incidence and multiplicity by 41.67% and 74.55%, respectively, and enhanced hepatic antioxidant enzyme activities while reducing lipid peroxidation and lactate dehydrogenase activity.", "population_specificity": "Mice with benzo(α)pyrene-induced forestomach papillomagenesis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:48.476802+00:00"}
{"study_id": 6816, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dietary cardamom could prevent or reduce DMBA-induced skin papillomatogenesis in mice, a model resembling human non-melanoma skin cancer.", "results_summary": "Cardamom upregulated detoxification enzymes, blocked NF-κB activation, and reduced both the size and number of skin papillomas in DMBA-treated mice, suggesting potential chemopreventive effects.", "population_specificity": "Swiss albino mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:49.466883+00:00"}
{"study_id": 6809, "supplement_id": 986, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-hypercholesterolemic effects of cardamom (powder, oil, and de-oiled powder) in hypercholesterolemic Wistar rats.", "results_summary": "Cardamom oil significantly reduced blood total cholesterol (31%), LDL cholesterol (44%), and serum triglycerides (42%), while also improving hepatic antioxidant enzyme activity and increasing serum ascorbic acid levels. Cardamom powder and oil also showed potential cardioprotective effects by lowering the atherogenicity index.", "population_specificity": "Hypercholesterolemic Wistar rats.", "effective_dosage": "Cardamom powder (50 g kg-1), cardamom oil (3 g kg-1), de-oiled cardamom powder (50 g kg-1).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:49.657795+00:00"}
{"study_id": 6815, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the chemopreventive potential of cardamom against two-stage skin cancer in mice.", "results_summary": "Cardamom significantly reduced tumor incidence, burden, and yield, as well as decreased lipid peroxidation and increased glutathione levels in the liver compared to the control group.", "population_specificity": "Mice with 7,12-dimethylbenz[a]anthracene-initiated and croton oil-promoted skin papillomagenesis.", "effective_dosage": "0.5 mg of cardamom powder in suspension administered orally.", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:49.776148+00:00"}
{"study_id": 6814, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to develop an ozone-based decontamination method for cardamom seeds while minimizing losses of biologically active substances.", "results_summary": "Ozone treatment improved radical scavenging activity (IC(50) = 24.18 mg/mL vs. 31.94 mg/mL control) and FRAP activity (613.64 mmol TE/g vs. 480.29 mmol TE/g control), but reduced total polyphenol content (41.2%) and total antioxidant capacity (16.2%).", "population_specificity": "Cardamom seeds (not human subjects).", "effective_dosage": "Ozone concentration 160-165.0 g/m³, flow rate 0.1 L/min, pressure 0.5 atm, time 30 min, repeated 3 times at 24-h intervals.", "study_duration": "3 days (3 treatments at 24-h intervals).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:50.604844+00:00"}
{"study_id": 6818, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential chemopreventive properties of cardamom phytochemicals, particularly limonene and cineole, against carcinogenesis.", "results_summary": "The abstract suggests that cardamom phytochemicals like limonene and cineole show promising effects against carcinogenesis, though detailed studies are lacking. It highlights the potential for future research and patent applications based on these findings.", "population_specificity": "Not specified (general focus on carcinogenesis).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:55.944380+00:00"}
{"study_id": 6817, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the antimicrobial activity of various extracts (petroleum ether, methanol, aqueous) from cardamom leaves and roots, essential oil, and isolated vasicine against multiple microorganisms.", "results_summary": "The methanol extract of cardamom fruits showed significant antimicrobial activity against Escherichia coli, while the methanol extract of the rind was effective against Staphylococcus aureus. The essential oil was effective against a broad range of microorganisms, including Bacillus pumilus, Staphylococcus aureus, and Pseudomonas aeruginosa.", "population_specificity": "Not specified (in vitro study on microorganisms)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:56.376054+00:00"}
{"study_id": 6819, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the anti-oxidative potential of cardamom in preventing colon carcinogenesis, focusing on its ability to enhance detoxifying enzyme activity and reduce lipid peroxidation.", "results_summary": "The study found that aqueous suspensions of cardamom increased detoxifying enzyme (GST) activity and decreased lipid peroxidation levels, suggesting potential anti-oxidative and chemopreventive effects against colon cancer.", "population_specificity": "Not specified (animal or human study not clearly stated in the abstract).", "effective_dosage": "Not specified (only mentions \"aqueous suspensions\").", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:56.758360+00:00"}
{"study_id": 50666, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if cardamom consumption improves cardiovascular metabolic biomarkers, including lipid profiles, inflammatory markers, and oxidative stress indices.", "results_summary": "Cardamom consumption improved total cholesterol, triglycerides, high-sensitivity C-reactive protein, and interleukin-6 but did not significantly affect HDL cholesterol, LDL cholesterol, or some oxidative stress indicators.", "population_specificity": "989 adults (specific demographics not detailed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:56.947902+00:00"}
{"study_id": 50667, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of cardamom on inflammation, blood glucose, oxidative stress, and dyslipidemia in diabetes mellitus through a systematic review of clinical and in vivo studies.", "results_summary": "Cardamom showed beneficial effects on insulin resistance, oxidative stress, and inflammation, and improved dyslipidemia, but had no significant effect on weight loss. Most studies indicated enhanced antioxidant enzyme production and reduced oxidative stress and inflammatory factors in diabetes mellitus.", "population_specificity": "Human and animal subjects with diabetes mellitus.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:57.484657+00:00"}
{"study_id": 6820, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if cardamom could inhibit azoxymethane-induced colonic aberrant crypt foci in mice and explore its effects on proliferation, apoptosis, COX-2, and iNOS expression.", "results_summary": "Cardamom significantly reduced aberrant crypt foci, suppressed cell proliferation, induced apoptosis, and lowered COX-2 and iNOS expression in mice. The results suggest protective effects against experimentally induced colon carcinogenesis.", "population_specificity": "Male Swiss albino mice", "effective_dosage": "0.5% cardamom in aqueous suspension, administered daily", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:57.934853+00:00"}
{"study_id": 50668, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the potential of cardamom in reducing inflammatory markers as part of a broader review on herbs and spices for metabolic syndrome prevention and treatment.", "results_summary": "Cardamom showed potential to reduce inflammatory markers, though the abstract does not specify the magnitude or statistical significance of these effects. It was among the herbs/spices reviewed, but fewer studies focused on it compared to others like cinnamon or ginger.", "population_specificity": "Patients with metabolic syndrome or associated disorders, including type 2 diabetes, as well as healthy populations for preventative benefits.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:14:59.269498+00:00"}
{"study_id": 6821, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of cardamom oil pretreatment on enhancing the transdermal delivery of indomethacin and identify the active components responsible for this enhancement.", "results_summary": "Cardamom oil significantly enhanced the permeation of indomethacin in both in vitro and in vivo studies, with cyclic monoterpenes identified as the key components altering stratum corneum barrier properties. Minor components in cardamom oil (alpha-pinene, beta-pinene, alpha-terpineol) showed a synergistic effect with major components (1,8-cineole, d-limonene) to enhance permeation.", "population_specificity": "Not specified (in vitro and in vivo models, but no human subjects mentioned).", "effective_dosage": "Not specified (only mentions pretreatment periods affecting flux).", "study_duration": "Not specified (only mentions varying pretreatment periods).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:01.727788+00:00"}
{"study_id": 50670, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers explored whether green cardamom could serve as a potential method for managing sarcopenic obesity.", "results_summary": "The abstract suggests that green cardamom is a potential method for managing sarcopenic obesity, alongside other nutraceuticals, but specific results or mechanisms for cardamom are not detailed.", "population_specificity": "Aging population with sarcopenic obesity (low muscle mass and high body fat).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:03.990610+00:00"}
{"study_id": 50672, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to explore how cardamom extract (cardamomin) affects liver fibrosis by regulating gluconeogenic reprogramming.", "results_summary": "The study suggests that cardamom extract, along with other traditional Chinese medicines, may influence liver fibrosis by modulating glucose metabolic reprogramming in hepatic stellate cells (HSC), potentially improving or reversing fibrosis.", "population_specificity": "Not specified (general liver fibrosis context).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:04.955822+00:00"}
{"study_id": 50674, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of cardamom supplementation on glycemic indices and weight profile in randomized controlled clinical trials.", "results_summary": "The meta-analysis found no significant effect of cardamom on BMI, weight, waist circumference, fasting blood sugar, insulin, or QUICKI, but it did show a significant improvement in HOMA-IR and HbA1C levels.", "population_specificity": "410 participants across six randomized controlled trials.", "effective_dosage": "3 g daily", "study_duration": "8 weeks to 3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:05.718724+00:00"}
{"study_id": 50671, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of medicinal and food-homologous substances, including cardamom, on blood lipid and glucose levels and liver function in patients with NAFLD.", "results_summary": "The study found that cardamom, among other substances, improved HDL-C, LDL-C, TC, TGs, FBG, and liver enzyme levels in NAFLD patients, though the abstract does not specify the extent of cardamom's individual effects.", "population_specificity": "Patients with nonalcoholic fatty liver disease (NAFLD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:05.984184+00:00"}
{"study_id": 50669, "supplement_id": 986, "safety_score": "90", "efficacy_score": 75, "quality_score": 70, "study_goal": "To evaluate the effect of compound honey syrup (CHS), containing cardamom among other ingredients, on fractional exhalation nitric oxide (FENO) changes in cystic fibrosis (CF) patients.", "results_summary": "The study found that CHS significantly improved FENO levels in CF patients after 12 weeks of treatment, with no dangerous side effects reported. The results suggest CHS may be a safe and effective complementary treatment for CF.", "population_specificity": "70 cystic fibrosis patients (44 completed the study).", "effective_dosage": "5-10 cc of CHS (including cardamom) in 100 cc of warm boiled water twice daily, 30 min after meals (dose adjusted by age and weight).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:07.083165+00:00"}
{"study_id": 50678, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to identify clinical trials analyzing changes in inflammatory and metabolic mediators in response to functional foods, including cardamom.", "results_summary": "Cardamom was identified as one of the functional foods that regulate inflammation, but the abstract does not provide specific details on its efficacy or mechanisms. The study suggests that dietary patterns rich in functional foods may have additive effects, but clinical relevance requires further investigation.", "population_specificity": "Not specified (general human population inferred)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:07.192925+00:00"}
{"study_id": 50680, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to examine the effects of 10-week green cardamom intake on blood pressure, inflammatory biomarkers, and endothelial function in type 2 diabetes mellitus patients.", "results_summary": "The abstract does not provide results, as it describes a planned study rather than reporting outcomes.", "population_specificity": "Overweight or obese patients with type 2 diabetes mellitus, aged 30-60 years.", "effective_dosage": "3 g/day (6 capsules)", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:07.702782+00:00"}
{"study_id": 50681, "supplement_id": 986, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review recent advances in understanding the pharmacological properties of cardamonin, particularly its roles in cancer treatment, immune modulation, inflammation, and pathogen killing.", "results_summary": "Cardamonin demonstrates potential as an anticancer agent by inducing apoptosis in malignant cells, altering cell cycle regulatory proteins, and targeting multiple signaling pathways (e.g., mTOR, NF-κB, Akt). Its pharmacokinetic and biosafety profile suggests it is a promising candidate for pharmaceutical development.", "population_specificity": "Not specified (review of existing research).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:12.034483+00:00"}
{"study_id": 50682, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of cardamom supplementation on serum lipid parameters through a systematic review and meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis of five RCTs found that cardamom supplementation did not significantly alter total cholesterol levels, with a weighted mean difference of -6.11 mg/dl (95% CI [-13.06, 0.83]). The results suggest inconsistent or minimal effects on lipid profiles.", "population_specificity": "Not specified in the abstract (likely general or dyslipidemic populations based on context).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:13.071681+00:00"}
{"study_id": 50686, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of green cardamom on blood glucose, lipids, and oxidative stress in overweight or obese patients with type 2 diabetes.", "results_summary": "The abstract does not provide results, as the study appears to be in the planning or early stages (trial registration date: 23.11.2016).", "population_specificity": "Overweight or obese patients with type 2 diabetes (n=80).", "effective_dosage": "3 g/d green cardamom.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:13.853475+00:00"}
{"study_id": 50684, "supplement_id": 986, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of green cardamom on serum glucose indices, lipids, and irisin levels in overweight or obese patients with non-alcoholic fatty liver disease (NAFLD).", "results_summary": "Green cardamom significantly improved irisin levels, HDL-c, and insulin sensitivity (QUICKI) while reducing FBI, TG, LDL-c, HOMA-IR, and fatty liver grade. No significant changes were observed in FBS, TC, or BMI.", "population_specificity": "Overweight or obese NAFLD patients recruited from a polyclinic in Tehran.", "effective_dosage": "Two 500 mg capsules, 3 times/day with meals.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:14.615329+00:00"}
{"study_id": 50687, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of green cardamom supplementation on blood glucose indices, lipids, inflammatory profiles, liver function, and specific biomarkers (irisin, PON1, Sirt1) in obese patients with NAFLD.", "results_summary": "The abstract does not report specific results, as the study appears to be a trial protocol rather than a completed study with findings.", "population_specificity": "Obese patients with nonalcoholic fatty liver disease (NAFLD) diagnosed via ultrasonography.", "effective_dosage": "Two 500-mg capsules, three times/day, taken with meals.", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:14.786539+00:00"}
{"study_id": 50689, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to review scientific findings on cardamom and other spices to assess their potential role in managing and preventing cardiovascular diseases.", "results_summary": "The study highlights cardamom's traditional medicinal uses and suggests it may be effective for cardiovascular disease prevention, though more systematic research is needed to confirm these benefits.", "population_specificity": "Not specified (general focus on traditional uses and potential applications in cardiovascular health).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:14.890663+00:00"}
{"study_id": 50691, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether aromatherapy using a blend of essential oils, including cardamom, could effectively reduce postoperative nausea compared to a placebo.", "results_summary": "The study found that the blend of essential oils (including cardamom) significantly reduced nausea levels and decreased the need for antiemetic medications compared to saline placebo. The effect was statistically significant (P < 0.001).", "population_specificity": "Adult patients experiencing postoperative nausea in an ambulatory surgical center.", "effective_dosage": "Not specified (gauze pad saturated with the blend, inhaled deeply 3 times).", "study_duration": "Immediate effect measured 5 minutes after inhalation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:16.119490+00:00"}
{"study_id": 50692, "supplement_id": 986, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the anticancer potential of spice-derived nutraceuticals, including cardamonin from black cardamom, by examining their modulation of various molecular targets.", "results_summary": "The study highlights that cardamonin, derived from black cardamom, modulates transcription factors, growth factors, protein kinases, and inflammatory mediators, suggesting potential anticancer effects. However, specific clinical outcomes or efficacy data for cardamom alone are not detailed.", "population_specificity": "Not specified (review of preclinical and potential clinical applications).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:16.392148+00:00"}
{"study_id": 6475, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether carnosine could counteract the molecular alterations induced by Aβ oligomers in an in vitro model of AMD using ARPE-19 cells.", "results_summary": "Carnosine effectively countered most molecular alterations caused by Aβ oligomers, including reduced cell viability, increased inflammation, oxidative stress, and destruction of tight junction proteins in ARPE-19 cells.", "population_specificity": "ARPE-19 cells (a human retinal pigment epithelial cell line) treated with Aβ oligomers as an in vitro model of AMD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:20.210605+00:00"}
{"study_id": 6476, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether carnosine could ameliorate diabetes-associated cognitive decline by modulating autophagy and oxidative stress in type 2 diabetic rats.", "results_summary": "Carnosine improved cognitive performance, reduced oxidative stress, activated the Akt/mTOR pathway, and modulated autophagy in diabetic rats, with effects being dose-dependent. No significant impact on blood glucose levels or body weight was observed.", "population_specificity": "Sprague-Dawley rats with induced type 2 diabetes mellitus.", "effective_dosage": "100 mg/kg, 300 mg/kg, and 900 mg/kg administered intragastrically.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:21.813938+00:00"}
{"study_id": 6477, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate carnosine's potential to counteract LPS + ATP-induced toxicity, oxidative stress, and inflammation in human microglia, and its role in restoring energy metabolism.", "results_summary": "Carnosine prevented LPS + ATP-induced cell death and oxidative stress in human microglia (HMC3 cell line) and restored basal energy metabolism, suggesting therapeutic potential for neuroinflammatory disorders like depression and Alzheimer's disease.", "population_specificity": "Human microglia (HMC3 cell line)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:22.120702+00:00"}
{"study_id": 6479, "supplement_id": 987, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of carnosine on oxidative stress induced by titanium dioxide nanoparticles (TiO2-NPs) in zebrafish larvae and assess its potential therapeutic benefits.", "results_summary": "Carnosine significantly reduced ROS levels in zebrafish larvae exposed to TiO2-NPs and restored the expression of cellular stress markers Hsp70 and MTs, suggesting its antioxidant and protective effects against oxidative stress.", "population_specificity": "Zebrafish embryos and larvae.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:22.651460+00:00"}
{"study_id": 6480, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how carnosine mediates interactions between muscle cells and neuronal cells, focusing on its role in muscle cell differentiation and secretion of exosomes and myokines.", "results_summary": "Carnosine was found to induce muscle cell differentiation and stimulate the secretion of exosomes and myokines, which promote neurite outgrowth and neuronal cell activation. The study also noted that carnosine acts differently on intestinal and muscle cells, suggesting distinct mechanisms of interaction with neuronal cells.", "population_specificity": "In vitro cell cultures (intestinal cells, muscle cells, and neuronal cells)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:23.338640+00:00"}
{"study_id": 6482, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of Zn-Car MNs as a dual metabolism inhibitor for cancer therapy by targeting OXPHOS and glycolysis.", "results_summary": "Zn-Car MNs demonstrated potent inhibition of both OXPHOS and glycolysis, reduced ATP production, and induced apoptosis in cancer cells. They were more effective than the classic copper chelator TM in breast and colon cancer models.", "population_specificity": "Breast cancer and colon cancer models (in vitro or in vivo, not specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:24.322558+00:00"}
{"study_id": 6478, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review recent studies on the effects of carnosine, N-acetylcarnosine, and zinc-L-carnosine supplementation in various areas of human medicine.", "results_summary": "The supplementation showed beneficial impacts in preventing sarcopenia, preserving cognitive abilities, improving neurodegenerative disorders, diabetes mellitus parameters, oral mucositis symptoms, esophagitis and taste disorders after chemotherapy, gastrointestinal mucosa protection, and supporting Helicobacter pylori eradication. However, results were inconclusive for senile cataracts, cardiovascular disease, schizophrenia, and autistic disorders.", "population_specificity": "Human medicine (various conditions, including sarcopenia, neurodegenerative disorders, diabetes, oral mucositis, chemotherapy side effects, and gastrointestinal issues).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:25.636304+00:00"}
{"study_id": 6481, "supplement_id": 987, "safety_score": "85", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adjuvant L-Carnosine therapy improves negative and cognitive symptoms in patients with Schizophrenia.", "results_summary": "The study found that 800 mg of L-Carnosine significantly improved attention scores but did not significantly affect negative symptoms. No major adverse effects were reported.", "population_specificity": "100 patients with Schizophrenia (ICD-10 diagnosis) and predominant negative symptoms (SANS total score ≥ 60).", "effective_dosage": "400 mg for 3 months, increased to 800 mg from the 13th week until study completion.", "study_duration": "24 weeks (6 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:25.972088+00:00"}
{"study_id": 6484, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to analyze the effect of carnosine on the proteome of UVA-irradiated human skin fibroblasts in a 3D biological system to investigate altered cellular pathways.", "results_summary": "Carnosine provided protection against UVA radiation by activating the Nrf2 pathway and upregulating ROS-detoxifying enzymes. It also regulated the Epithelial Adherens Junction and Wound Healing Signaling Pathway by mediating structural proteins like vinculin and fibronectin.", "population_specificity": "Human skin fibroblasts cultured in a 3D biological system.", "effective_dosage": "Not specified", "study_duration": "48 hours and 7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:29.898241+00:00"}
{"study_id": 6483, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-oxidative, anti-inflammative, and anti-pyroptotic effects of carnosine in a mouse model of transient middle cerebral artery occlusion (tMCAO).", "results_summary": "Carnosine significantly reduced infarct volume and suppressed oxidative stress markers (4-HNE, 8-OHdG, Nitrotyrosine) and inflammatory responses (IL-1β, RAGE) in mice after tMCAO. The findings suggest carnosine may be a promising therapeutic strategy for ischemic stroke.", "population_specificity": "Mice subjected to transient middle cerebral artery occlusion (tMCAO).", "effective_dosage": "1000 mg/kg/day", "study_duration": "14 days pre-treatment, followed by 1 and 5 days post-reperfusion.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:30.813623+00:00"}
{"study_id": 6486, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether carnosine could inhibit MMP-2 activity and reduce oxidative stress in the kidneys to prevent urate nephrolithiasis in an experimental rat model.", "results_summary": "Carnosine significantly reduced MMP-2 concentration in urine and kidney homogenate, decreased oxidative stress markers, and reduced the incidence and size of urate deposits in the kidneys.", "population_specificity": "Wistar rats with experimentally induced urate nephrolithiasis.", "effective_dosage": "15 mg/kg administered intragastrically.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:30.846095+00:00"}
{"study_id": 6485, "supplement_id": 987, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the hypolipidemic effects of carnosine and a commercial carnosine supplement on lipid status, liver and kidney function, and inflammation in rats with high-fat diet-induced hyperlipidemia.", "results_summary": "Carnosine supplementation significantly improved total and LDL cholesterol levels, particularly when combined with simvastatin, and showed anti-inflammatory effects. The safety profile of carnosine was confirmed with no adverse effects on liver or kidney function.", "population_specificity": "Adult male Wistar rats with high-fat diet-induced hyperlipidemia.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "Positive interaction noted with simvastatin.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:31.248089+00:00"}
{"study_id": 6488, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess whether Carnosine (CARN) could mitigate cholestasis-induced lung injury by reducing oxidative stress and inflammation in rats.", "results_summary": "CARN significantly reduced oxidative stress biomarkers, inflammatory response, tissue fibrosis, and histopathological changes in the lungs of cholestatic rats, demonstrating protective effects against lung injury.", "population_specificity": "Rats with bile duct ligation (BDL)-induced cholestasis.", "effective_dosage": "100 and 500 mg/kg, intraperitoneally.", "study_duration": "Evaluated at 7, 14, and 28 days after BDL.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:32.631900+00:00"}
{"study_id": 6487, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of L-carnosine in treating age-related diseases, including cancer, cardiovascular disease, diabetes, and neurodegenerative disorders.", "results_summary": "The meta-analysis found statistically significant benefits of L-carnosine for diabetes (reducing HbA1c and fasting blood sugar) and some cognitive measures in neurodegenerative disorders, though it showed mixed results for other outcomes like depression scores. The study concluded there is no current evidence supporting its use for cardiovascular disease or cancer treatment.", "population_specificity": "Patients with age-related diseases (diabetes, neurodegenerative disorders, etc.).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:32.738809+00:00"}
{"study_id": 6489, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the mechanisms by which carnosine improves glycemic control in human skeletal muscle cells, particularly in type-2 diabetes (T2D).", "results_summary": "Carnosine treatment significantly increased insulin-stimulated glucose uptake in T2D skeletal muscle cells and attenuated the increase in MGO-modified proteins, suggesting its beneficial effects may stem from scavenging reactive species. No effects were observed in lean healthy control cells.", "population_specificity": "Primary human skeletal muscle cells from individuals with type-2 diabetes (T2D) and lean healthy controls (LHC).", "effective_dosage": "10 mM carnosine", "study_duration": "4 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:34.441949+00:00"}
{"study_id": 6490, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of dietary β-alanine supplementation on growth performance, meat quality, carnosine content, amino acid composition, and muscular antioxidant capacity in finishing pigs.", "results_summary": "Dietary β-alanine supplementation improved meat quality (increased pH45 min, decreased shear force and drip loss), enhanced antioxidant capacity (increased glutathione peroxidase and catalase activities, reduced malondialdehyde concentration), and regulated amino acid composition (increased arginine, alanine, glutamate, and trends for cysteine, glycine, and anserine).", "population_specificity": "Chinese indigenous Ningxiang pigs (finishing pigs).", "effective_dosage": "600 mg/kg β-alanine added to the basal diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:35.922505+00:00"}
{"study_id": 6491, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the anti-fibrotic and anti-inflammatory effects of L-carnosine in bleomycin-induced idiopathic pulmonary fibrosis (IPF) mice and its mechanism via ROS regulation.", "results_summary": "L-carnosine reduced oxidative stress markers (Nox2, Nox4, p53, Caspase-3) and increased antioxidant activity (SOD, Sod2, catalase, Nqo1), demonstrating anti-fibrotic and anti-inflammatory effects in both fibroblasts and alveolar epithelial cells. These effects were linked to NFκB pathway inhibition.", "population_specificity": "Bleomycin-induced IPF mice and human/mouse cell lines (MRC-5 fibroblasts, MLE-12 alveolar epithelial cells).", "effective_dosage": "150 mg/kg orally administered.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:39.296332+00:00"}
{"study_id": 6494, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a controlled-release drug delivery system for carnosine using magnetic iron oxide nano-rods encapsulated in polymer microbeads, evaluating its triggered release potential for glioblastoma treatment.", "results_summary": "The study demonstrated that carnosine could be released in a sustained manner from the polymer microbeads, with over 50% released within 30 minutes under a rotating magnetic field. The release profile varied depending on whether carnosine was mixed with iron oxide nano-rods before encapsulation.", "population_specificity": "Not specified (in vitro or preclinical study implied by the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:40.160904+00:00"}
{"study_id": 6493, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the biological functions of Zinc-L-carnosine (ZnC) in colorectal cancer (CRC), including its effects on tumor cell proliferation, invasion, migration, and the tumor immune microenvironment.", "results_summary": "ZnC inhibited CRC cell proliferation, invasion, and migration in vitro and slowed tumor growth in vivo. It also modulated the tumor immune microenvironment by reducing immunosuppressive cells and enhancing CD8+ T cells, and synergized with anti-PD1 therapy to improve efficacy.", "population_specificity": "Colorectal cancer cell lines (HCT116, LOVO) and C57BL/6 mouse model with CRC subcutaneous tumors.", "effective_dosage": "100 mg/kg, once daily (in vivo).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:40.381478+00:00"}
{"study_id": 6496, "supplement_id": 987, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential role of carnosine as an adjunct treatment for peripheral vascular disease, focusing on its anti-inflammatory, antioxidant, and antiglycating properties.", "results_summary": "Carnosine may aid in preventing plaque formation, improving angiogenesis, exercise performance, and vasodilatory response, while protecting against ischemic tissue injury. The study concludes that carnosine supplementation is safe and beneficial for managing peripheral vascular disease alongside exercise and revascularization.", "population_specificity": "Patients with peripheral vascular disease and high-risk individuals for atherogenesis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:40.892635+00:00"}
{"study_id": 6495, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the Tre-car conjugate (Trehalose-L-carnosine) could reduce inflammation, oxidative stress, and apoptosis, and improve Zn2+ homeostasis in spinal cord injury models.", "results_summary": "The Tre-car conjugate demonstrated neuroprotective effects by reducing inflammation, oxidative stress, and apoptosis, while improving Zn2+ homeostasis and stimulating neurotrophic factors in both in vitro and in vivo SCI models.", "population_specificity": "Rat pheochromocytoma cells (PC12 cell line) and in vivo spinal cord injury model in rats (T6-T8 levels).", "effective_dosage": "Not specified", "study_duration": "24 hours (in vitro), 1 and 6 hours post-SCI (in vivo)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:41.985292+00:00"}
{"study_id": 6497, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of a vitamin K3 carnosine peptide (VKC)-loaded bi-layered scaffold for treating bronchopleural fistula and pulmonary diseases, focusing on its antibacterial, anticancer, and tissue-regenerative properties.", "results_summary": "The VKC-loaded scaffold demonstrated excellent cell viability in human bronchial epithelial cells (HBECs), strong cytotoxicity against A549 lung cancer cells (IC50 of 5 μg/mL), and high affinity for EGFR and VEGFR2 receptors. The scaffold also showed superior biocompatibility, cell migration, and angiogenesis, suggesting potential for treating cancerous BPF and pulmonary diseases.", "population_specificity": "Human bronchial epithelial cells (HBECs) and A549 lung cancer cell line.", "effective_dosage": "IC50 of 5 μg/mL for A549 lung cancer cells (specific dosage for HBECs not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:44.823390+00:00"}
{"study_id": 6498, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore carnosine's potential as an adjuvant therapy for COVID-19 and long COVID, given its anti-inflammatory, antioxidant, and mitochondrial-modulating properties.", "results_summary": "The abstract suggests carnosine may mitigate COVID-19-related organ dysfunction, particularly by addressing cytokine storm and metabolic dysregulation, but does not provide specific clinical trial results.", "population_specificity": "COVID-19 patients, particularly those with comorbidities like diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:45.227520+00:00"}
{"study_id": 6499, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-inflammatory and neuroprotective mechanisms of co-administered acetaminophen and L-carnosine in alleviating neuropathic pain in rats with chronic constriction injury (CCI).", "results_summary": "Co-administration of acetaminophen and L-carnosine significantly reduced hyperalgesia and allodynia, lowered proinflammatory cytokines, and enhanced antioxidant activity in the spinal cord of CCI-induced rats.", "population_specificity": "Male Wistar rats with CCI-induced peripheral neuropathy.", "effective_dosage": "Not specified", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:47.510921+00:00"}
{"study_id": 6501, "supplement_id": 987, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to review the therapeutic applications and mechanisms of Zinc L-carnosine in gastrointestinal diseases, focusing on its cytoprotective, anti-inflammatory, and mucosal repair properties.", "results_summary": "Zinc L-carnosine demonstrated beneficial effects on mucosal damage, promoting repair in conditions like peptic ulcers, oral mucositis, and esophagitis, with potential applications in ulcerative colitis and iatrogenic ulcers. Its efficacy is attributed to antioxidative effects, cytokine modulation, and membrane stabilization.", "population_specificity": "Humans and animals (in vitro and in vivo studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:48.733218+00:00"}
{"study_id": 6503, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to critically evaluate key methodological inconsistencies in preclinical studies on Carnosine and propose alignment for future research to validate its therapeutic potential.", "results_summary": "The abstract highlights Carnosine's multimodal mechanisms, including antioxidant, anti-inflammatory, and immune-modulating effects, but notes substantial heterogeneity in preclinical study designs, underscoring the need for coordinated future research.", "population_specificity": "Preclinical animal models (specifics not detailed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:49.601268+00:00"}
{"study_id": 6500, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether carnosine (CA) could alleviate pain, reduce inflammation, and protect cartilage in knee osteoarthritis (OA) in both in vivo (rat) and in vitro (synoviocyte cell) models.", "results_summary": "CA supplementation significantly reduced pain, lowered inflammatory protein levels, improved synovial protection, decreased cartilage degradation, and reduced oxidative stress markers in both rat and cell models. It also activated protective pathways (Nrf2, HO-1) and suppressed inflammatory mediators (COX-2, MMPs).", "population_specificity": "Male Wistar rats with induced knee OA and fibroblast-like synoviocyte (FLS) cells treated with IL-1β.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:49.660342+00:00"}
{"study_id": 6492, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize existing research on carnosine and its compounds in bone cells and tissue, focusing on their physiological functions and effects on bone metabolism-related diseases.", "results_summary": "Carnosine and its compounds promote osteoblast proliferation, inhibit osteoclasts, protect chondrocytes, regulate bone progenitor cell cycles, accelerate fracture healing, delay bone tumor development, and ameliorate osteopenia. They show potential for treating osteoporosis and bone tumors.", "population_specificity": "Animal models and cell studies (no specific human population mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:50.099868+00:00"}
{"study_id": 6502, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the pharmacokinetics and physiological effects of orally administered imidazole dipeptides (carnosine and anserine) in carnosine synthase gene-deficient mice.", "results_summary": "The study found that oral administration of carnosine or anserine increased their concentrations in the gastrocnemius muscle, soleus muscle, and cerebrum of Carns-KO mice in a time-dependent manner, suggesting effective absorption and distribution. The results indicate that Carns-KO mice are a useful model for studying the physiological functions of dietary imidazole dipeptides.", "population_specificity": "Conventional carnosine synthase gene-deficient mice (Carns-KO mice)", "effective_dosage": "500 mg (∼2 mmol) per kilogram of mouse body weight", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:50.558535+00:00"}
{"study_id": 6504, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the advances of Zinc-L-carnosine (ZnC) in tumor adjuvant therapy.", "results_summary": "The study highlights ZnC's roles in inhibiting ROS and free radicals, reducing inflammation, supplementing zinc enzymes, and promoting wound healing and mucosal cell repair. It also notes ZnC's potential benefits in tumor adjuvant therapy.", "population_specificity": "Not specified (general review of ZnC applications).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:53.421697+00:00"}
{"study_id": 6506, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether carnosine could ameliorate cognitive impairment in diabetic encephalopathy and explore its potential mechanism via the SIRT6/ER stress pathway.", "results_summary": "Carnosine improved cognitive function in diabetic mice, reduced oxidative stress and neurodegeneration, and modulated the SIRT6/ER stress pathway.", "population_specificity": "db/db mice (animal model of type 2 diabetes)", "effective_dosage": "100 mg/kg", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:54.518372+00:00"}
{"study_id": 6505, "supplement_id": 987, "safety_score": "95", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of Zinc-L-Carnosine (in Proctilor® rectal ointment) in relieving acute symptoms of haemorrhoidal disease (HD), such as pain, bleeding, and thrombosis.", "results_summary": "The study found that Zinc-L-Carnosine significantly reduced pain, bleeding, and thrombosis in HD patients, with marked improvements in quality of life and no reported side effects or treatment discontinuations. The Haemorrhoidal Disease Symptoms Score (HDSS) and Visual Analogue Scale (VAS) scores showed statistically significant reductions after treatment.", "population_specificity": "21 patients (10 men, 11 women; mean age 49 years) with symptomatic haemorrhoidal disease (bleeding or thrombosed piles).", "effective_dosage": "Not specified (Proctilor® rectal ointment formulation details not provided).", "study_duration": "4 weeks (evaluations at baseline, 2 weeks, and 4 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:56.263505+00:00"}
{"study_id": 6507, "supplement_id": 987, "safety_score": "80", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to clarify the role of carnosine supplementation in motor unit function during aging, particularly its effects on force properties, fatigability, and biochemical markers in aged rats.", "results_summary": "Carnosine supplementation maintained force in fast fatigable motor units and slowed force decline in fast fatigue-resistant units, but did not improve antioxidant potential, enzyme activity, or muscle mass. Long-term supplementation unexpectedly reduced histidyl dipeptides in the muscle.", "population_specificity": "40 male Wistar rats aged 15 months.", "effective_dosage": "0.1% carnosine supplementation.", "study_duration": "10 or 34 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:57.230179+00:00"}
{"study_id": 6510, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the mechanism of action of carnosine on human skin proteome using a 3D scaffold-free spheroid model of primary dermal fibroblasts.", "results_summary": "Carnosine differentially regulated 485 proteins, primarily involved in mitochondrial functionality, oxidative stress, and extracellular matrix reorganization, preventing aging-related changes in dermis spheroids.", "population_specificity": "Primary dermal fibroblasts from a 50-year-old donor.", "effective_dosage": "Not specified", "study_duration": "7 and 14 days of culture", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:57.642326+00:00"}
{"study_id": 6509, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether L-carnosine supplementation could improve social deficits in CD157KO mice, a model for autism spectrum disorder (ASD).", "results_summary": "L-carnosine supplementation attenuated social behavioral deficits in CD157KO mice, increased oxytocin neuron activity in specific brain regions, and elevated oxytocin levels in cerebrospinal fluid, suggesting improved social recognition.", "population_specificity": "CD157KO mice (a murine model of ASD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:57.767126+00:00"}
{"study_id": 6508, "supplement_id": 987, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a triple therapy including carnosine on neurological function, tumor volume, and adverse reactions in patients with hemorrhagic cerebral infarction.", "results_summary": "The study found that the triple therapy (including carnosine) significantly improved neurological and motor functions, reduced cerebral edema and infarct size, and enhanced quality of life compared to conventional treatment alone. It also lowered inflammatory markers and rebleeding rates.", "population_specificity": "Patients with hemorrhagic cerebral infarction (n=115, divided into observation and control groups).", "effective_dosage": "Not specified (combined with edaravone and Xueshuantong).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:58.470159+00:00"}
{"study_id": 6511, "supplement_id": 987, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to compare the H. pylori eradication rates of standard triple therapy versus a modified bismuth quadruple therapy fortified with zinc carnosine.", "results_summary": "The modified bismuth quadruple therapy with zinc carnosine showed a significantly higher eradication rate (93.5%) compared to standard triple therapy (69.6%), with no significant differences in side effects except for dizziness in the modified therapy group.", "population_specificity": "92 patients with dyspepsia symptoms and positive H. pylori infection (67.4% male, 32.6% female).", "effective_dosage": "75 mg zinc carnosine twice daily.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:15:59.471555+00:00"}
{"study_id": 6512, "supplement_id": 987, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the cost-effectiveness of adding 1 g daily of carnosine to standard care for managing type 2 diabetes compared to standard care alone.", "results_summary": "Over ten years, carnosine supplementation resulted in incremental cost-effectiveness ratios of AUD 34,836 per year of life saved and AUD 43,270 per QALY gained, suggesting it may be a cost-effective option for type 2 diabetes management in Australia.", "population_specificity": "Australians aged 18 years and above with and without type 2 diabetes.", "effective_dosage": "1 g daily", "study_duration": "Ten-year period (2020–2029)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:01.914959+00:00"}
{"study_id": 61007, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a chitosan-based dressing could prevent synechia and improve wound healing after endoscopic sinus surgery (ESS).", "results_summary": "The chitosan-based dressing significantly reduced synechia formation, improved granulations and hemostasis, but had no effect on crusting scores or infection rates post-ESS.", "population_specificity": "337 patients undergoing endoscopic sinus surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:09.280363+00:00"}
{"study_id": 61002, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of chitosan-based formulations to improve the stability, pharmacokinetics, and efficacy of incretin-based therapies for diabetes.", "results_summary": "The study highlights that chitosan, along with other nanomaterials, enhances the stability and pharmacokinetic profile of incretin analogs, potentially reducing administration frequency and adverse effects while enabling targeted imaging of beta-cell mass.", "population_specificity": "Not specified (general diabetes research context)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:09.893205+00:00"}
{"study_id": 61006, "supplement_id": 1015, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety, stability, and potential therapeutic effects of hydrocortisone and hydroxytyrosol-loaded chitosan nanoparticles (HC-HT CSNPs) in treating atopic dermatitis.", "results_summary": "HC-HT CSNPs showed no signs of local irritation, redness, or toxicity after 28-day application, with stable physical properties and no significant systemic toxicity. The formulation was well-tolerated and may be useful for atopic dermatitis treatment.", "population_specificity": "10 healthy human subjects", "effective_dosage": "Not specified", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:10.110518+00:00"}
{"study_id": 61001, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of chitosan-coated textiles in killing bacteria, preventing biofilm formation, and accelerating wound recovery.", "results_summary": "The study found that chitosan nanoparticles, when sonochemically deposited on textiles, demonstrated antimicrobial properties and enhanced wound healing. The coating technique was effective across various fabric types.", "population_specificity": "Not specified (general textiles, no human or animal subjects mentioned).", "effective_dosage": "Not specified (coating process described, but no dosage details provided).", "study_duration": "Not specified (no intervention duration mentioned).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:10.344278+00:00"}
{"study_id": 61005, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a chitosan-based scaffold with improved mechanical and biological properties for bone defect treatment.", "results_summary": "The study highlights chitosan's biocompatibility, biodegradability, and antimicrobial properties, and explores its combination with other substances to enhance scaffold performance for bone regeneration.", "population_specificity": "Not specified (in vitro or preclinical focus implied).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:10.376432+00:00"}
{"study_id": 61004, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize current research on Kartogenin (KGN) formulations, including chitosan-based delivery systems, for musculoskeletal regeneration.", "results_summary": "The study highlights KGN's chondrogenic and chondro-protective effects, along with its stability, and describes various chitosan-based formulations (nano/microparticles, nanospheres, hydrogels) for intraarticular delivery to promote cartilage and musculoskeletal tissue regeneration.", "population_specificity": "Not specified (review of existing research).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:10.538410+00:00"}
{"study_id": 61008, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the applications, preparation techniques, and research updates on nanoparticulate drug delivery systems, particularly focusing on polymeric nanoparticles like Chitosan, to enhance therapeutic activity in anticancer drugs.", "results_summary": "The study found that polymeric nanoparticles, including Chitosan, improve bio-adhesiveness and local accumulation of chemotherapeutic agents, potentially enhancing immune function and antitumor effects. However, biodegradable polymers may have uncertain absorption pathways and release harmful by-products after metabolism.", "population_specificity": "Not specified (general review, not a clinical study)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:10.671999+00:00"}
{"study_id": 61003, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding budesonide to Chitosan-dextran gel (CD gel) reduces postoperative ostial stenosis and adhesion formation after endoscopic sinus surgery (ESS).", "results_summary": "The study found that CD gel combined with budesonide significantly reduced stenosis in all three sinus ostia sites compared to control, with the greatest effect at 12 months. Adhesion incidence was also lower (4% vs. 15%) in the CD + budesonide group.", "population_specificity": "Adults over 18 years undergoing ESS.", "effective_dosage": "CD gel with 1 mg/2 mL budesonide.", "study_duration": "Follow-up at 2 weeks, 3 months, and 12 months postoperation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:11.170096+00:00"}
{"study_id": 61012, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review advances in chitosan-based particulate systems for mucosal vaccine delivery, focusing on its properties and potential as a vaccine carrier.", "results_summary": "The study highlights chitosan's biodegradability, biocompatibility, and mucoadhesive properties, making it a promising vehicle for mucosal vaccine delivery. It also discusses chitosan's versatility in formulation and modification for targeted therapy.", "population_specificity": "Not specified (review article).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:18.056675+00:00"}
{"study_id": 61014, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review co-delivery systems, including chitosan, for efficacious cancer therapy.", "results_summary": "The abstract suggests chitosan-based polymeric nanoparticles are being explored for co-delivery of anticancer agents to minimize drug doses and achieve synergistic therapeutic impacts in cancer treatment. No specific results on chitosan's efficacy are detailed.", "population_specificity": "Not specified (review of nanotechnology-based systems for cancer therapy).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:18.186417+00:00"}
{"study_id": 61010, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of chitosan-based nanoparticles in oral delivery of therapeutic peptides and their clinical applications.", "results_summary": "Chitosan-based nanoparticles demonstrated superior biocompatibility, controlled drug release, and enhanced GI absorption of peptides, protecting them from enzymatic degradation and pH variations. They also showed potential for targeted delivery in treating diabetes, bacterial infections, and cancer.", "population_specificity": "Not specified (general application for therapeutic peptide delivery).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:18.188478+00:00"}
{"study_id": 61009, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review recent advances in drug release from natural polymer matrixes, including chitosan, and discuss their potential applications in drug delivery systems.", "results_summary": "The study highlights chitosan's biocompatibility, bioresorbability, and non-toxicity as advantageous properties for drug delivery, though it notes limitations like high solubility and low thermal stability that may require modification. Chitosan is identified as a promising biopolymer for controlled drug release systems due to its compatibility with various drugs and potential to improve treatment efficiency.", "population_specificity": "Not specified (review of literature and practical work)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:18.310693+00:00"}
{"study_id": 61015, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the antimicrobial properties and applications of chitosan nanoparticles, focusing on their mechanism of action and potential advantages in therapy.", "results_summary": "Chitosan nanoparticles exhibit antimicrobial activity by disrupting microbial cell membranes and enhancing the stabilization of metallic nanoparticles, making them effective for antimicrobial therapy. Their polycationic nature allows for conjugation with other nanoparticles, improving their utility in treatment.", "population_specificity": "Not specified (literature review)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:18.420415+00:00"}
{"study_id": 61016, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review and compile information on bio-inspired biomaterials, including chitosan, for their potential in drug delivery systems and other biomedical applications.", "results_summary": "The study highlighted chitosan's non-toxicity, biocompatibility, and adjustable properties, making it suitable for drug delivery systems, tissue repair, and therapeutic uses. Various geometries like microspheres and nano-films were explored for chitosan-based constructs.", "population_specificity": "Not specified (review of existing literature).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:19.169123+00:00"}
{"study_id": 61011, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the functionalities of various biomacromolecules, including Chitosan, in combination with gold nanoparticles for biomedical applications.", "results_summary": "The abstract summarizes that Chitosan, among other biomacromolecules, has been explored for its role in stabilizing and tailoring gold nanoparticles for biomedical uses such as photothermal therapy and biosensing. No specific results about Chitosan's effects are detailed.", "population_specificity": "Not specified (review of existing research).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:19.186519+00:00"}
{"study_id": 61017, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to summarize recent advances in stimuli-responsive organic-inorganic hybrid nanogels, including their integration methods and applications in activatable theranostics.", "results_summary": "The study highlights the development of hybrid nanogels combining polymeric and inorganic nanomaterials for multifunctional imaging and therapy, showcasing their stimuli-responsive properties and potential theranostic applications.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:25.499629+00:00"}
{"study_id": 61020, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the role of carbohydrate motifs, including Chitosan, in modulating macrophage polarization and their therapeutic potential.", "results_summary": "The abstract does not provide specific findings about Chitosan but highlights the broader context of macrophage polarization and the potential therapeutic applications of carbohydrate motifs.", "population_specificity": "Not specified (review article, not a clinical study)", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:25.679211+00:00"}
{"study_id": 61021, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the current status of nanoparticles, including chitosan-based glucose-responsive nanoparticles, for optimizing oral insulin delivery.", "results_summary": "The study discussed chitosan-based nanoparticles as a novel design to overcome physiological challenges in oral insulin delivery, such as enzyme degradation and poor mucus diffusion, but did not provide specific efficacy data for chitosan alone.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:25.764647+00:00"}
{"study_id": 61018, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review the therapeutic, biomedical, and miscellaneous applications of marine polysaccharides, including Chitosan, focusing on their biocompatibility, biodegradability, and bioactivity.", "results_summary": "The study found that Chitosan exhibits desirable characteristics such as biocompatibility and bioactivity, with demonstrated therapeutic efficacies in inhibiting cancer, inflammation, and viral infection, as well as applications in tissue engineering and drug delivery systems.", "population_specificity": "Not specified (review of existing research).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:26.458652+00:00"}
{"study_id": 61023, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential of biopolymers, particularly chitosan, in enhancing skin permeability and multifunctional drug delivery for transdermal drug delivery systems (TDDS).", "results_summary": "The study found that chitosan-functionalized nanostructures improve skin permeability and offer multifunctional benefits due to their intrinsic biomimetic properties, making them promising for delivering therapeutic agents through the skin.", "population_specificity": "Not specified (review article, no specific population studied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:27.067823+00:00"}
{"study_id": 61013, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to summarize the chemical modification methods for designing glycol chitosan-based drug carriers and their applications in disease therapy.", "results_summary": "The study highlights glycol chitosan's versatility in chemical modifications, enabling the production of diverse drug carriers, and reviews its recent applications in disease therapy.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:27.701309+00:00"}
{"study_id": 61022, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if Symbiosal® (containing Chitosan 3%) was more effective than standard marine salt (NaCl) in reducing systolic blood pressure in prehypertensive patients under a salt-reduction regimen.", "results_summary": "Symbiosal significantly reduced systolic blood pressure (7.7±5.9 mmHg) compared to NaCl, which slightly increased BP (3.7±6 mmHg). A significantly higher proportion of subjects in the Symbiosal group achieved SBP under 130 mmHg (77.3% vs. 10.5%).", "population_specificity": "Prehypertensive patients (SBP 120-139 mmHg and/or DBP 80-89 mmHg).", "effective_dosage": "3% Chitosan in Symbiosal, with salt intake limited to ~2.2-2.5 g/day.", "study_duration": "56 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:29.852266+00:00"}
{"study_id": 61025, "supplement_id": 1015, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the bioactive properties, biomedical applications, and role of chitin and chitosan in wound care.", "results_summary": "The study found that chitin and chitosan exhibit beneficial properties such as biodegradability, biocompatibility, and antimicrobial activity, promoting rapid dermal regeneration and accelerating wound healing. Various dressing materials based on these biopolymers have been developed for wound treatment.", "population_specificity": "Not specified (review of general biomedical applications).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:33.713448+00:00"}
{"study_id": 61024, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential of chitosan-based nanoparticles in improving treatment for endometriosis and uterine fibroids.", "results_summary": "The abstract mentions that chitosan/polyethyleneamine nanoparticles have been investigated for treating endometriosis and uterine fibroids, but specific efficacy results are not detailed. The focus is on nanotechnology-based drug delivery systems for addressing biochemical changes associated with these conditions.", "population_specificity": "Women with endometriosis and uterine fibroids.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:34.245742+00:00"}
{"study_id": 61027, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine if chitosan-based pads combined with compression devices improved hemostasis efficacy compared to compression devices alone after transradial coronary procedures.", "results_summary": "The study found that time to hemostasis was significantly lower in the chitosan pad group compared to the control group (p<0.001), with low rates of vascular complications in both groups.", "population_specificity": "Patients who underwent coronary angiography or intervention via the transradial approach.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:34.337986+00:00"}
{"study_id": 61026, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the applications and importance of chitosan and its derivatives in developing nanocarrier systems for pulmonary drug delivery.", "results_summary": "Chitosan demonstrates significant potential in pulmonary drug delivery due to its biodegradability, biocompatibility, mucoadhesivity, and ability to enhance macromolecule permeation, making it effective for treating respiratory diseases like asthma, COPD, lung cancer, and pulmonary fibrosis.", "population_specificity": "Not specified (literature review, no specific population studied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:34.433289+00:00"}
{"study_id": 61030, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize and critically discuss the pharmaceutical and therapeutic viability of polymer-based dressings, including chitosan, for treating diabetic foot ulcers (DFUs).", "results_summary": "The study highlighted chitosan as one of several naturally-originated polymers used in various forms (e.g., hydrogels, films, nanoparticles) for DFU treatment, emphasizing its wound healing viability and clinical applicability. Advanced polymeric biomaterials and innovative delivery approaches involving chitosan were also discussed.", "population_specificity": "Patients with diabetic foot ulcers (DFUs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:35.941475+00:00"}
{"study_id": 61028, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the antifungal effects of chitosan nanoparticles (CNPs) and chitosan silver nanocomposites (CAgNCs) against Fusarium oxysporum and assess their potential as antifungal agents.", "results_summary": "CNPs and CAgNCs induced significant membrane damage, increased permeability, and cell disintegration in F. oxysporum, with CAgNCs showing higher radial growth inhibition. Both formulations reduced fungal growth and infection in zebrafish, suggesting their potential as antifungal agents.", "population_specificity": "Fusarium oxysporum species complex and zebrafish.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:36.315821+00:00"}
{"study_id": 61019, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the antifungal effects of low-molecular-weight chitosan solution versus nystatin suspension in treating Candida albicans-associated denture stomatitis.", "results_summary": "Chitosan significantly reduced erythematous surface area, burning sensation, time for clinical improvement, and the number of C. albicans blastospores and mycelia, demonstrating comparable or superior efficacy to nystatin.", "population_specificity": "40 patients diagnosed with denture stomatitis.", "effective_dosage": "Not specified", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:36.317990+00:00"}
{"study_id": 61031, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the use of hydrogels like chitosan as cell carriers for keratinocyte transplantation in burn wound care.", "results_summary": "The abstract highlights that chitosan, along with other hydrogels, is frequently used in burn wound care and has advantageous characteristics as a cell carrier, though further optimization of application techniques and carrier types is needed.", "population_specificity": "Burn wound patients requiring keratinocyte transplantation.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:37.899976+00:00"}
{"study_id": 61032, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to assess the global influence and importance of selected bio-products, including Chitosan, in regenerative medicine through a literature review.", "results_summary": "The abstract does not provide specific findings about Chitosan's effects, focusing instead on broader trends in bio-products for regenerative medicine.", "population_specificity": "Not specified", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:40.570988+00:00"}
{"study_id": 61033, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review recent advances in multifunctional polymeric DNA delivery systems, including chitosan, for gene therapy.", "results_summary": "The study highlights chitosan as a promising \"off-the-shelf\" polycation for DNA delivery, capable of overcoming multiple barriers to successful gene therapy, though specific efficacy data on chitosan alone are not detailed.", "population_specificity": "Not specified (review article, not a clinical study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:41.757651+00:00"}
{"study_id": 61034, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to develop a biodegradable chitosan-based nanofiber membrane for sustained delivery of tinidazole to treat periodontitis effectively.", "results_summary": "The optimized nanofiber membrane demonstrated sustained drug release over 18 days, inhibited bacterial growth, increased hydrophilicity, and showed no cytotoxicity in mouse fibroblasts. Clinical trials indicated significant reduction in periodontitis markers.", "population_specificity": "Patients with periodontitis (preliminary clinical trials) and mouse fibroblasts (in vitro studies).", "effective_dosage": "Not specified", "study_duration": "Up to 18 days (in vitro drug release), clinical trial duration not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:43.036431+00:00"}
{"study_id": 61036, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of natural polymers, including chitosan, for oral insulin delivery to address bioavailability and compliance issues in diabetes treatment.", "results_summary": "The abstract highlights that chitosan and other natural polymers show promise for insulin encapsulation but notes that no polymeric-based oral insulin delivery system has reached the market yet.", "population_specificity": "Not specified (general focus on diabetes mellitus treatment).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:43.167095+00:00"}
{"study_id": 61035, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and variability of chitosan-based biomaterials for tissue regeneration through a systematic review of existing literature.", "results_summary": "The study found that chitosan-based biomaterials were effective in 93.4% of the reviewed studies for regenerating various tissues in animals, though variability in chitosan characteristics and lack of human clinical trials limit reproducibility and clinical applicability.", "population_specificity": "Animal models (specific species not detailed)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:43.272026+00:00"}
{"study_id": 61038, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the role of lectin-carbohydrate interactions in cancer therapy and diagnosis, including the use of chitosan in drug delivery systems.", "results_summary": "The study found that chitosan-based drug delivery systems (e.g., alginate/chitosan microcapsules) improved intracellular delivery, bioavailability, and targetability of antitumor lectins, leading to enhanced therapeutic effects and reduced side effects.", "population_specificity": "Not specified (review of biomedical applications).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:44.121170+00:00"}
{"study_id": 61037, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review recent progress in targeted drug and gene delivery systems, focusing on chitosan-based nanoparticles as biocompatible and biodegradable nanoplatforms for cancer therapy.", "results_summary": "The abstract highlights chitosan's potential as a polysaccharide-based nanoplatform for targeted drug and gene delivery, emphasizing its biocompatibility, biodegradability, and low toxicity, particularly when decorated with targeting ligands like monoclonal antibodies, folic acid, or transferrin.", "population_specificity": "Not specified (review article, not a clinical study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:44.857081+00:00"}
{"study_id": 61039, "supplement_id": 1015, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a chitosan brush in treating mild peri-implantitis by assessing clinical signs and bone stability.", "results_summary": "The chitosan brush significantly reduced probing depth and bleeding indices by 2 weeks, with 73% of patients showing no further bleeding at 24 weeks. Bone levels remained stable, and no discomfort or side effects were reported.", "population_specificity": "Fifteen patients with mild peri-implantitis contributing to a single implant.", "effective_dosage": "Not specified (chitosan brush used at baseline and 12 weeks if needed).", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:46.169294+00:00"}
{"study_id": 61041, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether chitosan dressing improves recovery outcomes (e.g., synechia, hemostasis) following endoscopic sinus surgery (ESS).", "results_summary": "Chitosan dressing significantly reduced synechia and improved hemostasis post-ESS but had no significant effect on granulations, mucosal edema, crusting, or infection.", "population_specificity": "268 patients undergoing endoscopic sinus surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:49.586862+00:00"}
{"study_id": 61040, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the hemostatic efficacy of chitosan pads compared to gauze pads for local hemostasis in hemodialysis patients with coagulopathy.", "results_summary": "Chitosan pads significantly reduced the time to hemostasis compared to gauze pads, with arterial access hemostasis times of 3 vs. 18.5 minutes and venous access times of 2.8 vs. 13.2 minutes, respectively (p<0.001 for both).", "population_specificity": "Patients on chronic hemodialysis with extended time to hemostasis after needle extraction.", "effective_dosage": "Not specified", "study_duration": "5 dialysis sessions per patient (10 applications per pad type per patient)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:49.789481+00:00"}
{"study_id": 61044, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to discuss the use of heparin-loaded microparticle/nanoparticle systems, including chitosan, for pulmonary drug delivery in lung diseases.", "results_summary": "The abstract mentions that chitosan, among other polymers, has not been FDA-approved for lung application, and formulation stability remains a challenge for heparin-loaded systems. No specific results on chitosan's efficacy or safety are provided.", "population_specificity": "Not specified (general discussion of lung disease applications).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:51.475002+00:00"}
{"study_id": 61045, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to review the challenges and formulation-related difficulties of siRNA therapeutics, with a focus on identifying ideal carriers such as chitosan for clinical applications.", "results_summary": "The abstract highlights chitosan as one of the promising non-viral polymers for siRNA delivery, but it does not provide specific efficacy data for chitosan alone. The review emphasizes the need for stable and efficient carriers to advance siRNA therapeutics.", "population_specificity": "Not specified (review article)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:52.324079+00:00"}
{"study_id": 61042, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of chitosan-N-acetylcysteine (C-NAC) eye drops on tear film thickness in patients with dry eye syndrome.", "results_summary": "A single instillation of C-NAC significantly increased mean tear film thickness within 10 minutes, lasting 24 hours, with comparable effects to twice-daily use over 5 days. Corneal damage improved in over 60% of patients, and symptoms of ocular discomfort and conjunctival redness were reduced.", "population_specificity": "Patients with dry eye syndrome (38 total participants across two cohorts).", "effective_dosage": "Single instillation or once/twice daily for 5 days.", "study_duration": "Up to 5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:52.472152+00:00"}
{"study_id": 61046, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the properties and applications of chitosan and its derivatives as wound dressings, focusing on its role in skin healing and regeneration.", "results_summary": "Chitosan exhibits antimicrobial, healing, and oxygen-permeable properties, making it suitable for wound and burn treatment. Modified chitosan forms show promise as next-generation skin substitutes for full-thickness wounds.", "population_specificity": "Not specified (review article).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:52.849342+00:00"}
{"study_id": 61047, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of three carboxymethyl chitosan nanoparticles (OC, NC, NOC) as drug carriers for docetaxel in anti-tumor applications.", "results_summary": "OC-NPs showed faster drug release, higher cellular accumulation in gastric carcinoma cells, and stronger cytotoxicity compared to NC-NPs and NOC-NPs, suggesting OC-based nanoparticles are more effective for drug delivery.", "population_specificity": "Human gastric carcinoma cells (SGC 7901)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:54.852614+00:00"}
{"study_id": 61050, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not mention Chitosan or its evaluation.", "results_summary": "The abstract does not discuss Chitosan or its effects.", "population_specificity": "Not specified (abstract focuses on open fractures, not Chitosan).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:58.124265+00:00"}
{"study_id": 61049, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review recent applications of chitosan and its derivatives in cancer therapy, focusing on its roles in gene delivery, chemotherapeutic delivery, and immunoadjuvant properties.", "results_summary": "The study highlights chitosan's multifaceted applications in cancer therapy, including its effectiveness in gene and chemotherapeutic delivery and as an immunoadjuvant for vaccines. The abstract emphasizes chitosan's biocompatibility and biodegradability, making it suitable for biomedical applications.", "population_specificity": "Not specified (general review of biomedical applications)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:58.416605+00:00"}
{"study_id": 61048, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate chitosan's potential as a treatment for osteoarthritis, focusing on its ability to promote cartilage repair, reduce inflammation, and serve as a viscosupplement.", "results_summary": "In vitro studies showed chitosan promoted cartilage matrix expression and reduced inflammatory mediators. In vivo, chitosan prevented cartilage degradation and synovial inflammation in an OA-induced rabbit model, and it also induced chondrogenic differentiation of mesenchymal stem cells.", "population_specificity": "OA-induced rabbit model (in vivo); chondrocytes and mesenchymal stem cells (in vitro).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:58.563466+00:00"}
{"study_id": 61052, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review recent chitosan-based nanoparticles for accurate cancer imaging and effective treatment, focusing on minimizing side effects compared to conventional therapies.", "results_summary": "The study found that chitosan-based nanoparticles show promise in improving cancer imaging (optical and magnetic resonance) and treatment (chemo-, gene, photothermal, photodynamic, and magnetic therapies) while minimizing side effects on healthy tissues.", "population_specificity": "Not specified (review of existing research).", "effective_dosage": "Not available.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:00.836056+00:00"}
{"study_id": 61051, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the neuroprotective properties of chitosan and acetylated chitosan oligosaccharides, focusing on their therapeutic effects in neuronal disorders like Alzheimer's, Parkinson's, and nerve crush injury.", "results_summary": "The study found that chitosan oligosaccharides exhibit therapeutic effects on various neuronal disorders by addressing common sub-cellular mechanisms such as atypical protein assemblies and neuronal death, as well as chronic immune activation. The review highlights recent progress in understanding their structural features and molecular mechanisms.", "population_specificity": "Not specified (review of existing research on neuronal disorders).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:01.620732+00:00"}
{"study_id": 61053, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of hyaluronic acid (HA) and human serum albumin (HSA) coated chitosan nanoparticles (MTX-CsNPs) in improving antitumor activity against breast cancer cells.", "results_summary": "The study found that HA and HSA coated MTX-CsNPs improved antitumor activity compared to uncoated nanoparticles and free methotrexate, with HA molecular weight and concentration influencing nanoparticle charge density.", "population_specificity": "MCF-7 breast cancer cell lines", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:01.846419+00:00"}
{"study_id": 61054, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the applications of chitosan-based drug delivery systems, particularly for local delivery in anti-cancer chemoembolization, tissue engineering, and stem cell research.", "results_summary": "Chitosan-based systems, including microparticles, hydrogels, and nanoparticles, were found effective for targeted drug delivery, particularly in occluding blood vessels and locally releasing anti-cancer drugs or radioactive materials for hepatocellular carcinoma treatment.", "population_specificity": "Not specified (focused on biomedical applications rather than a specific human or animal population).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:03.497627+00:00"}
{"study_id": 61043, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of free and nanoencapsulated cinnamon bark extract (CBE) on the safety and quality of fresh-cut lettuce, specifically evaluating chitosan-PNIPAAM encapsulated CBE's antimicrobial efficacy against *Listeria monocytogenes*.", "results_summary": "Chitosan-PNIPAAM encapsulated CBE was the most effective antimicrobial treatment, reducing bacterial load by up to 2 log. The study demonstrated that nanoencapsulation enhances the antimicrobial efficacy of CBE in fresh produce.", "population_specificity": "Fresh-cut lettuce contaminated with *Listeria monocytogenes*.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:04.630138+00:00"}
{"study_id": 61056, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review recent advancements in using chitosan nanoparticles for targeted anticancer drug delivery.", "results_summary": "The study highlights chitosan's biocompatibility and potential for effective anticancer drug delivery, with surface-modified nanoparticles showing improved stability, permeability, and bioactivity.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:05.319448+00:00"}
{"study_id": 61055, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the weight loss effect of a polysaccharide-rich food supplement (BGCC) derived from Saccharomyces cerevisiae in overweight and obese subjects.", "results_summary": "The study found that daily supplementation of BGCC improved body weight and waist circumference in overweight and obese subjects, with no relevant adverse effects reported.", "population_specificity": "Overweight and obese subjects (BMI 25-35 kg/m²).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:05.518745+00:00"}
{"study_id": 61057, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of HemCon Dental Dressing (HDD), a chitosan-based hemostatic agent, in controlling postsurgical bleeding in patients undergoing tooth extraction while on antiplatelet therapy.", "results_summary": "The study found that HDD had a shorter application time but longer bleeding time compared to the control (CollaPlug). However, HDD resulted in lower postoperative pain and better healing quality.", "population_specificity": "Outpatients under single-drug antiplatelet treatment undergoing tooth extraction.", "effective_dosage": "Not specified", "study_duration": "Single session (immediate post-extraction application)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:07.282337+00:00"}
{"study_id": 61058, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the synthesis, characterization, and biomedical applications of glycoprotein-based polymers, including chitosan blends.", "results_summary": "The study highlights chitosan's role in improving properties like thermal stability, mechanical strength, and pH resistance, with potential applications in drug delivery, wound dressing, and cancer therapy.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:08.612493+00:00"}
{"study_id": 61059, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the antibacterial efficacy of chitosan and its potential enhancement of photodynamic therapy (PDT) against Enterococcus faecalis in infected root canals.", "results_summary": "The combination of PDT and chitosan showed the lowest bacterial count (CFU/mL) and contamination area, indicating strong antibacterial potential against E. faecalis. Chitosan alone was not directly compared, but its synergy with PDT was evident.", "population_specificity": "Extracted human teeth experimentally infected with E. faecalis (in vitro).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:10.007555+00:00"}
{"study_id": 61062, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review non-viral nanoparticle-mediated gene therapy approaches, including Chitosan, for modulating angiogenesis in diseases like ischemia, cancer, and macular degeneration.", "results_summary": "The abstract summarizes recent gene therapy applications and proposes enhanced nanoparticle design strategies to improve efficacy, but does not provide specific findings on Chitosan's effects.", "population_specificity": "Not specified (review of pre-clinical and clinical trials).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:12.549790+00:00"}
{"study_id": 61060, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of 15% chitosan gel as a periodontal regenerative material in intrabony defects compared to standard open flap debridement.", "results_summary": "The study found significant improvements in clinical and radiographic parameters, with a mean difference in clinical attachment level (5.8 ± 1.398 mm) and intrabony defect depth (3.41 ± 1.17 mm) at 9 months compared to baseline, indicating chitosan gel's potential for periodontal regeneration.", "population_specificity": "10 patients aged 30-55 years with bilateral intrabony defects ≥ 3mm and clinical attachment levels ≥ 5mm.", "effective_dosage": "15% chitosan gel (single application during treatment).", "study_duration": "9 months (follow-up at 3, 6, and 9 months post-treatment).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:13.047692+00:00"}
{"study_id": 61061, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the tumor-targeting efficiency, controlled drug release, and antitumor efficacy of chitosan-coated ursolic acid liposomes (CS-UA-L) in cervical cancer models.", "results_summary": "The CS-UA-L demonstrated high tumor-targeting ability, rapid drug release at pH5.0, significant anti-proliferative effects (76.46% in HeLa cells), and antitumor activity (61.26% in mice with U14 cervical cancer), along with enhanced apoptosis and reduced cell proliferation in tumor tissues.", "population_specificity": "Mice bearing U14 cervical cancer and HeLa cells (in vitro).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:13.107922+00:00"}
{"study_id": 61064, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of a chitosan-containing gel on wound healing and postoperative side effects after impacted mandibular third molar extraction.", "results_summary": "The chitosan gel did not significantly improve postoperative comfort (pain/swelling) but enhanced wound healing aesthetically. No poor healing or infections were observed in either group.", "population_specificity": "Patients undergoing bilateral and symmetrical impacted mandibular third molar extractions (n=50).", "effective_dosage": "10 ml of topical gel applied three times daily.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:13.242091+00:00"}
{"study_id": 61063, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review recent advances in the delivery of small non-coding RNAs (sncRNAs) using biodegradable biopolymers, including chitosan, focusing on their potential applications in human health and disease treatment.", "results_summary": "The abstract highlights chitosan as a biodegradable, biocompatible, and nontoxic biopolymer for sncRNA delivery but does not provide specific results on its efficacy or safety in clinical applications.", "population_specificity": "Not specified (review article, not a clinical study).", "effective_dosage": "Not available.", "study_duration": "Not applicable (review article).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:15.380003+00:00"}
{"study_id": 61066, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the role of nanoparticles, including chitosan, in influencing protein folding and preventing aggregation to potentially treat neurodegenerative disorders.", "results_summary": "The study suggests that nanoparticles like chitosan can form dynamic nanoparticle-protein coronas, potentially inducing conformational changes in proteins and aiding in proper folding to prevent aggregation, which may be beneficial for neurodegenerative disease treatment.", "population_specificity": "Not specified (theoretical or in vitro study implied)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:16.815200+00:00"}
{"study_id": 61067, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of carboxymethyl chitosan-based bioresorbable microspheres for arterial embolization in hypervascular tumors.", "results_summary": "The study found that carboxymethyl chitosan crosslinked with carboxymethyl cellulose forms drug-loadable microspheres suitable for embolization, with size ranges comparable to commercial non-resorbable alternatives.", "population_specificity": "Hypervascular tumor patients (implied, not explicitly stated).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:20.125191+00:00"}
{"study_id": 61068, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop and evaluate a mucoadhesive film containing Chitosan, CBS, and ornidazole for treating oral mucosal ulcers.", "results_summary": "The film showed favorable drug release and swelling properties, significantly relieved mucosal wounds in rabbits, and maintained effective salivary ornidazole concentrations in healthy volunteers. The combination film performed better than films containing only CBS or ornidazole.", "population_specificity": "Rabbits with induced oral ulcers and healthy human volunteers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:20.876200+00:00"}
{"study_id": 61070, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the application of antibacterial nanoparticles, including Chitosan, in improving antibiofilm efficacy in root canal and restorative treatments.", "results_summary": "The study found that nanoparticles, including Chitosan, enhance antibiofilm efficacy when used in irrigation solutions, medications, and as additives in sealers/restorative materials. Functionalized nanoparticles with antibiotics or photosensitizers were proposed for more potent antibacterial effects.", "population_specificity": "Not specified (general review of nanoparticle applications in endodontics).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:21.006198+00:00"}
{"study_id": 61069, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to review current clinical treatments and preclinical approaches for rotator cuff tear repair, including new repair strategies and animal models.", "results_summary": "The abstract does not mention Chitosan or its effects, focusing instead on rotator cuff tear treatments and animal models.", "population_specificity": "Not specified (abstract discusses general rotator cuff tear patients and animal models).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:21.076444+00:00"}
{"study_id": 61071, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review the characteristics, preparation methods, applications, and limitations of chitosan nanoparticles as a vaccine adjuvant and delivery carrier, particularly for mucosal immunity.", "results_summary": "The study found that chitosan nanoparticles exhibit low toxicity, better biodegradability, and adhesivity, making them effective as delivery carriers for vaccine antigens and drugs. The review highlighted their promising applications in vaccine and drug delivery systems, though challenges remain.", "population_specificity": "Not specified (review of existing literature).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:21.142141+00:00"}
{"study_id": 61072, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the advances in chitosan-based nanoparticles, focusing on their therapeutic potential in cancer treatment.", "results_summary": "The study highlights chitosan's excellent biocompatibility and its role as a carrier for drug and gene delivery in cancer therapy, emphasizing its targeting ability, prolonged circulation, enhanced efficacy, and reduced side effects.", "population_specificity": "Not specified (general focus on cancer treatment applications).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:23.093016+00:00"}
{"study_id": 61065, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to summarize current knowledge on the preparation methods, pharmacokinetic profiles, biological activities, therapeutic applications, and safety of Chitosan oligosaccharide (COS) and its derivatives.", "results_summary": "The study found that COS exhibits multiple biological activities, including anti-inflammatory, immunostimulatory, anti-tumor, and anti-microbial effects, mediated through modulation of pathways like NF-κB, MAPK, and AMPK. It also highlighted COS's water solubility, non-cytotoxicity, and efficient absorption and excretion.", "population_specificity": "Not specified (general review of existing research).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:24.157588+00:00"}
{"study_id": 61073, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential of chitosan as part of semi-synthetic biopolymer complexes (SSBCs) for oral drug delivery, focusing on its structural and functional attributes.", "results_summary": "The abstract highlights chitosan as a broadly studied natural polymer for nanoparticle systems, emphasizing its role in SSBCs for oral drug delivery, but does not provide specific efficacy results.", "population_specificity": "Not specified (review study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:25.104843+00:00"}
{"study_id": 61074, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review recent advances in the preparation and use of chitosan nanoparticles for pulmonary drug delivery, including their efficacy and toxicological effects.", "results_summary": "The study found that chitosan nanoparticles show promise for improved targeting and controlled release of therapeutic agents (drugs, genes, vaccines) via pulmonary delivery, though toxicological effects remain controversial.", "population_specificity": "Not specified (review of existing research).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:27.759161+00:00"}
{"study_id": 61076, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to summarize the toxic effects of engineered nanoparticles, including Chitosan, on mammalian germ cells and developing embryos, and propose potential treatment strategies to mitigate toxicity.", "results_summary": "The abstract indicates that Chitosan, among other nanoparticles, may induce toxicity via oxidative stress, inflammation, and DNA damage in germ cells, but also highlights its potential for gene delivery applications in reproductive biology.", "population_specificity": "Mammalian germ cells and developing embryos (in vitro and in vivo models).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:29.335411+00:00"}
{"study_id": 61075, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 78, "quality_score": 75, "study_goal": "The researchers aimed to evaluate chitosan as a potential carrier for antihypertensive drugs to improve oral bioavailability, reduce side effects, and enhance drug delivery.", "results_summary": "The study found that chitosan-based nano-carriers can enhance the oral bioavailability and plasma half-life of antihypertensive drugs while reducing hydrophobicity and side effects. Chitosan's muco-adhesive properties, biocompatibility, and biodegradability make it a promising candidate for targeted drug delivery.", "population_specificity": "Not specified (general focus on cardiovascular disease patients).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:29.421426+00:00"}
{"study_id": 61077, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to demonstrate the effectiveness of a product containing hydroxypropyl chitosan, climbazole, and piroctone olamine in improving clinical symptoms through biweekly application.", "results_summary": "The study found significant clinical improvement, with complete resolution of symptoms in 100% of cases after 2 months, as documented by dermoscopy and digital photos. Confocal microscopy confirmed the persistence of the product in the stratum corneum over time.", "population_specificity": "30 patients (17 males, 13 females; average age 20.8 years) from three dermatological centers in Italy.", "effective_dosage": "Topical spray applied 2 evenings a week.", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:31.216875+00:00"}
{"study_id": 61078, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the relationship between cell culture models, cellular trafficking, and siRNA silencing efficiency using chitosan as a condensing agent to inform siRNA delivery system design.", "results_summary": "The study found significant differences in internalization behavior and gene silencing efficiency among lung epithelial cell lines, with clathrin-mediated pathways showing lower silencing efficiency in Calu-3 cells compared to non-clathrin pathways in H1299 cells. Endosomal disruption improved silencing in Calu-3 cells but not in A549 cells, highlighting the importance of understanding cell trafficking pathways for effective siRNA delivery.", "population_specificity": "Lung epithelial cell lines (H1299, A549, Calu-3)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:31.510690+00:00"}
{"study_id": 61079, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the utility of various biomaterials, including Chitosan, as drug delivery systems for anti-inflammatory drugs in ophthalmic therapeutics.", "results_summary": "The abstract highlights Chitosan as the most explored natural biopolymer due to its inherent characteristics, such as safety, ease of elimination, and ability to sustain drug release, making it suitable for ocular drug delivery. The study also notes the emergence of synthetic biopolymers as additional options for treating ophthalmic inflammations.", "population_specificity": "Not specified (general review of biomaterials for ophthalmic use)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:32.583440+00:00"}
{"study_id": 61080, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a novel iodine carrier using carboxymethyl chitosan for postoperative wound care after LEEP procedures to prevent infection and improve healing.", "results_summary": "The study found that the CMCTS-g-(PAANa-co-PVP)-I2 complex exhibited broad-spectrum antimicrobial activity and pH-dependent iodine release. Clinical trials indicated better treatment effectiveness compared to conventional methods.", "population_specificity": "Women undergoing LEEP procedures for cervical erosion.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:33.067437+00:00"}
{"study_id": 61081, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the physicochemical properties and cytotoxicity of chitosan-alginate membranes derived from fungal and animal sources for potential use in skin wound treatments.", "results_summary": "Fungal chitosan membranes exhibited higher porosity, thickness, roughness, opacity, liquid uptake, and water vapor permeability compared to animal-derived chitosan. The membranes showed negligible cytotoxicity, with fungal chitosan-surfactant combinations displaying the lowest cytotoxicity (0.16-0.21%).", "population_specificity": "In vitro study using fibroblasts (no human or animal subjects).", "effective_dosage": "Not specified (1:1 mass ratio of chitosan-alginate membranes).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:34.929231+00:00"}
{"study_id": 61082, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to evaluate Holmium-166 chitosan as an alternative radiopharmaceutical for intra-arterial therapy for liver tumors.", "results_summary": "The abstract mentions Holmium-166 chitosan as an introduced alternative for intra-arterial therapy, but no specific results regarding its efficacy or safety are provided.", "population_specificity": "Patients with unresectable primary and metastatic liver tumors.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:35.226309+00:00"}
{"study_id": 61083, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the effectiveness of various nanocarriers, including chitosan nanoparticles, for oral insulin delivery in diabetes management.", "results_summary": "The study found that chitosan nanoparticles, among other nanocarriers, improved oral insulin absorption and bioavailability (up to 14%), leading to effective glycemic control in in vivo models. Active and passive targeting approaches enhanced insulin delivery.", "population_specificity": "In vivo models (not specified if human or animal).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:38.548879+00:00"}
{"study_id": 61084, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine whether intranasal immunization with chitosan as an adjuvant could enhance mucosal immune responses compared to other routes of administration for an HIV-1 vaccine.", "results_summary": "Intranasal immunization with chitosan-primed subjects showed an anamnestic antibody response after intramuscular boosting, but systemic and mucosal antibody levels were significantly lower than those elicited by intramuscular immunization alone. Interestingly, the strongest CD4 T-cell responses were detected after intranasal immunization.", "population_specificity": "HIV-negative female volunteers", "effective_dosage": "0.5% chitosan (frequency not specified)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:38.650808+00:00"}
{"study_id": 61087, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of chitosan, as a natural polysaccharide, in drug delivery systems for pulmonary administration.", "results_summary": "Chitosan-based nanoparticles successfully delivered various drugs via the pulmonary route, with entrapment efficiency dependent on formulation and manufacturing methods. Large-scale production remains technically challenging but can be improved with continuous manufacturing and spray drying.", "population_specificity": "Not specified (general drug delivery applications).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:39.982665+00:00"}
{"study_id": 61085, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of chitosan-hyaluronic acid (CH1) scaffolds in supporting hepatic differentiation of human umbilical cord-derived mesenchymal stem cells (hUC-MSCs).", "results_summary": "The CH1 scaffold supported hepatic differentiation by mimicking the native extracellular matrix, leading to improved cell morphology, expression of hepatic markers, and metabolic activities compared to Matrigel-coated plates. The differentiated cells exhibited hepatocyte-like functions, including glycogen storage, urea production, albumin secretion, and CYP450 activity.", "population_specificity": "Human umbilical cord-derived mesenchymal stem cells (hUC-MSCs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:40.329348+00:00"}
{"study_id": 61088, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential applications of chitosan in endodontic treatment, particularly its effectiveness against resistant microorganisms and biocompatibility with periapical tissues.", "results_summary": "The study found that chitosan exhibits potential effectiveness against resistant microorganisms like E. faecalis and C. albicans, along with anti-inflammatory, antifungal, and antiseptic properties, making it suitable for endodontic treatment. It also highlights chitosan's biocompatibility compared to commonly used synthetic agents.", "population_specificity": "Dental science, specifically endodontics (root canal treatment).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:41.808565+00:00"}
{"study_id": 61089, "supplement_id": 1015, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the applicability and biochemical impact of chitosan on oral health maintenance across various dental specialties.", "results_summary": "Chitosan shows promise in multiple dental applications due to its antimicrobial, regenerative, and biocompatible properties, though data on its effectiveness for new bone formation remain inconclusive. It should be considered a potential allergen, warranting further study.", "population_specificity": "General dental applications (preventive, conservative, endodontics, surgery, periodontology, prosthodontics, orthodontics).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:43.629131+00:00"}
{"study_id": 61090, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop and characterize HSA and PHB-CMCh nanoparticles for use as nanocarriers in cancer therapy, focusing on drug encapsulation and targeted delivery to cancer cells.", "results_summary": "The study found that HSA nanoparticles had higher entrapment efficiency than PHB-CMCh nanoparticles, and the nanoparticles were successfully modified for active targeting of cancer cells. Cytotoxicity and cellular uptake studies demonstrated interaction with cancer cells.", "population_specificity": "Cancer cells (in vitro)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:43.694640+00:00"}
{"study_id": 61091, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review the development and current state of chitosan-based nanoparticulate systems for drug delivery, particularly in inflammatory and infectious diseases.", "results_summary": "The study found that chitosan's properties, such as biocompatibility, biodegradability, and muco-adhesion, make it effective for targeted drug delivery, controlled release, and improving patient compliance in infectious and inflammatory diseases.", "population_specificity": "Not specified (review of existing research).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:46.604700+00:00"}
{"study_id": 61092, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the performance of different mucoadhesive polymers, including chitosan, in increasing the residence time of sumatriptan succinate sublingual tablets in the sublingual area.", "results_summary": "Chitosan was tested as a mucoadhesive polymer to enhance sublingual retention, but the abstract does not specify its comparative performance or effectiveness relative to other polymers. The study focused more on the overall formulation performance, with Pharmaburst®/HPMC being the optimum combination.", "population_specificity": "Healthy human volunteers", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:47.808337+00:00"}
{"study_id": 61093, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the potential of polysaccharides, including Chitosan, as natural biomaterials for targeted anticancer drug delivery systems.", "results_summary": "The abstract highlights that polysaccharides like Chitosan enhance drug solubility, improve bioavailability, and enable the preparation of nanomaterials for delivering antibiotics, anticancer agents, and other therapeutics. These properties make them promising for nanomedicine applications.", "population_specificity": "Not specified (review article, not a clinical study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:48.083444+00:00"}
{"study_id": 61094, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate chitosan-based smart drug delivery nanocomplexes for their potential in targeted cancer treatment, focusing on pH-responsiveness and biocompatibility.", "results_summary": "The study highlights chitosan's potential as a pH-responsive material for cancer drug delivery, capable of targeting tumor microenvironments effectively. It discusses current challenges and strategies to enhance therapeutic efficacy but does not provide specific clinical trial results.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:48.631049+00:00"}
{"study_id": 61095, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the use of chitosan as a biomaterial for local delivery of chemotherapeutics in regional cancer treatment.", "results_summary": "The abstract mentions chitosan as one of the biomaterials used as reservoirs for anticancer drugs but does not provide specific findings on its efficacy or safety in this context.", "population_specificity": "Not specified (general discussion of biomaterials for cancer treatment).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:49.553531+00:00"}
{"study_id": 61096, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the performance of chitosan gel in postoperative hemostasis and wound healing following endoscopic sinus surgery (ESS) for chronic rhinosinusitis.", "results_summary": "Chitosan gel performed well in achieving postoperative hemostasis and wound healing but did not address mucosal inflammation. The study noted significant heterogeneity among biomaterial studies, preventing a definitive conclusion on superiority.", "population_specificity": "Patients with chronic rhinosinusitis undergoing endoscopic sinus surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:52.544686+00:00"}
{"study_id": 61097, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the use of chitosan-based polymeric nanoparticles for targeting colorectal cancer, focusing on preparation strategies, theranostics, and surface engineering.", "results_summary": "The abstract highlights chitosan's role in facilitating the transition from laboratory to clinical applications for oral and parental administration, particularly in colorectal cancer targeting, but does not provide specific efficacy results.", "population_specificity": "Not specified (review article, not a clinical study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:52.545350+00:00"}
{"study_id": 61100, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the biomedical applications of marine polysaccharides, including chitosan, focusing on their properties and potential uses in drug delivery and advanced therapies.", "results_summary": "The study highlighted chitosan's biocompatibility, biodegradability, anti-inflammatory activity, and antimicrobial properties, as well as its potential for modification into various forms for controlled drug release and use in gene delivery or regenerative medicine.", "population_specificity": "Not specified (general biomedical applications)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:55.988867+00:00"}
{"study_id": 61098, "supplement_id": 1015, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review the preparation methods, characterization, and pharmaceutical applications of chitosan micro- and nanoparticles in drug delivery.", "results_summary": "Chitosan micro- and nanoparticles were found to enhance the stability, permeability, and bioactivity of therapeutic agents such as peptides, proteins, vaccines, DNA, and drugs. The review highlighted the potential of chitosan derivatives and chitosan metal nanoparticles in drug delivery.", "population_specificity": "Not specified (review of existing research).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:56.049037+00:00"}
{"study_id": 61099, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review current research on organic nanoparticles, including chitosan, and their potential applications in dental fields such as implantology, endodontics, and regenerative dentistry.", "results_summary": "The study highlights solid evidence supporting the advantages of organic nanomaterials, including chitosan, in various dental applications, emphasizing their potential for tissue regeneration and wound healing. Research is concentrated on chitosan and other nanocomposites, with ongoing development of new materials.", "population_specificity": "Not specified (broad focus on dental applications).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:56.493457+00:00"}
{"study_id": 61101, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review recent advances in the use of chitosan nanosorbents for removing heavy-metal ions from wastewater and drinking water.", "results_summary": "The study highlights that chitosan nanosorbents perform very well in environmental remediation, effectively removing toxic heavy-metal ions from aqueous solutions, though some limitations are noted.", "population_specificity": "Not specified (environmental application, not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:56.675322+00:00"}
{"study_id": 61102, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the properties of Chitosan (CS) and its role, alone or combined with other materials, as a scaffold for bone tissue engineering (BTE).", "results_summary": "The abstract highlights Chitosan's suitability for BTE due to properties like porosity, biocompatibility, water retention, protein adsorption, mechanical strength, biomineralization, and biodegradability. It emphasizes CS's potential in combination with other polymeric and ceramic materials for bone tissue repair.", "population_specificity": "Not specified (review of general BTE applications).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:58.413780+00:00"}
{"study_id": 61104, "supplement_id": 1015, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of fungal-origin chitosan for weight loss in overweight and obese individuals without dietary restrictions.", "results_summary": "Chitosan significantly reduced body weight (3.10 kg over 90 days), improved body composition, anthropometric parameters, HbA1C levels, and quality of life, with no change in dietary habits. It was safe and well-tolerated, with only mild adverse events unrelated to treatment.", "population_specificity": "Overweight and obese subjects (n=96, 64 chitosan, 32 placebo).", "effective_dosage": "500 mg capsules, five per day.", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:01.405900+00:00"}
{"study_id": 61103, "supplement_id": 1015, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether the additional use of a chitosan nerve tube in primary microsurgical repair of traumatic sensory nerve lesions of the hand without a gap improves sensitivity recovery compared to standard repair alone.", "results_summary": "The study protocol describes a randomized double-blind controlled multicenter trial to evaluate the superiority of chitosan nerve tubes in sensory nerve repair, with static two-point discrimination after 6 months as the primary outcome. Results are not yet available as the study is ongoing.", "population_specificity": "100 participants with traumatic sensory nerve lesions of the hand without a gap from three Trauma Care Centers.", "effective_dosage": "Not specified", "study_duration": "6 months follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:01.988263+00:00"}
