{"study_id": 91971, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the feasibility and effectiveness of treadmill training versus normal gait re-education for sub-acute stroke patients.", "results_summary": "Treadmill training was feasible but showed no statistically significant differences in outcomes compared to normal gait re-education. Both groups had similar improvements in mobility and walking confidence.", "population_specificity": "Sub-acute stroke patients within three months of stroke onset, both ambulant and non-ambulant.", "effective_dosage": "Treadmill training (minimum twice weekly) plus normal gait re-education or normal gait re-education only (control) for up to eight weeks.", "study_duration": "Eight weeks of intervention with follow-up at six months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:49.622235+00:00"}
{"study_id": 91972, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate cortical reorganization and walking improvements in subacute stroke survivors after virtual reality-enhanced treadmill (VRET) training.", "results_summary": "The study found increased activation in key cortical regions (primary sensorimotor cortex and supplementary motor areas) and improved walking function in stroke survivors after VRET training, with cortical recruitment linked to better gait outcomes.", "population_specificity": "Eight participants with ischemic stroke in the subacute phase.", "effective_dosage": "5 sessions per week", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:50.019921+00:00"}
{"study_id": 91966, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of Wii Fit™ exercise therapy for ankle sprain patients on gait parameters against conventional physical therapy and a no-exercise control group.", "results_summary": "All groups improved gait speed, cadence, and step length, but the Wii Fit™ group showed additional improvements in single support time and symmetry index. No significant differences were found between groups for most gait parameters, and dorsiflexion did not improve in any group.", "population_specificity": "90 patients with ankle sprains, randomly assigned to Wii Fit™, physical therapy, or control groups.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:50.604385+00:00"}
{"study_id": 91973, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a peer-led, multi-level physical activity intervention (PEP4PA) in increasing physical activity among older adults in low-income, ethnically diverse communities.", "results_summary": "The study found that the peer-led intervention included individual, interpersonal, and community components to promote walking and physical activity, with primary outcomes measured via accelerometers and GPS devices. Secondary outcomes included improvements in blood pressure, physical, cognitive, and emotional functioning.", "population_specificity": "Adults aged 50 years and older from low-income, ethnically diverse communities in San Diego County.", "effective_dosage": "Not specified (intervention included pedometers, step goals, group walks, and other components).", "study_duration": "Initial phase: 18 months; extended phase: additional 6 months (total 24 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:51.498222+00:00"}
{"study_id": 91974, "supplement_id": 1667, "safety_score": "100", "efficacy_score": 50, "quality_score": 80, "study_goal": "To compare the efficacy of interactive motion capture-rehabilitation software to usual care stroke rehabilitation on physical function, particularly standing balance and walking.", "results_summary": "Both intervention and usual care groups showed similar improvements in functional reach and secondary measures, with no significant differences between groups. No adverse events were reported during therapy.", "population_specificity": "73 people less than six months post-stroke with reduced mobility and capacity to improve.", "effective_dosage": "Up to an hour per session, weekdays for 8-40 sessions (dose matched).", "study_duration": "Mean of 14 sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:51.557752+00:00"}
{"study_id": 91975, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility and potential effectiveness of the Hockey FIT program, which includes incremental pedometer walking, for weight loss and health improvements in overweight and obese men.", "results_summary": "The intervention group lost significantly more weight (3.6 kg) than the control group at 12 weeks and maintained this loss at 12 months, with additional improvements in physical activity, diet, and self-rated health. Most benefits were sustained long-term.", "population_specificity": "Overweight and obese male ice hockey fans aged 35-65 with a BMI ≥28 kg/m² in Ontario, Canada.", "effective_dosage": "Incremental pedometer walking (specific steps not detailed).", "study_duration": "12-week active phase plus 40-week minimally supported phase.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:55.102843+00:00"}
{"study_id": 91968, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to test whether losartan, omega-3 fish oil, or their combination could reduce IL-6 levels and improve mobility in older adults with low-grade chronic inflammation.", "results_summary": "The abstract does not provide specific results on the interventions' effects but mentions the study will inform recruitment, feasibility, and preliminary data for a larger trial.", "population_specificity": "Adults aged 70+ with low to moderate physical function and elevated IL-6 levels.", "effective_dosage": "Maximal doses were 100 mg/d for losartan and 2.8 g/d for omega-3 fish oil.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:55.737208+00:00"}
{"study_id": 91977, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 10, "quality_score": 75, "study_goal": "The researchers aimed to assess adherence to the ERAS protocol, specifically focusing on early mobilization interventions like walking and sitting in postoperative colorectal cancer patients.", "results_summary": "The study found very low adherence rates for early mobilization interventions, with walking at 9% and sitting at 6%, indicating these were among the least followed components of the ERAS protocol.", "population_specificity": "Postoperative colorectal cancer patients in 12 hospitals across four European countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:56.446170+00:00"}
{"study_id": 91976, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to develop a severity scale for monitoring disease progression in hereditary amyloid polyneuropathy (FAP) patients using an artificial neural network.", "results_summary": "The study clustered FAP patients into five severity groups based on symptoms and laboratory findings, with Group 1 being asymptomatic and Group 5 showing severe symptoms like renal impairment. The proposed severity scores and 2D map help track disease progression.", "population_specificity": "98 Brazilian patients with hereditary amyloid polyneuropathy (FAP), including both symptomatic and asymptomatic individuals.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:56.912252+00:00"}
{"study_id": 91978, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to revalidate and simplify a clinical prediction model for independent walking ability in individuals with traumatic spinal cord injury (SCI).", "results_summary": "The study found that a simplified three-variable logistic regression model predicted independent walking ability with 84% accuracy, comparable to a more complex model (AUC 0.866). The original model achieved 85% accuracy (AUC 0.889).", "population_specificity": "278 adults with traumatic SCI enrolled in the Rick Hansen Spinal Cord Injury Registry (RHSCIR).", "effective_dosage": "Not applicable", "study_duration": "1-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:58.083835+00:00"}
{"study_id": 91979, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "To determine the effect of various types of ankle foot orthoses (AFOs) on gait patterns and walking ability in children with cerebral palsy (CP).", "results_summary": "The use of AFOs improved gait parameters such as speed, stride length, and energy expenditure in children with CP, with specific types (HAFO, SAFO, FRO) showing effectiveness for different CP subtypes. However, most studies had poor methodological quality, and only a few randomized controlled trials provided stronger evidence.", "population_specificity": "Children with cerebral palsy (CP), including hemiplegic and diplegic subtypes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:58.529393+00:00"}
{"study_id": 91981, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to measure the clinical and cost effectiveness of using sensor data for early illness recognition and intervention in assisted living residents.", "results_summary": "The intervention group showed slower functional decline compared to the control group, with clinically significant improvements in walking speed, gait measures, and fall risk. No differences in healthcare costs were observed.", "population_specificity": "171 residents in 13 assisted living communities.", "effective_dosage": "Not applicable (sensor-based intervention).", "study_duration": "Average of one year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:59.125361+00:00"}
{"study_id": 91982, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether a health promotion package, including walking groups, improved diet and physical activity in psychotic patients.", "results_summary": "The intervention group showed a statistically significant improvement (25.4% vs. 12.2% in controls) in meeting WHO diet and exercise criteria, with increased physical activity being a notable outcome.", "population_specificity": "Psychotic patients receiving care in psychiatric services.", "effective_dosage": "Not specified (regular participation in walking groups).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:02.531566+00:00"}
{"study_id": 91983, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to compare postoperative outcomes, including days to walking, between laparoscopic and open appendectomy in elderly patients with acute appendicitis.", "results_summary": "The study found that the laparoscopic group had significantly fewer days to start walking and shorter hospital stays compared to the open appendectomy group. No significant differences were observed in postoperative complications between the two groups.", "population_specificity": "Elderly patients (age above 65 years) with acute appendicitis.", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:03.819855+00:00"}
{"study_id": 91985, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of different Lokomat control modes (Guidance Force, Path Control, FreeD) on kinematic variability, leg muscle activation, and heart rate in adolescents with neurological gait disorders.", "results_summary": "Path Control increased proximal leg muscle activity and facilitated physiological muscle activation similar to over-ground walking, while FreeD led to unphysiological activation. Heart rate and muscle activity tended to be higher in conditions with more kinematic freedom.", "population_specificity": "15 adolescents with neurological gait disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:04.376038+00:00"}
{"study_id": 91984, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of combining community-based lifestyle programs (including walking) with hospital-based secondary prevention on improving lifestyle-related risk factors in patients with coronary artery disease.", "results_summary": "The intervention group showed a significantly higher proportion of successful patients (37%) compared to the control group (26%), with partner participation further improving success rates (46% vs. 34%).", "population_specificity": "Patients admitted for acute coronary syndrome and/or revascularization with at least one lifestyle-related risk factor (e.g., BMI >27 kg/m², smoking, physical inactivity).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:04.384199+00:00"}
{"study_id": 91986, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to identify causes and treatments for sarcopenia, including the role of walking speed as a measure of muscle function.", "results_summary": "The abstract highlights that walking speed is a key indicator of muscle function in sarcopenia and suggests exercise (including aerobic activities like walking) as part of treatment. It also notes endocrine and other factors contributing to sarcopenia.", "population_specificity": "Individuals with sarcopenia, particularly those with diabetes, hypogonadism, or other contributing conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:05.307273+00:00"}
{"study_id": 91987, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine the efficacy of exercise or physical activity (including walking) on postnatal depression and weight loss in postpartum women, and to identify more effective intervention approaches.", "results_summary": "The study found inconsistent results, with some interventions showing small effects on postnatal depression and/or weight loss, while others showed no effect. Supervised, structured interventions with psycho-social support over extended periods (e.g., 12+ weeks) were more likely to be effective.", "population_specificity": "Postpartum women", "effective_dosage": "Not specified (commonly walking, with weekly frequency, scheduled durations, and moderate intensity)", "study_duration": "Extended postpartum period (e.g., 12 weeks or more)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:06.479319+00:00"}
{"study_id": 91988, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the safety and effectiveness of a 3-week inpatient rehabilitation program, including walking, for improving physical fitness and psychological wellbeing in patients with Marfan syndrome.", "results_summary": "Patients showed significant improvements in physical fitness (e.g., maximum power in bicycle ergometry and Nordic walking distance) and psychological wellbeing (e.g., mental health, fatigue, and vitality), with benefits persisting at 1-year follow-up. No adverse medical events were reported.", "population_specificity": "Adults with Marfan syndrome (MFS).", "effective_dosage": "Not specified (program included Nordic walking as part of a multidisciplinary intervention).", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:07.521522+00:00"}
{"study_id": 91980, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of knee hyperextension on dynamic in vivo kinematics after anterior cruciate ligament reconstruction (ACL-R) during walking and running.", "results_summary": "The study found no significant correlation between knee hyperextension and adverse kinematic outcomes after ACL-R, indicating that knee hyperextension does not negatively affect functional movements. ACL-R restored rotatory knee range of motion during walking and running.", "population_specificity": "42 patients who underwent unilateral ACL-R.", "effective_dosage": "Not applicable", "study_duration": "24 months post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:10.208157+00:00"}
{"study_id": 91989, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of daily consumption of culinary argan oil on knee osteoarthritis (KOA) symptoms, including pain and walking difficulties.", "results_summary": "The study found that daily consumption of argan oil significantly reduced pain (VAS and WOMAC pain indices), improved physical function (WOMAC function index and Lequesne index), and increased walking distance in KOA patients compared to the control group.", "population_specificity": "Patients with knee osteoarthritis (mean age 58.24 ± 7.2 years, 93% women) meeting ACR criteria.", "effective_dosage": "30 ml per day, consumed every morning.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:11.543357+00:00"}
{"study_id": 91990, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a 6-week, home-based, self-directed walking program could effectively manage AI-associated arthralgia (AIAA) in postmenopausal women with breast cancer.", "results_summary": "The study found that the walking intervention significantly increased walking minutes per week, reduced stiffness, lessened difficulty with daily activities, and decreased perceived helplessness in managing joint symptoms compared to the control group.", "population_specificity": "Postmenopausal women diagnosed with breast cancer and experiencing AI-associated arthralgia (AIAA).", "effective_dosage": "Not specified (self-directed walking program).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:11.553794+00:00"}
{"study_id": 91992, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining transcranial direct current stimulation (tDCS) with robotic gait training improves walking ability in subacute stroke patients compared to robotic training alone.", "results_summary": "All groups showed significant improvement in gait speed and quality, but tDCS did not provide additional benefits over robotic gait training alone. The procedure was found to be safe and feasible, with only one minor side effect reported.", "population_specificity": "Subacute stroke patients (n=49).", "effective_dosage": "2 mA anodal tDCS, 20 daily sessions (5 days a week for 4 weeks).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:12.387409+00:00"}
{"study_id": 91991, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if a 6-month home-based intervention could improve physical activity (including walking) and dietary behaviors in adults aged 60 to 80 living in retirement villages.", "results_summary": "The intervention group showed significant increases in moderate-intensity physical activity (80 more minutes per week), engagement in strength exercises, fruit consumption, and fat avoidance, along with a 0.5 kg mean weight reduction, while the control group showed no changes. Mixed regression confirmed statistically significant improvements in weight loss, strength exercises, and fruit intake.", "population_specificity": "Adults aged 60 to 80 living in retirement villages in Perth, Western Australia.", "effective_dosage": "Not specified (home-based intervention, no explicit walking dosage mentioned).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:13.254495+00:00"}
{"study_id": 91993, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the functional impact of vitamin D deficiency on muscle performance and physical function, including walking, in postmenopausal women.", "results_summary": "The study found that postmenopausal women with vitamin D deficiency had significantly reduced muscle strength (HGS, KES) and physical performance (SPPB, 4MGS), with strong correlations between vitamin D levels and these outcomes. Walking performance, as measured by 4MGS and SPPB walking sub-scores, was notably worse in the deficient group.", "population_specificity": "Postmenopausal women (mean age 66.93±8.47 years) attending outpatient rehabilitation services in Italy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:13.684428+00:00"}
{"study_id": 91995, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of Nordic walking (NW) in rehabilitation programs for people with Parkinson's disease (PD) and propose a standardized design for future research.", "results_summary": "The study found NW to be feasible and likely effective in improving functional and clinical outcomes for PD patients, though comparisons with other exercise interventions yielded mixed results. High heterogeneity among studies prevented definitive conclusions on NW's superiority.", "population_specificity": "People with Parkinson's disease (PD)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:17.148988+00:00"}
{"study_id": 91994, "supplement_id": 1667, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and efficacy of a supervised rehabilitation program, including walking, for improving symptoms, quality of life, and exercise capacity in patients with pulmonary arterial hypertension (PAH).", "results_summary": "The study found that a highly supervised rehabilitation program in expert centers led to significant improvements in symptoms, quality of life, exercise capacity (e.g., 6-minute walking distance), and even hemodynamics in selected stable PAH patients. However, adverse events like pre-/syncope, arrhythmia, and respiratory infections were noted, and patients tended to overestimate their physical capacity.", "population_specificity": "Patients with pulmonary arterial hypertension (PAH) under advanced medical therapy.", "effective_dosage": "Low workload endurance and dumbbell training, avoiding strenuous exercise and exhaustion (specific dosage not quantified).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:17.679193+00:00"}
{"study_id": 91996, "supplement_id": 1667, "safety_score": "70", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate whether aerobic exercise (including walking) affects musculoskeletal pain levels over 4- and 12-month follow-ups in cleaners with high physical work demands.", "results_summary": "The study found that aerobic exercise significantly reduced musculoskeletal pain in the upper extremities but may have increased pain in the lower extremities. The intervention showed clinically meaningful pain reduction (>30%) in the upper body regions.", "population_specificity": "116 cleaners aged 18-65 years with high physical work demands.", "effective_dosage": "30 minutes of aerobic exercise twice a week.", "study_duration": "12 months (with follow-ups at 4 and 12 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:20.685311+00:00"}
{"study_id": 91998, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine adherence to walking interventions for fibromyalgia and explore moderators such as patient characteristics, walking prescriptions, and intervention features.", "results_summary": "Adherence rates to walking programs were high (73-87.20%), with key moderators being physician recruitment and nurse supervision. However, sustained walking behavior between sessions or post-treatment was not assessed.", "population_specificity": "Adults with fibromyalgia (96.78% women, mean ages 45-60.60).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:21.486164+00:00"}
{"study_id": 91999, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effects of Shensong Yangxin capsules (SSYX) on heart rhythm and function in congestive heart failure (CHF) patients with frequent ventricular premature complexes (VPCs).", "results_summary": "SSYX significantly reduced VPCs and improved cardiac function markers (LVEF, NYHA classification, NT-proBNP, 6MWD, and MLHFQ scores) compared to placebo, with no difference in composite cardiac events between groups.", "population_specificity": "CHF patients with frequent VPCs (n = 465).", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:22.385579+00:00"}
{"study_id": 91997, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the benefits of the 3E80 microprocessor-enhanced prosthetic knee compared to standard non-microprocessor-controlled knees in improving gait speed, balance, and fall reduction in transfemoral amputees.", "results_summary": "The 3E80 knee significantly reduced self-reported falls by 77%, improved balance confidence by 12 points, increased walking distance by 20m on level and uneven terrain, and enhanced patient satisfaction compared to non-microprocessor-controlled knees. Slope and stair ambulation performance did not differ between knee conditions.", "population_specificity": "13 young, high-functioning community ambulators with transfemoral amputations.", "effective_dosage": "Not applicable (prosthetic device, not a supplement).", "study_duration": "8 weeks of accommodation to the 3E80 knee.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:22.791445+00:00"}
{"study_id": 92000, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the association between recreational physical activity, particularly walking, and the risk of gastric adenocarcinoma (GAC).", "results_summary": "Recreational physical activity, including walking, was associated with a lower overall GAC risk (OR = 0.61, 95% CI: 0.46, 0.79), particularly for non-cardia tumors. The protective effect was strongest among non-sedentary participants.", "population_specificity": "428 GAC cases (67% men) and 3225 controls from 10 Spanish regions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:23.191862+00:00"}
{"study_id": 92002, "supplement_id": 1667, "safety_score": "95", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility and potential effectiveness of a walking group intervention in improving quality of life, cardiovascular biomarkers, and morbidity among men newly diagnosed with prostate cancer.", "results_summary": "The walking group intervention was feasible, with high adherence and no dropouts. Participants showed significant improvements in high-density lipoprotein and suggestive improvements in low-density lipoprotein and systolic blood pressure compared to the usual care group.", "population_specificity": "Men newly diagnosed with prostate cancer.", "effective_dosage": "Weekly 1-hour walking group sessions and maintenance of 10,000 steps/day.", "study_duration": "11 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:24.603893+00:00"}
{"study_id": 92003, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the effectiveness of a home-based self-rehabilitation program involving active ankle dorsiflexion and triceps surae stretch on reducing fatigability and improving walking speed in post-stroke patients.", "results_summary": "The study found a significant reduction in the coefficients of fatigability of ankle dorsiflexion (from 8% to 2% and from 6% to 2%) and an increase in comfortable ambulation speed (from 0.24 to 0.26 m/s) after 3 months of the intervention.", "population_specificity": "Post-stroke outpatients with lower limb impairment (n=10).", "effective_dosage": "Two 12-minute sessions per day (3 times per week), each consisting of three 1-minute series of active ankle dorsiflexion followed by 3-minute bouts of triceps surae stretch.", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:27.391018+00:00"}
{"study_id": 92004, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the safety and efficacy of paclitaxel-resveratrol-coated balloon angioplasty versus plain balloon angioplasty in reducing restenosis and improving walking distance in patients with peripheral artery occlusive disease.", "results_summary": "The study found that the drug-coated balloon significantly reduced late lumen loss and target lesion revascularization rates compared to standard treatment, and patients showed a greater increase in walking distance at 12 months.", "population_specificity": "153 patients with symptomatic peripheral artery occlusive disease in femoro-popliteal lesions.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:28.132287+00:00"}
{"study_id": 92005, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to review the health consequences of hypothalamic amenorrhea, current research, and available treatment options, particularly focusing on estrogen deficiency in young premenopausal women.", "results_summary": "The abstract highlights that functional hypothalamic amenorrhea, caused by factors like psychological stress and excessive exercise, leads to estrogen deficiency with systemic effects, but affected women often remain asymptomatic (\"walking well\") and unaware of the consequences.", "population_specificity": "Young premenopausal women with functional hypothalamic amenorrhea.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:28.469711+00:00"}
{"study_id": 92006, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether carbohydrate intake before endurance training (walking/running) affects the efficacy of training adaptations in untrained adults.", "results_summary": "The study compared training with vs. without carbohydrate intake (50g glucose) but did not report specific outcome results in the abstract. The focus was on maximum oxygen uptake (VO₂ max) as a measure of training efficacy.", "population_specificity": "23 previously untrained healthy men and women.", "effective_dosage": "50g glucose before each training bout.", "study_duration": "Two 8-week training periods with an 8-week washout in between.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:30.325174+00:00"}
{"study_id": 92007, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a Wii-Fit interactive video-game-led exercise program versus a walking program on balance measures in older adults with mild Alzheimer's disease.", "results_summary": "The walking program showed improvements in balance (Berg Balance Scale) and quality of life at 8 weeks, but these improvements were significantly less than those in the Wii-Fit group. The walking group's improvements in fear of falls were not sustained at 16 weeks.", "population_specificity": "Community-dwelling older adults (average age 73±6.2 years) with mild Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:30.838715+00:00"}
{"study_id": 92008, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To evaluate the effect of functional high-velocity resistance training on improving walking ability in young children with cerebral palsy.", "results_summary": "The study compared a 14-week functional power training program with usual care, measuring outcomes like sprinting capacity, walking speed, endurance, and gross motor function. Results are not yet provided in the abstract.", "population_specificity": "Children aged 4-10 years with bi- or unilateral spastic cerebral palsy (Gross Motor Function Classification System levels I and II).", "effective_dosage": "Power exercises loaded at 50-70% of maximum unloaded speed, performed 3 times a week.", "study_duration": "14 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:31.178024+00:00"}
{"study_id": 92009, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the effect and feasibility of a home-based body weight-supported treadmill training (BWSTT) program on walking capacity and functional mobility in children with cerebral palsy (CP).", "results_summary": "Participants showed significant improvements in walking capacity and functional mobility after completing the 12-week BWSTT program. The study suggests home-based BWSTT may be effective for improving mobility in children with CP.", "population_specificity": "Children with cerebral palsy, ages 6 to 16 years.", "effective_dosage": "3 to 4 times per week for up to 20 minutes per session.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:32.612971+00:00"}
{"study_id": 92012, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop and evaluate a motivationally embellished intervention to increase walking, reduce sitting, and improve mental health in retirement village residents.", "results_summary": "The abstract does not provide specific results regarding the intervention's effects on walking, sitting, or mental health, as it describes a planned pilot study rather than completed findings.", "population_specificity": "Residents of retirement villages around Perth, Western Australia.", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:35.714720+00:00"}
{"study_id": 92011, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the combined effects of transcranial direct current stimulation (tDCS) and physical therapy on walking ability in patients with Parkinson disease (PD).", "results_summary": "The study found that both tDCS alone and combined with physical therapy significantly improved gait speed and step length in PD patients, with effects lasting at least 8 weeks. The combination treatment was not superior to either intervention alone.", "population_specificity": "Patients with Parkinson disease", "effective_dosage": "Not specified", "study_duration": "Effects lasted at least 8 weeks post-intervention (intervention duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:36.235789+00:00"}
{"study_id": 92010, "supplement_id": 1667, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "To assess the effects of bimagrumab on skeletal muscle mass and function in older adults with sarcopenia and mobility limitations.", "results_summary": "Bimagrumab significantly increased thigh muscle volume and improved gait speed and 6-minute walk distance in participants with slower baseline walking speeds, compared to placebo. Adverse events were mostly mild and resolved by the end of the study.", "population_specificity": "Community-dwelling adults aged 65 and older with sarcopenia and mobility limitations (gait speed 0.4–1.0 m/s).", "effective_dosage": "Intravenous bimagrumab 30 mg/kg.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:37.288735+00:00"}
{"study_id": 92013, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of robot-assisted training on physical and functional recovery in people with spinal cord injury (SCI).", "results_summary": "The meta-analysis of 11 RCTs involving 443 subjects showed that robot-assisted training significantly improved walking independence in SCI patients. The study concluded that robot-assisted training is an effective adjunct therapy for physical and functional recovery, though further high-quality studies are needed to assess its impact on cardiopulmonary recovery.", "population_specificity": "People with complete or incomplete spinal cord injury (SCI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:38.555250+00:00"}
{"study_id": 92014, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether applying a controlled force to the pelvis and legs during treadmill training improves walking function in children with cerebral palsy compared to treadmill training alone.", "results_summary": "Robotic training significantly increased walking speed and 6-minute walking distance, while treadmill-only training showed no significant changes. The robotic group demonstrated greater improvements in endurance compared to the treadmill-only group.", "population_specificity": "Children with cerebral palsy (23 participants, randomized into robotic or treadmill-only groups).", "effective_dosage": "3 times per week for 6 weeks.", "study_duration": "6 weeks of training, with follow-up assessments 8 weeks post-training.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:39.654551+00:00"}
{"study_id": 92015, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of cognitive dual task gait training (CDTT), motor dual task gait training (MDTT), and conventional physical therapy (CPT) on dual task gait performance in stroke survivors.", "results_summary": "CDTT improved cognitive-motor dual task gait performance (stride length and DTC-speed), while MDTT improved motor dual task gait performance (gait speed, stride length, and DTC-speed). However, these improvements did not reach significant group differences.", "population_specificity": "Stroke survivors (n=28)", "effective_dosage": "30 minutes per session, 3 sessions per week", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:40.149060+00:00"}
{"study_id": 92017, "supplement_id": 1667, "safety_score": "75", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the benefits and harms of aerobic exercise, including walking, for adults with fibromyalgia, comparing it to control conditions and other interventions.", "results_summary": "Aerobic exercise, including walking, showed moderate improvements in health-related quality of life, pain intensity, and physical function, with benefits persisting long-term for pain and function. However, evidence on fatigue and stiffness was less clear, and safety data were limited.", "population_specificity": "Adults diagnosed with fibromyalgia.", "effective_dosage": "Not specified (dynamic physical activity increasing heart rate and breathing for prolonged periods).", "study_duration": "6 to 24 weeks (intervention), with some follow-ups up to 208 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:44.842632+00:00"}
{"study_id": 92001, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a pedometer-based walking intervention improves functional capacity and neurohumoral modulation in patients with chronic heart failure (both reduced and preserved ejection fraction).", "results_summary": "The study is ongoing, but the abstract suggests that walking is a popular, effective, and safe form of physical activity for heart failure patients, with primary and secondary outcomes focused on functional capacity, biomarkers, and quality of life.", "population_specificity": "Patients with chronic heart failure (HFrEF and HFpEF) who are physically inactive.", "effective_dosage": "Individualized pedometer-based walking program with weekly step goals (specific step count not provided).", "study_duration": "6-month intervention with follow-up assessments at 3 months, 6 months, and 6 months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:44.993946+00:00"}
{"study_id": 92018, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the feasibility of various functional tests, including the 6-Minute Walking Test (6MWT), in post-ICU patients and their relation to disability and dyspnea.", "results_summary": "The study found that peripheral muscle strength tests had the highest feasibility, while spirometry and leg effort tolerance tests had the lowest. The 6MWT was the least feasible test at discharge. Motor disability was primarily explained by peripheral muscle strength.", "population_specificity": "Post-intensive care unit (ICU) patients admitted to a Step Down Unit.", "effective_dosage": "Not specified", "study_duration": "From admission to discharge from in-hospital rehabilitation (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:45.075659+00:00"}
{"study_id": 92019, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the effectiveness of the Ponseti method (manipulation, casting, percutaneous Achilles tenotomy, and bracing) in treating clubfoot in children under two years of age.", "results_summary": "The study found that the Ponseti method is highly effective for correcting clubfoot deformities, though relapses occurred in nine studies, primarily due to non-adherence to bracing and socioeconomic factors.", "population_specificity": "Children under two years of age with congenital talipes equinovarus (clubfoot).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:45.155502+00:00"}
{"study_id": 92020, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 1, "quality_score": 20, "study_goal": "To assess the effects of drug therapy for chronic idiopathic axonal polyneuropathy (CIAP) on reducing disability and ameliorating neurological symptoms, and to evaluate any adverse effects of treatment.", "results_summary": "The study found no adequate randomized or quasi-randomized controlled trials on drug therapy for CIAP, concluding there is no proven efficacious treatment. All 39 identified studies were excluded due to insufficient quality or relevance.", "population_specificity": "Elderly people (age 40+) with chronic idiopathic axonal polyneuropathy (CIAP).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:46.475916+00:00"}
{"study_id": 92021, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to identify factors influencing the selection of surgical procedures (osteosynthetic devices vs. prosthetic replacement) for treating pathological fractures of the proximal femur in cancer patients to optimize inclusion criteria for a future randomized study.", "results_summary": "The study found that orthopaedic surgeons prioritized factors like life expectancy, performance status before fracture, and degree of bone destruction when choosing surgical procedures. Bone destruction patterns (e.g., head/neck involvement, transverse destruction >1/2) influenced the preference for prosthetic replacement.", "population_specificity": "Cancer patients with pathological fractures of the proximal femur.", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:47.342935+00:00"}
{"study_id": 92022, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare patient acceptance of Metacognitive Training for Depression (D-MCT) against an active control intervention involving walking and psychoeducation sessions.", "results_summary": "Walking was part of the control intervention, which was evaluated less favorably than D-MCT both immediately after treatment and at 6-month follow-up. The study did not focus on walking's efficacy or safety as a standalone intervention.", "population_specificity": "Individuals in treatment for depression.", "effective_dosage": "Not specified", "study_duration": "8 modules (duration per module not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:47.513450+00:00"}
{"study_id": 92016, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine if 30 minutes of moderate-intensity walking could counteract the negative metabolic effects of prolonged sitting and whether adding intermittent standing further improved outcomes.", "results_summary": "Breaking up sitting with standing reduced postprandial glucose responses, while 30 minutes of walking lowered postprandial insulin responses. Combining walking and standing did not show additional benefits beyond walking alone for insulin.", "population_specificity": "14 physically inactive healthy adult males", "effective_dosage": "30-minute moderate-intensity walking bout", "study_duration": "27-hour interventions (9-hour sitting periods)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:51.493932+00:00"}
{"study_id": 92024, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to identify and evaluate scales used to classify contraversive lateropulsion in stroke patients and recommend the most suitable for clinical practice.", "results_summary": "The study identified four scales (SCP, M-SCP, BLS, S-SCP) and found the BLS to be the most reliable and responsive, recommending its use for early detection and monitoring of contraversive lateropulsion in stroke patients.", "population_specificity": "Persons with stroke exhibiting contraversive lateropulsion.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:52.990551+00:00"}
{"study_id": 92023, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of activity-based therapies like locomotor training and epidural stimulation in promoting recovery of walking and voluntary movements in adults and children with spinal cord injury (SCI).", "results_summary": "Locomotor training improved walking recovery in some individuals with motor-incomplete SCI, even years post-injury, while epidural stimulation enabled some voluntary movements and standing in motor-complete SCI patients. The Neuromuscular Recovery Scale (NRS) was developed to measure performance without compensation and showed strong psychometric properties.", "population_specificity": "Adults and children with spinal cord injury (SCI), including motor-incomplete and motor-complete cases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:54.098077+00:00"}
{"study_id": 92025, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to compare the effectiveness of surgery versus conservative treatment for adults with hallux valgus (HV), focusing on gait measurement, pain, quality of life, and patient satisfaction.", "results_summary": "The review found minimal differences between various surgical procedures for HV, but one study showed distal chevron osteotomy was more effective than conservative or no treatment in reducing pain within the first year post-surgery. However, the overall quality of studies was medium-to-poor, and high-quality comparisons were lacking.", "population_specificity": "Adults (18+) with HV deformity, excluding those with neurological conditions causing foot deformities.", "effective_dosage": "Not applicable (surgical vs. conservative treatment comparison).", "study_duration": "Follow-up varied, with one trial reporting outcomes within the first year post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:54.396174+00:00"}
{"study_id": 92026, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether early physical therapy input (including walking interventions) was associated with shorter hospital stays and improved functional outcomes in frail older inpatients.", "results_summary": "Early physical therapy assessment (within 24 hours of admission) was associated with a significantly shorter length of hospital stay (6.7 vs. 10.0 days) and reduced need for formal care on discharge compared to late assessment. No statistically significant differences were found in functional measures (Elderly Mobility Scale and walking speed) between the two groups.", "population_specificity": "Frail older adults admitted to the department of medicine for the elderly wards in a UK National Health Service hospital.", "effective_dosage": "Not specified", "study_duration": "Not specified (retrospective analysis over 3 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:54.548109+00:00"}
{"study_id": 92028, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether combining manual therapy (including spinal manipulative therapy) with exercise provides sustainable improvements in lung function and exercise capacity in people with mild COPD, compared to exercise alone.", "results_summary": "The abstract does not provide specific results regarding the effects of the intervention, as it describes the study design and objectives rather than outcomes.", "population_specificity": "202 people with stable mild COPD.", "effective_dosage": "Exercise administered 36 times over 18 weeks; manual therapy administered 15 times over 6 weeks.", "study_duration": "18 weeks for exercise, 6 weeks for manual therapy.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:54.896418+00:00"}
{"study_id": 92029, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the effect of home-based exercise therapy on kidney function and muscle strength in pre-dialysis chronic kidney disease (CKD) patients.", "results_summary": "Home-based exercise therapy improved grip strength and knee extension muscle strength in pre-dialysis CKD patients without significantly affecting kidney function. Physical activity increased significantly only in the exercise group.", "population_specificity": "Male stage 3-4 pre-dialysis CKD patients (age 68.7 ± 6.8 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:55.780127+00:00"}
{"study_id": 92027, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility of recruiting boys with Duchenne muscular dystrophy (DMD) for a trial evaluating the addition of aquatic therapy (AT) to land-based therapy (LBT) to maintain muscle strength and independence.", "results_summary": "The study found that recruiting the target number of participants was not feasible, with only 30% of the target enrollment achieved. The trial did not proceed to full-scale evaluation due to logistical challenges, but qualitative insights suggested the need for community-based AT programs.", "population_specificity": "Boys with DMD aged 7-16 years, established on corticosteroids, with specific mobility criteria (NSAA score 8-34, ability to walk 10m unaided).", "effective_dosage": "AT was administered twice weekly for 30 minutes per session.", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:49:56.797147+00:00"}
{"study_id": 92030, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate gait dynamics and functional performance in Parkinson's Disease patients with postural deformities compared to those without deformities and healthy controls.", "results_summary": "The study found reduced walking velocity, stride length, and step length in Parkinson's patients with postural deformities, along with marked reductions in range of motion at lower-extremity joints, particularly the hip. These gait impairments correlated with disease severity and reduced functional abilities.", "population_specificity": "Parkinson's Disease patients with Pisa syndrome or Camptocormia, Parkinson's patients without postural deformities, and healthy matched controls.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:00.005427+00:00"}
{"study_id": 92032, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the feasibility of a physical activity intervention, including walking, for patients with metastatic testicular cancer undergoing cisplatin-based chemotherapy.", "results_summary": "The study found that walking and low-intensity activities were preferred by participants, with nausea and feeling unwell being the most common barriers to physical activity. Recruitment and compliance rates were acceptable, but some participants dropped out.", "population_specificity": "Patients with metastatic testicular cancer receiving cisplatin-based chemotherapy.", "effective_dosage": "Not specified", "study_duration": "During chemotherapy and 3 months after.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:03.328510+00:00"}
{"study_id": 92031, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the functional exercise performance evaluation between the sit-to-stand test (STST) and the 6-minute walking test (6MWT) and assess the reliability and repeatability of the STST in COPD patients.", "results_summary": "The study found that the sit-to-stand test (STST) was strongly correlated with the 6-minute walking test (6MWT) in evaluating functional exercise performance in COPD patients. Both tests showed good repeatability, and the STST demonstrated high reliability. Cardiorespiratory demand differed between the tests, but dyspnea and lower limb fatigue variations were similar.", "population_specificity": "Forty-two COPD patients.", "effective_dosage": "Not applicable (exercise tests, not a supplement).", "study_duration": "Not specified (tests were repeated twice).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:04.141929+00:00"}
{"study_id": 92034, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to investigate the impact of ventriculus terminalis dilation on walking and sphincteric function in a pediatric case.", "results_summary": "The study found that surgical intervention (laminectomy and cyst fenestration) improved urinary problems and gait disturbance in a 5-year-old boy with ventriculus terminalis dilation. The patient showed improvement over a 6-month follow-up period.", "population_specificity": "A 5-year-old boy with ventriculus terminalis dilation and associated walking and sphincteric disorders.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "6-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:04.143562+00:00"}
{"study_id": 92033, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the short- and medium-term effectiveness of a supervised physical activity program, including walking and sociocultural activities, on cardiovascular disease (CVD) risk in adults.", "results_summary": "The intervention significantly increased physical activity, improved systolic blood pressure, total cholesterol, and LDL-cholesterol levels, reduced the incidence of adverse cardiovascular events, and promoted sustained physical activity adherence over two years.", "population_specificity": "Older Spanish adults (mean age 65.19 years, 76.8% women) with CVD risk factors.", "effective_dosage": "120 minutes/week of walking (396 METs/min/week) and a monthly sociocultural gathering.", "study_duration": "9 months of intervention, with a 2-year follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:04.433662+00:00"}
{"study_id": 92035, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine changes in intra-individual gait patterns across different time-scales to understand variability in walking patterns.", "results_summary": "The study found discernable characteristics in intra-individual gait patterns between repeated sessions, with classification rates of 67.8% for ground reaction forces and 86.3% for lower body joint angles. Results suggest continuous intrinsic changes in gait patterns over different time-scales, indicating deterministic processes in motor control.", "population_specificity": "Nine healthy subjects", "effective_dosage": "Not applicable", "study_duration": "One day (six sessions with intervals of 10 to 90 minutes)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:04.837500+00:00"}
{"study_id": 92036, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the immediate effects of lateral wedge arch support insoles (LWAS) on reducing knee joint load in patients with medial knee osteoarthritis (OA) compared with different control conditions.", "results_summary": "The meta-analysis showed statistically significant reductions in knee joint load measures (first and second peak EKAM and KAAI) with LWAS, but subgroup analyses revealed no significant effects when compared to specific control conditions (control shoes, neutral insoles, or flat insoles). The findings do not support the use of LWAS insoles for reducing knee load.", "population_specificity": "Patients with medial knee osteoarthritis (OA) (total 356 participants, 337 received LWAS treatment).", "effective_dosage": "Not specified", "study_duration": "Immediate effects (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:05.992091+00:00"}
{"study_id": 92037, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of basal insulin suspension during continuous treadmill walking (CON) versus circuit-based exercise (CIRC) on blood glucose levels in individuals with type 1 diabetes.", "results_summary": "Continuous treadmill walking resulted in a larger drop in blood glucose compared to circuit-based exercise, despite being lower in intensity. Participants could accurately perceive blood glucose changes during walking but not during circuit exercise.", "population_specificity": "Twelve individuals (six men and six women) with type 1 diabetes on insulin pump therapy.", "effective_dosage": "Not specified", "study_duration": "Two 40-minute exercise sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:07.067275+00:00"}
{"study_id": 92038, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the long-term safety, tolerability, and efficacy of riociguat in improving exercise and functional capacity in patients with pulmonary arterial hypertension (PAH) and inoperable chronic thromboembolic pulmonary hypertension (CTEPH).", "results_summary": "The study found that riociguat maintained improvements in 6-minute walking distance and functional class over 4 years, with no new safety signals identified. Common adverse events included nasopharyngitis and peripheral edema, but serious adverse events were rare and not considered drug-related.", "population_specificity": "Patients with inoperable CTEPH (n=41) and PAH (n=27).", "effective_dosage": "0.5-2.5 mg three times daily (adjusted at physician's discretion).", "study_duration": "Median treatment duration was 77 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:10.645750+00:00"}
{"study_id": 92041, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of strength training, including walking performance, in patients with schizophrenia.", "results_summary": "Strength training with a single exercise did not improve psychopathology but improved walking performance. Strength training targeting several large muscle groups significantly improved muscle strength and psychopathology.", "population_specificity": "Patients with schizophrenia", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:11.046496+00:00"}
{"study_id": 92039, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare gait performance during walking and running on motorized treadmills (MTs), nonmotorized treadmills (NMTs), and overground (OG) locomotion.", "results_summary": "The study found no differences in gait kinematics between MT and OG conditions, but NMT gait showed increased hip, knee, and ankle flexions during late swing and early stance compared to OG, with significant reductions in trunk-flexion/extension range of motion during running.", "population_specificity": "20 healthy adults (10 women).", "effective_dosage": "Not applicable (self-selected walking and running).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:11.596589+00:00"}
{"study_id": 92040, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of structured aerobic walking (with or without complementary exercise) on cardiorespiratory measures, mobility, functional status, healthcare utilization, and quality of life in older adults hospitalized for acute medical illness.", "results_summary": "The study found mixed results across outcome categories, with qualitative synthesis of 12 articles reporting heterogeneous exercise programs and varied effectiveness. Larger, well-designed RCTs are needed to confirm findings.", "population_specificity": "Older adults (≥60 years) hospitalized for acute medical illness.", "effective_dosage": "Not specified", "study_duration": "During hospitalization or within 1 month of intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:12.481911+00:00"}
{"study_id": 92043, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether administration of antivenom (FabAV) improves recovery from limb injury, including walking speed, in patients envenomated by copperhead snakes.", "results_summary": "The study found that FabAV treatment improved limb function at 14 days post-envenomation, as measured by the Patient-Specific Functional Scale, with additional outcome assessments generally favoring FabAV. However, more FabAV-treated subjects experienced adverse events compared to placebo.", "population_specificity": "Patients aged 12 years or older with mild- to moderate-severity copperhead snake envenomation.", "effective_dosage": "Not specified", "study_duration": "14 days post-envenomation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:13.380280+00:00"}
{"study_id": 92044, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the long-term maintenance of physical activity, including walking, following a targeted intervention for African-American women.", "results_summary": "The study found that while physical activity declined over the long term, levels remained significantly higher than baseline for moderate/vigorous PA, leisure moderate/vigorous PA, and walking. Variations by condition or site were not statistically significant.", "population_specificity": "288 African-American women aged 40 to 65 without major signs/symptoms of pulmonary/cardiovascular disease.", "effective_dosage": "Not specified (intervention included group meetings and motivational calls).", "study_duration": "48 weeks (active intervention) plus long-term follow-up at 2 to 4 years post-baseline.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:14.419650+00:00"}
{"study_id": 92042, "supplement_id": 1667, "safety_score": "75", "efficacy_score": 45, "quality_score": 60, "study_goal": "The researchers aimed to assess the effects of exercise interventions (aerobic, resistance, and mixed training) on activity, participation, and quality of life in people with cerebral palsy (CP).", "results_summary": "The study found low-quality evidence that aerobic exercise may slightly improve gross motor function but not gait speed, while resistance training showed no significant improvements in gait speed, gross motor function, participation, or quality of life. Mixed training improved participation but not gross motor function or gait speed.", "population_specificity": "Children, adolescents, and adults with cerebral palsy (primarily spastic CP), including those who could walk with or without assistive devices and some who used wheeled mobility devices.", "effective_dosage": "Not specified", "study_duration": "Varies by study (short-term and intermediate-term outcomes assessed)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:14.714664+00:00"}
{"study_id": 92045, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the relationship between leg length discrepancy (LLD) and clinically significant gait deviations, including the magnitude of LLD and the most common gait deviations associated with it.", "results_summary": "The study found a significant relationship between anatomic LLD and gait deviation, with deviations occurring at discrepancies >1cm and increasing impact as the discrepancy grows. Compensatory strategies were observed in both shorter and longer limbs, primarily in the sagittal plane, though frontal plane compensations also occurred.", "population_specificity": "Patients or healthy participants with anatomic LLD and healthy subjects with simulated LLD using artificial lifts.", "effective_dosage": "Artificial lifts of 1-5cm were used to simulate LLD.", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:16.167159+00:00"}
{"study_id": 92047, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To investigate whether improved balance from different physical training types correlates with improved walking performance in chronic stroke patients.", "results_summary": "All training groups improved balance and walking performance, but balance improvements did not correlate with muscle strength, oxygen uptake, or walking improvements. Aerobic and resistance training showed small but significant functional improvements.", "population_specificity": "Forty-eight participants with chronic stroke.", "effective_dosage": "3 days/week for 12 weeks.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:18.451815+00:00"}
{"study_id": 92046, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and efficacy of primary stenting for treating TASC D femoropopliteal lesions, focusing on outcomes like patency rates, adverse events, and walking capacity improvement.", "results_summary": "The study found that primary stenting with self-expanding nitinol stents was effective, with significant improvements in Rutherford class and walking distance (P < 0.001). However, restenosis risk increased with long stenting extending to the popliteal artery.", "population_specificity": "53 patients (57 limbs) with Rutherford stage 3 to 6 due to TASC D femoropopliteal lesions.", "effective_dosage": "Not specified (stent length: median 366 ± 71 mm, mean 2.1 ± 0.9 stents per lesion).", "study_duration": "1-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:20.047887+00:00"}
{"study_id": 92048, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine if Functional Electrical Stimulation (FES) combined with walking improves ischemic pain, walking distance, and quality of life in patients with intermittent claudication.", "results_summary": "Walking with FES significantly reduced ischemic pain and improved quality of life compared to walking alone, with notable group-by-time interactions in pain perception.", "population_specificity": "Patients diagnosed with Peripheral Artery Disease (PAD) and intermittent claudication (IC), with Ankle Brachial Index ranging 0.4-0.9 on at least one leg.", "effective_dosage": "1 hour/day, six days/week for eight weeks (with or without FES).", "study_duration": "Eight weeks of intervention, followed by an eight-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:20.850366+00:00"}
{"study_id": 92049, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy of rehabilitation interventions, including walking-related therapies, for improving function, mobility, ataxia, and balance in individuals with genetic degenerative ataxia.", "results_summary": "The study found that rehabilitation interventions, including treadmill training and balance exercises, significantly improved at least one outcome related to function, gait, or balance in 15 of 17 studies. However, long-term outcomes were assessed in fewer than half of the studies, with varying follow-up durations.", "population_specificity": "Individuals with genetic degenerative ataxia (148 with autosomal dominant ataxia, 85 with autosomal recessive ataxia).", "effective_dosage": "Not specified", "study_duration": "Varies by study (not specified in abstract)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:20.936484+00:00"}
{"study_id": 92050, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether cardiorespiratory fitness (CRF) influences postprandial glycemia during prolonged sitting and whether light walking breaks could mitigate these effects.", "results_summary": "Light walking breaks significantly reduced postprandial blood glucose and insulin levels, with the greatest benefits observed in individuals with low CRF. The effect diminished in those with higher CRF.", "population_specificity": "34 adults (18 women, 16 men; mean age 40 ± 9 years, BMI 24.5 ± 3 kg/m²).", "effective_dosage": "5-minute light walking bouts every 30 minutes.", "study_duration": "7.5-hour experimental conditions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:21.695903+00:00"}
{"study_id": 92051, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of growth factors (FGF, HGF, VEGF) on preventing death or major limb amputation and improving walking ability in people with peripheral artery disease (PAD) of the lower extremities.", "results_summary": "Growth factors showed little or no effect on walking ability (low-quality evidence) and did not significantly prevent death or major limb amputations, though they may reduce minor amputations and improve hemodynamic measures, ulceration, and rest pain (with very low to low-quality evidence).", "population_specificity": "Patients with PAD of the lower extremities, including those with intermittent claudication or critical limb ischemia.", "effective_dosage": "Not specified", "study_duration": "Follow-up ranged from three months to one year, with some data at two years and one study at 10 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:23.189878+00:00"}
{"study_id": 92053, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the relationship between hearing loss (HL) and objective measures of postural control, including walking, in older adults, and to explore potential mechanisms and clinical implications of this comorbidity.", "results_summary": "The study found a significant positive association between HL and objective measures of postural control, including walking difficulties and falls, even after controlling for major covariates. Severity of hearing impairment was linked to higher prevalence of walking difficulties and falls, suggesting physiological, cognitive, and behavioral processes may underlie this relationship.", "population_specificity": "Older adults with hearing loss.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:24.275067+00:00"}
{"study_id": 92052, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether changes in walking performance after 8 weeks of exercise relate to changes in mitochondrial function, and whether there are subgroups of negative and positive responders.", "results_summary": "Changes in peak walking time were linked to changes in mitochondrial respiration. Negative responders (with more advanced peripheral arterial disease) showed decreased mitochondrial capacity, while positive responders showed increased mitochondrial capacity.", "population_specificity": "Patients with intermittent claudication (n = 28).", "effective_dosage": "Not specified (two types of exercise: calf raising and walking).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:24.444795+00:00"}
{"study_id": 92055, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "To explore the effects of neuroprosthesis use on participation, community-based walking activity, safety, and satisfaction in children with hemiplegic cerebral palsy.", "results_summary": "Significant improvements in performance and satisfaction with participation goals were observed, along with a decrease in trips. No significant changes in community-based walking activity were noted.", "population_specificity": "Eleven children (mean age 9 years 11 months) with hemiplegic CP (GMFCS Level I and II).", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:27.004393+00:00"}
{"study_id": 92054, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of fixed-bearing versus mobile-bearing total ankle arthroplasty (TAA) implants in improving pain scores and gait mechanics one year after surgery.", "results_summary": "The study found no statistically or clinically meaningful differences in gait mechanics or pain outcomes between fixed and mobile bearing TAA implants one year post-surgery. Effect size analysis indicated that any differences between implant types were less than 1 standard deviation, suggesting minimal practical impact.", "population_specificity": "Patients with end-stage ankle arthritis (n=40; 16 men, 24 women; average age 63 years) who met specific inclusion criteria, excluding conditions like rheumatoid arthritis or severe deformities.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "1 year post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:27.193536+00:00"}
{"study_id": 92056, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether walking, among other non-pharmacological lifestyle activities, could delay cognitive decline in normal aging.", "results_summary": "The study found that walking, along with other physical activities, appears promising as a lifestyle intervention tool for preventing cognitive decline, though effectiveness may depend on intensity and simultaneous engagement in multiple activities. More longitudinal randomized controlled trials are needed to confirm optimal types and durations of such interventions.", "population_specificity": "Aging population groups with normal cognitive function.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:29.346780+00:00"}
{"study_id": 92058, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify prognostic factors related to patient satisfaction 1 year after posterior decompression surgery for lumbar spinal stenosis, with a focus on walking capacity.", "results_summary": "Good walking capacity at baseline was positively associated with patient satisfaction after surgery, while poor walking capacity was linked to dissatisfaction. The study also found smoking, long duration of leg pain, and certain comorbidities to be associated with dissatisfaction.", "population_specificity": "2562 patients with lumbar spinal stenosis who underwent posterior decompression surgery, excluding those with previous spine surgery or concomitant fusion.", "effective_dosage": "Not applicable", "study_duration": "1-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:29.699193+00:00"}
{"study_id": 92057, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 65, "study_goal": "The researchers aimed to describe the clinical course, neuroimaging findings, and functional outcomes of idiopathic spinal cord infarction (SCI) in adolescents, particularly focusing on walking recovery.", "results_summary": "The study found that idiopathic SCI in adolescents typically presents with rapid-onset painful myelopathy, often leading to paraplegia or paraparesis. At follow-up, some patients regained walking ability (2 autonomously, 4 with aids), while one remained wheelchair-dependent.", "population_specificity": "Adolescents (mean age 13.2 years) with idiopathic spinal cord infarction.", "effective_dosage": "Not available", "study_duration": "Mean follow-up time was 27.4 months (range 3-46).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:30.275455+00:00"}
{"study_id": 45919, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a two-step process for converting agricultural waste into xylitol using dilute nitric acid and fermentation with Candida tropicalis MTCC 6192.", "results_summary": "The study achieved a 70% xylan-to-xylose conversion, 70% removal of impurities, and an 85% xylitol yield during fermentation, demonstrating efficient xylitol production from corncob waste.", "population_specificity": "Not applicable (in vitro study using agricultural waste and microbial fermentation).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:38.208213+00:00"}
{"study_id": 45912, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether regular use of xylitol syrup could prevent acute otitis media (AOM) in young children, with secondary outcomes including upper respiratory tract infections (URTIs) and dental caries.", "results_summary": "The abstract does not provide results, as the study is described as \"Pre-results.\"", "population_specificity": "Children aged 2-4 years in primary care settings in Canada.", "effective_dosage": "Not specified (regular use of xylitol syrup).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:38.381903+00:00"}
{"study_id": 45916, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chewing gum (containing Xylitol) could improve post-operative gastrointestinal recovery in patients undergoing elective open proctectomy for rectal cancer.", "results_summary": "Chewing gum significantly reduced the time to first flatus and first defecation and lowered the incidence of post-operative ileus compared to the control group.", "population_specificity": "Patients undergoing elective open proctectomy for rectal cancer.", "effective_dosage": "Chewing gum 3 times a day postoperatively.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:38.672801+00:00"}
{"study_id": 45914, "supplement_id": 1683, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of xylitol on human epidermal keratinocytes, focusing on gene expression profiles and signaling pathways.", "results_summary": "Xylitol up-regulated the expression of key epidermal proteins (filaggrin, loricrin, involucrin, occludin) more profoundly than glycerol, activated protein kinase Cδ, and exerted anti-inflammatory effects in keratinocyte inflammation models.", "population_specificity": "Human epidermal keratinocytes (in vitro study).", "effective_dosage": "Xylitol concentrations of 0.0045%-0.45%.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:39.276973+00:00"}
{"study_id": 45915, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-oxidative effects of xylitol in both normal and type 2 diabetic rats, assessing its potential to mitigate oxidative stress.", "results_summary": "Xylitol demonstrated significant in vitro free radical scavenging and ferric reducing activities. In vivo, it reduced oxidative stress markers (TBARS) and increased antioxidant levels (GSH and enzyme activities) in tissues and serum of xylitol-fed rats compared to controls.", "population_specificity": "Male Sprague-Dawley rats (normal and type 2 diabetic models).", "effective_dosage": "10% xylitol solution provided instead of drinking water.", "study_duration": "5 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:39.450004+00:00"}
{"study_id": 45917, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the antiplaque, antigingivitis, and antibacterial efficacy of xylitol (XYL) alone, chlorhexidine (CHX) alone, and a combination of CHX+XYL against Streptococcus mutans.", "results_summary": "All three mouthwashes significantly reduced gingival index, plaque index, and S. mutans counts. Xylitol alone showed superior plaque reduction, while the CHX+XYL combination was most effective against S. mutans.", "population_specificity": "75 dental students", "effective_dosage": "10 ml twice daily for 15 seconds", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:39.735655+00:00"}
{"study_id": 45911, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the anticariogenic effectiveness of xylitol and CPP-ACP chewing gums by evaluating their impact on salivary pH, buffer capacity, and Streptococcus mutans levels.", "results_summary": "Xylitol chewing gums significantly reduced salivary S. mutans levels and improved salivary pH and buffer capacity, though CPP-ACP showed greater improvement in pH. Both interventions demonstrated notable efficacy in reducing S. mutans and enhancing saliva properties.", "population_specificity": "Twenty individuals aged 18-25 years.", "effective_dosage": "Thrice daily for 2 weeks (specific xylitol amount not stated).", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:40.181527+00:00"}
{"study_id": 45924, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of xylitol in reducing dental caries in children compared to no treatment, a placebo, or other preventive strategies.", "results_summary": "The study found a small effect of xylitol on reducing dental caries, with higher doses showing a medium effect, but the evidence quality was very low and heterogeneity considerable. The preventive action of xylitol remains uncertain due to these limitations.", "population_specificity": "Children", "effective_dosage": "Greater than four grams per day (higher dose)", "study_duration": "At least 12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:46.917629+00:00"}
{"study_id": 45922, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 1, "quality_score": 75, "study_goal": "The researchers aimed to compare the antimicrobial/bactericidal effects of xylitol against Streptococcus Mutans (S. Mutans) with TiF4, chlorhexidine, and sodium fluoride.", "results_summary": "Xylitol showed no bactericidal or growth inhibitory effects on S. Mutans at any concentration tested, unlike TiF4, NaF, and chlorhexidine, which demonstrated significant antimicrobial activity.", "population_specificity": "In-vitro study using bacterial suspension of S. Mutans.", "effective_dosage": "Various concentrations tested (specific amounts not detailed).", "study_duration": "Not specified (laboratory tests conducted between March 2015 and September 2015).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:47.172852+00:00"}
{"study_id": 45921, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of probiotic yogurt and xylitol-containing chewing gums on reducing salivary Streptococcus mutans levels.", "results_summary": "Both probiotic yogurt and xylitol-containing chewing gums significantly reduced salivary S. mutans levels, with the greatest reduction observed two weeks after the intervention. The difference in effectiveness between the two interventions was not statistically significant.", "population_specificity": "50 female students with high salivary S. mutans levels (over 105 CFU/mL).", "effective_dosage": "Two xylitol-containing chewing gums three times daily after each meal (total xylitol content: 5.58 g daily).", "study_duration": "Three weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:47.225336+00:00"}
{"study_id": 45926, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of erythritol, xylitol, and sorbitol on oral health outcomes, including dental plaque, caries, and periodontal therapy.", "results_summary": "The study found that erythritol outperformed xylitol in reducing dental plaque weight, inhibiting bacterial growth, decreasing caries, and serving as a matrix for periodontal therapy. Xylitol showed some efficacy but was less effective than erythritol.", "population_specificity": "Not specified (general oral health focus)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:47.520333+00:00"}
{"study_id": 45925, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if products containing xylitol, olive oil, and betaine could improve quality of life for patients with xerostomia caused by radiotherapy.", "results_summary": "The study found significant improvements in quality of life, symptom reduction, and salivary flow in 45% of patients after using xylitol-based products. Seven out of eight VAS items showed statistically significant symptom reduction.", "population_specificity": "40 patients treated with radiotherapy for head and neck carcinoma who reported dry mouth symptoms.", "effective_dosage": "Not specified", "study_duration": "15 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:47.523271+00:00"}
{"study_id": 45928, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility of using corncob hemicellulosic hydrolysate for xylitol production by Candida tropicalis.", "results_summary": "Optimized extraction conditions yielded 80.07% hemicellulose, and C. tropicalis fermentation of the hydrolysate produced a high xylitol yield (0.77g/g) and productivity (2.45g/(Lh)).", "population_specificity": "Candida tropicalis (microbial fermentation system)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:48.216655+00:00"}
{"study_id": 45913, "supplement_id": 1683, "safety_score": "20", "efficacy_score": null, "quality_score": 60, "study_goal": "The researchers aimed to assess the risks and outcomes of xylitol ingestion in dogs, focusing on hypoglycemia and hepatic failure.", "results_summary": "Xylitol ingestion in dogs can cause severe hypoglycemia, acute hepatic failure, and coagulopathies, but prognosis is generally good for uncomplicated hypoglycemia. Increased availability of xylitol-containing products may lead to more exposures and toxicity cases.", "population_specificity": "Dogs", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:48.269289+00:00"}
{"study_id": 45927, "supplement_id": 1683, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "To assess the efficacy and safety of xylitol in preventing acute otitis media (AOM) in children aged up to 12 years.", "results_summary": "Xylitol reduced the risk of AOM from 30% to 22% in healthy children attending daycare (moderate-quality evidence), but it was ineffective in children with respiratory infections or those prone to otitis. No significant differences in adverse events (e.g., abdominal discomfort, rash) were noted between xylitol and control groups.", "population_specificity": "Children aged 12 years or younger, including healthy daycare attendees, children with respiratory infections, and otitis-prone children.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:48.664804+00:00"}
{"study_id": 45930, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the long-term effects of glycerol and xylitol on skin hydration, barrier function, and physiological properties in individuals with dry skin.", "results_summary": "The combination of glycerol (5%) and xylitol (5%) improved skin hydration, filaggrin protein levels, interdigitation index, and biomechanical properties while reducing transepidermal water loss (TEWL), but did not affect MMP-1 expression.", "population_specificity": "Twelve volunteers with dry skin.", "effective_dosage": "5% xylitol applied twice daily.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:54.693053+00:00"}
{"study_id": 45931, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of nitric acid-treated carbon fiber as a cell-immobilized carrier for improving xylitol fermentation yield and efficiency.", "results_summary": "The study found that nitric acid-treated carbon fiber significantly improved the immobilized efficiency of Candida tropicalis (0.98 g∙g-1) and achieved high xylitol yield (70.13%) and volumetric productivity (1.22 g∙L-1∙h-1), with 3 hours as the optimal treatment time.", "population_specificity": "In vitro study (Candida tropicalis and carbon fiber carrier)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:55.118724+00:00"}
{"study_id": 45929, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of xylitol on biofilms and planktonic bacteria associated with chronic rhinosinusitis (CRS).", "results_summary": "Xylitol (5% and 10%) significantly reduced biofilm biomass (S. epidermidis), inhibited biofilm formation (S. aureus and P. aeruginosa), and reduced planktonic bacterial growth (S. epidermidis, S. aureus, and P. aeruginosa). However, no solution was effective against established P. aeruginosa biofilms.", "population_specificity": "In vitro study using bacterial strains (S. epidermidis, S. aureus, P. aeruginosa) relevant to CRS.", "effective_dosage": "5% and 10% xylitol solutions.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:55.682722+00:00"}
{"study_id": 45933, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the anti-cancer mechanisms of xylitol/selenite by measuring glutathione (GSH) depletion and apoptosis induction in a human hepatoma cell line.", "results_summary": "Xylitol/selenite treatment significantly reduced GSH content in SMMC-7221 cells, with depletion rates more dependent on concentration than treatment time. The study observed morphological changes indicative of apoptosis, suggesting xylitol/selenite as a promising anti-cancer agent.", "population_specificity": "Human hepatoma cell line (SMMC-7221)", "effective_dosage": "0.5 and 1 mg xylitol/selenite per liter", "study_duration": "12, 36, and 60 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:55.912565+00:00"}
{"study_id": 45936, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether xylitol could restore skin barrier function and reduce inflammation in SLS-induced skin irritation, comparing its effects to glycerol.", "results_summary": "Xylitol at both tested concentrations (8.26% and 16.52%) inhibited SLS-induced skin barrier damage, reduced inflammation markers, improved hydration, and decreased SLS penetration into deeper skin layers, with effects comparable or superior to glycerol.", "population_specificity": "Male SKH-1 hairless mice", "effective_dosage": "8.26% and 16.52% solutions", "study_duration": "3 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:56.233583+00:00"}
{"study_id": 45934, "supplement_id": 1683, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to document the successful treatment of acute hepatic failure and coagulopathy in a dog following xylitol ingestion and to highlight the potential dangers of xylitol toxicity in dogs.", "results_summary": "The study found that a dog survived acute xylitol toxicity despite a high dose (45 g/kg), developing hypoglycemia, hepatic failure, and coagulopathy. Treatment with various therapies, including NAC and SAMe, led to full recovery with normal liver function observed long-term.", "population_specificity": "A 9-year-old, 4.95 kg neutered male Chihuahua.", "effective_dosage": "224 g (45 g/kg, 20.5 g/lb) of granulated xylitol ingested once.", "study_duration": "Treatment and monitoring occurred over 1 month, with follow-up extending to 2 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:56.404520+00:00"}
{"study_id": 45935, "supplement_id": 1683, "safety_score": "85", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the long-term clinical and bacterial effects of daily xylitol use (6 g) over 3 months in patients with full fixed orthodontic appliances.", "results_summary": "Xylitol did not reduce plaque scores or bacterial counts more than the control group, and no clinical or bacterial benefits were observed. Oral hygiene instructions and fluoride application were effective regardless of xylitol use.", "population_specificity": "Patients undergoing orthodontic treatment with full fixed appliances (41 subjects).", "effective_dosage": "6 g per day (chewing gum or dissolvable chewable tablets).", "study_duration": "3 months (with follow-up at 3, 6, and 12 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:56.698368+00:00"}
{"study_id": 45937, "supplement_id": 1683, "safety_score": "30", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the clinical effects, prevalence of hypoglycemia, liver abnormalities, treatment, and outcomes in dogs that ingested xylitol.", "results_summary": "The study found that dogs ingesting xylitol often developed hypoglycemia and liver enzyme abnormalities, with higher doses correlating with more severe clinical signs. All dogs survived to discharge, but those with liver abnormalities had significantly lower blood glucose levels.", "population_specificity": "192 client-owned dogs with known or suspected xylitol ingestion.", "effective_dosage": "Median ingested dose was 0.32 g/kg (range 0.03-3.64 g/kg).", "study_duration": "Retrospective study from December 2007 to February 2012 (follow-up at 28 days for some dogs).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:50:57.504398+00:00"}
{"study_id": 45940, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to optimize the bioconversion of xylose to xylitol from birch wood hydrolyzate using Candida magnoliae under microaerobic conditions.", "results_summary": "The study successfully detoxified the hydrolyzate and achieved a high xylitol yield (0.74 g xylitol/g xylose) and volumetric productivity (1.0 g/l/h) at an optimal oxygen transfer rate of 12.6 mmol O2/l/h.", "population_specificity": "In vitro (yeast Candida magnoliae)", "effective_dosage": "Not specified for human consumption", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:02.650222+00:00"}
{"study_id": 45938, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to understand the metabolic responses and resistance mechanisms of Candida tropicalis to inhibitors during xylitol fermentation.", "results_summary": "The study found that xylose uptake and xylitol oxidation rates increased under inhibitor stress, with metabolic shifts in pathways like the pentose phosphate pathway and TCA cycle. Changes in metabolites like 1,3-propanediol, trehalose, and fatty acids suggested roles in redox balance, membrane stability, and stress response.", "population_specificity": "Candida tropicalis (microbial strain)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:02.707615+00:00"}
{"study_id": 46158, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the hypoglycemic, hypolipidemic, and antioxidant effects of an aqueous extract of yacon leaves in a fructose-induced model of metabolic syndrome in rats.", "results_summary": "The study found that a 14-day treatment with yacon leaf extract significantly reduced body weight, glucose levels, glycosylated hemoglobin, triglycerides, cholesterol, and LDL, while increasing HDL and antioxidant enzyme activity, indicating normalization of oxidative-nitrative stress.", "population_specificity": "Male Wistar white rats with fructose-induced metabolic syndrome.", "effective_dosage": "500 mg per kilogram of body weight.", "study_duration": "7 and 14 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:04.691933+00:00"}
{"study_id": 46159, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of yacon root extracts (YREs) on the productive performance and health of laying hens, focusing on egg quality and intestinal microbiota.", "results_summary": "YREs increased daily feed intake, influenced egg shape and water loss rate, decreased serum lactate dehydrogenases, and enriched intestinal microbiota diversity, with varying effects at different dosages.", "population_specificity": "30-week-old Xiaoshan Chicken layers (600 hens divided into 5 groups).", "effective_dosage": "0.8%, 1.6%, and 2.4% YREs in diet.", "study_duration": "9 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:04.749867+00:00"}
{"study_id": 46157, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether synbiotic yacon juice fermented by Lactiplantibacillus plantarum QS7T (FYJ) could ameliorate ulcerative colitis (UC) and modulate gut microbiota in a DSS-induced colitis mouse model.", "results_summary": "FYJ intervention significantly improved body weight, colon length, disease activity index, and histopathological scores, alleviated colon tissue damage, normalized occludin mRNA expression, and inhibited the TLR4/MyD88/NF-κB signaling pathway. It also reversed DSS-induced alterations in gut microbiota beta diversity and composition.", "population_specificity": "DSS-induced colitis mouse model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:04.802824+00:00"}
{"study_id": 45941, "supplement_id": 1683, "safety_score": "80", "efficacy_score": 65, "quality_score": 70, "study_goal": "To assess the effects of different xylitol-containing products for the prevention of dental caries in children and adults.", "results_summary": "Fluoride toothpaste containing 10% xylitol may reduce caries by 13% compared to fluoride-only toothpaste in children, while xylitol syrup (8 g/day) showed a 58% reduction in caries in infants. Other xylitol products had inconclusive results, with evidence ranging from low to very low quality.", "population_specificity": "Children and adults, including infants.", "effective_dosage": "10% xylitol in toothpaste, 8 g/day xylitol syrup, and various other forms (lozenges, tablets, wipes).", "study_duration": "2.5 to 3 years for toothpaste, 1 year for syrup.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:04.860602+00:00"}
{"study_id": 200615, "supplement_id": 1683, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of xylitol lozenges in preventing caries in adults at elevated risk of developing caries.", "results_summary": "Xylitol lozenges reduced the caries increment by 10%, but this reduction was not statistically significant and represented less than one-third of a surface per year. There was no indication of a dose-response effect, and the results did not show a clinically meaningful reduction in caries.", "population_specificity": "Adults aged 21-80 years at elevated risk of developing caries.", "effective_dosage": "Five 1.0-gram xylitol lozenges daily.", "study_duration": "33 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:05.392511+00:00"}
{"study_id": 46160, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the impact of ethanol treatment and drying temperature on quality and process parameters in the convective drying of yacon slices.", "results_summary": "Ethanol treatment reduced drying time by up to 28% and energy consumption by up to 22.72%, while preserving quality parameters like color and phenolic content. However, it caused FOS degradation, with 50°C drying showing the highest fructan retention (55.11%).", "population_specificity": "Not specified (study focused on yacon slices, not human subjects).", "effective_dosage": "Not applicable (study involved processing parameters, not human dosage).", "study_duration": "Not specified (study focused on drying process duration, not human intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:06.184686+00:00"}
{"study_id": 46163, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether yacon leaves extract (YLE) could mitigate diabetic nephropathy through anti-inflammatory, antioxidant, and antifibrosis mechanisms.", "results_summary": "YLE reduced levels of TGF-β1, TNF-α, and MDA, decreased SMAD2, SMAD3, and SMAD4 gene expressions, and increased SMAD7 expression in glucose-induced mesangial cells, suggesting potential benefits for diabetic nephropathy.", "population_specificity": "Glucose-induced mesangial cells (in vitro study)", "effective_dosage": "5, 10, and 50 µg/mL", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:10.632996+00:00"}
{"study_id": 46161, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of yacon root extract on lipid metabolism in hyperlipidemic rats and explore its underlying mechanisms.", "results_summary": "Yacon root extract (5 g/kg) significantly reduced body weight gain, liver coefficient, and serum levels of TG, TC, and LDL-C while increasing HDL-C. It also alleviated liver fatty degeneration and modulated key lipid metabolism genes (HMGCR, PPARα, CYP7A1, CPT-1).", "population_specificity": "Sprague-Dawley (SD) rats with hyperlipidemia induced by a high-fat diet.", "effective_dosage": "5 g/kg, 2.5 g/kg, and 1.25 g/kg (administered via gavage).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:11.413078+00:00"}
{"study_id": 46164, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of yacon flour on oxidative stress, inflammation, and endotoxemia in rats with induced colorectal cancer.", "results_summary": "Yacon flour increased fecal secretory immunoglobulin A levels and reduced lipopolysaccharides, tumor necrosis factor alpha, and interleukin-12, indicating reduced inflammation. However, it had no significant effect on oxidative stress markers.", "population_specificity": "Wistar male rats with induced colorectal cancer.", "effective_dosage": "7.5% of the prebiotic FOS from yacon flour.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:12.009693+00:00"}
{"study_id": 46167, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether daily consumption of yacon roots could mitigate liver fibrosis progression in a rat model of NAFLD induced by a high-fructose diet.", "results_summary": "Yacon significantly reduced body weight gain, plasma lipid levels, transaminase activities, and improved insulin response. It also decreased liver steatosis, inflammation, collagen deposition, and inhibited activation of hepatic stellate cells.", "population_specificity": "Male Wistar rats with NAFLD induced by a high-fructose diet.", "effective_dosage": "340 mg FOS per body weight (daily).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:12.717447+00:00"}
{"study_id": 46165, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate how the previous intestinal microbiota profile affects the postprandial insulin response to yacon syrup (a source of FOS) in young women.", "results_summary": "Yacon syrup reduced glucose and insulin concentrations compared to placebo, particularly at 30 minutes for insulin. The presence of Actinobacteria and Bifidobacteriales was associated with better insulin response, while six participants did not respond to the intervention.", "population_specificity": "40 adult women", "effective_dosage": "40 g of yacon syrup (containing 14 g FOS) per breakfast", "study_duration": "Not specified (crossover design with interventions on separate days)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:12.775339+00:00"}
{"study_id": 46168, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of a yacon-containing diet on the intestinal environment in mice, including microbial composition, short-chain fatty acid levels, mucus content, and its potential to inhibit intestinal inflammation.", "results_summary": "The study found that yacon administration significantly increased concentrations of succinic, lactic, acetic, and propionic acids, elevated fecal mucin content, altered fecal microbiota profiles, and suppressed intestinal inflammation in a colitis model.", "population_specificity": "Mice (animal study)", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:13.113787+00:00"}
{"study_id": 46169, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the hypoglycemic effects of Yacon (Smallanthus sonchifolius) with Moringa oleifera and metformin in rats with induced diabetes.", "results_summary": "Yacon significantly reduced glycemia (p = 0.002) by 281.5 mg/dL, showing a similar hypoglycemic effect to Moringa oleifera and metformin by the eighth and fifteenth days of treatment.", "population_specificity": "Male Rattus norvegicus, albino variety, Holfzman strain with induced diabetes mellitus.", "effective_dosage": "140 mg/kg administered via orogastric tube.", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:13.882788+00:00"}
{"study_id": 46166, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to conduct a comprehensive chemical and nutritional analysis of New Zealand yacon concentrate (NZYC) to evaluate its potential as a nutraceutical food product.", "results_summary": "NZYC contained high fructooligosaccharide (FOS) content (17.6–52.7 g/100g), significant phenolic compounds (565–785 mg gallic acid equivalents per 100 g), and demonstrated antioxidant activity (1084.14–3085.78 mg Trolox equivalents per 100 g). It had a low glycaemic index (GI) of 40 ± 0.22, supporting its classification as a functional food.", "population_specificity": "Not specified (analysis focused on the product, not a human or animal population).", "effective_dosage": "Not specified (study analyzed the concentrate, not administered dosages).", "study_duration": "Not specified (chemical analysis, not an intervention study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:15.140729+00:00"}
{"study_id": 46170, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the acute postprandial effect of yacon syrup ingestion on appetite, including ghrelin and GLP-1 levels and subjective appetite sensations in women.", "results_summary": "The study found no effect of yacon syrup on postprandial ghrelin and GLP-1 levels or subjective appetite sensations, both in the total group and after BMI stratification.", "population_specificity": "40 adult women (20 eutrophic and 20 obese grade I).", "effective_dosage": "40 g of yacon syrup (containing 14 g of FOS) ingested once with breakfast.", "study_duration": "Acute (single ingestion with follow-up over 180 minutes).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:20.953219+00:00"}
{"study_id": 46172, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether yacon syrup could modulate postprandial glucose, insulin, and triglyceride responses in adult women.", "results_summary": "Yacon syrup lowered glucose and insulin concentrations at specific postprandial time points (30 min for glucose; 15, 30, and 45 min for insulin) compared to placebo, but no effect was observed on triglyceride levels.", "population_specificity": "40 adult women (20 normal weight and 20 grade I obese).", "effective_dosage": "40 g of yacon syrup (containing 14 g of FOS) consumed once with breakfast.", "study_duration": "Single-day intervention with at least a one-week wash-out period between visits.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:22.828608+00:00"}
{"study_id": 46174, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Yacon leaf extract (YLE) on dysmetabolism and cardiomyopathy in diabetic rats.", "results_summary": "YLE significantly reduced glycemia by 63.39%, increased insulin concentration by 49.30%, decreased serum triacylglycerol and fatty acid contents, and improved pancreatic islet injury and cardiac tissue health by enhancing antioxidant enzyme activity and reducing fibrosis.", "population_specificity": "Diabetic rats (Type 1 diabetes induced by streptozotocin).", "effective_dosage": "100 mg/kg body weight daily via gavage.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:22.934486+00:00"}
{"study_id": 46176, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of hydroethanolic extract of Yacon leaves (HEYL) on antioxidant, glycemic, and inflammatory biomarkers in diabetic rats.", "results_summary": "HEYL improved hyperglycemia, reduced IL-6 and MDA, increased HAC, and enhanced CAT and GPx activity in diabetic rats, suggesting benefits in glucoregulation, oxidative stress, and inflammation.", "population_specificity": "Diabetic rats induced by streptozotocin.", "effective_dosage": "100 mg/kg daily via gavage.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:23.098622+00:00"}
{"study_id": 46175, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential food applications of yacon syrup, its sensorial acceptability in yogurt, and its effects on appetite and satiety.", "results_summary": "Yacon syrup incorporated into yogurt was well-accepted sensorially, with high scores for appearance, aroma, flavor, and overall acceptability. The syrup showed a positive effect on appetite, particularly in women after a 2-week intervention, suggesting potential benefits for satiety and weight management.", "population_specificity": "Not specified beyond gender differences (women showed statistically significant effects).", "effective_dosage": "8.74g of FOS/day.", "study_duration": "2 weeks (Test A) and 1 day (Test B).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:23.707685+00:00"}
{"study_id": 46177, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antidepressant-like effects of inulin-type oligosaccharides extracted from yacon (YOs) using behavioral models of depression in mice and rats.", "results_summary": "YOs significantly reduced immobility time in mouse behavioral despair tests (TST and FST) in a U-shaped, dose-dependent manner and reversed escape deficits in learned helplessness rats without affecting locomotor activity. The findings suggest YOs may be a potential natural antidepressant source.", "population_specificity": "Mice (acute tests) and rats (subchronic tests)", "effective_dosage": "25, 50, or 100 mg/kg, orally", "study_duration": "Acute (single dose) and subchronic (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:24.656754+00:00"}
{"study_id": 46171, "supplement_id": 1684, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the preventive effects of yacon flour (YF) on intestinal barrier alterations associated with colorectal cancer (CRC) induced by 1,2-dimethylhydrazine in rats.", "results_summary": "YF treatment reduced intraluminal pH, lactulose/mannitol ratio, TNF-α/IL-10 ratio, and increased secretory immunoglobulin A, but did not affect IL-10, IL-12, and TNF-α levels nor the IL-12/IL-10 ratio. YF helped maintain intestinal health integrity altered by induced CRC in rats.", "population_specificity": "Rats with induced colorectal cancer", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:51:42.160345+00:00"}
