{"study_id": 1422, "supplement_id": 850, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the antidepressive effects of L-5-HTP in hospitalized depressed patients and assess its biochemical impact.", "results_summary": "Seven of 14 patients showed mild to moderate improvement in depressive symptoms. Non-responders had lower urinary and plasma levels of 5-HT and 5-HIAA compared to responders, suggesting incomplete utilization of L-5-HTP in non-responders.", "population_specificity": "Hospitalized depressed patients", "effective_dosage": "150mg orally for seven days", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:20.475265+00:00"}
{"study_id": 1423, "supplement_id": 850, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antidepressant action of nialamide + l-5-HTP compared to nialamide alone in patients with endogenous depression.", "results_summary": "Patients treated with nialamide + l-5-HTP achieved fuller recovery and a shorter delay of onset compared to those treated with nialamide alone. Side effects were similar except for less orthostatic hypotension in the nialamide + l-5-HTP group.", "population_specificity": "30 hospitalized patients with endogenous depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:26.194756+00:00"}
{"study_id": 98106, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the quality and evidence of existing studies on health outcomes related to intermittent fasting, including the 5:2 diet, focusing on metabolic and weight-related effects.", "results_summary": "The study found high-quality evidence linking the 5:2 diet to reduced low-density lipoprotein cholesterol levels, indicating potential cardiovascular benefits. Other IF regimens showed varying degrees of efficacy in weight loss and metabolic improvements.", "population_specificity": "Overweight or obese adults.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:27.669406+00:00"}
{"study_id": 98107, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of intermittent calorie restriction (5:2 diet) versus continuous calorie restriction for reducing liver fat content in individuals with metabolic dysfunction-associated steatotic liver disease (MASLD) and abnormal glucose metabolism.", "results_summary": "Both intermittent calorie restriction (ICR) and continuous calorie restriction (CCR) similarly reduced liver fat content, with no significant difference between the two groups. ICR showed potential benefits in reducing fat mass and glycosylated hemoglobin, though other metabolic markers remained unchanged.", "population_specificity": "60 adults with MASLD and abnormal glucose metabolism.", "effective_dosage": "ICR group: 2 successive days of fasting (~500 kcal/day) and 5 days of recovery per week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:30.873662+00:00"}
{"study_id": 98109, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compile existing knowledge on the therapeutic effects of intermittent fasting, including the 5:2 diet, in managing type 2 diabetes mellitus and prediabetes.", "results_summary": "The study suggests that intermittent fasting, including the 5:2 diet, is associated with a reduced risk of type 2 diabetes-related complications and may slow disease progression, though long-term effects on prediabetes remain unclear.", "population_specificity": "Individuals with type 2 diabetes mellitus and prediabetes.", "effective_dosage": "Fasting for two days and eating normally for the other five days.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:35.355504+00:00"}
{"study_id": 98110, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of combining intermittent fasting (including the 5:2 diet) with exercise on body weight, body composition, cardiometabolic risk, and fitness measures.", "results_summary": "Combining intermittent fasting with exercise led to decreased fat mass, but effects on fat-free mass, weight loss, and cardiometabolic risk factors were inconsistent and may depend on weight status or exercise dosage. Intermittent fasting did not impair exercise adaptation and may improve strength, endurance, and cardiopulmonary measures.", "population_specificity": "Not specified (general population inferred from broad inclusion criteria discussion).", "effective_dosage": "Not specified (varied by study).", "study_duration": ">4 weeks (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:37.500328+00:00"}
{"study_id": 98112, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of different intermittent fasting regimens, including the 5:2 diet, for managing metabolic dysfunction-associated steatotic liver disease (MASLD).", "results_summary": "The 5:2 diet significantly improved liver stiffness but showed no significant changes in other metabolic or anthropometric measures. Alternate-day fasting had broader positive effects on anthropometric measures.", "population_specificity": "635 participants with metabolic dysfunction-associated steatotic liver disease (MASLD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:39.332588+00:00"}
{"study_id": 98113, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of intermittent fasting regimens, including the 5:2 diet, on cardiometabolic and liver markers in patients with non-alcoholic fatty liver disease (NAFLD).", "results_summary": "The study found that intermittent fasting regimens, including the 5:2 diet, reduced steatosis scores and improved anthropometric characteristics of obesity in NAFLD patients, though the evidence was limited by a small number of studies.", "population_specificity": "Patients diagnosed with non-alcoholic fatty liver disease (NAFLD).", "effective_dosage": "Not specified (varied regimens included 5:2 diet, 16/8 time-restricted feeding, and alternate-day fasting).", "study_duration": "2 to 3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:45.310471+00:00"}
{"study_id": 98115, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anthropometric, biochemical, and hepatic impacts of intermittent fasting, including the 5:2 Diet, in patients with NAFLD.", "results_summary": "The study found that intermittent fasting, including the 5:2 Diet, significantly improved body weight, BMI, waist-to-hip ratio, liver enzymes, hepatic steatosis, and stiffness in adults with NAFLD.", "population_specificity": "Adults with NAFLD (44.64% male).", "effective_dosage": "Not specified for 5:2 Diet.", "study_duration": "4-52 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:47.192424+00:00"}
{"study_id": 98116, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to review the relationship between intermittent fasting (including the 5:2 diet) and human gut microbiota, focusing on its effects on diversity, composition, weight loss, and metabolic alterations.", "results_summary": "The study found that intermittent fasting, including the 5:2 diet, may enhance metabolic health by modifying gut microbiota, with favorable effects on weight loss and metabolic syndrome characteristics. However, definitive conclusions require further research due to limited and diverse study designs.", "population_specificity": "Not specified (general human gut microbiota focus)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:47.961343+00:00"}
{"study_id": 98119, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to summarize and critically evaluate preclinical and clinical evidence on intermittent fasting regimens, particularly focusing on their effects on bone health.", "results_summary": "The abstract does not provide specific findings regarding the 5:2 Diet's effects, only stating that the effects of intermittent fasting on bone health are less clear.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:55.338151+00:00"}
{"study_id": 98117, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether dietary macronutrient composition, specifically in the 5:2 diet, influences the reduction of abdominal adipose tissue (total, subcutaneous, and visceral) during weight loss.", "results_summary": "The 5:2 diet resulted in significant weight loss (-7.2 kg) and reductions in abdominal fat (14.3% total, 17.1% VAT, 12.7% SAT), comparable to the LCHF diet, with no significant differences between the two diets. The study suggests overall weight loss may be more important than diet composition for fat reduction.", "population_specificity": "62 participants with non-alcoholic fatty liver disease.", "effective_dosage": "Calorie-restricted intermittent fasting (5:2 diet; specifics not detailed).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:55.519299+00:00"}
{"study_id": 98118, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize the mechanisms and potential drawbacks of intermittent fasting, including the 5:2 diet, as a nonpharmaceutical intervention for chronic noncommunicable diseases.", "results_summary": "The study highlights that intermittent fasting, including the 5:2 diet, may optimize energy metabolism, prevent obesity, and improve various health outcomes in rodents, with potential benefits for human aging and life expectancy. However, the optimal IF model remains unclear.", "population_specificity": "Rodents and humans (global aging population)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:32:56.563966+00:00"}
{"study_id": 98123, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of intermittent calorie restriction (5:2 diet) versus continuous calorie restriction on gut microbiota composition and metabolic outcomes in overweight or obese adults.", "results_summary": "Both diets resulted in ~5% weight loss, but microbiome composition remained largely unchanged except for Lactobacillales enrichment after ICR. Baseline Dorea abundance moderately predicted weight loss, and certain gut bacterial families were associated with metabolic biomarkers.", "population_specificity": "Overweight or obese adults (n=147)", "effective_dosage": "Not specified", "study_duration": "50 weeks (12-week intervention, 12-week maintenance, 26-week follow-up)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:33:04.479220+00:00"}
{"study_id": 98121, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of isocaloric intermittent fasting (including the 5:2 diet) versus daily caloric restriction on metabolic risk factors for noncommunicable chronic diseases in adults with overweight and obesity.", "results_summary": "The study found that intermittent fasting (including the 5:2 diet) produced similar beneficial effects for weight loss and chronic disease risk factors compared to daily caloric restriction, with some evidence suggesting superiority for fat loss and insulin sensitivity in specific IF regimens. However, conclusions were limited due to the small number of studies and mixed results.", "population_specificity": "Adults with overweight and obesity.", "effective_dosage": "Not specified (isocaloric comparison).", "study_duration": "≥8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:33:04.957576+00:00"}
{"study_id": 98124, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to summarize preliminary findings on the effects of intermittent fasting, including the 5:2 diet, on body weight and cardiometabolic risk factors in humans, and assess its safety.", "results_summary": "The study found that intermittent fasting, including the 5:2 diet, can produce clinically significant weight loss and may impact cardiometabolic risk factors, but noted limited human studies on its health benefits.", "population_specificity": "Humans (specific population not detailed in the abstract).", "effective_dosage": "Two fast days (0-500 kcal) and five feast days per week.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:33:05.567499+00:00"}
{"study_id": 98126, "supplement_id": 851, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize the effects of intermittent fasting, including the 5:2 diet, on markers of cardiometabolic health in humans.", "results_summary": "The 5:2 diet produced mild to moderate weight loss (1-8% from baseline) and reduced energy intake (10-30% from baseline). It improved markers such as blood pressure, insulin resistance, and oxidative stress, though findings on LDL cholesterol and triglycerides were variable.", "population_specificity": "Individuals with obesity", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:33:13.195632+00:00"}
{"study_id": 98127, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare dietary composition and adherence between intermittent calorie restriction (ICR, such as the 5:2 Diet) and continuous calorie restriction (CCR) in individuals with overweight or obesity.", "results_summary": "The abstract does not provide specific results regarding the effects of the 5:2 Diet, only stating that dietary composition and adherence were compared between ICR and CCR.", "population_specificity": "98 participants with overweight or obesity (BMI ≥ 25 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:33:13.326459+00:00"}
{"study_id": 98125, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the strength and quality of evidence from meta-analyses of RCTs assessing the associations of IF, including the 5:2 Diet, with obesity-related health outcomes.", "results_summary": "The study found that IF, including the 5:2 Diet, was associated with beneficial outcomes for body mass index, body weight, and cardiometabolic markers, though most associations were supported by low to very low quality evidence. One high-quality association supported modified alternate-day fasting, not specifically the 5:2 Diet.", "population_specificity": "Adults, including those with overweight, obesity, or nonalcoholic fatty liver disease.", "effective_dosage": "Not specified for 5:2 Diet.", "study_duration": "Median follow-up period of 3 months (IQR 2-5 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:33:14.513916+00:00"}
{"study_id": 98128, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to assess patient satisfaction and perceived tolerability of various treatments, including diet, for fibromyalgia in Spain.", "results_summary": "The study found that diet was one of the most frequent non-pharmacologic treatments (47% usage), but patient satisfaction with diet was poor (mean NRS score of 5.0). No specific efficacy or safety data for the 5:2 Diet were provided.", "population_specificity": "Middle-aged, married women with fibromyalgia in Spain presenting moderate to severe pain, sleep disturbance, and affected quality-of-life.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:33:22.783693+00:00"}
{"study_id": 98130, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate whether the 5:2 Diet is a safe and effective approach for weight loss and long-term weight maintenance, compared to being a short-term fad diet.", "results_summary": "The study suggests that the 5:2 Diet promotes weight loss but is associated with hunger, which may limit adherence. Potential long-term health benefits are noted, but conclusive evidence on chronic food restriction effects in humans is lacking.", "population_specificity": "Overweight or obese populations in developed countries (e.g., the United Kingdom).", "effective_dosage": "2 days a week of very low-calorie intake (\"5:2\" regime).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:33:23.792624+00:00"}
{"study_id": 98129, "supplement_id": 851, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of intermittent calorie restriction (5:2 diet) versus continuous calorie restriction on weight loss, adipose tissue gene expression, and metabolic biomarkers in overweight and obese individuals.", "results_summary": "The 5:2 diet led to slightly greater weight loss (-7.1%) compared to continuous calorie restriction (-5.2%) during the intervention phase, but no significant differences were found in adipose tissue gene expression or metabolic biomarkers. At the 50-week follow-up, weight loss was similar between the two diets (-5.2% vs. -4.9%).", "population_specificity": "Overweight and obese nonsmokers (BMI 25-40), aged 35-65, 50% women.", "effective_dosage": "5 days without energy restriction and 2 days with 75% energy deficit (net weekly deficit ~20%).", "study_duration": "12-week intervention, 12-week maintenance, 26-week follow-up (total 50 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:33:24.056463+00:00"}
{"study_id": 1221, "supplement_id": 853, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of 7,8-Dihydroxyflavone (7,8-DHF) on endoplasmic reticulum stress (ERS) and associated metabolic disorders in liver and pancreas tissues in a cafeteria diet-induced metabolic syndrome model.", "results_summary": "7,8-DHF treatment significantly reduced metabolic abnormalities, insulin resistance, and inflammation, while down-regulating ERS markers (GRP78 and CHOP) in liver and pancreas tissues, as demonstrated by biochemical, molecular, and histopathological analyses.", "population_specificity": "Male C57BL/6 mice fed a cafeteria diet for 16 weeks.", "effective_dosage": "5 mg/kg/day administered intraperitoneally.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:33:32.247265+00:00"}
{"study_id": 1223, "supplement_id": 853, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether 7,8-DHF activates TrkB signaling to protect neurons against oxygen-glucose deprivation/reperfusion (OGD/R) injury, a model of ischemic stroke.", "results_summary": "7,8-DHF treatment increased cell viability, reduced neuronal apoptosis, and modulated apoptosis-associated proteins (downregulated Bax and cleaved caspase-3, upregulated Bcl-2) via TrkB/Akt pathway activation. These effects were reversed by TrkB inhibition or knockdown.", "population_specificity": "In vitro neuronal model of ischemic stroke (OGD/R injury).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:33:33.181699+00:00"}
{"study_id": 1222, "supplement_id": 853, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether 7,8-Dihydroxyflavone (7,8 DHF) could protect retinal ganglion cells and preserve inner retinal function in experimental glaucoma models by activating TrkB signaling and reducing amyloid β accumulation.", "results_summary": "7,8 DHF administration significantly protected against loss of ganglion cell layer density and preserved retinal function in glaucoma models. It activated TrkB signaling and reduced soluble Aβ (1-42) levels, with protective effects even in BDNF-deficient mice.", "population_specificity": "Rats and mice exposed to high intraocular pressure (experimental glaucoma models), including BDNF+/- mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-17T23:33:33.729459+00:00"}
