{"study_id": 115540, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 40, "study_goal": "The researchers aimed to identify correlations between serum biochemical markers and liver inflammation/fibrosis in morbidly obese patients and explore the link between obesity-related liver disease and hepatocellular carcinoma.", "results_summary": "The study found varying stages of nonalcoholic fatty liver disease in all 13 patients, but classical liver function tests did not consistently reflect these pathological changes. The abstract suggests adipokines may play a role in liver disease progression and HCC development in obese patients.", "population_specificity": "Morbidly obese patients referred for bariatric surgery without other liver disease risk factors.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:33.135841+00:00"}
{"study_id": 115538, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the performance of the Duffull-Green lean body weight (LBW) equation in predicting lean body mass in obese patients, comparing it to an empiric \"ideal\" body weight (IBW) equation.", "results_summary": "The Duffull-Green LBW equation accurately predicted lean body mass in obese patients across a wide BMI range, both at a single time point and after significant weight loss. It performed better than the empiric IBW equation in this population.", "population_specificity": "Obese adults aged 18-67 years with BMIs ranging from 36-65 kg/m².", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:34.039416+00:00"}
{"study_id": 115544, "supplement_id": 913, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the safety and efficacy of laparoscopic adjustable gastric banded plication (LAGBP) and laparoscopic sleeve gastrectomy (LSG) in patients with moderate obesity (BMI 30-35).", "results_summary": "Both LAGBP and LSG were found to be safe and effective for moderate obesity over a 2-year period, with no significant differences in postoperative complications or comorbidity resolution. LAGBP had a longer operating time and initially lower weight loss at 1 year, but differences became insignificant by 2 years.", "population_specificity": "Patients with BMI between 30 and 35, with or without comorbidities.", "effective_dosage": "Not Assessed", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:34.522819+00:00"}
{"study_id": 115539, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the influence of insulin resistance (IR) and its post-RYGB course on the development of gallstones following Roux-en-Y gastric bypass surgery.", "results_summary": "The study found that 26.8% of participants developed gallstones post-RYGB, with preoperative insulin resistance (HOMA) being the only independent factor associated with gallstone formation. Individuals with IR had a significantly higher incidence of gallstones (46.8%) compared to non-IR subjects (7.4%).", "population_specificity": "108 morbidly obese subjects free of gallstones who underwent RYGB.", "effective_dosage": "Not specified", "study_duration": "24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:34.596205+00:00"}
{"study_id": 115545, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of Roux-en-Y gastric bypass (RYGB) and sleeve gastrectomy (SG) in terms of weight loss and body composition changes in obese patients.", "results_summary": "Both RYGB and SG resulted in significant weight loss and body fat reduction after one year, with no significant differences in total weight loss or body composition between the two procedures. Excess weight loss was influenced by initial BMI, and total weight loss was suggested as a better measurement tool.", "population_specificity": "173 obese patients (127 RYGB, mean BMI 45.7 ± 5.7 kg/m²; 46 SG, mean BMI 55.9 ± 7.8 kg/m²).", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:34.790484+00:00"}
{"study_id": 115541, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the pharmacokinetics of midazolam (a CYP3A probe substrate) before and after bariatric surgery in morbidly obese patients to understand how the procedure affects drug metabolism.", "results_summary": "One year post-surgery, systemic clearance of midazolam increased by 1.7 times, oral transit time was faster, and bioavailability remained unchanged, suggesting altered hepatic CYP3A activity and intestinal first-pass metabolism. Volumes of distribution were lower post-surgery.", "population_specificity": "Morbidly obese patients (BMI > 40 kg/m²), aged 26-58 years, undergoing bariatric surgery.", "effective_dosage": "7.5 mg oral and 5 mg intravenous midazolam, administered separately.", "study_duration": "1 year post-surgery follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:35.743181+00:00"}
{"study_id": 115543, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the 2-year effects of Roux-en-Y gastric bypass (RYGB) and sleeve gastrectomy (SG) versus intensive medical therapy (IMT) on lean body mass, total bone mass, and bone mineral density (BMD) in patients with type 2 diabetes.", "results_summary": "Both RYGB and SG led to greater BMI reduction than IMT, with significant reductions in lean mass, bone mineral content, and hip BMD. Peripheral fractures were self-reported in all groups, with higher incidence in RYGB and IMT compared to SG.", "population_specificity": "54 subjects with type 2 diabetes (BMI: 36±1 kg/m², age: 48±4 years, HbA1c: 9.7±2%).", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:35.796563+00:00"}
{"study_id": 115546, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of bariatric surgery in reducing metabolic comorbidities, cardiovascular risk, and total mortality in morbidly obese patients.", "results_summary": "The study found that bariatric surgery leads to a decrease in metabolic comorbidities, cardiovascular risk, and total mortality, highlighting its benefits for morbidly obese patients. A multidisciplinary approach involving various experts is recommended for optimal patient outcomes.", "population_specificity": "Morbidly obese patients (BMI >40 kg/m²) in Western Europe.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:41.231392+00:00"}
{"study_id": 115548, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review and summarize late complications of gastric bypass surgery, focusing on anastomotic strictures, marginal ulceration, and gastrogastric fistula.", "results_summary": "The study identified 35 relevant studies and highlighted late complications such as anastomotic strictures, marginal ulceration, and gastrogastric fistula, emphasizing the need for surgeons to recognize and manage these issues early.", "population_specificity": "Patients undergoing gastric bypass surgery (bariatric surgery).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:42.065085+00:00"}
{"study_id": 115551, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of technology-based interventions on weight loss and quality of life for overweight or obese patients compared to standard care.", "results_summary": "Thirteen of 27 studies showed significant weight loss effects with technology-based interventions, particularly those combining multiple technical components. No significant improvements in quality of life or program adherence were found.", "population_specificity": "Overweight or obese individuals (BMI ≥ 25 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:42.275726+00:00"}
{"study_id": 115549, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the effectiveness of preconception health programs, including bariatric surgery, for improving pregnancy outcomes in overweight and obese women.", "results_summary": "The study found no randomised controlled trials meeting the inclusion criteria to assess the effect of preconception health programs, including bariatric surgery, on pregnancy outcomes in overweight and obese women. No practice recommendations could be made due to the lack of evidence.", "population_specificity": "Overweight and obese women of reproductive age (BMI ≥ 25 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:43.542289+00:00"}
{"study_id": 115547, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of sleeve gastrectomy (SG) and Roux-en-Y gastric bypass (RYGB) in terms of excess weight loss (EWL), remission of obesity-related co-morbidities, gastroesophageal reflux disease (GERD), and quality of life (QoL) over a five-year follow-up period.", "results_summary": "The study found similar EWL between SG and RYGB at two years postoperatively, with additional endpoints including morbidity, mortality, remission of co-morbidities, GERD course, and QoL to be assessed over a five-year follow-up. The trial aims to provide further evidence-based data on these outcomes.", "population_specificity": "Patients aged 18-70 with a BMI of 35-60 kg/m² and an indication for bariatric surgery according to German S3-guidelines.", "effective_dosage": "Not specified (surgical procedures)", "study_duration": "Five-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:44.000563+00:00"}
{"study_id": 115550, "supplement_id": 913, "safety_score": "62", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to evaluate the metabolic changes and safety of bariatric surgery in non-obese patients (BMI <30 kg/m²) with type 2 diabetes.", "results_summary": "Bariatric surgery led to significant reductions in BMI, HbA1c, fasting blood glucose, postprandial glucose, and HOMA-IR, with 76.2% of patients becoming insulin-free and 61.8% off medication. However, the complication rate was 6.2%, and the authors concluded it is too premature to recommend surgery for non-obese T2DM patients.", "population_specificity": "Non-obese patients (BMI <30 kg/m²) with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:44.281083+00:00"}
{"study_id": 115553, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery in managing NAFLD/NASH, particularly its effects on liver fibrosis and risks in patients with advanced liver cirrhosis.", "results_summary": "Bariatric surgery may reduce liver fibrosis in morbidly obese NASH patients but carries a risk of decompensation in those with advanced liver cirrhosis. Carefully selected patients with NASH cirrhosis undergoing liver transplantation have good outcomes.", "population_specificity": "Morbidly obese patients with NASH, including those with advanced liver cirrhosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:44.288364+00:00"}
{"study_id": 115552, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To investigate the long-term impact of restrictive bariatric surgery on weight loss, psychological functioning, and quality of life after 9 years.", "results_summary": "Bariatric surgery led to significant, sustained weight loss and physical HRQOL improvements but initial mental health benefits deteriorated by 9 years, returning to or worsening beyond presurgical levels.", "population_specificity": "Obese patients in Germany undergoing restrictive surgical treatment (SURG), conventional weight loss treatment (CONV), or no treatment (OC).", "effective_dosage": "Not specified", "study_duration": "9 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:45.665686+00:00"}
{"study_id": 115554, "supplement_id": 913, "safety_score": "90", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effects of therapeutic ultrasound treatment on excess skin on the upper arms after bariatric surgery.", "results_summary": "No statistically significant differences were observed in objectively measured variables (arm volume, circumference, ptosis), but some patients reported perceived effects and positive experiences, such as relief from pain and discomfort. No side-effects were reported.", "population_specificity": "Fourteen patients who had undergone bariatric surgery and experienced excess skin on the upper arms.", "effective_dosage": "Five treatments, each lasting 30 minutes with active ultrasound treatment by CellsonicTM.", "study_duration": "Not specified beyond the five treatment sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:50.839819+00:00"}
{"study_id": 115556, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of endoscopic approaches as alternatives to bariatric surgery for obesity treatment, comparing their efficacy and risk-cost profiles.", "results_summary": "Endoscopic therapies targeting the stomach primarily induce weight loss with proportional metabolic benefits, while those targeting the proximal small bowel show metabolic improvements beyond weight loss alone. The study highlights the need for rigorous assessment to integrate endoscopic therapies into obesity treatment.", "population_specificity": "US adult population with obesity who are not receiving current therapies.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:50.841071+00:00"}
{"study_id": 115557, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the usefulness of MRI and MRS for assessing NAFLD in obese patients undergoing bariatric surgery and to explore metabolic changes post-surgery.", "results_summary": "MRI effectively correlated with liver triglyceride levels and histological findings, showing significant post-surgery improvement in steatosis and metabolic markers. Metabolomics revealed altered lipid and glucose metabolism, suggesting mitochondrial dysfunction in NAFLD.", "population_specificity": "Obese patients undergoing laparoscopic sleeve gastrectomy.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:52.139520+00:00"}
{"study_id": 115555, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate weight loss, health-related quality of life (HRQOL), and factors predictive of HRQOL improvement following Lap-Band AP implantation over a 2-year period.", "results_summary": "The study found significant weight loss (mean %EWL of 43.5% at 2 years) and clinically meaningful improvements in HRQOL, particularly in patients achieving ≥30% EWL. US patients and females showed greater HRQOL improvements compared to their counterparts.", "population_specificity": "Patients undergoing Lap-Band AP implantation (N=585), predominantly female (80.2%) and from the US (64.8%), with a mean age of 43.6 years.", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:52.630891+00:00"}
{"study_id": 115561, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "To determine the efficacy of ultrasound-guided transverse abdominal plan blockade in bariatric surgery and other surgical interventions.", "results_summary": "The transverse abdominal plan blockade was found to be effective in bariatric surgery, but data from randomized clinical trials were inconclusive, necessitating further well-designed studies.", "population_specificity": "Adults undergoing various surgical interventions, including bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:52.878976+00:00"}
{"study_id": 115560, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate methods to reduce liver volume in patients prior to gastric bypass surgery.", "results_summary": "Preoperative diets reduced liver size by an average of 14%, while alternative methods (nutritional supplements and intragastric balloon) achieved reductions between 20-43%. Nutritional supplements and intragastric balloon were more effective than low-calorie diets, though the latter was preferred for practical applicability.", "population_specificity": "Patients with morbid obesity who qualified for bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:52.975393+00:00"}
{"study_id": 115559, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare perioperative complications and long-term outcomes of open BPD-DS between elderly (≥60 years) and younger (≤55 years) patients.", "results_summary": "Elderly patients had higher operative time, hospital stay, and blood loss but similar 30-day mortality and major complication rates. Long-term weight loss and comorbidity resolution were comparable between groups.", "population_specificity": "Elderly (≥60 years) and younger (≤55 years) patients with severe obesity, matched for sex, BMI, T2DM, and surgery year.", "effective_dosage": "Not Assessed", "study_duration": "Mean follow-up of 7.1 ± 4.1 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:53.363726+00:00"}
{"study_id": 115558, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the remission of type 2 diabetes mellitus (T2DM) following bariatric surgery (Roux-en-Y gastric bypass or laparoscopic adjustable gastric banding) versus nonsurgical intensive lifestyle interventions.", "results_summary": "Bariatric surgery resulted in higher rates of partial or complete T2DM remission (40% for RYGB, 29% for LAGB) compared to no remission in the lifestyle intervention group. Surgical groups also showed greater reductions in diabetes medication use and body weight (25.0% for RYGB, 15.0% for LAGB) than the lifestyle group (5.7%).", "population_specificity": "Obese participants aged 25-55 years with T2DM (mean BMI not specified, 82% women, 21% African American).", "effective_dosage": "Not specified", "study_duration": "3 years (surgical intervention followed by 2 years of low-level lifestyle intervention).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:54.894735+00:00"}
{"study_id": 115562, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the outcomes of bariatric surgery, focusing on patient characteristics, procedure types, and preoperative planning.", "results_summary": "The abstract suggests that bariatric surgery outcomes depend on patient factors, procedure selection, and preoperative optimization of comorbidities, but does not provide specific efficacy data. It emphasizes the importance of understanding physiological changes and surgical options for optimal treatment.", "population_specificity": "Morbidly obese patients requiring surgical intervention.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:57:59.412939+00:00"}
{"study_id": 115563, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize recent studies on the effects of Roux-en-Y gastric bypass (RYGBP) surgery on cardiovascular risk factors and explore the underlying mechanisms.", "results_summary": "RYGBP induces sustained weight loss, metabolic improvements, and reduces cardiovascular risk factors, though the exact mechanisms are not fully understood. The surgery affects gut-related endocrine and metabolic signals, influencing lipid absorption, bile acid metabolism, gut hormones, and microbiota.", "population_specificity": "Not specified (general obesity-related cardiovascular risk population implied).", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:00.032824+00:00"}
{"study_id": 115564, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 40, "study_goal": "The researchers aimed to explore the impact of bariatric surgery on obese patients with heart failure and whether weight loss is beneficial in this context.", "results_summary": "The abstract mentions small studies on the cardiovascular effects of bariatric surgery but lacks conclusive evidence on its benefits for heart failure patients. The obesity paradox suggests obesity may have a protective effect in heart failure, but the impact of weight loss remains unclear.", "population_specificity": "Obese patients with heart failure.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:00.307610+00:00"}
{"study_id": 115565, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize recent findings on the potential benefits of bariatric surgery for glucose control, comorbidity management, and obesity in adults with type 1 diabetes mellitus (T1DM).", "results_summary": "The study suggests bariatric surgery may be beneficial for glucose control, comorbidity management, and obesity in adults with T1DM, alongside other therapies like metformin and GLP-1 agonists. However, specific outcomes or comparative efficacy of bariatric surgery are not detailed in the abstract.", "population_specificity": "Adults with type 1 diabetes mellitus (T1DM) and obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:02.126711+00:00"}
{"study_id": 115567, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the role of bile acids (BAs) in mediating the metabolic improvements observed after bariatric surgery, including effects on satiety, lipid metabolism, glucose homeostasis, and gut microbiota.", "results_summary": "The study found strong evidence supporting bile acids as key signaling molecules that contribute to metabolic benefits post-bariatric surgery, including improved satiety, lipid/cholesterol metabolism, glucose regulation, and gut microbiota modulation, primarily through BA receptors FXR and TGR5. A potential link between BAs and carcinogenesis was also explored.", "population_specificity": "Human and animal studies included in the systematic review.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:02.567420+00:00"}
{"study_id": 115566, "supplement_id": 913, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and efficacy of hypocaloric, high-protein nutrition support in post-bariatric surgery patients, particularly those with complications requiring nutritional intervention.", "results_summary": "The study found that hypocaloric, high-protein nutrition support resulted in positive outcomes such as nitrogen balance, wound healing, weight loss, and successful transition to oral diets. However, larger randomized studies are needed to validate these findings.", "population_specificity": "Post-bariatric surgery patients, including critically and non-critically ill obese individuals.", "effective_dosage": "Hypocaloric feedings of 50%-70% of estimated energy requirements or <14 kcal/kg actual body weight, and high-protein feedings of 1.2 g/kg actual weight or 2-2.5 g/kg ideal body weight.", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:03.135618+00:00"}
{"study_id": 115569, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate nonmedicinal interventions, including bariatric surgery, for reducing liver involvement or preventing NAFLD/NASH progression.", "results_summary": "The study reviewed bariatric surgery as an intervention to improve disease progression in NAFLD/NASH, suggesting it may help limit disease advancement, though specific outcomes were not detailed.", "population_specificity": "Individuals with NAFLD or NASH (specific demographics not provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:03.753861+00:00"}
{"study_id": 115570, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of sleeve gastrectomy (SG) and Roux-en-Y gastric bypass (RYGB) for the treatment of type 2 diabetes mellitus (T2D).", "results_summary": "In nonrandomized studies, SG showed similar efficacy to RYGB for T2D remission, but in randomized controlled trials, SG had a lower effect. T2D remission was not correlated with excess weight loss for either procedure.", "population_specificity": "Patients with type 2 diabetes mellitus undergoing bariatric surgery (429 SG, 428 RYGB).", "effective_dosage": "Not specified", "study_duration": "Over 1 year of follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:08.561541+00:00"}
{"study_id": 115571, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of bariatric surgery in reducing the risk of progression to type 2 diabetes in prediabetic subjects.", "results_summary": "The study found that bariatric surgery, along with lifestyle interventions and pharmacologic treatments, can reduce the risk of progression to type 2 diabetes in prediabetic individuals. However, lifestyle interventions were noted to be difficult to maintain, with weight loss often regained over time.", "population_specificity": "Prediabetic individuals with elevated, non-diabetic levels of blood glucose.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:08.962707+00:00"}
{"study_id": 115574, "supplement_id": 913, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy and safety of endoscopic bariatric procedures that induce structural changes in the gastrointestinal tract for obesity treatment.", "results_summary": "The study found that endoscopic bariatric procedures resulted in short-term to medium-term excess weight loss (24% to 58%) with relatively low complication rates (seven serious adverse events reported). Long-term results in larger populations are needed for standard treatment incorporation.", "population_specificity": "Obese patients seeking weight loss interventions.", "effective_dosage": "Not specified", "study_duration": "Short-term to medium-term (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:10.766424+00:00"}
{"study_id": 115573, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the current state of endoscopic management of obesity and type 2 diabetes, focusing on the duodenal-jejunal bypass liner as a less invasive alternative to bariatric surgery.", "results_summary": "The study found that endoscopic techniques, such as the duodenal-jejunal bypass liner, induce significant weight loss and improve glucose homeostasis in morbidly obese patients with type 2 diabetes, mimicking some effects of bariatric surgery. Early studies reported positive outcomes, suggesting potential as a safer, less invasive, and cost-effective alternative.", "population_specificity": "Morbidly obese patients with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:10.869717+00:00"}
{"study_id": 115568, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review the evidence base for post-bariatric plastic surgery and evaluate available treatment options for excess skin after massive weight loss.", "results_summary": "Body contouring surgery after massive weight loss can improve quality of life and functional status, but there is limited scientific evidence on indications, techniques, and complications. Many patients with BMI ≥ 30 kg/m² are denied surgery unless medically necessary.", "population_specificity": "Patients who have undergone bariatric surgery and experience excess skin, particularly those with BMI < 28 kg/m² or ≥ 30 kg/m².", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:11.323676+00:00"}
{"study_id": 115572, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and metabolic benefits of bariatric and metabolic surgeries for weight loss and type 2 diabetes improvement, while highlighting the need for a paradigm shift in eligibility criteria and success definitions.", "results_summary": "The study found that bariatric and metabolic surgeries effectively aid weight loss and improve metabolic outcomes, particularly for type 2 diabetes, expanding eligibility to patients with lower BMI. However, limitations of BMI in assessing adiposity and fat distribution post-surgery were noted, calling for a broader clinical approach.", "population_specificity": "Patients with severe obesity (BMI ≥ 30-35 kg/m²) and type 2 diabetes mellitus.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:12.943003+00:00"}
{"study_id": 115575, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the metabolic effects of bariatric surgery, particularly its role in reversing nonalcoholic steatohepatitis (NASH) and the mechanisms behind weight loss and NASH resolution after vertical sleeve gastrectomy (VSG).", "results_summary": "The study found that bariatric surgery, especially VSG, effectively reverses NASH and increases serum bile acids, independent of weight loss. These effects were not observed in rodents with equivalent weight loss via food restriction, suggesting unique metabolic benefits of surgical interventions.", "population_specificity": "Humans and animals (rodents) undergoing bariatric procedures such as ileal transposition, bile diversion, Roux-en-Y gastric bypass, adjustable gastric band, and VSG.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:13.490077+00:00"}
{"study_id": 115577, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether shorter postoperative hospitalization after bariatric surgery increases the likelihood of readmission.", "results_summary": "The study found that longer postoperative hospitalizations were associated with higher readmission rates, while early discharge did not appear to increase readmissions. Patients hospitalized for 3 days or more were significantly more likely to be readmitted than those discharged after one day.", "population_specificity": "Patients 18 years and older who underwent bariatric surgery, with a mean age of 45.4 years and 77.6% female.", "effective_dosage": "Not applicable", "study_duration": "Data analyzed from January 2009 to December 2013, with follow-up for readmissions up to 30 days post-discharge.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:18.750204+00:00"}
{"study_id": 115578, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to review the neurological basis of obesity, potential neural targets for deep brain stimulation (DBS), and propose trial design criteria for DBS as a treatment for obesity.", "results_summary": "The study highlights the neurological underpinnings of obesity and suggests DBS as a potential intervention, emphasizing the need for careful patient selection and addressing cost and ethical considerations. It also proposes inclusion criteria and study endpoints for future DBS trials.", "population_specificity": "Individuals with morbid obesity who have not succeeded with behavioral modification.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:20.327104+00:00"}
{"study_id": 115579, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to analyze the transcriptional profiles of adipose tissues and the functional characteristics of adipocyte tissue macrophages in obese patients undergoing bariatric surgery to understand their role in NAFLD and NASH progression.", "results_summary": "The study found increased expression of inflammation-related genes in adipose tissues from patients with NAFLD and NASH, correlating with disease progression. Two gene expression models were developed to predict liver histology, and macrophages from NASH patients showed elevated inflammatory cytokine production.", "population_specificity": "113 obese patients undergoing bariatric surgery in Europe (Antwerp and Leuven) and South Africa, with comparisons to 13 lean controls undergoing cholecystectomy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:20.583430+00:00"}
{"study_id": 115582, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess baseline endometrial histology in morbidly obese women undergoing bariatric surgery and evaluate its impact on metabolic parameters, quality of life, and weight.", "results_summary": "Bariatric surgery led to significant weight loss (mean 45.7 kg), improved physical quality of life, enhanced glucose homeostasis, and reduced inflammation markers, with minimal impact on most steroid hormones. Endometrial biopsies showed varied results, including hyperplasia in 10% of cases.", "population_specificity": "Morbidly obese women (mean BMI 50.9 kg/m², mean age 44.2 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:21.661839+00:00"}
{"study_id": 115580, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of weight loss after bariatric surgery on rheumatoid arthritis (RA) disease activity, inflammatory markers, and medication use.", "results_summary": "The study found significant weight loss (41.0 ± 17.3 kg at 12 months) and improved RA disease activity (57% to 6% with moderate/high activity), reduced inflammatory markers, and decreased RA-related medication use. Long-term follow-up (mean 5.8 years) showed 74% of patients in remission compared to 26% at baseline.", "population_specificity": "RA patients with obesity (mean BMI 47.8 ± 7.7 kg/m²) who underwent bariatric surgery.", "effective_dosage": "Not specified (surgical intervention).", "study_duration": "12 months primary follow-up, with long-term follow-up averaging 5.8 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:22.460890+00:00"}
{"study_id": 115581, "supplement_id": 913, "safety_score": "80", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of bariatric surgery on cardiometabolic variables and long-term cardiovascular risk in older adults with class II-III obesity.", "results_summary": "Bariatric surgery led to significant weight loss (57.5% excess weight loss at 1 year), reduced prevalence of diabetes, hypertension, dyslipidemia, sleep apnea, and metabolic syndrome, and lowered predicted cardiovascular risk from 14.1% to 8.2%.", "population_specificity": "Older adults (age ≥60 years) with class II-III obesity from Olmsted County, MN, USA.", "effective_dosage": "Not Assessed", "study_duration": "1 year (primary follow-up), with some data extending to 2 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:23.470186+00:00"}
{"study_id": 115583, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether preoperative nocturnal hypoxemia (measured by SaO2 levels and apnea/hypopnea episodes) was associated with postoperative pain and opioid consumption in bariatric surgery patients.", "results_summary": "The study found that increased time spent with SaO2 < 90% was associated with reduced opioid consumption post-surgery but not with pain levels. No significant associations were found between minimum nocturnal SaO2 or apnea/hypopnea episodes and pain or opioid use.", "population_specificity": "Patients who underwent laparoscopic bariatric surgery between 2004 and 2010 with available polysomnography data.", "effective_dosage": "Not specified", "study_duration": "Initial 72 postoperative hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:23.934665+00:00"}
{"study_id": 115584, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to compare the histologic features of NAFLD in morbidly obese Indian patients before and after bariatric surgery and assess changes based on the type of surgical intervention.", "results_summary": "The study found significant improvement in liver histology, including resolution or improvement in steatosis, lobular inflammation, ballooning degeneration, and fibrosis, with no worsening of liver histologic results. Greater improvement was observed in patients who underwent sleeve gastrectomy compared to Roux-en-Y gastric bypass, though the difference was not statistically significant.", "population_specificity": "Morbidly obese Indian patients with NAFLD.", "effective_dosage": "Not Assessed", "study_duration": "6-8 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:28.147439+00:00"}
{"study_id": 115586, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of intestinal nutrient-sensing processes in metabolic control and the immediate antidiabetic effects of bariatric surgery/gastric bypass.", "results_summary": "The study highlights that bariatric surgery has remarkable and immediate antidiabetic effects, likely due to its impact on intestinal nutrient sensing and incretin release, particularly glucagon-like peptide 1, which improves glycemic control.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:28.746993+00:00"}
{"study_id": 115585, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the trend in utilization of laparoscopic sleeve gastrectomy at U.S. academic medical centers and compare it with other bariatric procedures.", "results_summary": "The study found a significant increase in the utilization of laparoscopic sleeve gastrectomy, which surpassed laparoscopic gastric bypass by 2013, becoming the most common bariatric procedure in academic centers. Utilization of laparoscopic sleeve gastrectomy rose from 23.7% to 60.7%, while laparoscopic gastric bypass declined from 62.2% to 37.0% during the study period.", "population_specificity": "Patients undergoing bariatric procedures for severe obesity at U.S. academic medical centers.", "effective_dosage": "Not specified", "study_duration": "October 1, 2011, to June 30, 2014", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:30.335186+00:00"}
{"study_id": 115587, "supplement_id": 913, "safety_score": "75", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to investigate the association between preoperative glucocorticoid use and the risk of postoperative bleeding and infection after Roux-en-Y gastric bypass surgery (RYGB).", "results_summary": "Current glucocorticoid use was associated with a slightly increased risk of postoperative bleeding (2.8% vs. 1.6% in nonusers) but not infection. Recent glucocorticoid use showed no significant increase in bleeding or infection risks.", "population_specificity": "13,195 patients who underwent RYGB in Denmark between 2006-2012.", "effective_dosage": "Not specified (prescription redemption within 60 days for current users, 60-180 days for recent users).", "study_duration": "30-day postoperative follow-up.", "interactions": "Glucocorticoid use was the primary interaction studied.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:31.082664+00:00"}
{"study_id": 115589, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore changes in food preferences as a novel mechanism contributing to weight loss after bariatric surgery, focusing on underlying processes modulating eating behavior.", "results_summary": "Patients after Roux-en-Y gastric bypass (RYGB) showed reduced hunger, healthier food preferences, increased sweet taste acuity, decreased appeal of sweet fatty foods, and reduced brain reward center activation to high-energy food cues. Gut hormones may mediate these changes, suggesting a beneficial shift in food preferences post-surgery.", "population_specificity": "Patients who underwent bariatric surgery (specifically RYGB).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:31.805825+00:00"}
{"study_id": 115590, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate micronutrient status and its association with nutrient intake in morbidly obese patients before sleeve gastrectomy.", "results_summary": "The study found that many morbidly obese patients had deficiencies in multiple micronutrients, particularly vitamin D, ascorbic acid, and β-carotene, before surgery. No correlations were observed between serum/plasma concentrations and nutritional intake.", "population_specificity": "43 morbidly obese patients (BMI: 52.6±10.5 kg/m²) seeking sleeve gastrectomy in Germany.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:32.399367+00:00"}
{"study_id": 115576, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize current treatment options for obesity, focusing on the role of gut hormones in the success of bariatric surgery and its long-term health benefits.", "results_summary": "Bariatric surgery is highlighted as an effective treatment for obesity, offering long-term health benefits, partly mediated by gut hormones. The study suggests that understanding gut-brain signaling pathways could lead to novel anti-obesity therapies.", "population_specificity": "Not specified (general obesity population implied)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:32.509325+00:00"}
{"study_id": 115588, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the feasibility and effectiveness of laparoscopic adjustable gastric banding (LAGB) for achieving substantial weight loss and diabetes remission in obese indigenous Australians.", "results_summary": "The study found that LAGB led to significant weight loss (mean 26.0 kg) and diabetes remission in 20 out of 26 participants at 2 years follow-up, with improved quality of life. Adverse events included one early and 12 late events, but outcomes were comparable to a non-indigenous control group.", "population_specificity": "Obese indigenous Australian adults (26 females, mean age 44.6 years, mean BMI 44.3) with diabetes diagnosed within the last 10 years.", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:32.698597+00:00"}
{"study_id": 115592, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess whether staple line reinforcement (SLR) reduces staple line complications (SLC) in bariatric surgery and compare the effectiveness of three common SLR methods.", "results_summary": "The study found that SLR significantly reduced SLC compared to no reinforcement, with bovine pericardium showing the lowest leak (1.28%) and bleed (1.23%) rates. Oversewing and biocompatible glycolide copolymer were less effective but still superior to no reinforcement.", "population_specificity": "Patients undergoing gastric bypasses and sleeve gastrectomies (56,309 patients for leak analysis, 41,864 for bleeding analysis).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:37.494412+00:00"}
{"study_id": 115593, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the effects of bariatric surgery on beta-cell function and its potential role in resolving type 2 diabetes.", "results_summary": "The study found that bariatric surgery induces beta-cell rebirth, involving apoptosis evasion, regeneration, and improved function, suggesting a favorable effect on type 2 diabetes, though underlying mechanisms remain unclear.", "population_specificity": "Not specified (general reference to patients with type 2 diabetes undergoing bariatric surgery).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:37.731919+00:00"}
{"study_id": 115591, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of bariatric surgery (sleeve gastrectomy and gastric bypass) on glycemic, blood pressure, and lipid control in obese patients with type 2 diabetes.", "results_summary": "Diabetes remission occurred in 22% and 21.5% of patients at 1 and 2 years post-surgery, respectively. Significant improvements were observed in HbA1c, BMI, blood pressure, triglycerides, and HDL-cholesterol, with younger age, lower HbA1c, and shorter diabetes duration predicting higher remission likelihood.", "population_specificity": "Obese patients with type 2 diabetes (n = 135) who underwent bariatric surgery (gastric bypass = 100; sleeve gastrectomy = 35).", "effective_dosage": "Not specified", "study_duration": "Follow-up over 2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:39.389176+00:00"}
{"study_id": 115594, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare preoperative psychosocial health in adolescents with severe obesity undergoing weight loss surgery (WLS) versus nonsurgical comparisons (NSComps) and identify correlates of psychopathology.", "results_summary": "The study found that one in three adolescents reported internalizing symptoms and one in five reported externalizing symptoms in the clinical range. Higher psychopathology risk was linked to family dysfunction, eating pathology, and seeking behavioral intervention, while better quality of life correlated with lower psychopathology.", "population_specificity": "Adolescents with severe obesity (BMI ≥ 120% for age and gender) undergoing WLS or nonsurgical comparisons.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:39.939907+00:00"}
{"study_id": 115597, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review different bariatric procedures and summarize their complications, particularly nutrient deficiencies and those relevant to clinical biochemistry laboratories.", "results_summary": "Bariatric surgery is associated with effective and enduring weight loss, improved glucose homeostasis, blood pressure, and dyslipidaemia, but requires lifelong clinical follow-up to prevent nutritional deficiencies and complications.", "population_specificity": "Adults with morbid obesity (BMI over 40 kg/m²).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:39.972257+00:00"}
{"study_id": 115596, "supplement_id": 913, "safety_score": "60", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to study the incidence and treatment outcomes of gastrobronchial fistula (GBF) as a complication of laparoscopic sleeve gastrectomy (LSG).", "results_summary": "The study found that GBF after LSG is a serious but treatable complication, with all cases healing after various surgical and endoscopic interventions. Early gastric fistulas often became chronic and evolved into GBF, but no mortality was reported.", "population_specificity": "13 patients who developed GBF after LSG in five French university bariatric centers.", "effective_dosage": "Not Assessed", "study_duration": "Patients were studied retrospectively from March 2007 to August 2012.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:41.442729+00:00"}
{"study_id": 115595, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine the effects of biliopancreatic diversion with duodenal switch (BPD-DS) on plasma chemerin levels in the early and late post-operative stages.", "results_summary": "Plasma chemerin levels initially dropped 24 hours after BPD-DS, rebounded after 5 days, and then declined significantly by 6 and 12 months post-surgery. Chemerin correlated negatively with inflammation and hepatic injury early on and positively with obesity and metabolic syndrome markers long-term.", "population_specificity": "83 adults with obesity undergoing BPD-DS, 45 obese non-surgical controls, and 9 lean surgical controls.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:41.476575+00:00"}
{"study_id": 115599, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the clinical and mechanistic evidence supporting the benefits of bariatric procedures on nonalcoholic fatty liver disease (NAFLD) in obese patients.", "results_summary": "The study found that bariatric procedures improve liver histology and contribute to the resolution of NAFLD through weight-dependent and weight-independent mechanisms, including surgical BRAVE actions and subsequent metabolic improvements. These benefits include reduced lipid intake, improved insulin resistance, and reduced inflammation.", "population_specificity": "Obese patients with NAFLD, type II diabetes mellitus, or metabolic syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:45.883042+00:00"}
{"study_id": 115600, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the frequency and outcomes of blood transfusion in post-bariatric surgery patients undergoing abdominoplasty and identify predictive risk factors for transfusion.", "results_summary": "The study found that 9.3% of post-bariatric surgery patients undergoing abdominoplasty required blood transfusion, with chronic anemia and congestive heart failure being major predictors. Transfusion recipients had higher complication rates, longer hospital stays, and increased costs.", "population_specificity": "Post-bariatric surgery patients in the U.S. undergoing abdominoplasty (2007-2011).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:46.085585+00:00"}
{"study_id": 115602, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to quantify the effects of bariatric surgery on NAFLD by evaluating changes in liver enzyme levels and liver histology before and after surgery.", "results_summary": "Bariatric surgery significantly improved histological features of NAFLD (steatosis, fibrosis, hepatocyte ballooning, lobular inflammation) and reduced liver enzyme levels (ALT, AST, ALP, gamma-GT), though heterogeneity in results was high.", "population_specificity": "Obese patients with NAFLD undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:47.824729+00:00"}
{"study_id": 115605, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to discuss the pros and cons of publishing individual surgical outcomes, including bariatric surgery, within England's healthcare system.", "results_summary": "The abstract does not provide specific findings on bariatric surgery outcomes but highlights the broader challenges and benefits of publishing surgical data across multiple specialties.", "population_specificity": "Not specified (general discussion of surgical outcomes in England)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:48.604627+00:00"}
{"study_id": 115601, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare early endocrine and metabolic changes between sleeve gastrectomy (SG) and gastric bypass (GB) in grade III obese patients.", "results_summary": "Both SG and GB were equally effective in promoting weight loss after 90 days, with GB showing better early glycemic control and SG associated with better early remission rates for hypertension. No significant differences were found in lipid control or micronutrient deficiencies between the two groups.", "population_specificity": "Fifty morbidly obese patients (grade III obesity) randomized into SG (group A) and GB (group B).", "effective_dosage": "Not applicable (surgical procedures).", "study_duration": "90 days post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:48.665041+00:00"}
{"study_id": 115603, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the prevalence and impact of musculoskeletal pain in adolescents with severe obesity and evaluate associations between pain, physical function, quality of life, and inflammation markers.", "results_summary": "The study found that 76% of adolescents with severe obesity had musculoskeletal pain, which was associated with poor physical function and reduced quality of life. No significant relationship was observed between musculoskeletal pain and high-sensitivity C-reactive protein levels.", "population_specificity": "Adolescents (mean age 17.1 years) with severe obesity (median BMI 50.4), predominantly female (77%), white (73%), and non-Hispanic (93%).", "effective_dosage": "Not specified", "study_duration": "Baseline data analyzed (no intervention duration specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:49.255075+00:00"}
{"study_id": 115598, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the current indications, outcomes, and access to bariatric surgery for adolescents, focusing on safety, efficacy, and emerging guidelines.", "results_summary": "The study found that adolescent bariatric surgery is well-tolerated and effective, with significant improvements in obesity-related comorbidities like glucose metabolism and blood pressure. However, disparities in access to care between pediatric and adult populations persist.", "population_specificity": "Adolescents with severe obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:51.439060+00:00"}
{"study_id": 115604, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effects of prebiotic and synbiotic supplementation on inflammatory markers and anthropometric indices in individuals undergoing open Roux-en-Y gastric bypass (RYGB).", "results_summary": "FOS supplementation increased weight loss in RYGB patients, but neither prebiotics nor synbiotics significantly altered inflammatory markers. The prebiotic group showed a 53.8% higher weight reduction compared to placebo, while BMI reduction and excess weight loss were higher in placebo and prebiotic groups than the synbiotic group.", "population_specificity": "Individuals undergoing RYGB (n=9) and healthy individuals (n=9).", "effective_dosage": "6 g/day of placebo (maltodextrin), prebiotic (FOS), or synbiotic (FOS + Lactobacillus and Bifidobacteria strains).", "study_duration": "15 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:52.026546+00:00"}
{"study_id": 115606, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the impact of exercise timing (pre- or postoperatively) and modes on weight loss and physical fitness outcomes in bariatric surgery patients.", "results_summary": "The study found that exercise, whether pre- or post-bariatric surgery, generally improved anthropometric measures, cardiovascular risk factors, and physical fitness, though results varied due to diverse exercise programs and timing.", "population_specificity": "(Future) bariatric surgery patients", "effective_dosage": "Varied (e.g., 45 min treadmill sessions to full descriptive programs)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:53.770008+00:00"}
{"study_id": 115607, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the role of bariatric surgery in treating obesity-related cardiovascular and renal diseases and explore its mechanisms beyond weight loss.", "results_summary": "The study found that bariatric surgery supports significant and sustainable weight loss, improves metabolic and cardiovascular health, and may induce weight loss-independent physiological changes. It also highlights the evidence for its beneficial effects on cardiovascular and renal diseases.", "population_specificity": "Individuals with chronic and complex obesity, particularly those with associated cardiovascular and renal diseases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:54.126285+00:00"}
{"study_id": 115610, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the proportion of obese patients with severe OSA who would be interested in bariatric surgery as a primary treatment.", "results_summary": "Over one-third (35.5%) of eligible patients were interested in bariatric surgery, with higher interest among women (47.2%) and diabetics (67.3%). Female gender and diabetes were strong predictors of surgical interest.", "population_specificity": "Obese adults (BMI 35-45 kg/m²) with untreated severe OSA and low perioperative risk in U.S. sleep clinics.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:56.850537+00:00"}
{"study_id": 115609, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare outcomes of revisional bariatric surgery (Roux-en-Y gastric bypass and sleeve gastrectomy) with primary bariatric surgery to assess relative risks and effectiveness.", "results_summary": "The abstract indicates revisional bariatric surgery is controversial, perceived as riskier and less effective than primary procedures, but lacks systematic reviews to confirm this. The study focuses on comparing outcomes between revisional and primary surgeries.", "population_specificity": "Patients undergoing revisional or primary bariatric surgery (specifically Roux-en-Y gastric bypass or sleeve gastrectomy).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:56.978136+00:00"}
{"study_id": 115608, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if preoperative cognitive behavioral therapy (CBT) improved dysfunctional eating behaviors, mood, affective symptoms, and body weight more than usual care one year after bariatric surgery.", "results_summary": "Both groups showed comparable improvements in most outcomes, except anxiety symptoms, with no significant difference in weight loss. The CBT group had earlier improvements in eating behaviors and affective symptoms, but postoperative differences were non-significant.", "population_specificity": "80 patients (55 females), mean age 44 (SD 10) years, undergoing bariatric surgery.", "effective_dosage": "10 weeks of CBT (intervention group) or nutritional support and education (control group).", "study_duration": "10 weeks preoperatively, with follow-up one year postoperatively.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:57.333825+00:00"}
{"study_id": 115611, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the incidence, risk factors, and outcomes of acute kidney injury (AKI) in bariatric surgery patients requiring ICU admission.", "results_summary": "AKI occurred in 17.5% of ICU-admitted bariatric surgery patients, primarily at stage 1 severity, and was associated with male gender, hypertension, higher APACHE II scores, and blood transfusions. AKI led to prolonged ICU/hospital stays and higher mortality, though BMI and chronic kidney disease were not predictive.", "population_specificity": "Bariatric surgery patients (n = 590) admitted to ICUs in Western Australia (2007–2011).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:58:57.696448+00:00"}
{"study_id": 115612, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the rates of gastrojejunostomy stricture between the antecolic and retrocolic techniques in patients undergoing Roux-en-Y gastric bypass for morbid obesity.", "results_summary": "The retrocolic technique had a significantly lower gastrojejunal stricture rate (1.5%) compared to the antecolic technique (6.5%), with no increased risk of internal hernia when mesenteric defects were closed. All strictures were successfully treated without recurrence or need for revisional surgery.", "population_specificity": "1500 patients with morbid obesity undergoing laparoscopic Roux-en-Y gastric bypass at a University Hospital in France.", "effective_dosage": "Not Assessed", "study_duration": "Follow-up ranged from 24-146 months (mean 67.5 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:00.116439+00:00"}
{"study_id": 115613, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers sought to investigate the prevalence of binge-eating disorder (BED) and night eating syndrome (NES) and their associations with nonnormative eating behavior and psychopathology in prebariatric patients.", "results_summary": "The study found that 4.3% of prebariatric patients met full-syndrome BED criteria, while 8.2% met NES criteria, with additional subsyndromal cases. Patients with BED and NES exhibited greater emotional eating, food addiction symptoms, and distinct psychopathological profiles compared to those without eating disorders.", "population_specificity": "Prebariatric surgery patients in Germany (n=233).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:01.086576+00:00"}
{"study_id": 115614, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to explore the role of bariatric surgery in treating Binge Eating Disorder (BED) and its efficacy compared to other interventions.", "results_summary": "The abstract suggests that bariatric surgery, while recommended for obesity, requires more specific studies for BED patients. No significant advantages were found when combining different interventions, but sequential treatments for non-responders showed promise.", "population_specificity": "Individuals with Binge Eating Disorder (BED), particularly those with obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:01.220722+00:00"}
{"study_id": 115615, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 70, "study_goal": "The researchers aimed to identify benign gastrointestinal causes of anemia, including iron malabsorption due to bariatric surgery, and recommend diagnostic strategies for unexplained anemia with iron deficiency.", "results_summary": "The study identified bariatric surgery as a benign gastrointestinal cause of iron malabsorption leading to anemia but did not provide specific efficacy or safety data on the procedure itself. It recommended diagnostic steps and iron supplementation for such cases.", "population_specificity": "Patients with unexplained anemia and iron deficiency, including those with a history of bariatric surgery.", "effective_dosage": "Not specified for bariatric surgery (iron supplementation: 100-200 mg daily elemental iron).", "study_duration": "Not specified for bariatric surgery (iron therapy: 3-6 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:03.621390+00:00"}
{"study_id": 115617, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether pre-operative cognitive behavioral therapy (CBT) enhances long-term weight loss maintenance, reduces maladaptive eating behavior, and improves adherence to postoperative lifestyle compared to bariatric surgery alone.", "results_summary": "The study hypothesizes that pre-operative CBT will lead to better outcomes in weight loss maintenance, eating behavior, and lifestyle adherence post-surgery, but results are not yet provided in the abstract.", "population_specificity": "128 patients on a waiting list for bariatric surgery.", "effective_dosage": "10 sessions of CBT before surgery.", "study_duration": "Pre-operative CBT sessions (duration per session not specified), with follow-up assessments at 1, 3, and 5 years post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:05.922980+00:00"}
{"study_id": 115618, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether an aggressive approach to managing hiatal weakness during sleeve gastrectomy (SG) alters gastroesophageal reflux disease (GERD) symptoms in obese patients.", "results_summary": "The study found significant reductions in heartburn frequency and severity post-SG, with improvements in moderate/severe reflux symptoms regardless of whether hiatal defects required repair. Symptom severity also improved across all groups, including those without defects.", "population_specificity": "Obese patients undergoing laparoscopic extended sleeve gastrectomy in tertiary public and private hospitals in Sydney, Australia.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:05.998317+00:00"}
{"study_id": 115616, "supplement_id": 913, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to identify predictive factors that increase the risk of deep venous thrombosis (DVT) and pulmonary embolism (PE) in patients undergoing bariatric surgery.", "results_summary": "The study found that male gender, higher BMI, congestive heart failure (CHF), and hypertension (HTN) were associated with increased DVT risk in laparoscopic bariatric surgery, while CHF and higher BMI increased PE risk in open bariatric surgery. Patients with postprocedure DVT or PE had higher morbidity and mortality.", "population_specificity": "Patients undergoing bariatric procedures (96,085 laparoscopic; 6,784 open) from 2005-2012 in the NSQIP database.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:06.168796+00:00"}
{"study_id": 115622, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review early complications of gastric bypass surgery and emphasize the need for surgeons to recognize and manage these complications effectively.", "results_summary": "The study identified early complications such as anastomotic leaks, gastrointestinal bleeding, intestinal obstruction, and incorrect Roux limb reconstruction. It concluded that surgeons must be familiar with these complications to reduce risks and improve early intervention.", "population_specificity": "Patients undergoing gastric bypass surgery (bariatric surgery).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:08.429144+00:00"}
{"study_id": 115621, "supplement_id": 913, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the relative safety of primary laparoscopic sleeve gastrectomy (LSG) and laparoscopic Roux-Y gastric bypass (LRYGBP) using the Clavien-Dindo complication grading system.", "results_summary": "The study found no significant difference in complication rates between LSG and LRYGBP, with both procedures showing similar safety profiles in the perioperative period. Median length of hospital stays and readmission rates were also comparable between the two groups.", "population_specificity": "Patients undergoing primary LSG (n=2651) and LRYGBP (n=554) at three high-volume centers.", "effective_dosage": "Not Assessed", "study_duration": "30-day perioperative period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:08.863627+00:00"}
{"study_id": 115623, "supplement_id": 913, "safety_score": "90", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine the short-term and long-term impact of preoperative carbohydrate loading and postoperative parenteral nutrition on lean body mass preservation and weight loss outcomes in morbidly obese patients undergoing bariatric surgery.", "results_summary": "The study found no significant differences in lean body mass preservation, excess weight loss, complication rates, or length of stay between the intervention and control groups. The interventions were confirmed as safe but did not provide measurable benefits.", "population_specificity": "Morbidly obese patients undergoing laparoscopic Roux-en-Y gastric bypass, including Type 2 diabetic patients.", "effective_dosage": "CHL drinks consumed 12 and 2 hours presurgery, and immediate postoperative peripheral parenteral nutrition (specific amounts not detailed).", "study_duration": "Follow-up at one and 12 months postsurgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:10.187576+00:00"}
{"study_id": 115624, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of GLP-1-based therapies, specifically liraglutide, as a less invasive alternative to bariatric surgery for obesity treatment.", "results_summary": "The study found that liraglutide is effective in reducing and sustaining body weight loss, supported by clinical trials, and was approved by the FDA as an obesity treatment option.", "population_specificity": "Morbidly obese individuals (human and animal studies referenced).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:11.855025+00:00"}
{"study_id": 115627, "supplement_id": 913, "safety_score": "30", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to analyze perioperative complications of bariatric surgery, their detection, and management strategies.", "results_summary": "The study found that bariatric surgery complications, including digestive perforations, fistulas, and anastomotic leaks, are frequent and often difficult to detect early, leading to delayed management. Medical complications like thromboembolic and respiratory issues are also common, with outcomes worsened by diagnostic delays.", "population_specificity": "Morbidly obese patients undergoing bariatric surgery.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:13.706451+00:00"}
{"study_id": 115626, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the impact of lifestyle interventions incorporating physical activity on health outcomes in class II and III obese individuals, as a precursor to bariatric surgery.", "results_summary": "The meta-analysis showed significant weight loss (8.9 kg) and BMI reduction (2.8 kg/m²), with long-term interventions being more effective. Improvements were noted in fat mass, waist circumference, blood pressure, and lipid profiles, but not in HDL-C or fasting blood glucose.", "population_specificity": "Adults with BMI ≥ 35 kg/m² (class II and III obese individuals).", "effective_dosage": "Not specified", "study_duration": "Varied (short-term, intermediate-term, and long-term interventions)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:14.881284+00:00"}
{"study_id": 115625, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the diagnostic accuracy of CT scans for detecting internal hernias (IH) in patients with abdominal pain after laparoscopic Roux-en-Y gastric bypass (LRYGB) and to develop an algorithm for managing such cases.", "results_summary": "The study found that CT scans had a sensitivity of 76% and specificity of 60% for detecting IH, with sensitivity increasing to 96% when combined with neutrophilia findings. Despite this, surgical exploration remained the gold standard due to false negatives in CT scans.", "population_specificity": "Patients presenting with obstruction symptoms after LRYGB at two institutions from 2008 to 2013.", "effective_dosage": "Not applicable", "study_duration": "Retrospective review covering 2008-2013", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:15.146410+00:00"}
{"study_id": 115628, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery in the treatment and management of obesity-associated non-alcoholic fatty liver disease (NAFLD).", "results_summary": "The study suggests that bariatric surgery, along with lifestyle modification and pharmacotherapy, is an effective intervention for promoting weight loss and improving metabolic responses in NAFLD patients. However, the abstract does not provide specific outcomes or statistical results for bariatric surgery alone.", "population_specificity": "Patients with obesity-associated NAFLD, particularly those at increased risk for steatohepatitis or advanced fibrosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:16.689490+00:00"}
{"study_id": 115630, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare weight loss and glycemic control outcomes after different bariatric surgical procedures in obese patients with type 2 diabetes and identify predictors of diabetes remission.", "results_summary": "The study found significant weight loss (26.4% at 12 months) and diabetes remission (68.6% overall), with Roux-en-Y gastric bypass and sleeve gastrectomy being more effective than laparoscopic gastric banding. Younger age, shorter diabetes duration, and better glucose control were associated with higher remission rates.", "population_specificity": "105 obese patients (66 women, 39 men) with type 2 diabetes, aged 47–50 years, BMI 42.3–50.2 kg/m².", "effective_dosage": "Not applicable (surgical procedures).", "study_duration": "Follow-up at 12, 24, and 36 months post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:19.823308+00:00"}
{"study_id": 115631, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 54, "quality_score": 75, "study_goal": "The researchers aimed to determine the sensitivity and specificity of upper gastrointestinal (UGI) contrast studies performed within 2 days after bariatric surgery for detecting anastomotic leaks.", "results_summary": "UGI had an overall sensitivity of 0.54 and specificity of 1.00 for detecting anastomotic leaks, with a negative correlation between sensitivity and specificity. The study suggests adjusting the threshold for declaring a UGI positive to improve clinical utility.", "population_specificity": "10,139 patients who underwent bariatric surgery.", "effective_dosage": "Not applicable", "study_duration": "Imaging conducted within 2 days post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:19.932950+00:00"}
{"study_id": 115629, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify preoperative factors associated with 3-year weight change after bariatric surgery (RYGB and LAGB) to predict weight loss success or failure.", "results_summary": "The study found significant weight loss after 3 years (median 31.5% for RYGB, 16.0% for LAGB), with small but statistically significant differences based on race, diabetes status, kidney function, smoking, and band circumference. Baseline variables had limited predictive value for individual weight loss outcomes.", "population_specificity": "Adults undergoing first bariatric surgery (RYGB or LAGB) in the U.S., predominantly female (80% RYGB, 75% LAGB), median age 46-48 years, and median baseline BMI 44-46 kg/m².", "effective_dosage": "Not specified", "study_duration": "3 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:20.359318+00:00"}
{"study_id": 115633, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the significance of thrombophilia screening and venous duplex sonography in identifying high-risk bariatric surgery patients for thromboembolic complications and to assess the effectiveness of a multimodal thromboprophylaxis protocol.", "results_summary": "The study found that thrombophilia is significantly more common in obese patients, particularly those with obstructive sleep apnea or diabetes mellitus. No postoperative thromboses occurred, suggesting the thromboprophylaxis protocol was effective.", "population_specificity": "101 obese patients undergoing bariatric surgery.", "effective_dosage": "2× 40 mg enoxaparin sodium per day.", "study_duration": "Perioperative period (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:23.028912+00:00"}
{"study_id": 115634, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to examine the pharmacokinetic changes associated with Roux-en-Y gastric bypass (RYGB) and the challenges in distinguishing whether these changes are due to the surgery itself or subsequent weight loss.", "results_summary": "The study highlights that RYGB can alter medication absorption and disposition, but these changes may be drug-specific and not necessarily clinically significant. It emphasizes the need for individualized clinical decisions based on literature review for post-bariatric surgery patients.", "population_specificity": "Patients undergoing Roux-en-Y gastric bypass (RYGB) for obesity management.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "Altered absorption and disposition of medications post-RYGB, but specifics are drug-dependent.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:23.803370+00:00"}
{"study_id": 115635, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery as a potential treatment option for severely obese women with PCOS.", "results_summary": "The abstract suggests bariatric surgery may be an option for severely obese women with PCOS, but does not provide specific outcomes or data on its effectiveness.", "population_specificity": "Severely obese women with polycystic ovary syndrome (PCOS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:23.861265+00:00"}
{"study_id": 115619, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the prevalence of addictive behaviors, including alcohol use disorder and behavioral addictions, in adults after Roux-en-Y gastric bypass (RYGB) surgery.", "results_summary": "The study found that 8.0% of participants developed alcohol use disorder (AUD) within 3 years post-RYGB, with 43.8% of these cases having no prior history of AUD. Additionally, 9.5% developed behavioral addictive disorders post-surgery, 31.6% of whom had no prior history.", "population_specificity": "Adults who underwent Roux-en-Y gastric bypass (RYGB) surgery.", "effective_dosage": "Not Assessed", "study_duration": "3 years post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:27.056503+00:00"}
{"study_id": 115636, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review perioperative nutritional issues related to bariatric surgery, focusing on LRYGBP and LSG procedures, and emphasize the importance of preoperative and postoperative nutritional management.", "results_summary": "The study found that bariatric surgery is the most effective durable weight-loss therapy for morbidly obese patients but carries risks of nutritional deficiencies and malnutrition, necessitating preoperative assessment, postoperative follow-up, dietetic counseling, and structured physical exercise.", "population_specificity": "Morbidly obese patients (BMI ≥35).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:27.903728+00:00"}
{"study_id": 115637, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to characterize the prevalence and correlates of child maltreatment in adolescents with severe obesity undergoing weight loss surgery compared to nonsurgical peers.", "results_summary": "The study found that child maltreatment prevalence (29% in females, 12% in males) was similar to national adolescent base rates, with emotional abuse being most common. Females with a history of maltreatment showed greater psychopathology, substance use, family dysfunction, and lower quality of life, regardless of surgical status.", "population_specificity": "Adolescents with severe obesity (surgical group: n=139, Mage=16.9, 79.9% female; nonsurgical group: n=83, Mage=16.1, 81.9% female).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:29.551638+00:00"}
{"study_id": 115639, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the role of bariatric surgery in preventing cardiovascular diseases and mortality, and to analyze the mechanisms involved.", "results_summary": "Bariatric surgery resulted in stable weight loss and long-term reduction in obesity-related comorbidities, with controlled trials showing superiority over medical therapy in improving cardiovascular risk factors. The surgery induced metabolic and functional improvements, contributing to cardiovascular disease prevention.", "population_specificity": "Morbidly obese patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:30.528067+00:00"}
{"study_id": 115638, "supplement_id": 913, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare weight loss and changes in obesity-related co-morbidities at one year following laparoscopic sleeve gastrectomy (LSG) versus laparoscopic Roux-en-Y gastric bypass (LRYGB) in patients with BMI ≥ 50 kg/m².", "results_summary": "At one year, LRYGB resulted in significantly greater weight loss (30.3% vs. 22.0%) and excess weight loss (55.0% vs. 40.2%) compared to LSG, as well as higher rates of diabetes remission (70.7% vs. 47.5%). Postoperative morbidity was similar between the two procedures.", "population_specificity": "Patients with BMI ≥ 50 kg/m².", "effective_dosage": "Not Assessed", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:30.774424+00:00"}
{"study_id": 115641, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery as a mainstream therapy for obesity and its related comorbidities, particularly for patients unresponsive to less invasive measures.", "results_summary": "The study found that bariatric surgery leads to significant excess weight loss and marked improvement in obesity-related comorbidities, positioning it as an effective therapy for severe obesity cases.", "population_specificity": "Overweight and obese patients in the United States, particularly those unresponsive to diet, exercise, and behavior modification.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:31.393074+00:00"}
{"study_id": 115632, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of combining intragastric balloon (IGB) with hyaluronic acid (HA) injections at the gastroesophageal junction as a minimally invasive bariatric treatment.", "results_summary": "BMI loss at 6 months was lower in the HA group compared to IGB groups. IGB alone was less effective than combined treatments at 18 months, but the sequence of HA administration (before or after IGB) did not significantly impact outcomes. The study concluded that HA injections were not effective for obesity treatment.", "population_specificity": "101 patients with an average BMI of 33.4 (range 27-44).", "effective_dosage": "Not specified", "study_duration": "6 months (follow-up extended to 2 years)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:33.877296+00:00"}
{"study_id": 115642, "supplement_id": 913, "safety_score": "30", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the effectiveness and risks of bariatric surgery compared to lifestyle interventions for obesity treatment.", "results_summary": "The study found that bariatric surgery has variable success, major complications, and potential for weight regain without lifestyle changes, while intensive lifestyle programs with self-reward mechanisms can be highly effective.", "population_specificity": "Obese individuals, particularly those for whom lifestyle interventions have \"failed.\"", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:34.756261+00:00"}
{"study_id": 115640, "supplement_id": 913, "safety_score": "60", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of bariatric surgery on antidepressant pharmacokinetics and psychological distress in patients, particularly focusing on Roux-en-Y gastric bypass (RYGB) and short bowel syndrome (SBS).", "results_summary": "The study found that antidepressant levels decreased significantly one month after RYGB but returned to baseline by six months. However, long-term reductions in duloxetine and sertraline levels were observed, while paradoxical increases in citalopram and escitalopram concentrations were noted in SBS patients, possibly due to intestinal adaptation. Managing depression and anxiety in these patients remains challenging due to altered drug absorption and metabolism.", "population_specificity": "Patients undergoing bariatric surgery, particularly RYGB, and those with short bowel syndrome (SBS).", "effective_dosage": "Not specified", "study_duration": "Follow-up periods ranged from one month to several years post-surgery.", "interactions": "Altered absorption and metabolism of antidepressants (e.g., duloxetine, sertraline, citalopram, escitalopram) due to intestinal surgery.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:35.196016+00:00"}
{"study_id": 115643, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether bariatric surgery modifies epicardial fat (EAT) and its relationship with weight loss.", "results_summary": "The study found that bariatric surgery significantly reduced EAT, with BMI reductions correlating with EAT reductions. Diet and bariatric surgery were effective, while exercise was not.", "population_specificity": "Humans (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:35.287383+00:00"}
{"study_id": 115644, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the prevalence of carpal tunnel syndrome in obese candidates for bariatric surgery versus non-obese controls and assess the effects of bariatric surgery on the condition.", "results_summary": "The study found a higher prevalence of carpal tunnel syndrome symptoms in the preoperative group compared to controls, with some reduction in symptoms post-surgery, though no significant overall difference was observed between pre- and postoperative groups. A notable difference was found in non-manual workers.", "population_specificity": "Obese individuals (pre- and post-bariatric surgery) and non-obese controls.", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:38.224007+00:00"}
{"study_id": 115647, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the mechanisms by which Roux-en-Y gastric bypass surgery (RYGBP) affects central appetite-regulating pathways and its role in sustained weight loss.", "results_summary": "The study found that RYGBP induces altered feeding behavior, including reduced appetite and changes in taste/food preferences, which are key drivers of sustained postoperative weight loss. The brain's role in regulating these changes was highlighted as a central mechanism.", "population_specificity": "Individuals with severe obesity undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:39.740856+00:00"}
{"study_id": 115646, "supplement_id": 913, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the safety, feasibility, and outcomes of precise laparoscopic Roux-en-Y gastric bypass (PLRYGB) versus conventional laparoscopic Roux-en-Y gastric bypass (CLRYGB) in obese patients.", "results_summary": "PLRYGB had a longer operating time but resulted in shorter hospital stays, fewer postoperative complications, and greater weight loss compared to CLRYGB. No complications were reported in the PLRYGB group, while the CLRYGB group had a 5.6% complication rate.", "population_specificity": "Obese patients who underwent laparoscopic Roux-en-Y gastric bypass between 2009 and 2012.", "effective_dosage": "Not Assessed", "study_duration": "Follow-up at 18 months post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:40.594852+00:00"}
{"study_id": 115648, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential mechanisms linking obesity to cancer and evaluate therapeutic strategies, including bariatric surgery, for targeting dysfunctional or inflamed fat.", "results_summary": "The study suggests that bariatric surgery and other interventions targeting dysfunctional fat may benefit patients by addressing metabolic alterations and inflammation linked to obesity-related cancers, though some approaches remain theoretical.", "population_specificity": "Not specified (general discussion of obesity-related mechanisms and interventions)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:41.712737+00:00"}
{"study_id": 115649, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of bariatric surgery in managing metabolic syndrome and morbid obesity, focusing on outcomes like weight reduction, symptom resolution, and long-term survival.", "results_summary": "Bariatric surgery significantly reduced body weight, resolved or cured symptoms of metabolic syndrome (e.g., type 2 diabetes, hypertension, hyperlipidemia), and improved long-term survival. It was considered an optimal treatment alongside existing therapy.", "population_specificity": "Patients with metabolic syndrome and morbid obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:42.870535+00:00"}
{"study_id": 115651, "supplement_id": 913, "safety_score": "60", "efficacy_score": 80, "quality_score": 50, "study_goal": "The researchers aimed to determine whether bariatric surgery could serve as a bridge to liver transplantation for morbidly obese patients with advanced liver fibrosis.", "results_summary": "The study found that bariatric surgery led to substantial weight loss and improved metabolic conditions, enabling liver transplantation. However, postoperative complications included bleeding and renal failure, though liver function stabilized one year post-transplant.", "population_specificity": "A 56-year-old morbidly obese woman with advanced liver fibrosis, hypertension, diabetes, and other comorbidities.", "effective_dosage": "Not Assessed", "study_duration": "3 years (from bariatric surgery to liver transplantation)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:42.931599+00:00"}
{"study_id": 115650, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery as an effective intervention for durable weight loss and amelioration of obesity-related comorbidities in eligible patients.", "results_summary": "The study found that bariatric surgery is an effective strategy for producing sustained weight loss and improving obesity-related health conditions, particularly in patients who do not achieve targeted outcomes with lifestyle interventions alone.", "population_specificity": "Eligible patients with obesity who do not achieve targeted weight loss and health goals with lifestyle interventions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:42.991557+00:00"}
{"study_id": 115653, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the role of bariatric surgery as a treatment modality for severe obesity and its integration into broader obesity care strategies.", "results_summary": "The abstract highlights bariatric surgery as one of the available treatments for adult obesity but does not provide specific efficacy data. It emphasizes the need for improved care strategies aligned with disease severity and environmental changes.", "population_specificity": "Adults with severe obesity; pediatric patients are mentioned but with limited treatment options.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:47.482348+00:00"}
{"study_id": 115652, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the efficacy of a meal-initiated implantable gastric contractility modulation (GCM) device versus insulin therapy in obese Chinese type 2 diabetes patients for whom oral antidiabetes drugs had failed.", "results_summary": "The GCM group showed significant reductions in body weight, waist circumference, and HbA1c levels compared to the insulin group, along with decreased need for antidiabetes and BP-lowering medications. However, the between-group difference in HbA1c reduction was not statistically significant.", "population_specificity": "Obese Chinese type 2 diabetes patients (BMI 27.5-40.0 kg/m²) with HbA1c >7.5% on maximal doses of two or more oral antidiabetes drugs.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:47.608951+00:00"}
{"study_id": 115654, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the feasibility of using a smartphone app with EMA/EMI functionality to prepare patients for bariatric surgery.", "results_summary": "The study found that the smartphone app was feasible and well-received, with high subject satisfaction and trends toward positive behavior change and increased weight loss. However, completion rates for education modules and EMA responses were moderate (70.9% and 30.7%, respectively).", "population_specificity": "Subjects seeking primary bariatric surgery (30 participants, 27 female and 3 male, average age 41.3 years, average BMI 46.3 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:49.277741+00:00"}
{"study_id": 115645, "supplement_id": 913, "safety_score": "80", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the safety, simplicity, and postoperative imaging findings of laparoscopic mini-gastric bypass surgery for treating morbid obesity and diabetes mellitus.", "results_summary": "The study describes the surgical technique, normal postoperative anatomy, and associated complications as seen on imaging examinations, suggesting the procedure is safe and effective for treating obesity and diabetes.", "population_specificity": "Patients undergoing laparoscopic mini-gastric bypass surgery for morbid obesity and diabetes mellitus.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:49.568693+00:00"}
{"study_id": 115655, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the current status of bariatric surgery, its effects on weight loss and diabetes improvement, and explore potential mechanisms for improved glycemic control.", "results_summary": "Bariatric surgery shows long-term effectiveness in weight loss and improves serious secondary diseases like type 2 diabetes. Potential mechanisms include changes in gastrointestinal hormones, bacterial flora, bile acids, and inflammatory mediators.", "population_specificity": "Morbidly obese individuals, with a focus on global and Japanese populations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:49.634866+00:00"}
{"study_id": 115657, "supplement_id": 913, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore controversies and highlight key areas of importance or conflict in bariatric surgery, focusing on its effectiveness, mechanisms, and long-term outcomes.", "results_summary": "The study found that bariatric surgery, particularly biliopancreatic diversion, Roux-en-Y gastric bypass, and laparoscopic adjustable gastric banding, leads to significant and durable weight loss. It also demonstrated clear benefits over non-surgical therapies for type II diabetes, with earlier treatment increasing the likelihood of durable remission.", "population_specificity": "Individuals with obesity (body mass index over 30 kg/m²).", "effective_dosage": "Not Assessed", "study_duration": "Long-term follow-up (more than 10 years for some procedures).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:52.312570+00:00"}
{"study_id": 115656, "supplement_id": 913, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and outcomes of bariatric surgery (LAGB, RYGB, LSG) in adolescents ≤18 years old.", "results_summary": "All three bariatric procedures resulted in substantial weight loss (mean BMI reductions of 11.6–16.6 kg/m²) and comorbidity improvement, with an acceptable complication rate. Two unrelated deaths were reported after RYGB procedures.", "population_specificity": "Morbidly obese adolescents ≤18 years old.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:52.409720+00:00"}
{"study_id": 115658, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the impact of bariatric surgery on the progression of diabetic retinopathy in patients with Type 2 diabetes.", "results_summary": "The study found that 73% of patients had no change in diabetic retinopathy grade post-surgery, while 11% regressed and 16% progressed. The probability of worsening retinopathy was linked to factors like HbA1c reduction, pre-operative severity, male gender, and non-Maori/Pacific ethnicity.", "population_specificity": "Patients with Type 2 diabetes who underwent bariatric surgery between 2001-2012 and had pre- and post-operative retinal screening records.", "effective_dosage": "Not specified", "study_duration": "Retrospective analysis spanning up to 11 years (2001-2012)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:52.920622+00:00"}
{"study_id": 115660, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to describe the prevalence of obesity in HIV-infected patients in France and share their experience in managing morbid obesity in this population.", "results_summary": "The study found obesity prevalence rates of 15.1% in women and 5.3% in men among HIV-infected patients in France. The authors highlighted the need for prospective studies to optimize management of morbid obesity in this population.", "population_specificity": "HIV-infected patients in France with morbid obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:55.121432+00:00"}
{"study_id": 115659, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine which obese individuals would benefit from bariatric surgery by evaluating factors like BMI, age, comorbidities, complication risks, and the impact of different surgical techniques.", "results_summary": "Bariatric surgery is highly effective for obesity treatment, often leading to weight loss and remission of comorbidities, though not all patients achieve satisfactory outcomes, and perioperative complications remain a risk. Preoperative evaluation is crucial for predicting success and selecting the appropriate surgical technique.", "population_specificity": "Obese individuals, considering factors like BMI, age, and comorbidities.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:55.679291+00:00"}
{"study_id": 115661, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review the role of medical therapy, including bariatric surgery, in treating excess adiposity to reduce comorbidities and improve cardiovascular survival.", "results_summary": "The study highlights that bariatric surgery offers greater weight loss compared to diet and exercise alone but can be plagued by weight regain. It emphasizes the importance of psychological factors like controlling food urges for success.", "population_specificity": "Individuals with obesity and excess adiposity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:56.523852+00:00"}
{"study_id": 115662, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and metabolic benefits of bariatric surgery for severely obese patients, including its impact on obesity-related comorbidities and cardiovascular risk.", "results_summary": "Bariatric surgery was found to effectively induce remission of major obesity-related comorbidities (e.g., type 2 diabetes, hypertension) and reduce cardiovascular risk and overall mortality. Early complications were reported at <10%, with lower rates in restrictive surgeries compared to hybrid procedures.", "population_specificity": "Severely obese patients.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:57.835580+00:00"}
{"study_id": 115664, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the definitions, diagnostic criteria, and measures used to assess disordered eating in adults seeking bariatric surgery.", "results_summary": "The review identified inconsistencies in diagnostic criteria and a lack of psychometric evaluation for most measures used in pre-surgical assessments. Interviews were found to be critical for accurate diagnosis, while questionnaires provided additional clinical utility.", "population_specificity": "Adults seeking bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T19:59:59.330115+00:00"}
{"study_id": 115665, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the beneficial effects of bariatric surgery on clinical and histological improvements in morbidly obese patients with NASH after lifestyle intervention failure.", "results_summary": "The study found that bariatric surgery led to evident clinical and histological improvements in most patients with NASH who had sufficient follow-up. High cure rates were also noted in difficult-to-treat populations, though ribavirin's role remained unclear.", "population_specificity": "Morbidly obese patients with NASH diagnosis after lifestyle intervention failure.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:00.878137+00:00"}
{"study_id": 115666, "supplement_id": 913, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety, feasibility, weight loss outcomes, and comorbidity improvements of a novel gastro-duodeno-jejunal bypass sleeve (GJBS) in morbidly obese patients over a 12-month period.", "results_summary": "The GJBS was safely implanted and retrieved, with 54% excess weight loss in patients with fully attached devices and significant improvement in comorbidities. Partial cuff detachment occurred in some patients, leading to lower weight loss efficacy.", "population_specificity": "Morbidly obese individuals meeting NIH criteria for bariatric surgery (mean BMI 42 kg/m², 5 men and 8 women).", "effective_dosage": "Not specified (device-based intervention).", "study_duration": "12 months (with additional follow-up to 26 months in some patients).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:02.135723+00:00"}
{"study_id": 115667, "supplement_id": 913, "safety_score": "80", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to provide endocrinologists and healthcare providers with crucial elements of good clinical practice in managing morbidly obese bariatric surgical candidates, including indications, contraindications, and postoperative care.", "results_summary": "Bariatric surgery is the most effective treatment for morbid obesity, reducing comorbidities, healthcare utilization, and mortality. Centers of excellence with interdisciplinary teams have improved surgical safety and quality over time.", "population_specificity": "Morbidly obese patients, particularly bariatric surgical candidates.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:03.916206+00:00"}
{"study_id": 115668, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the mechanisms and outcomes of bariatric surgery for glucose control in obese patients with type 2 diabetes mellitus.", "results_summary": "Bariatric surgery showed superior efficacy compared to medical treatment for type 2 diabetes mellitus, though remission rates were lower than previously thought, with recurrence observed in up to 40% of cases after ≥5 years. Despite recurrence, better glycemic control and reduced macrovascular complications were noted.", "population_specificity": "Obese individuals with type 2 diabetes mellitus.", "effective_dosage": "Not specified", "study_duration": "Follow-up periods of ≥5 years mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:04.107742+00:00"}
{"study_id": 115669, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to describe the role of the Internet in the decision-making process of obese patients seeking bariatric surgery.", "results_summary": "Most patients (95.1%) had Internet access, and 77.8% researched bariatric surgery online, focusing on surgical techniques (81.4%) and other patients' experiences (72.3%). One in four patients decided to undergo surgery mainly based on online information, while GP discussions and hospital reputation also influenced decisions.", "population_specificity": "212 candidates for bariatric surgery.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:04.613359+00:00"}
{"study_id": 115671, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to explore the association between bariatric surgery and the risk of endometrial cancer.", "results_summary": "The meta-analysis found a reduced risk of endometrial cancer post-bariatric surgery, with a pooled relative risk of 0.40 (95% CI: 0.20-0.79). However, the study noted the need for more randomized controlled trials to strengthen the evidence.", "population_specificity": "Severely obese patients who underwent bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:07.421155+00:00"}
{"study_id": 115670, "supplement_id": 913, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the pharmacodynamic parameters and effectiveness of two anticoagulation medications (enoxaparin and fondaparinux) in preventing venous thromboembolism in bariatric surgery patients.", "results_summary": "Fondaparinux was more effective than enoxaparin in achieving target prophylactic antifactor Xa levels (74.2% vs. 32.4%), but both regimens showed similar DVT prevention rates (2 cases each). No major adverse events were reported.", "population_specificity": "198 consecutive bariatric surgery patients from an academic institution.", "effective_dosage": "40 mg enoxaparin twice daily or 5 mg fondaparinux sodium once daily.", "study_duration": "From the day of surgery to the 2-week postoperative visit.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:07.988304+00:00"}
{"study_id": 115663, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the challenges and opportunities of obesity pharmacotherapy, including bariatric surgery, and review the efficacy of new drugs for weight loss and metabolic risk factors.", "results_summary": "The study found that bariatric surgery is successful but demanding and limited in applicability, while new obesity drugs show promise but face barriers like cost and patient acceptability. Hard clinical outcome benefits, particularly for cardiovascular outcomes, remain unestablished.", "population_specificity": "Patients with obesity (specific demographics not detailed).", "effective_dosage": "Not specified for bariatric surgery.", "study_duration": "Not specified for bariatric surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:08.010439+00:00"}
{"study_id": 115672, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to advocate for mandatory inclusion of bariatric surgery in health insurance plans offered on state and federally run exchanges due to its cost-effectiveness in treating obesity.", "results_summary": "The abstract highlights bariatric surgery as a highly cost-effective treatment for obesity but notes varying state stances on mandating its inclusion in health plans. It argues for uniform mandatory inclusion to address the rising economic burden of obesity.", "population_specificity": "Not specified (general obesity population implied)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:09.137343+00:00"}
{"study_id": 115674, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the molecular and biochemical mechanisms of ursodeoxycholic acid (UDCA) in modulating liver and visceral white adipose tissue (vWAT) interactions regarding bile acid and cholesterol metabolism in morbidly obese NAFLD patients.", "results_summary": "Short-term UDCA administration stimulated bile acid synthesis, reduced hepatic and LDL-cholesterol, and induced neutral lipid accumulation in both liver and vWAT by exerting FXR-antagonistic effects.", "population_specificity": "40 well-matched morbidly obese NAFLD patients scheduled for bariatric surgery.", "effective_dosage": "20 mg/kg/day", "study_duration": "Three weeks prior to bariatric surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:10.705428+00:00"}
{"study_id": 115675, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the mechanisms behind the beneficial effects of bariatric surgery on obesity and type 2 diabetes, with a focus on appetite control and potential non-surgical alternatives.", "results_summary": "The study found that bariatric surgery effectively reduces energy intake and weight loss, leading to rapid improvements in glycaemic control, though the mechanisms behind appetite suppression remain unclear. Various changes in food choice, taste, and hedonic evaluation were noted, but their role in appetite reduction is not yet confirmed.", "population_specificity": "Humans and rodent models", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:12.519131+00:00"}
{"study_id": 115676, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of electrical stimulation of the stomach as a minimally invasive, low-risk alternative therapy for obesity compared to standard bariatric surgery.", "results_summary": "Initial industry-led studies showed no effect on body weight, but recent large human trials indicate renewed interest and potential efficacy for electrical stimulation as an obesity treatment. The abstract suggests this method could be a promising addition to existing therapies if further validated.", "population_specificity": "Not specified (abstract mentions large human trials but no demographic details).", "effective_dosage": "Not specified (abstract mentions varying pulse parameters but no exact dosage).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:12.713004+00:00"}
{"study_id": 115677, "supplement_id": 913, "safety_score": "30", "efficacy_score": 40, "quality_score": 60, "study_goal": "The researchers aimed to review the evidence for the use of IVC filters in bariatric surgical patients, describe trends in practice, and discuss challenges in developing evidence-based guidelines.", "results_summary": "The study found that preoperative IVC filter insertion may increase the risk of DVT and PE, though a small cohort with multiple VTE risk factors showed reduced PE-related mortality. Data from case series indicated highly variable DVT (0%-20.8%) and PE (0%-6.4%) rates.", "population_specificity": "Bariatric surgical patients, particularly those with risk factors for venous thromboembolism (VTE).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:13.731265+00:00"}
{"study_id": 115678, "supplement_id": 913, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the outcomes of laparoscopic adjustable gastric band (LAGB) and laparoscopic vertical sleeve gastrectomy (VSG) in morbidly obese adolescents.", "results_summary": "VSG resulted in significantly greater excess weight loss and BMI reduction compared to LAGB at 24-month follow-up. Both procedures improved metabolic markers, but LAGB had more complications.", "population_specificity": "Morbidly obese adolescents who failed medical management.", "effective_dosage": "Not Assessed", "study_duration": "24-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:15.418685+00:00"}
{"study_id": 115679, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of the enteroendocrine system in weight loss following bariatric surgery and lifestyle interventions, and to assess the therapeutic potential of targeting enteroendocrine cells and their hormones.", "results_summary": "The study reviewed the enteroendocrine system's involvement in weight regulation post-bariatric surgery and lifestyle changes, suggesting that targeting EECs and their hormones could offer new treatment strategies for obesity.", "population_specificity": "Not specified (general obesity context)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:15.872182+00:00"}
{"study_id": 115680, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "To compare the effectiveness of bilevel positive airway pressure (BIPAP) versus expiratory (EPAP) and inspiratory (IPPB) positive pressure in restoring lung function and thoracic mobility after bariatric surgery.", "results_summary": "Positive pressure techniques did not significantly restore lung function post-surgery, but BIPAP preserved thoracic mobility without being superior to EPAP or IPPB. No significant differences were found among the techniques.", "population_specificity": "60 morbidly obese adults hospitalized for bariatric surgery.", "effective_dosage": "6 sets of 15 breaths or 30 minutes twice daily.", "study_duration": "Immediate postoperative period and the 1st postoperative day.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:16.849488+00:00"}
{"study_id": 115681, "supplement_id": 913, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the weight and metabolic effects of exenatide in obese type 2 diabetic patients waiting for bariatric surgery.", "results_summary": "Exenatide treatment for 6 months led to significant weight loss (-12.5 kg), reduced waist circumference (-13 cm), and improved metabolic profiles (HbA1c <7%). Triglycerides and blood pressure also decreased, though 19% discontinued treatment due to inefficacy or adverse events.", "population_specificity": "100 adult diabetic subjects with BMI ≥35 kg/m² waiting for bariatric surgery.", "effective_dosage": "Exenatide twice daily (BID)", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:18.511329+00:00"}
{"study_id": 115682, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to explore the molecular mechanisms linking bile acid signaling, gut microbiota, and metabolic effects of bariatric surgery.", "results_summary": "The study found that bariatric surgery enhances bile acid signaling in the distal ileum and colon, contributing to metabolic benefits such as improved lipid, glucose, and energy metabolism. It also identified novel regulators of bile acid synthesis through gut-liver signaling pathways.", "population_specificity": "Not specified (review of molecular mechanisms, not a clinical trial).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:18.566348+00:00"}
{"study_id": 115685, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to understand how gastrointestinal hormones and microbiome signaling mediators influence satiety, energy homeostasis, and weight loss, particularly comparing lifestyle interventions to bariatric surgery.", "results_summary": "Bariatric surgery favorably alters hormone profiles to enhance satiety and metabolic function, leading to sustained weight loss and improved long-term metabolic outcomes, unlike lifestyle interventions which often result in unfavorable hormonal changes.", "population_specificity": "Not specified (general discussion of obesity and metabolic function).", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:22.759092+00:00"}
{"study_id": 115684, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the links between comorbid health status, severe excess weight, and weight-related quality of life (WRQOL) in adolescents undergoing weight-loss surgery (WLS) to inform clinical care.", "results_summary": "The study found that WRQOL was significantly lower in adolescents with severe obesity compared to healthy weight, overweight, and obese reference samples. Predictors of WRQOL impairment varied by sex, with males showing greater comorbidity load but less impairment, while females were more affected by psychosocial comorbidities, BMI, and race.", "population_specificity": "242 adolescents with severe obesity (median BMI = 50.5 kg/m²; mean age = 17.1; 75.6% female; 71.9% white) undergoing WLS.", "effective_dosage": "Not specified", "study_duration": "Baseline (preoperative) data only", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:23.020138+00:00"}
{"study_id": 115687, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the effects of a liquid very low calorie diet (VLCD) versus a normal consistency VLCD on visceral fat loss, metabolic profile, and weight loss in preoperative clinically severe obese patients.", "results_summary": "The liquid diet group showed significantly greater weight loss and visceral fat reduction compared to the normal diet group, with an inverse correlation between visceral fat loss and surgical time. Both VLCDs provided preoperative benefits, but the liquid diet had superior outcomes.", "population_specificity": "Preoperative clinically severe obese patients", "effective_dosage": "Not specified", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:23.884999+00:00"}
{"study_id": 115686, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of different bariatric surgery procedures (BPD, RYGB, SG, AGB) on HDL cholesterol levels and cardiovascular risk factors.", "results_summary": "The study found that RYGB and SG, which preserve the small intestine, significantly increase HDL levels, while BPD and AGB result in only modest rises. Surgically induced weight loss reverses obesity-altered HDL metabolism steps, with enterocytes contributing through apolipoprotein synthesis.", "population_specificity": "Not specified (general focus on bariatric surgery patients)", "effective_dosage": "Not applicable (surgical procedures)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:24.420789+00:00"}
{"study_id": 115689, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to explore bariatric surgery as an upstream strategy for mimicking calorie restriction effects, focusing on metabolic and physiological outcomes.", "results_summary": "The abstract mentions bariatric surgery as part of upstream targeting strategies but does not provide specific results regarding its effects.", "population_specificity": "Not specified", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:25.022237+00:00"}
{"study_id": 115688, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of bariatric surgery versus non-surgical weight loss interventions in treating obstructive sleep apnoea (OSA) by assessing changes in BMI and AHI.", "results_summary": "Bariatric surgery resulted in a significantly greater reduction in BMI (14 kg/m²) and AHI (29/h) compared to non-surgical interventions (BMI reduction of 3.1 kg/m² and AHI reduction of 11/h). The study concluded that bariatric surgery offers markedly greater improvement in OSA outcomes.", "population_specificity": "Obese individuals with obstructive sleep apnoea (OSA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:27.086851+00:00"}
{"study_id": 115690, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether pretreatment and posttreatment eating behaviors (cognitive restraint, disinhibition, and hunger) predict short- and long-term weight changes after bariatric surgery compared to conventional treatment.", "results_summary": "The surgery group lost more weight and showed greater reductions in disinhibition and hunger at 1- and 10-year follow-ups than the control group. Lower posttreatment disinhibition and hunger levels, as well as larger 1-year decreases in these behaviors, predicted better long-term weight loss outcomes after surgery.", "population_specificity": "2010 obese subjects who underwent bariatric surgery and 1916 matched obese controls receiving conventional treatment.", "effective_dosage": "Not specified", "study_duration": "Follow-up measurements were taken at 0.5, 1, 2, 3, 4, 6, 8, and 10 years after treatment initiation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:29.574359+00:00"}
{"study_id": 115691, "supplement_id": 913, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and efficacy of restrictive bariatric surgical procedures in patients with inflammatory bowel disease (IBD).", "results_summary": "Perioperative outcomes, including BMI reduction and excess weight loss, were comparable between IBD and control patients. IBD patients showed significant postoperative improvements in clinical and biochemical markers, with most achieving clinical and endoscopic remission.", "population_specificity": "Six patients with morbid obesity and IBD, compared to a control group of 95 bariatric patients.", "effective_dosage": "Not Assessed", "study_duration": "Follow-up until the latest visit (specific duration not stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:31.145370+00:00"}
{"study_id": 115683, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether clinical depression is reduced after bariatric surgery in obese adults.", "results_summary": "Bariatric surgery was associated with a modest reduction in clinical depression in the initial post-operative years (second year: 32% prevalence, AOR 0.83), but this effect was not maintained by the seventh year (37% prevalence, AOR 0.99).", "population_specificity": "Obese adults (mean age 45.9, mean BMI 44.0 kg/m²) who underwent bariatric surgery between 2002 and 2014 in the UK.", "effective_dosage": "Not specified", "study_duration": "Follow-up ranged from three years before surgery to a maximum of seven years after surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:32.807379+00:00"}
{"study_id": 115695, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of gut microbiota in metabolic syndrome and how bariatric surgery influences microbial composition and metabolic outcomes.", "results_summary": "The study found that bariatric surgery promotes significant changes in gut microbial composition, which may influence treatment success. These changes could improve metabolic balance and weight loss, though further evidence is needed for clinical applications.", "population_specificity": "Not specified (abstract mentions human and animal model studies).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:33.022746+00:00"}
{"study_id": 115692, "supplement_id": 913, "safety_score": "85", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of propofol and sevoflurane anesthesia on serum neutrophil gelatinase-associated lipocalin levels and renal outcomes during laparoscopic bariatric surgery.", "results_summary": "No patients developed acute kidney injury, and there were no significant differences in serum neutrophil gelatinase-associated lipocalin levels between the propofol and sevoflurane groups during the perioperative period. The choice of anesthetic did not influence renal or inflammatory biomarkers.", "population_specificity": "64 patients scheduled for laparoscopic bariatric surgery.", "effective_dosage": "Not specified (total intravenous anesthesia with propofol or inhalation anesthesia with sevoflurane).", "study_duration": "Perioperative period (samples collected before anesthesia, 6 hours after pneumoperitoneum, and 24 hours after pneumoperitoneum).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:33.641224+00:00"}
{"study_id": 115693, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers sought to determine the impact of long-term CPAP use on weight-loss outcomes in bariatric surgery patients with obstructive sleep apnea (OSA).", "results_summary": "The study found that long-term CPAP adherence was poor (23.8% at final evaluation) and non-adherence was associated with weight gain, with BMI increasing significantly in non-CPAP users compared to continued users. Persistent OSA was documented in 95% of subjects one year postoperatively, and most patients (86.4%) experienced weight regain by the final evaluation.", "population_specificity": "Bariatric surgery patients with obstructive sleep apnea (OSA), aged 48.5 ± 9.4 years at surgery, 73% female.", "effective_dosage": "Not specified", "study_duration": "Mean follow-up of 7.2 ± 2.3 years post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:34.201089+00:00"}
{"study_id": 115694, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to demonstrate the technical feasibility and outcomes of robot-assisted laparoscopic biliary reconstruction in a patient with a prior Roux-en-Y gastric bypass and a choledochal cyst.", "results_summary": "The patient underwent successful resection of the choledochal cyst with robotic-assisted hepaticoduodenostomy, resulting in symptom resolution and no postoperative complications. Long-term follow-up was recommended to monitor alkaline phosphatase levels.", "population_specificity": "A 39-year-old female with a prior Roux-en-Y gastric bypass and a type IVA choledochal cyst.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "Immediate postoperative follow-up to one month, with long-term monitoring recommended.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:34.905319+00:00"}
{"study_id": 115696, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the association between personality traits and obesity, including the effectiveness of weight loss interventions such as bariatric surgery.", "results_summary": "The review found that personality traits like neuroticism and impulsivity are risk factors for obesity, while conscientiousness and self-control serve as protective factors. It suggests identifying patient subgroups for tailored treatments, including bariatric surgery, to enhance weight loss effectiveness.", "population_specificity": "Individuals with obesity or overweight, with a focus on personality traits.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:35.620060+00:00"}
{"study_id": 115697, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare weight loss and metabolic outcomes between men and women after bariatric surgery to determine if gender differences exist.", "results_summary": "The study found no significant differences in weight loss (BMI reduction) or metabolic outcomes (blood pressure, HbA1c, cholesterol ratios) between men and women after bariatric surgery. Both genders showed significant improvements, with similar rates of discontinuing CPAP therapy for OSA post-surgery.", "population_specificity": "79 men and 79 women matched for age, BMI, bariatric procedure type, type 2 diabetes, and CPAP therapy for OSA.", "effective_dosage": "Not specified", "study_duration": "24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:39.240963+00:00"}
{"study_id": 115698, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify factors associated with successful self-reported remission of obstructive sleep apnea (OSA) after bariatric surgery and examine its relation to weight loss.", "results_summary": "The study found a 60% self-reported OSA remission rate at 1 year post-surgery, with weight loss being a significant predictor. Gastric bypass, sleeve gastrectomy, and duodenal switch showed higher remission odds compared to gastric banding, suggesting potential metabolic effects beyond weight loss.", "population_specificity": "3,550 patients with OSA who underwent primary bariatric surgery in Michigan between 2006 and 2011.", "effective_dosage": "Not specified", "study_duration": "1 year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:40.329030+00:00"}
{"study_id": 115699, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to summarize the association between leptin and NAFLD, including the effects of weight loss interventions like bariatric surgery on leptin levels.", "results_summary": "The study found that circulating leptin levels decrease alongside body mass index after successful weight loss from bariatric surgery. However, the dual role of leptin (anti-steatotic vs. proinflammatory/profibrogenic) in NAFLD remains unconfirmed in humans.", "population_specificity": "NAFLD patients, including those with simple steatosis or NASH, and individuals with hypoleptinemia, normoleptinemia, or hyperleptinemia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:42.461600+00:00"}
{"study_id": 115701, "supplement_id": 913, "safety_score": "70", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess gastrointestinal (GI) side effects over the first 6 months after Roux-en-Y gastric bypass (RYGB) and laparoscopic adjustable gastric banding (LAGB).", "results_summary": "RYGB patients reported higher rates of dumping syndrome but lower rates of plugging compared to LAGB patients, while vomiting rates were similar. Most GI side effects occurred less than once per week.", "population_specificity": "144 patients (87 RYGB, 56 LAGB) with higher preoperative BMI in the RYGB group.", "effective_dosage": "Not Assessed", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:42.814503+00:00"}
{"study_id": 115704, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the frequency of abnormal esophageal acid exposure in obese patients awaiting bariatric surgery and its relationship with clinical and endoscopic findings.", "results_summary": "The study found that 65% of patients had positive esophageal pH tests, with higher rates among symptomatic patients and those with esophagitis. No significant relationship was found between BMI, sex, age, manometry, or hiatus hernia and positive pH monitoring.", "population_specificity": "88 obese patients awaiting bariatric surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:43.613086+00:00"}
{"study_id": 115702, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to compare the safety and efficacy of laparoscopic adjustable gastric banding combined with gastric plication (LAGB-P) against LAGB alone and laparoscopic sleeve gastrectomy (LSG) in terms of weight loss and complications.", "results_summary": "LAGB-P resulted in greater weight loss (62.6% excess weight loss) compared to LAGB alone (31.7%) and was similar to LSG (67.2%), but had a higher complication rate (4.8%) than LAGB (0%) and slightly higher than LSG (2.4%).", "population_specificity": "42 morbidly obese patients (21 males, 21 females) with an average age of 32.6 years and mean BMI of 40.7 kg/m².", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:44.878316+00:00"}
{"study_id": 115705, "supplement_id": 913, "safety_score": "60", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to summarize outcome reporting in bariatric surgery to inform the development of a core outcome set (COS) for consistent and comparable study results.", "results_summary": "The study found that outcome reporting in bariatric surgery is inconsistent and poorly defined, with 85% of outcomes reported only once and 42% related to adverse events. Weight loss outcomes were heterogeneous, limiting comparability across studies.", "population_specificity": "Patients undergoing bariatric surgery for severe and complex obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:47.558512+00:00"}
{"study_id": 115706, "supplement_id": 913, "safety_score": "70", "efficacy_score": 80, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the frequency, presentation, and treatment options for gastrointestinal bleeding (GB) following bariatric surgery.", "results_summary": "The study found that 9% of patients developed GB post-surgery, with most cases managed conservatively, though therapeutic endoscopy was required in severe or recurrent cases. The bleeding typically occurred within the first six postoperative days, often at the gastrojejunostomy staple-lines.", "population_specificity": "300 consecutive laparoscopic bariatric surgery patients (280 Roux-en-Y gastric bypass, 20 sleeve gastrectomy).", "effective_dosage": "Not Assessed", "study_duration": "Follow-up from January 2004 to December 2012.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:50.220706+00:00"}
{"study_id": 115700, "supplement_id": 913, "safety_score": "40", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the risks of perioperative and postoperative complications in bariatric surgery patients who smoke compared to non-smokers.", "results_summary": "The study found that smoking significantly increased the risk of delayed wound healing (OR 3.3) and cutaneous necrosis (OR 3.1) in bariatric surgery patients. No evidence was found regarding tobacco's influence on free flap microsurgery success rates.", "population_specificity": "Actively smoking, abstinent, and non-smoking patients undergoing bariatric surgery.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:51.323782+00:00"}
{"study_id": 115708, "supplement_id": 913, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the role of aerobic physical activity (road running) in enhancing the metabolic and psychosocial effects of bariatric surgery.", "results_summary": "Participants experienced body mass redistribution, improved running performance, better cardiopulmonary parameters, and reduced psychiatric symptoms compared to controls. The study concluded that road running supports bariatric surgery outcomes when combined with monitored training programs.", "population_specificity": "10 patients who underwent gastric bypass for morbid obesity (age <50, BMI <35, suitable for sport activity, good compliance).", "effective_dosage": "Intensive road running training aimed at completing a 10.5-km competition.", "study_duration": "Training period until September 2013 (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:52.123051+00:00"}
{"study_id": 115709, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to investigate the decision-making process and perceptions of uncertainty among clinicians regarding bariatric surgery in adolescents with severe obesity.", "results_summary": "The study found pervasive uncertainty among clinicians about adolescent bariatric surgery, stemming from lack of research, perceived uniqueness of the treatment, developmental complexity of adolescence, and public controversy. Professionals managed this uncertainty through various coping mechanisms, highlighting implications for patient counseling and policy.", "population_specificity": "Adolescents with severe obesity and clinicians involved in their care.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:55.121266+00:00"}
{"study_id": 115707, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether moderate exercise following Roux-en-Y gastric bypass (RYGB) surgery provides additive improvements in insulin sensitivity (S(I)), glucose effectiveness (S(G)), and cardiorespiratory fitness compared to surgery alone.", "results_summary": "The study found that exercise following RYGB surgery led to additional improvements in S(I), S(G), and cardiorespiratory fitness compared to a sedentary lifestyle, with per-protocol analysis showing significant additive benefits for S(I. Both groups experienced significant weight loss and fat mass reduction.", "population_specificity": "128 men and women who recently underwent RYGB surgery (within 1-3 months).", "effective_dosage": "6-month semi-supervised moderate exercise protocol (specific frequency/duration not detailed beyond >120 min/week).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:55.818750+00:00"}
{"study_id": 115703, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to study the effects of sleeve gastrectomy (SG) on specific inflammatory biomarkers (IL-6, IL-10, leptin, adiponectin, and CRP) in patients with impaired glucose homeostasis and type 2 diabetes.", "results_summary": "The study found significant improvements in leptin and CRP levels at 1 and 6 months post-SG, as well as a significant reduction in IL-6 at 6 months. No significant changes were observed for adiponectin and IL-10.", "population_specificity": "22 participants with impaired glucose homeostasis and type 2 diabetes (BMI 50.1 kg/m², HbA1c 53 mmol/mol).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:56.299271+00:00"}
{"study_id": 115711, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of weight loss, including through bariatric surgery, on pulse wave velocity (PWV) across arterial segments.", "results_summary": "Weight loss, including via bariatric surgery, improved PWV, with standardized mean differences of -0.32 overall, -0.35 for carotid-femoral PWV, and -0.48 for brachial-ankle PWV. Blood pressure changes were a predictor of PWV improvement.", "population_specificity": "Adults in intervention trials (randomized/nonrandomized) focusing on weight loss.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:56.803281+00:00"}
{"study_id": 115710, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of Roux-en-Y gastric bypass surgery on the progression of diabetic retinopathy in patients with type 2 diabetes mellitus compared to medical therapy.", "results_summary": "The study found that diabetic retinopathy showed significant progression in the control group receiving medical therapy but not in the surgery group, though no significant difference remained after adjusting for confounding variables. There was a significant improvement in glycaemic control favoring the surgery group.", "population_specificity": "Patients with type 2 diabetes mellitus and obesity (treatment group = 21, control group = 24).", "effective_dosage": "Not specified", "study_duration": "Approximately 2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:56.936400+00:00"}
{"study_id": 115713, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the role of bariatric surgery in managing obesity-related reproductive health impacts, particularly in women with PCOS.", "results_summary": "The abstract suggests bariatric surgery has been used for managing obesity and PCOS but highlights the need for large-scale randomized clinical trials to define its efficacy and role.", "population_specificity": "Young women with obesity and polycystic ovary syndrome (PCOS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:00:59.440392+00:00"}
{"study_id": 115712, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential applicability of bariatric surgery in obese patients with type 1 diabetes mellitus (T1DM) as a strategy for weight control and metabolic benefits.", "results_summary": "The abstract suggests that bariatric surgery may become a viable option for obese T1DM patients, similar to its use in the general population or those with type 2 diabetes, but long-term studies are needed to confirm its effectiveness. Current treatments like GLP-1 and SGLT-2 inhibitors show short-term promise but require further validation.", "population_specificity": "Obese or overweight patients with type 1 diabetes mellitus (T1DM).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:00.104499+00:00"}
{"study_id": 115714, "supplement_id": 913, "safety_score": "65", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to analyze the relationship between nephrolithiasis (kidney stones) and various types of bariatric surgery.", "results_summary": "Retrospective studies showed a higher incidence of nephrolithiasis in bariatric surgery patients (7.65%) compared to non-surgery patients (4.63%). Prospective studies indicated a significant increase in oxaluria and kidney stone formation post-surgery.", "population_specificity": "Patients undergoing bariatric surgery (specific demographics not detailed).", "effective_dosage": "Not Assessed", "study_duration": "Minimal follow-up of three years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:00.465375+00:00"}
{"study_id": 115715, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the effects of vertical gastrectomy and Roux-en-Y gastric bypass on gastroesophageal reflux disease (GERD) in obese patients, both pre-existing and postoperatively induced.", "results_summary": "The study found that vertical gastrectomy compromises antireflux mechanisms more than Roux-en-Y gastric bypass, leading to a higher incidence of postoperative GERD. The structural changes from the surgical techniques were identified as key factors influencing GERD development.", "population_specificity": "Obese patients with surgical indications, particularly those with or at risk of GERD.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:03.929401+00:00"}
{"study_id": 115716, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate how psychological assessments are conducted for bariatric surgery candidates, including the resources used, factors evaluated, duration, existing protocols, and the importance of this practice.", "results_summary": "The study found consensus on key psychological factors to assess preoperatively and contraindications for surgery, highlighting the importance of psychological evaluation but noting the lack of a standardized protocol for mental health professionals.", "population_specificity": "Bariatric surgery candidates undergoing psychological assessment.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:04.139349+00:00"}
{"study_id": 115718, "supplement_id": 913, "safety_score": "70", "efficacy_score": 60, "quality_score": 65, "study_goal": "To determine the dietary intake of iron, calcium, vitamin D, and vitamin B12 in women one year after gastric bypass and compare it with recommended dietary allowances.", "results_summary": "The study found inadequate consumption of iron, calcium, and vitamin D but adequate intake of vitamin B12. There was a positive correlation between time since surgery and intake of iron, vitamin B12, and vitamin D.", "population_specificity": "36 women with at least one year post-gastric bypass surgery.", "effective_dosage": "Not specified", "study_duration": "One year post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:05.332665+00:00"}
{"study_id": 115719, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the feasibility of performing therapeutic ERCP in patients who had undergone bariatric surgery, specifically for treating choledochal lithiasis and its complications.", "results_summary": "The study reviewed literature data and presented a case of a patient treated with a minimally invasive laparoendoscopic approach for cholecyst and choledocholithiasis after longitudinal gastrectomy, suggesting potential effectiveness of ERCP in post-bariatric surgery patients.", "population_specificity": "Obese patients who underwent bariatric surgery and developed gallstones or related complications.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:06.129947+00:00"}
{"study_id": 115717, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the optimal timing of positive pressure application (preoperative, intraoperative, or postoperative) for improving lung function, reducing atelectasis, and preserving diaphragmatic excursion in bariatric surgery patients.", "results_summary": "The study found that applying positive pressure postoperatively (BiPAP) resulted in 0% atelectasis and minimized loss of expiratory reserve volume, outperforming preoperative, intraoperative, and control groups. No significant differences were observed in diaphragmatic mobility across groups.", "population_specificity": "Adults aged 25-55 with BMI 40-55 kg/m² undergoing bariatric surgery via laparotomy.", "effective_dosage": "BiPAP for 1 hour (pre/postoperative), PEEP at 10 cmH2O (intraoperative).", "study_duration": "1 hour for BiPAP groups, duration of surgery for PEEP group.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:08.193721+00:00"}
{"study_id": 115722, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and outcomes of bariatric surgery in adolescents with severe obesity, comparing its benefits to those seen in adults.", "results_summary": "The study found that bariatric surgery in adolescents leads to significant weight loss, metabolic improvements, and enhanced quality of life, with outcomes comparable to those in adults. However, long-term safety and sustainability data are lacking.", "population_specificity": "Adolescents with severe obesity.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:09.007232+00:00"}
{"study_id": 115720, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess multivitamin supplementation practices following bariatric gastric bypass in England against AACE guidelines and compare the composition and cost of branded vs. non-branded multivitamins.", "results_summary": "Non-branded multivitamins met AACE guidelines, were cheaper, and had similar compositions to branded ones. Most English hospitals did not follow AACE recommendations for two-tablet doses, calcium citrate, or iron supplementation.", "population_specificity": "Patients undergoing bariatric gastric bypass in England (data from 35 NHS hospitals).", "effective_dosage": "Two-tablet doses of multivitamins (AACE recommendation, but only 20% of hospitals followed this).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:09.606667+00:00"}
{"study_id": 115721, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of laparoscopic Roux-en-Y gastric bypass (LYGB) surgery on obstructive sleep apnea (OSA) in a Chinese population with obesity and type 2 diabetes mellitus (T2DM).", "results_summary": "The study found significant improvements in anthropometric characteristics, blood measurements, and sleep recording data post-surgery, including reductions in weight, apnea hypopnea index (AHI), and insulin resistance index. Preoperative AHI and age were identified as important factors influencing the effectiveness of LYGB.", "population_specificity": "Chinese participants with obesity and T2DM (44 subjects with OSA included).", "effective_dosage": "Not specified (surgical intervention).", "study_duration": "At least 6 months post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:10.270056+00:00"}
{"study_id": 115723, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine the clinical effects of a preoperative weight-reducing regimen prior to bariatric surgery.", "results_summary": "The study found inconsistent data for parameters like operating time and intraoperative complications, but large-scale studies and randomized controlled trials suggested beneficial effects on postoperative complications and long-term weight development.", "population_specificity": "Patients undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:11.838248+00:00"}
{"study_id": 115725, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify and review post-operative psychosocial predictors of weight loss outcomes in bariatric surgery.", "results_summary": "Post-operative binge eating, uncontrolled eating/grazing, and depressive disorders negatively predicted weight loss, while adherence to dietary and physical activity guidelines positively predicted weight loss. Psychological comorbidities (except depression) were not consistently linked to weight loss outcomes.", "population_specificity": "Patients undergoing bariatric surgery (specific population not detailed in abstract).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:13.294276+00:00"}
{"study_id": 115724, "supplement_id": 913, "safety_score": "40", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate bone mass changes, body composition, vitamin D levels, and bone metabolism markers in patients one year after bariatric surgery using the Wittgrove technique.", "results_summary": "The study found lower bone mineral density (BMD) post-surgery, correlated with reduced lean body mass and greater weight loss. Vitamin D deficiency, secondary hyperparathyroidism, and elevated bone turnover markers were prevalent, suggesting increased fracture risk.", "population_specificity": "Patients undergoing bariatric surgery via the Wittgrove technique (n=56) compared to a control group (n=27).", "effective_dosage": "Not Assessed", "study_duration": "1 year post-surgery (with some follow-up extending beyond 24 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:14.520120+00:00"}
{"study_id": 115726, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to analyze the impact of bariatric surgery on various skin diseases by categorizing them into groups based on potential benefits, risks, or persistence post-surgery.", "results_summary": "The study found that bariatric surgery can lead to major and stable weight loss, which may benefit certain skin diseases, though some diseases may develop or persist after the procedure. Dermatologists are encouraged to understand both the benefits and potential hazards of surgically induced weight loss.", "population_specificity": "Patients with morbid obesity not responding to conventional treatment.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:14.605677+00:00"}
{"study_id": 115727, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether preoperative inspiratory muscular training (IMT) improves postoperative arterial oxygenation in morbidly obese patients undergoing laparoscopic bariatric surgery.", "results_summary": "Preoperative IMT significantly improved postoperative oxygenation (PaO2/FiO2 ratio) and reduced the incidence of relative hypoxemia compared to usual care. It also increased inspiratory muscular strength (MIP) in the trained group.", "population_specificity": "Morbidly obese patients scheduled for laparoscopic bariatric surgery.", "effective_dosage": "Not specified (IMT duration and intensity not detailed in abstract).", "study_duration": "1 month prior to surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:17.390036+00:00"}
{"study_id": 115728, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess kidney function and identify factors linked to kidney dysfunction in severely obese adolescents undergoing bariatric surgery.", "results_summary": "The study found that 14% of participants had microalbuminuria and 3% had macroalbuminuria, with female gender and higher ferritin levels linked to these conditions. Higher BMI and insulin resistance were associated with lower kidney function (eGFR).", "population_specificity": "Severely obese adolescents (mean age 17.1 years, median BMI 50.5 kg/m², 76% female, 65% non-Hispanic white).", "effective_dosage": "Not specified", "study_duration": "Not specified (cross-sectional analysis pre-surgery)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:18.036912+00:00"}
{"study_id": 115729, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to compare the effectiveness of bariatric surgery against pharmacological treatments (GLP-1 agonists and SGLT2 inhibitors) for managing type 2 diabetes and obesity.", "results_summary": "Bariatric surgery was described as the most radical and effective therapy for type 2 diabetes and obesity, with a significant number of diabetes remissions, outperforming pharmacological treatments which produce only modest weight loss.", "population_specificity": "Patients with type 2 diabetes and obesity.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:18.411879+00:00"}
{"study_id": 115730, "supplement_id": 913, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to determine the long-term outcomes, health care utilization, and risk factors for complications after bariatric surgery.", "results_summary": "Bariatric surgery significantly reduced hospitalization rates for all-cause and diabetes-related diagnoses, with complications occurring in 18.0% of patients. Long-term mortality was very low (0.54 deaths per 1000 patient-years).", "population_specificity": "Individuals who underwent bariatric surgery between 2007 and 2011 in Western Australia.", "effective_dosage": "Not Assessed", "study_duration": "Minimum follow-up of 12 months, mean follow-up of 41 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:19.489602+00:00"}
{"study_id": 115732, "supplement_id": 913, "safety_score": "65", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare surgical and wound healing characteristics between post-bariatric surgery patients and normal patients undergoing abdominal contouring surgery, focusing on complications and MMP-9 as a biomarker.", "results_summary": "Post-bariatric surgery patients had higher complication rates (47%) compared to controls (25%). Elevated MMP-9 levels at postoperative day 4 predicted complications in both groups, but no causal factors for higher complications in post-bariatric patients were identified.", "population_specificity": "Patients undergoing abdominal contouring surgery after Roux-en-Y gastric bypass (n=16) or abdominoplasty (n=17).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:22.187998+00:00"}
{"study_id": 115731, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare diabetes remission rates after bariatric surgery in patients with BMI ≥35 kg/m² versus BMI <35 kg/m² and identify predictors of remission.", "results_summary": "Bariatric surgery resulted in similar diabetes remission rates (72% vs. 71%) for patients with BMI <35 kg/m² and ≥35 kg/m², respectively. The highest remission rates were observed after biliopancreatic diversion (89%), followed by Roux-en-Y bypass (77%), gastric banding (62%), and sleeve gastrectomy (60%). Waist circumference was the only significant predictor of glycated hemoglobin A1c reduction.", "population_specificity": "Patients with type 2 diabetes mellitus undergoing bariatric surgery (n=94,579, with 4,944 having diabetes).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:22.908669+00:00"}
{"study_id": 115734, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of bariatric surgery (specifically Roux-en-Y gastric bypass) versus medical and lifestyle interventions in achieving remission of type 2 diabetes.", "results_summary": "Bariatric surgery, particularly RYGB, showed higher remission rates (38-75%) for type 2 diabetes compared to medical therapy or lifestyle interventions (10-15%). However, long-term durability and complications of bariatric procedures require further study.", "population_specificity": "Obese patients with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Follow-up ranged from 1 to 6 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:23.984254+00:00"}
{"study_id": 115733, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the long-term effects of bariatric surgery on type 2 diabetic patients, comparing surgical outcomes to non-surgical options.", "results_summary": "Bariatric surgery significantly improved BMI, fasting blood glucose, and glycated hemoglobin, with diabetes improved or in remission in 89.2% of patients. The greatest benefits were seen with biliopancreatic diversion/duodenal switch, followed by gastric bypass, sleeve gastrectomy, and adjustable gastric banding.", "population_specificity": "Type 2 diabetic patients", "effective_dosage": "Not specified", "study_duration": "More than 2 years of follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:24.142642+00:00"}
{"study_id": 115736, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if the type of bariatric surgery (malabsorptive or restrictive) affects the degree of ptosis and whether the extent of disfigurement impacts psychological morbidity.", "results_summary": "The study found that massive weight loss body contouring provides functional and psychosocial benefits, with specific anthropometric measurements (xiphisternum to pubic symphysis, umbilicus to pubic symphysis, and hip circumference) correlating with psychological morbidity thresholds.", "population_specificity": "75 obese patients undergoing bariatric and plastic surgery procedures at two clinical sites.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:27.821082+00:00"}
{"study_id": 115735, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the short- and long-term health outcomes of laparoscopic Roux-en-Y gastric bypass (RYGB) versus laparoscopic adjustable gastric banding (AGB) in bariatric surgery patients.", "results_summary": "RYGB resulted in significantly greater weight loss (mean BMI loss of 14.8 vs. 8.0 for AGB) but had a higher risk of short-term complications and long-term hospitalizations. AGB patients had a lower risk of short-term adverse events but a higher risk of long-term subsequent interventions.", "population_specificity": "7457 individuals aged 21 or older who underwent laparoscopic bariatric surgery between 2005 and 2009 across 10 U.S. health care systems.", "effective_dosage": "Not Assessed", "study_duration": "Median follow-up of 2.3 years (maximum 6 years).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:28.440459+00:00"}
{"study_id": 115738, "supplement_id": 913, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the mechanisms of diabetes remission, efficacy of different metabolic procedures, durability of glucose control, and risks/complications associated with bariatric surgery.", "results_summary": "Bariatric surgery was found to be cost-effective for obese diabetic individuals, with low complication rates, durable weight loss, glycemic control, and improvements in quality of life and survival. However, the mechanisms of glycemic control remain incompletely understood, and metabolic surgery is not yet well-defined for less obese patients with poorly controlled diabetes.", "population_specificity": "Obese diabetic individuals, including less obese patients with poorly controlled diabetes.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:29.223819+00:00"}
{"study_id": 115737, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the accuracy of portable monitoring (PM) for diagnosing obstructive sleep apnea (OSA) in morbidly obese patients scheduled for bariatric surgery.", "results_summary": "The study found that PM is an effective method for diagnosing OSA in obese patients with high clinical probability, showing good sensitivity and specificity in severe cases, though data loss rates were high. The correlation between PM and polysomnography (PSG) was strong, with intraclass coefficients of 0.92 (lab setting) and 0.84 (home setting).", "population_specificity": "Morbidly obese patients (BMI ≥35 kg/m²) with high risk for OSA, recruited from a sleep clinic.", "effective_dosage": "Not applicable (diagnostic method evaluation).", "study_duration": "Two consecutive nights of PM use (one at home, one in-lab with PSG).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:29.316366+00:00"}
{"study_id": 115739, "supplement_id": 913, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of a slow-clotting fibrin glue (ARTISS) in reducing seroma formation after lipo-abdominoplasty in postbariatric patients.", "results_summary": "The study found that using fibrin glue significantly reduced seroma formation (1 case in the treatment group vs. 8 in the control group) and shortened hospital stays, with a lower overall complication rate in the treatment group.", "population_specificity": "Postbariatric patients (after laparoscopic adjustable gastric banding) undergoing circular lipo-abdominoplasty.", "effective_dosage": "Not specified (application of ARTISS fibrin glue under the abdominal flap).", "study_duration": "Postoperative evaluation on day 15.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:31.520811+00:00"}
{"study_id": 115741, "supplement_id": 913, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review current literature on bariatric surgery and nutrition for adolescent patients, focusing on safety, efficacy, and best practices.", "results_summary": "The study found that bariatric surgery has positive outcomes for adolescents with severe obesity, but emphasizes the need for a multidisciplinary approach to address unique physical and psychological needs. Long-term monitoring and adherence to nutritional guidelines are critical for success.", "population_specificity": "Obese adolescents in the United States.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:01:31.793074+00:00"}
