{"study_id": 34535, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of Cytoflavin (containing Riboflavin) in improving rehabilitation outcomes for patients with post-intensive care syndrome (PICS) after ischemic stroke.", "results_summary": "Cytoflavin did not reduce the time for normalization of the gravitational gradient but improved activity recovery (Barthel index) in ischemic stroke patients with PICS. A new prospective study will further assess its role in rehabilitation.", "population_specificity": "Patients with ischemic stroke and post-intensive care syndrome (PICS), hospitalized for stages 2-3 of rehabilitation (14-60 days post-stroke).", "effective_dosage": "Not specified (Cytoflavin administered intravenously for 10 days).", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:23.138011+00:00"}
{"study_id": 34547, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether β-ionone treatment could slow the loss of riboflavin and other bioactive substances in postharvest broccoli by upregulating biosynthetic genes.", "results_summary": "β-ionone treatment upregulated riboflavin biosynthetic genes in broccoli, delaying nutrient loss and enhancing antioxidant capacity during storage.", "population_specificity": "Postharvest broccoli florets", "effective_dosage": "0.1 mm β-ionone", "study_duration": "Duration of postharvest storage (not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:26.277773+00:00"}
{"study_id": 34546, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether biliary-intestinal anastomosis during pancreaticoduodenectomy alters intestinal microbiota and metabolites, including riboflavin metabolism, and its potential link to long-term complications.", "results_summary": "The study identified riboflavin metabolism as one of nine key metabolic pathways altered post-surgery, but did not specifically evaluate riboflavin's direct effects or outcomes.", "population_specificity": "Patients undergoing pancreaticoduodenectomy (17 in the surgical group, 20 controls).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:26.611390+00:00"}
{"study_id": 34544, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the vision-related quality of life (vr-QoL) in keratoconus (KC) patients after corneal crosslinking (CXL) with Riboflavin (Vitamin B2).", "results_summary": "The study found no statistically significant changes in corneal morphology, best corrected visual acuity, or vr-QoL after CXL treatment. Rasch analyses confirmed the KORQ's high measurement precision in this population.", "population_specificity": "41 patients with progressive keratoconus (KC).", "effective_dosage": "Not specified", "study_duration": "Follow-up at three and six months post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:26.949685+00:00"}
{"study_id": 34551, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers investigated how micro/nanoplastics disrupt denitrification in wastewater treatment systems, focusing on the role of riboflavin as a redox-active metabolite in the electron transfer process.", "results_summary": "The study found that micro/nanoplastics exposure reduced riboflavin availability, impairing the denitrification electron transfer process and leading to decreased nitrogen removal efficiency.", "population_specificity": "Aerobic granular sludge systems (microbial communities in wastewater treatment).", "effective_dosage": "Not specified", "study_duration": "90-day exposure", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:27.353753+00:00"}
{"study_id": 34549, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify metabolic markers, including riboflavin metabolism, associated with successful treatment of SLE using mesenchymal stem cell transplantation (MSCT).", "results_summary": "Pathway analysis indicated riboflavin metabolism was involved in the metabolic changes post-MSCT, but the study primarily focused on thiamine monophosphate (TMP) as a predictive biomarker for treatment success. Clinical improvements were observed, but riboflavin's direct role was not detailed.", "population_specificity": "20 patients with systemic lupus erythematosus (SLE).", "effective_dosage": "Not specified.", "study_duration": "Median follow-up of 180 days post-MSCT.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:28.066891+00:00"}
{"study_id": 34552, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to study the interaction of methylene blue (MB) with NADH, FADH2 coenzymes and lactate, and evaluate its long-term effect on tumor metabolism in vivo.", "results_summary": "MB primarily interacted with NADH, reducing lactate levels and shifting tumor metabolism from glycolysis to oxidative phosphorylation. Oral MB administration showed a decrease in tumor growth rate and metabolic changes, but intravenous MB did not significantly affect tumor growth.", "population_specificity": "Mice model of Ehrlich carcinoma.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:28.552609+00:00"}
{"study_id": 34553, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to examine the role of riboflavin metabolism in the C2 MALAT1+ Tumors subpopulation of HNSCC and its association with reduced metabolic pathway activity.", "results_summary": "The study found reduced expression of riboflavin metabolism pathways in the C2 MALAT1+ Tumors subpopulation, suggesting a potential link between riboflavin metabolism and tumor progression in HNSCC. No direct effects or clinical outcomes related to riboflavin supplementation were reported.", "population_specificity": "Patients with head and neck squamous cell carcinoma (HNSCC), specifically the C2 MALAT1+ Tumors subpopulation.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:29.966225+00:00"}
{"study_id": 34554, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop and evaluate riboflavin-based hydrogel and co-crystal formulations for non-invasive corneal cross-linking treatment in keratoconus.", "results_summary": "The study identified promising riboflavin co-crystals (1R1N and 1R1M) and thermosensitive gels, with riboflavin formulations showing superior corneal retention and prolonged contact time compared to riboflavin-5-phosphate sodium. The THJ-TP formulation emerged as the most effective candidate.", "population_specificity": "Rat corneas (in vivo), with additional in vitro and ex vivo evaluations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:33.467025+00:00"}
{"study_id": 34555, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the wound healing response and biomechanical changes in the cornea following Riboflavin-ultraviolet-crosslinking (RIB-UV-CXL) treatment.", "results_summary": "The study found that the classical \"epithelium-off\" RIB-UV-CXL method is more effective in halting ectasia progression than \"epithelium-on\" methods. Corneal transparency is restored over months as stromal cells revert to keratocytes, and biomechanical studies confirm CXL strengthens corneal tissue.", "population_specificity": "Patients undergoing corneal treatment for ectasia (specific population details not provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:35.188825+00:00"}
{"study_id": 34556, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of the riboflavin-phosphocholine-light (RPL) system on cancer cell viability, transdifferentiation, and potential therapeutic applications.", "results_summary": "The RPL system induced lysozyme photopolymerization, affected cancer cell viability, and caused morphological changes. It also led to transdifferentiation of triple-negative breast cancer cells into osteoblast-like cells and cell death in specific hydrogel conditions.", "population_specificity": "Cancer cells (2D and 3D cultures), nontumoral cells, mesenchymal stem cells, and triple-negative breast cancer cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:35.289786+00:00"}
{"study_id": 34557, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the holistic mechanism of Kai-Xin-San (KXS), including its impact on riboflavin metabolism, in ameliorating cognitive deficits and pathological changes in Alzheimer's disease (AD) rats.", "results_summary": "The study identified riboflavin metabolism as one of the key pathways affected by KXS, suggesting its role in reducing oxidative stress, neurotoxicity, and inflammation in AD rats. Multi-omics analysis linked these effects to improved cognitive function and hippocampal morphology.", "population_specificity": "AD-induced rat model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:35.813465+00:00"}
{"study_id": 34560, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to compare the effectiveness and safety of combining customized PRK (cPRK) with corneal cross-linking (CXL) versus CXL alone in improving visual outcomes for patients with progressive keratoconus.", "results_summary": "The combination of CXL+cPRK significantly improved postoperative visual acuity (UDVA and CDVA) and reduced refractive cylinder error compared to CXL alone, while maintaining corneal stability. No significant differences were observed in endothelial cell count or ectasia progression rates between the groups.", "population_specificity": "Patients with progressive keratoconus (731 eyes from 706 patients).", "effective_dosage": "Not mentioned", "study_duration": "Minimum follow-up of six months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:37.852053+00:00"}
{"study_id": 34561, "supplement_id": 1518, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the long-term efficacy, safety, and prognostic factors of pulsed-light accelerated corneal collagen cross-linking (A-CXL) with continuous riboflavin application for halting keratoconus progression.", "results_summary": "A-CXL with 10-minute riboflavin application showed a higher success rate (89%) in halting keratoconus progression compared to 5-minute application (71%). The 10-minute group also demonstrated significant improvements in visual acuity, keratometry, and corneal irregularity, with no significant adverse effects on corneal thickness or endothelial cell density.", "population_specificity": "37 eyes of 33 patients with progressive keratoconus.", "effective_dosage": "Continuous riboflavin application for either 5 or 10 minutes.", "study_duration": "Follow-up between 2016 and 2020 (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:40.276009+00:00"}
{"study_id": 34562, "supplement_id": 1518, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of riboflavin-mediated photodynamic therapy (PDT) in periodontology, focusing on its antimicrobial effects and clinical outcomes compared to conventional or other PDT-based treatments.", "results_summary": "Riboflavin-mediated PDT consistently reduced microbial biofilms and pathogen viability in periodontal, peri-implantitis, and endodontic models, with advantages like minimal staining and low cytotoxicity, though some studies reported slightly lower efficacy compared to other PDT agents. Most studies were in vitro or small-scale clinical trials, limiting conclusions on long-term effectiveness.", "population_specificity": "Patients with periodontitis, peri-implantitis, and endodontic infections (primarily in vitro and small-scale clinical trials).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:43.470354+00:00"}
{"study_id": 34564, "supplement_id": 1518, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether probiotic supplementation, which included Riboflavin (Vitamin B2), could improve nutrient intake and quality of life in Crohn's disease patients.", "results_summary": "The study found that probiotic supplementation led to increased riboflavin intake in the intervention group compared to controls (p = 0.04), but no direct effects on disease symptoms were observed.", "population_specificity": "Lebanese patients with Crohn's disease (n = 21).", "effective_dosage": "Not specified for Riboflavin alone.", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:43.560771+00:00"}
{"study_id": 34565, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the progress on riboflavin-UVA collagen cross-linking depth and its relationship with the cross-linking effect to enhance its clinical application in treating corneal and scleral diseases.", "results_summary": "The study found that riboflavin-UVA collagen cross-linking demonstrated good clinical efficacy in treating various corneal diseases and showed initial confirmation of efficacy and safety in scleral collagen cross-linking. It emphasized the importance of controllability and predictability for personalized precision treatment.", "population_specificity": "Patients with corneal diseases (e.g., dilatation keratopathy, bullae keratopathy, infectious keratopathy) and those undergoing corneal refractive surgeries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:44.900180+00:00"}
{"study_id": 34563, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate riboflavin-ultraviolet light treatment as a promising alternative to reduce transfusion transmission of Trypanosoma cruzi in blood banks.", "results_summary": "The study highlights riboflavin-ultraviolet light treatment as an innovative approach to enhance blood safety, potentially reducing the risk of Chagas disease transmission through transfusions. It positions riboflavin-based methods alongside arylimidamide compounds as advancements in blood bank safety protocols.", "population_specificity": "Blood donors and recipients, particularly in endemic and non-endemic regions for Chagas disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:45.184182+00:00"}
{"study_id": 34566, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to demonstrate the use of multiphoton microscopy with fluorescence lifetime imaging (MPM-FLIM) to monitor metabolic changes during epidermal differentiation of keratinocytes.", "results_summary": "The study found that MPM-FLIM could effectively monitor keratinocyte differentiation by detecting shifts from glycolysis to mitochondrial respiration, correlating with increased oxidative phosphorylation after high calcium treatment. Differentiation markers keratin-1 and keratin-10 were upregulated, and clusters based on MPM-FLIM data correlated well with the duration of high Ca2+ treatment.", "population_specificity": "In vitro 2D keratinocyte tissue culture model.", "effective_dosage": "Not mentioned", "study_duration": "96 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:47.057118+00:00"}
{"study_id": 34558, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of riboflavin (RF) combined with ultraviolet A (UV-A) cross-linking (CXL) in enhancing corneal resistance to enzymatic digestion, with or without oxygen.", "results_summary": "The study found that CXL via RB/green and RB/green-RF/UV-A significantly increased corneal resistance to collagenase digestion, regardless of oxygen presence, with higher fluences (15 + 15 J/cm²) showing the greatest effect. No significant differences were observed between control and intervention groups.", "population_specificity": "Ex vivo porcine corneal buttons (n = 144)", "effective_dosage": "Fluences of 10 + 10 J/cm² and 15 + 15 J/cm² for RB/green + RF/UV-A", "study_duration": "Not specified (acute intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:47.391349+00:00"}
{"study_id": 34559, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to review the role of riboflavin-derived microbial metabolites in activating MAIT cells and their therapeutic potential in immunity and disease.", "results_summary": "The study highlighted that MAIT cells recognize riboflavin biosynthesis pathway metabolites, triggering immune responses, and discussed their potential in immunotherapy for infections, cancers, and autoimmune diseases.", "population_specificity": "Not specified (review of MAIT cell biology and therapeutic applications).", "effective_dosage": "Not available", "study_duration": "Not applicable (review article)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:47.482246+00:00"}
{"study_id": 34567, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of riboflavin biosynthesis in L. paraplantarum and its potential impact on S. aureus virulence gene expression through quorum sensing suppression.", "results_summary": "The study found that L. paraplantarum's lamBDCA locus controls riboflavin biosynthesis genes, enabling growth in the presence of roseoflavin, a toxic riboflavin analogue. This suggests riboflavin biosynthesis plays a role in the probiotic properties of L. paraplantarum.", "population_specificity": "Bacterial cultures (L. paraplantarum CIRM-BIA 1870 and S. aureus).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:50.331878+00:00"}
{"study_id": 34569, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of riboflavin biosynthesis upregulation in the antibacterial mechanism of the AZC/Van@MN patch for treating abscess wounds.", "results_summary": "The study found that riboflavin biosynthesis was upregulated as part of the antibacterial mechanism of the AZC/Van@MN patch, contributing to its effectiveness in reducing bacterial load and enhancing wound healing.", "population_specificity": "Not specified (likely animal or in vitro model based on the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:51.287444+00:00"}
{"study_id": 34571, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether violet light (VL) irradiation alone, without topical riboflavin, could halt keratoconus progression.", "results_summary": "The study found no significant difference in keratoconus progression between patients receiving VL irradiation alone and the control group, suggesting riboflavin administration was necessary for effective treatment.", "population_specificity": "Patients with progressive keratoconus", "effective_dosage": "Not specified (VL irradiation at 375 nm, 310 μW/cm² for 4.5 h daily)", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:52.909366+00:00"}
{"study_id": 34570, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of riboflavin (Vitamin B2) as part of a dietary intervention in treating late-onset multiple acyl-CoA dehydrogenase deficiency (MADD).", "results_summary": "Riboflavin supplementation (400 mg TID) combined with other dietary supplements led to almost complete recovery of the patient's habitual level within one month, with posttreatment muscle biopsy showing improved myofiber ultrastructure.", "population_specificity": "A 52-year-old male patient with rapid-onset, late-stage MADD.", "effective_dosage": "400 mg riboflavin three times daily (TID).", "study_duration": "1 month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:53.556385+00:00"}
{"study_id": 34568, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine the structural and functional characteristics of H. pylori DHODH (HpDHODH) and its interaction with flavin mononucleotide (FMN), a derivative of riboflavin, to facilitate drug development targeting this enzyme.", "results_summary": "The study detailed the crystal structure of HpDHODH, identified key interactions with FMN, and discovered a hydrophobic channel linking the enzyme's active site to the membrane, which may aid in developing new inhibitors. The findings provide a structural basis for competitive inhibition of ubiquinone by pyrazole-based compounds.", "population_specificity": "Not applicable (in vitro study on H. pylori enzyme)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:54.591391+00:00"}
{"study_id": 34574, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to explore the potential of Cytoflavin (containing Riboflavin) in strengthening pathogenic therapy for autoimmune central nervous system diseases triggered by viral infections.", "results_summary": "The abstract suggests Cytoflavin has a complex effect on improving metabolic processes in the brain, but specific outcomes related to Riboflavin's efficacy are not detailed.", "population_specificity": "Patients with autoimmune central nervous system diseases triggered by viral infections (influenza, measles, SARS-CoV-2).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:55.730254+00:00"}
{"study_id": 34573, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify the active anti-inflammatory substances in GCFZT, including riboflavin, and explore their mechanisms of action.", "results_summary": "The study identified riboflavin as one of the main active substances in GCFZT, contributing to its anti-inflammatory effects by regulating targets like ALOX5, NFKB1, and TLR4, and influencing pathways such as NF-κB and Toll-like receptor signaling.", "population_specificity": "In vitro study using LPS-induced RAW264.7 inflammatory cell model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:56.004748+00:00"}
{"study_id": 34572, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate changes in visual acuity and corneal topography parameters before and six months after Accelerated Collagen Crosslinking (A-CXL) treatment using Riboflavin (Vitamin B2) for keratoconus.", "results_summary": "The study found improved best-corrected visual acuity (BCVA), reduced cylinder diopters and Kmax values, and increased central and thinnest corneal thickness (CCT, TCT) after A-CXL. Minor, non-significant changes were observed in specific topography markers at six months.", "population_specificity": "30 eyes from 20 patients with keratoconus who underwent A-CXL.", "effective_dosage": "Not specified", "study_duration": "Six months follow-up post-treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:08:56.294537+00:00"}
{"study_id": 34575, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of transepithelial iontophoresis-assisted corneal cross-linking (I-CXL) using Riboflavin (Vitamin B2) in halting the progression of keratoconus, particularly in younger patients and those with specific phenotypes.", "results_summary": "The study found that I-CXL with Riboflavin did not effectively stop keratoconus progression over two years, especially in patients under 19 years old. Progression was more pronounced in patients with a family history of corneal ectasia and specific keratoconus phenotypes (3 and 4).", "population_specificity": "40 eyes (20 aged <19 years and 20 aged ≥19 years) with progressive keratoconus.", "effective_dosage": "Not specified", "study_duration": "24 months follow-up after the procedure", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:00.109417+00:00"}
{"study_id": 34577, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to identify angiogenesis-related genes, including those in the riboflavin metabolic pathway, as potential biomarkers and therapeutic targets for hepatocellular carcinoma (HCC).", "results_summary": "The study found that high-risk HCC patients showed elevated activity in the riboflavin metabolic pathway, suggesting a potential role in tumor progression, but did not directly assess riboflavin's therapeutic effects.", "population_specificity": "Patients with hepatocellular carcinoma (HCC).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:00.611659+00:00"}
{"study_id": 34578, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of riboflavin metabolism in the C2 IGF2+ tumor cell subtype of high-grade serous ovarian cancer (HGSOC) and its association with tumor progression and prognosis.", "results_summary": "The study identified that the C2 IGF2+ tumor cell subtype, associated with poor prognosis, was linked to riboflavin metabolism among other metabolic pathways, suggesting a potential role in tumor malignancy and progression. However, the abstract does not provide specific outcomes or clinical effects of riboflavin itself.", "population_specificity": "Patients with high-grade serous ovarian cancer (HGSOC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:03.028830+00:00"}
{"study_id": 34579, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate changes in riboflavin (Vitamin B2) levels in adolescents undergoing bonded rapid maxillary expansion (RME) treatment.", "results_summary": "Riboflavin levels were significantly lower at the first week of treatment (T2) compared to baseline (T1), but rebounded by the fourth (T3) and 12th week (T4). The study suggests RME treatment temporarily affects riboflavin intake or absorption.", "population_specificity": "30 adolescents (12-16 years, 21 girls and 9 boys) with maxillary posterior crossbite.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:03.208163+00:00"}
{"study_id": 34582, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to enhance transepithelial riboflavin penetration in bovine corneas using modified nanoparticles under an external magnetic field to improve corneal cross-linking efficacy.", "results_summary": "The study found that riboflavin penetration increased with higher electric current density (iontophoresis) and stronger magnetic fields (nanoparticle-assisted delivery), demonstrating improved corneal permeability compared to control groups.", "population_specificity": "Ex vivo bovine corneas", "effective_dosage": "0.1% riboflavin solution", "study_duration": "5 minutes (iontophoresis)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:04.266373+00:00"}
{"study_id": 34581, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the biological pathway changes in rabbit corneas induced by riboflavin-dextran (RF-D) with UVA illumination versus WST-D with NIR illumination for corneal stiffening.", "results_summary": "RF-D/UVA treatment shifted corneal metabolism from oxidative phosphorylation to glycolysis and hypoxia, while WST-D/NIR maintained normal respiration and involved extracellular matrix remodeling. Both treatments showed distinct protein expression changes compared to untreated corneas.", "population_specificity": "Rabbit corneas (mechanically de-epithelialized).", "effective_dosage": "Not specified.", "study_duration": "One week.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:04.599528+00:00"}
{"study_id": 34580, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of OMK2 eye drops (containing citicoline, vitamin B12, and hyaluronic acid) on corneal nerve healing and central corneal thickness recovery after corneal cross-linking (CXL) in keratoconus patients.", "results_summary": "The study found that OMK2 eye drops helped maintain corneal nerve fiber area (CNFA) stability and supported faster recovery of central corneal thickness (CCT) compared to the control group, though other nerve parameters declined in both groups. No significant differences were observed in corneal sensitivity or tear film stability between groups.", "population_specificity": "22 patients (44 eyes) with keratoconus who underwent CXL.", "effective_dosage": "Not specified (OMK2 eye drops used as per standard post-CXL treatment).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:06.078951+00:00"}
{"study_id": 34583, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 40, "study_goal": "The researchers aimed to determine whether riboflavin-enriched compounds could improve neurological symptoms in an adult patient with L-2-hydroxyglutaric aciduria.", "results_summary": "The patient showed improvement in ataxia symptoms, with the SARA score decreasing from 21 to 15 after six months of riboflavin and levocarnitine treatment. The case suggests that riboflavin intervention may benefit untreated adult patients with this condition.", "population_specificity": "A 49-year-old female with L-2-hydroxyglutaric aciduria presenting with neurological symptoms.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:08.702756+00:00"}
{"study_id": 34576, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to explore metabolic pathway alterations, including riboflavin metabolism, in acne vulgaris lesions to understand its role in the condition's pathogenesis.", "results_summary": "The study identified specific alterations in riboflavin metabolism pathways in acne vulgaris lesions, suggesting a potential role in the condition's cellular and molecular mechanisms. However, no direct efficacy of riboflavin supplementation was evaluated.", "population_specificity": "Six acne vulgaris patients (data sourced from GEO database GSE175817).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:09.184064+00:00"}
{"study_id": 34584, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate different riboflavin-ultraviolet-A (RF-UVA) treatments for their ability to preserve dentin bonding from enzymatic digestion.", "results_summary": "The study found that 0.1% RF with 2-minute UVA treatment effectively enhanced dentin bond strength and resistance to enzymatic digestion, showing the highest microtensile bond strength and minimal nanoleakage. Other RF-UVA treatments also demonstrated collagen crosslinking effects but were less effective.", "population_specificity": "Human teeth with exposed dentin (in vitro study).", "effective_dosage": "0.1% and 1% riboflavin with UVA exposure durations of 1, 2, or 5 minutes.", "study_duration": "Immediate testing after 24-hour storage, with some specimens stored in enzyme solution for 7 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:11.336861+00:00"}
{"study_id": 34585, "supplement_id": 1518, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of riboflavin-mediated antimicrobial photodynamic therapy (aPDT) as an alternative treatment for Candida infections, particularly focusing on its antifungal activity and potential to address resistance.", "results_summary": "Riboflavin-mediated aPDT demonstrated significant antifungal activity against Candida biofilms and planktonic cells, including fluconazole-resistant strains, with minimal cytotoxicity to host tissues. However, complete biofilm eradication remained challenging, and protocol variations indicated a need for standardization.", "population_specificity": "Candida albicans infections, including fluconazole-resistant strains.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:11.679669+00:00"}
{"study_id": 34586, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers investigated the metabolic profile of etodolac, including pathways involving riboflavin, to identify associations with drug response and side effects.", "results_summary": "The study found that riboflavin-related metabolites were correlated with hematological and liver function parameters, suggesting a potential role in etodolac's metabolic effects, but no direct outcomes on riboflavin itself were reported.", "population_specificity": "Thirty-seven healthy volunteers", "effective_dosage": "Not specified for riboflavin", "study_duration": "Single dose of etodolac (duration not specified for riboflavin)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:11.747309+00:00"}
{"study_id": 34588, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of riboflavin combined with UV radiation in enhancing collagen cross-linking and tissue integration following xenographic lenticule implantation for treating corneal ectasias.", "results_summary": "The study found that riboflavin application followed by UV radiation improved collagen fibril cross-linking, increased stromal thickness, and showed no signs of tissue rejection in rabbits. The combination demonstrated promising results for corneal ectasia treatment.", "population_specificity": "Rabbits with corneal stromal implantation of decellularized porcine lenticules.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:13.076511+00:00"}
{"study_id": 34587, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether riboflavin activated by blue light (BL) strengthens collagen matrix, increases resistance to enzymatic degradation, and improves adhesion as effectively as ultraviolet A (UVA) activation in dentin bonding.", "results_summary": "Both RF/UVA and RF/BL treatments enhanced collagen crosslinking, improved mechanical properties of demineralized dentin, and inhibited matrix metalloproteinase-2. RF0.1 groups (0.1% RF with BL or UVA) maintained high bond strength post-degradation, with RF0.1BL1 producing a thicker hybrid layer.", "population_specificity": "Demineralized dentin samples (in vitro study).", "effective_dosage": "0.1% and 1% riboflavin, with 1 or 2 minutes of blue light (450 nm) or 2 minutes of UVA (375 nm) irradiation.", "study_duration": "Immediate post-treatment and 7-day enzymatic degradation testing.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:15.238865+00:00"}
{"study_id": 34589, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the potential impact of expanding large-scale food fortification programs, including riboflavin, on reducing micronutrient inadequacies among women of reproductive age and children in Senegal.", "results_summary": "Expanding wheat flour fortification to include riboflavin was predicted to have a modest impact on reducing riboflavin inadequacies, though larger effects were seen for other micronutrients like vitamin B12 and zinc. The study suggested that additional interventions might be needed to fully address micronutrient gaps.", "population_specificity": "Women of reproductive age (15-49 years) and children (6-59 months) in Senegal.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:15.374268+00:00"}
{"study_id": 34590, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the role of riboflavin (RF) in cross-linking silk fibroin (SF) to enhance biodegradability and nontoxicity in an injectable skin substitute for burn wound therapy.", "results_summary": "Riboflavin was used to chimically cross-link silk fibroin under visible light, contributing to the desirable biodegradability and nontoxicity of the skin substitute. The resulting double cross-linked structure demonstrated optimal adhesion, biocompatibility, and faster wound healing in animal models.", "population_specificity": "Rat models (liver injury and wound healing).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:17.492429+00:00"}
{"study_id": 34591, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate whether regional scleral cross-linking (SXL) with riboflavin and UVA affects ocular rigidity and intraocular pressure (IOP) in porcine eyes.", "results_summary": "The study found that SXL-treated scleras showed increased stiffness but did not induce substantial changes in ocular rigidity or significant IOP elevations compared to controls. The ocular rigidity coefficient in the SXL group remained stable despite IOP increases.", "population_specificity": "Fresh porcine eye globes (n=40, divided into experimental and control groups).", "effective_dosage": "Not specified (riboflavin and UVA application described as regional).", "study_duration": "Acute intervention (single application).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:18.368283+00:00"}
{"study_id": 34592, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of riboflavin metabolism in oxidative stress and inflammatory responses during different energy levels of femtosecond laser-assisted cataract surgery (FLACS).", "results_summary": "The study found that riboflavin metabolism was significantly overexpressed in high-energy FLACS compared to low-energy FLACS, suggesting its involvement in oxidative stress and mitochondrial fatty acid oxidation pathways.", "population_specificity": "72 patients undergoing cataract surgery, randomized into low-energy FLACS, high-energy FLACS, and conventional phacoemulsification groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:19.642670+00:00"}
{"study_id": 34593, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to isolate and characterize a riboflavin-overproducing strain of Weissella confusa (FS54 B2) and evaluate its potential for developing functional beverages.", "results_summary": "The mutant strain FS54 B2 overproduced riboflavin (4.9 mg/L in synthetic medium, 2.4 mg/L in oat-based beverage) and retained dextran production. Fermentation in oat-based beverages also yielded prebiotics and antioxidants, with confirmed pH-lowering ability and cell viability after one month.", "population_specificity": "Not specified (in vitro and food matrix testing).", "effective_dosage": "Not specified (measured as 2.4 mg/L in fermented oat beverage).", "study_duration": "Not specified (fermentation and one-month storage tested).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:21.892164+00:00"}
{"study_id": 34594, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of a combined same-session treatment using riboflavin/UV-A and rose bengal/green light PACK-CXL for treating Acanthamoeba keratitis (AK) resistant to conventional therapy.", "results_summary": "The study found that the combined same-session PACK-CXL treatment effectively resolved symptoms and eradicated Acanthamoeba cysts in a patient with AK unresponsive to conventional therapy, suggesting potential as an alternative treatment.", "population_specificity": "A 44-year-old patient with active AK in the left cornea unresponsive to 10 months of conventional treatment.", "effective_dosage": "Riboflavin/UV-A (365 nm) irradiation (10 J/cm²) and rose bengal/green light (522 nm) irradiation (5.4 J/cm²) in a single setting, repeated twice.", "study_duration": "Three combined same-session PACK-CXL treatments.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:22.430784+00:00"}
{"study_id": 34596, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Cytoflavin (containing Riboflavin) in reducing cognitive impairment, fatigue, and depressive disorders in elderly and senile patients recovering from COVID-19-associated pneumonia during outpatient rehabilitation.", "results_summary": "The study found that Cytoflavin significantly improved cognitive function, reduced fatigue and depressive symptoms, enhanced emotional well-being, and increased exercise tolerance in the treated group compared to controls.", "population_specificity": "Elderly and senile patients (average age 66.5±5.1 years) recovering from COVID-19-associated pneumonia in an outpatient setting.", "effective_dosage": "Standard regimen (specific dosage not mentioned in abstract).", "study_duration": "Duration not explicitly stated in abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:22.569925+00:00"}
{"study_id": 34597, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of Cytoflavin (containing Riboflavin) and nursing interventions in improving outcomes for patients with spinal cord injuries.", "results_summary": "Patients receiving Cytoflavin showed significantly greater improvement in muscle strength and neurological function compared to the control group, with a 4.6 times higher likelihood of transitioning to milder neurological severity.", "population_specificity": "40 patients with spinal cord injuries due to gunshot wounds.", "effective_dosage": "Intravenous Cytoflavin infusions followed by tablet form (specific dosage not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:23.512175+00:00"}
{"study_id": 34601, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of Cytoflavin (containing Riboflavin) on autonomic dysfunction and asthenia in patients with post-COVID syndrome.", "results_summary": "Cytoflavin therapy improved heart rate variability (HRV) parameters and reduced asthenia severity, normalizing parasympathetic regulation in post-COVID patients. The treatment group showed significant improvement compared to the standard therapy group.", "population_specificity": "70 patients with post-COVID syndrome, divided into two groups (one receiving Cytoflavin + standard therapy, the other only standard therapy).", "effective_dosage": "Not specified", "study_duration": "35 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:28.178635+00:00"}
{"study_id": 34602, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to compare metabolic changes, including riboflavin metabolism, in dental plaque between patients using fixed appliances and clear aligners during orthodontic treatment.", "results_summary": "The study found that riboflavin metabolism was downregulated in the clear aligner group after more than 6 months of treatment, suggesting a metabolic shift, but did not evaluate direct health outcomes related to riboflavin.", "population_specificity": "20 participants undergoing orthodontic treatment (10 with fixed appliances, 10 with clear aligners).", "effective_dosage": "Not specified", "study_duration": "More than 6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:28.338103+00:00"}
{"study_id": 34606, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of Riboflavin (Vitamin B2) as a natural photosensitizer in Photodynamic Therapy (PDT) and its therapeutic applications.", "results_summary": "Riboflavin demonstrated significant potential in preclinical in vitro studies across various cell lines, showing effectiveness in inducing apoptosis, autophagy, and ROS generation for therapeutic efficacy. The review highlighted its advantages, including specific targeting, bioavailability, and limited side effects.", "population_specificity": "Preclinical studies (in vitro and in vivo models, including skin tumors, carcinomas, and sarcomas).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:31.882248+00:00"}
{"study_id": 34603, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the molecular changes induced by a chemical cross-linker (CXL) using carbodiimide chemistry and an octanedioic acid spacer as an alternative to conventional UV-A Riboflavin crosslinking for treating keratoconus.", "results_summary": "The CXL stiffened keratoconus corneas comparably to normal corneas, with minimal cytotoxicity. It reorganized collagen fiber assembly, increased fibril density and diameter, and reduced the activity and secretion of MMPs in corneal tissues and cells.", "population_specificity": "Keratoconus corneal tissues and in vitro cellular systems (KC corneal fibroblasts and TNF-α-induced human corneal epithelial cells).", "effective_dosage": "Well-optimized concentration (specific amount not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:32.893106+00:00"}
{"study_id": 34605, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the therapeutic potential of riboflavin and probenecid in a zebrafish model of Riboflavin Transporter Deficiency (RTD).", "results_summary": "Riboflavin treatment improved locomotor activity and hearing ability in zebrafish with RTD-like symptoms, while co-treatment with probenecid provided a small additional benefit to hearing but not locomotion. The study confirmed the model's ability to replicate RTD phenotypes and riboflavin responsiveness.", "population_specificity": "Zebrafish larvae with morpholino-mediated knockdown of slc52a3 (a human SLC52A3 ortholog).", "effective_dosage": "High-dose riboflavin (specific amount not stated).", "study_duration": "Not specified.", "interactions": "Probenecid (OAT-3 inhibitor) was tested in combination with riboflavin.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:33.525800+00:00"}
{"study_id": 34604, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to explore advancements in corneal cross-linking (CXL) protocols using riboflavin (Vitamin B2) to improve treatment efficacy, safety, and applicability for corneal ectasia and other corneal conditions.", "results_summary": "The study found that riboflavin-based CXL protocols effectively stiffen the cornea, counteract ectasia-induced weakening, and have expanded applications, including treating infectious keratitis (PACK-CXL). Accelerated protocols maintain efficacy and safety while improving clinical workflow.", "population_specificity": "Patients with progressive keratoconus, corneal ectasias, corneal neovascularization, sterile melting, inflammatory dry eye, and infectious keratitis.", "effective_dosage": "Not specified (original \"Dresden\" protocol involves riboflavin saturation of the stroma followed by UV-A irradiation).", "study_duration": "Original protocol involves 30 minutes of UV-A irradiation; accelerated protocols vary.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:33.937304+00:00"}
{"study_id": 34599, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether electroacupuncture (EA) modulates riboflavin levels in depressed rats and its potential role in alleviating depression-like behaviors.", "results_summary": "The study found that EA intervention modulated riboflavin levels in depressed rats, suggesting its involvement in the therapeutic mechanism of EA for depression. Riboflavin was among the metabolites significantly associated with depression-like behaviors.", "population_specificity": "Wistar Kyoto (WKY) rats, a model for depression.", "effective_dosage": "Not specified", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:34.093466+00:00"}
{"study_id": 34607, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 40, "study_goal": "The researchers aimed to describe cases of sterile keratitis in pediatric patients following hypotonic collagen cross-linking (CXL) with Riboflavin.", "results_summary": "Two pediatric cases developed inflammatory keratitis with central corneal haze after CXL, which resolved with treatment, restoring near-preoperative visual acuity. The study highlights a potential adverse effect but demonstrates successful management.", "population_specificity": "Pediatric patients (two children) undergoing hypotonic CXL.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:36.577518+00:00"}
{"study_id": 34608, "supplement_id": 1518, "safety_score": "70", "efficacy_score": 80, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the safety and efficacy of topical riboflavin (0.1%) combined with UV-A irradiation in corneal collagen cross-linking for progressive keratoconus.", "results_summary": "The procedure initially led to a sterile infiltrate, which worsened after corticosteroid discontinuation but resolved completely with resumed treatment after 4 months. Riboflavin-assisted cross-linking showed efficacy in the intended application, though with a notable adverse event.", "population_specificity": "A woman in her early 20s with progressive keratoconus.", "effective_dosage": "Topical riboflavin 0.1% applied every 3 min for 30 min.", "study_duration": "30 min of riboflavin application followed by 16 min of UV-A irradiation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:38.353834+00:00"}
{"study_id": 34609, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 54, "quality_score": 72, "study_goal": "The researchers aimed to assess the prevalence of inadequate micronutrient intake, including riboflavin, among non-pregnant and non-lactating women of reproductive age in Tanzania.", "results_summary": "The study found a moderate prevalence of inadequate riboflavin intake (54.8%) among the population, with a nutrient gap in the first quartile (42%).", "population_specificity": "Non-pregnant and non-lactating women of reproductive age in seven districts of the Mbeya region, Tanzania.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:40.408607+00:00"}
{"study_id": 34612, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how riboflavin-related gene expression contributes to enhanced electron transfer and wastewater degradation efficiency in microbial communities.", "results_summary": "The study found that riboflavin gene expression was up-regulated in electroactive microorganisms, enhancing electron transfer and improving wastewater degradation efficiency. The micro-electric field structure facilitated this process, confirming riboflavin's role in microbial electron transfer.", "population_specificity": "Microbial communities in kitchen-oil wastewater.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:41.638826+00:00"}
{"study_id": 34611, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate riboflavin's role as an exfoliation agent in producing molybdenum disulfide (MoS2) nanosheets for bone tissue engineering scaffolds.", "results_summary": "Riboflavin-assisted MoS2 nanosheets (RF-MoS2) were successfully integrated into alginate-chitosan scaffolds, which demonstrated biocompatibility, enhanced alkaline phosphatase activity, and promoted mineralization in bone tissue engineering applications.", "population_specificity": "In vitro study using C3H10T1/2 cells.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:41.845658+00:00"}
{"study_id": 34610, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the biomechanical effects of corneal cross-linking (CXL) using riboflavin solutions with different osmolarities on rabbit corneas, particularly for thin corneas below the safe thickness threshold.", "results_summary": "The study found that CXL with hypotonic riboflavin solutions improved corneal biomechanical stiffness (tangent modulus) compared to controls, but no significant differences were observed between different hydration levels. The stromal demarcation line depth varied among CXL groups, but the relative depth ratio to total corneal thickness did not differ significantly.", "population_specificity": "Rabbit corneas", "effective_dosage": "Not specified", "study_duration": "One-month post-CXL evaluation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:42.746251+00:00"}
{"study_id": 34613, "supplement_id": 1518, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of trans-epithelial accelerated corneal collagen cross-linking (using Riboflavin) in halting the progression of keratoconus.", "results_summary": "The study found that 94.44% of patients showed no progression of keratoconus after 6 months, with 44.44% experiencing improved vision. The procedure was deemed safe with fewer complications than standard protocols.", "population_specificity": "Young patients (mean age 19.16±3.53 years) with keratoconus, particularly those associated with vernal keratoconjunctivitis.", "effective_dosage": "Not specified", "study_duration": "6 months follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:43.149511+00:00"}
{"study_id": 34614, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the optimal concentration and infiltration time of rose bengal (Rb) for achieving effective scleral crosslinking in rabbit eyes.", "results_summary": "The study found that increasing Rb infiltration time and concentration improved penetration depth and crosslinking efficacy, with the 0.5% Rb-10min group showing the highest biomechanical stiffness and resistance to enzyme digestion. No morphological differences were observed between treated and untreated groups, but Rb increased the diameter of large collagen fibers in the sclera.", "population_specificity": "Fresh rabbit eyes", "effective_dosage": "0.05%-0.9% Rb solution, applied for 5-30 minutes", "study_duration": "Single application with follow-up assessments", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:45.596453+00:00"}
{"study_id": 34598, "supplement_id": 1518, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and adverse events of riboflavin-PDT versus ALA-PDT in treating mild to moderate facial acne.", "results_summary": "Riboflavin-PDT showed comparable efficacy to ALA-PDT in reducing acne lesions, with significantly fewer adverse events such as pain, erythema, hyperpigmentation, and desquamation. The difference in improvement rates between the two treatments was not statistically significant.", "population_specificity": "30 patients with mild to moderate facial acne.", "effective_dosage": "Not specified (3 sessions of PDT at 1-week intervals).", "study_duration": "3 weeks (with follow-up at weeks 4, 6, and 10).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:45.708474+00:00"}
{"study_id": 34615, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Riboflavin (Vitamin B2) supplementation could improve climbing ability in Drosophila melanogaster Appld mutants.", "results_summary": "Riboflavin supplementation, along with vitamin C, improved climbing ability in Appld mutants, suggesting a potential role in mitigating motor deficits. No adverse effects or toxicity were reported.", "population_specificity": "Drosophila melanogaster (fruit flies) with Appl null mutations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:45.858206+00:00"}
{"study_id": 34617, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to identify functional properties, including riboflavin biosynthesis genes, in L. plantarum strains to assess their probiotic potential.", "results_summary": "The study identified genes required for riboflavin biosynthesis in L. plantarum strains, suggesting their potential to produce riboflavin, but did not measure actual riboflavin production or its effects.", "population_specificity": "L. plantarum strains isolated from Ethiopian traditional cottage cheese.", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:49.615518+00:00"}
{"study_id": 34616, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to compare the corneal biomechanical effects of FS-LASIK combined with accelerated corneal crosslinking (LASIK Xtra, using Riboflavin) versus conventional FS-LASIK in highly myopic eyes.", "results_summary": "The study found no significant difference in corneal biomechanical response between LASIK Xtra (with Riboflavin) and conventional LASIK 12 months postoperatively, indicating no protective stiffening effect from Riboflavin-enhanced crosslinking.", "population_specificity": "19 patients (38 eyes) with high myopia (-7.34 ± 1.02 diopters).", "effective_dosage": "30mW/cm² UV-A for 90 seconds (Riboflavin dosage not specified).", "study_duration": "12 months postoperatively.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:50.449973+00:00"}
{"study_id": 34620, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a sensitive sensor for detecting riboflavin concentration using a dual-peak long period fiber grating (DP-LPFG) coated with β-cyclodextrin-doped silica-based materials.", "results_summary": "The sensor demonstrated high sensitivity with a detection limit of 0.08 nM, a response time under 3 minutes, and excellent repeatability and selectivity, making it promising for applications in disease treatment, diagnosis, and food quality assurance.", "population_specificity": "Not applicable (in vitro sensor study)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:51.033854+00:00"}
{"study_id": 34618, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare different excitation methods for tracking cellular metabolism using auto-fluorescent coenzymes NAD(P)H and FAD in living cancer cells, particularly in response to doxorubicin treatment.", "results_summary": "The study found that single 800 nm excitation of both coenzymes was advantageous for metabolic imaging, and machine-learning models provided the most statistically robust results for detecting early drug response. All three analysis methods (FLIRR, PCA, and AE) led to similar biological conclusions regarding redox state changes.", "population_specificity": "Living cancer cells (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:51.129728+00:00"}
{"study_id": 34619, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of Cytoflavin (which contains Riboflavin) in improving speech and reducing disability in patients with acute ischemic stroke (AIS) when combined with speech therapy.", "results_summary": "Patients receiving Cytoflavin showed significantly lower disability levels, better speech communication (mean GKS score 3 vs. 2), and greater regression of aphasia compared to the control group. The combination of Cytoflavin, speech therapy, and physical rehabilitation yielded clinically meaningful improvements.", "population_specificity": "46 right-handed patients hospitalized during the acute phase of AIS in the left middle cerebral artery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:52.117819+00:00"}
{"study_id": 196886, "supplement_id": 1518, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the presentation, treatment, and outcomes of patients with molecularly confirmed riboflavin transporter deficiency (formerly BVVL syndrome).", "results_summary": "The study found that riboflavin transporter deficiencies cause sensorimotor axonal neuropathy and cranial neuropathy, presenting with weakness, hearing loss, and respiratory difficulties. Oral riboflavin supplementation was lifesaving, and treatment should begin immediately upon suspicion without awaiting molecular confirmation.", "population_specificity": "Patients with molecularly confirmed riboflavin transporter deficiency (RFVT2 or RFVT3 mutations).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:54.296492+00:00"}
{"study_id": 196885, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to explore riboflavin's global status, its interaction with the MTHFR C677T polymorphism, and its potential role in personalized nutrition, particularly in modulating blood pressure.", "results_summary": "Riboflavin supplementation significantly reduced systolic blood pressure by 5-13 mmHg in adults with the MTHFR 677TT genotype, suggesting a novel role in hypertension management for genetically at-risk individuals. However, further studies are needed to assess higher doses and broader populations.", "population_specificity": "Adults with the MTHFR 677TT genotype, particularly in the UK, Irish, and other global populations where this polymorphism is prevalent.", "effective_dosage": "1.6 mg/d", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:55.157990+00:00"}
{"study_id": 34621, "supplement_id": 1518, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the safety and efficacy of riboflavin-assisted corneal crosslinking (SMILE Xtra) in preventing keratectasia in high-risk patients with thin corneas or borderline topography.", "results_summary": "Riboflavin-assisted crosslinking combined with SMILE Xtra showed stable refractive outcomes, improved uncorrected visual acuity, and no keratectasia progression over 12 months, though transient corneal edema occurred postoperatively.", "population_specificity": "53 patients (105 eyes) with myopia and elevated keratectasia risk per Randleman criteria.", "effective_dosage": "Not specified (riboflavin solution introduced into corneal pocket).", "study_duration": "Follow-up lasted 12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:55.244902+00:00"}
{"study_id": 36776, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of rice protein peptides (RPP) on alcoholic liver disease (ALD) in mice, focusing on gut microbiota and liver metabolites.", "results_summary": "RPP significantly alleviated ALD symptoms, including adiposity, oxidative stress, and inflammation, by downregulating the PPARγ signaling pathway and fatty acid biosynthesis genes. It also improved gut microbiota dysbiosis and increased short-chain fatty acids.", "population_specificity": "Mice with alcoholic liver disease.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:58.200331+00:00"}
{"study_id": 196887, "supplement_id": 1518, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review existing evidence on the effects of riboflavin (vitamin B2) supplementation for migraine prophylaxis in adults and children.", "results_summary": "The study found that riboflavin supplementation in adults reduced the frequency and duration of migraine attacks with no serious side effects, but evidence was insufficient to recommend it as adjunct therapy for children.", "population_specificity": "Adults and children with migraines.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:58.705662+00:00"}
{"study_id": 36777, "supplement_id": 1519, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine how enzyme hydrolysis-assisted fibrillation dual modification affects the solubility, emulsifying properties, and antioxidant activity of rice protein.", "results_summary": "The modified rice proteins (RPH, RPN, RPHN) showed improved solubility, antioxidant activity, and emulsifying capacity, with RPHN performing best. RPHN also demonstrated high emulsion stability and no cytotoxicity to human cell lines.", "population_specificity": "Human cell lines (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:09:59.648712+00:00"}
{"study_id": 36778, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether rice protein peptide (RPP) could protect against DSS-induced inflammatory bowel disease (IBD) and associated cognitive impairment and depression symptoms, and to explore its underlying neurobiological mechanisms.", "results_summary": "RPP treatment in DSS-induced mice improved body weight, colon length, intestinal barrier function, and behavioral performance. It enhanced phenylalanine and tyrosine metabolism, upregulated key brain metabolites, and activated the BDNF/TrkB/CREB signaling pathway, suggesting potential benefits for IBD-related cognitive and depressive symptoms.", "population_specificity": "DSS-induced colitis mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:00.376538+00:00"}
{"study_id": 36779, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to analyze how rice protein hydrolysates (RPHs) affect the physicochemical properties, structure, and starch digestibility of extruded rice starch-protein hydrolysate complexes.", "results_summary": "RPHs significantly increased resistant starch content, hindered starch digestibility through enzyme inhibition and structural interactions, and improved thermal stability. Higher hydrolysis degrees in RPHs showed greater inhibition of starch digestibility and reinforced the V-type crystalline structure.", "population_specificity": "Not specified (in vitro or model system study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:00.992882+00:00"}
{"study_id": 36781, "supplement_id": 1519, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to develop a method using gluconic acid (GA) rinsing to reduce cadmium (Cd) contamination in rice protein while evaluating its impact on structural and functional properties.", "results_summary": "GA rinsing effectively removed 96.0% and 93.6% of Cd from rice protein-H and rice protein-L, respectively, without significantly altering structural properties. It also improved foaming properties, water holding capacity, and oil holding capacity.", "population_specificity": "Not specified (laboratory study on rice protein samples).", "effective_dosage": "Liquid-solid ratio of 30 mL/g, oscillation time of 120 min.", "study_duration": "Not specified (single treatment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:03.697671+00:00"}
{"study_id": 36782, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of pH-shifting treatments on the emulsifying properties of rice protein isolates (RPI).", "results_summary": "Alkaline pH-shifting treatment improved RPI's emulsifying properties, resulting in smaller emulsion particle size, more uniform distribution, and higher emulsifying activity and stability. The treatment promoted protein rearrangement and increased glutelin-type isoforms at the oil-water interface.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:04.769269+00:00"}
{"study_id": 36783, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to improve the solubility of rice protein (RP) using ultrasound-assisted glycation with dextran to enhance its industrial application in food products.", "results_summary": "The study found that ultrasound-assisted glycation significantly increased RP solubility to 90.6%, improved foaming and emulsifying properties, and altered protein structure by reducing β-sheets and increasing random coils. The method was more efficient than traditional wet-heating glycation.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "22 minutes (treatment duration)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:06.530616+00:00"}
{"study_id": 36780, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to improve the solubility and surface activity of rice protein isolates (RPI) using combined pH-shifting, ultrasound, and heat treatments.", "results_summary": "The combined treatments significantly increased protein solubility (from ~2.7% to ~91.8%) and surface hydrophobicity (up to ~283%), resulting in less compact protein aggregates and improved emulsion stability compared to untreated RPI.", "population_specificity": "Not specified (in vitro study on commercial RPI)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:07.386304+00:00"}
{"study_id": 36785, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the effects of rice protein (RP) on acute colitis induced by dextran sulfate sodium (DSS) in mice and investigate the underlying mechanisms.", "results_summary": "RP treatment alleviated colitis symptoms, repaired colonic function, regulated inflammatory factors, restored oxidative balance, activated the Keap1-Nrf2 signaling pathway, and modulated gut microbiota and short-chain fatty acid levels in mice.", "population_specificity": "Mice with DSS-induced acute colitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:08.112559+00:00"}
{"study_id": 36784, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the protective effects of industrially produced rice protein peptides (RPP) on dextran sulfate sodium (DSS)-induced acute colitis in mice and the potential mechanisms.", "results_summary": "RPP treatment alleviated colitis symptoms in mice, including weight loss and colon injury, regulated inflammatory and oxidative balance, activated the Keap1-Nrf2 signaling pathway, and improved gut microbiota composition and intestinal barrier function.", "population_specificity": "Mice with DSS-induced acute colitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:08.274367+00:00"}
{"study_id": 36786, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the in vitro digestion behavior of rice protein isolate (RPI) and its blend with pea protein isolate (PPI), focusing on how heating affects their structuring and breakdown.", "results_summary": "Rice protein isolate (RPI) showed low solubility regardless of heating, and rice prolamins resisted hydrolysis by digestive enzymes. In blends with pea protein, rice protein hindered pea protein aggregation during digestion.", "population_specificity": "In vitro study (no human or animal subjects)", "effective_dosage": "5% protein dispersion (2:1 pea-to-rice ratio)", "study_duration": "Not specified (in vitro digestion model)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:09.746011+00:00"}
{"study_id": 36787, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of heat treatment on protein interaction, surface hydrophobicity, amino acid composition, and in vitro digestibility of individual rice protein fractions.", "results_summary": "Heat treatment at 100°C for 20 minutes did not negatively affect essential amino acids but increased surface hydrophobicity and decreased free-thiol content. Digestibility remained unaffected for glutelin, globulin, and albumin but may have been reduced for prolamin due to intramolecular disulfide bonds and hydrophobic interactions.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Heat treatment applied for 20 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:10.495414+00:00"}
{"study_id": 36788, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of rice protein coatings enriched with essential oils in maintaining the interior quality of fresh eggs during storage.", "results_summary": "Rice protein coatings, especially when enriched with essential oils, significantly reduced weight loss and preserved egg quality (Haugh unit, yolk index, and pH) for up to 6 weeks compared to uncoated eggs. The coatings extended shelf life by up to 3 weeks longer than uncoated eggs.", "population_specificity": "Fresh eggs stored at 20°C.", "effective_dosage": "8% rice protein concentrate, enriched with 1% essential oils (tea tree, copaíba, or thymo).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:13.092484+00:00"}
{"study_id": 36789, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether ultrasound treatment could improve the film-forming properties of rice protein hydrolysates (RPH) when combined with chitosan (CS) for edible composite films.", "results_summary": "Ultrasound treatment significantly improved the mechanical properties of RPH/CS films, increasing elongation at break by 125% at 400 W and reducing the peroxide value of soybean oil from 16.99 to 2.23 meq/kg. The treatment also enhanced film smoothness and compatibility, with hydrogen bonds and covalent interactions identified as key forces in film formation.", "population_specificity": "Not specified (in vitro study on film properties)", "effective_dosage": "Not specified (ultrasonic power levels of 200 W and 400 W used)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:15.014032+00:00"}
{"study_id": 36791, "supplement_id": 1519, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a combination of rhamnolipid biosurfactant and F127/PAA hydrogels could effectively remove cadmium from contaminated rice protein while preserving its main components and structure.", "results_summary": "The two-step washing process removed 92% of cadmium from rice protein, reducing residual cadmium below safety levels (<0.2 mg/kg) without damaging the protein's structure. The combination of rhamnolipids and hydrogels showed a synergistic effect, as neither alone was effective in cadmium removal.", "population_specificity": "Contaminated rice protein (in vitro study, no human or animal subjects).", "effective_dosage": "Not specified (study describes a two-step washing process).", "study_duration": "Not specified (experimental procedure, no duration mentioned).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:16.424405+00:00"}
{"study_id": 36793, "supplement_id": 1519, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the suitability of hydrolyzed rice protein formulas (HRPFs) as a plant-based alternative for treating cow's milk protein allergy (CMPA) in infants and toddlers.", "results_summary": "HRPFs were found to be adequate for treating CMPA, supporting satisfactory growth in infants and toddlers, including those with CMPA. They serve as an alternative when cow's milk protein-based formulas are poorly tolerated or ineffective.", "population_specificity": "Infants and toddlers aged 0-3 years, including those with cow's milk protein allergy (CMPA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:16.801881+00:00"}
{"study_id": 36792, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of rice protein coatings, with and without propolis, in maintaining the interior quality and shell strength of fresh eggs during storage at 20°C for 6 weeks.", "results_summary": "Coated eggs (rice protein alone or with propolis at 5% or 10%) showed significantly better quality metrics (Haugh unit, yolk index, weight loss) compared to uncoated eggs. Scanning electron microscopy confirmed reduced surface porosity in coated eggs, suggesting a protective barrier against gas and moisture transfer.", "population_specificity": "Fresh eggs stored at room temperature.", "effective_dosage": "Rice protein concentrate with propolis at 5% or 10%.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:17.054749+00:00"}
{"study_id": 36794, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of rice protein coatings in maintaining the interior quality and eggshell strength of fresh eggs during storage compared to mineral oil and uncoated controls.", "results_summary": "Rice protein coatings (5%, 10%, and 15%) significantly reduced weight loss and preserved internal egg quality (Haugh unit, yolk index, pH) for up to 4 weeks longer than uncoated eggs, though mineral oil performed slightly better. Scanning electron microscopy confirmed reduced surface porosity in coated eggs, suggesting a protective barrier against gas and moisture transfer.", "population_specificity": "Fresh eggs stored at 20°C.", "effective_dosage": "5%, 10%, and 15% rice protein concentrate coatings.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:17.899500+00:00"}
{"study_id": 36795, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of lysine supplementation on the growth performance of blunt snout bream when fish meal was replaced by rice protein concentrate, and to characterize the underlying mechanisms.", "results_summary": "Fish fed rice protein concentrate (RPC) without lysine showed poorer growth performance and shorter intestinal villi compared to those fed fish meal or RPC with lysine. Lysine supplementation restored growth performance and influenced gene expressions related to growth pathways, suggesting its role in mediating growth effects in FM-free diets.", "population_specificity": "Blunt snout bream (Megalobrama amblycephala)", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:18.850706+00:00"}
{"study_id": 36797, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a rice protein matrix could enhance the bioavailability of xanthohumol (XN) and its metabolites after oral consumption in humans.", "results_summary": "The study found that plasma concentrations of XN and its metabolites were significantly higher when consumed with a spent hops-rice protein matrix compared to a control spent hops preparation, indicating enhanced bioavailability.", "population_specificity": "Healthy participants (n = 6)", "effective_dosage": "12.4 mg of XN", "study_duration": "6 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:20.913738+00:00"}
{"study_id": 36798, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine if direct steam injection (DSI) processing with pH adjustment could enhance the functional properties of pea-rice protein isolate blends.", "results_summary": "The study found that DSI processing at 107°C and pH 11 significantly improved solubility, emulsifying activity, foam stability, and oil holding capacity of the protein blend without reducing available lysine or altering essential amino acid composition.", "population_specificity": "Not specified (in vitro study on protein blends)", "effective_dosage": "5% (w/w) protein slurry, pea-rice protein ratio of 2:1 (w/w)", "study_duration": "Not specified (single processing intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:23.991998+00:00"}
{"study_id": 36799, "supplement_id": 1519, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to examine the effect of rice prolamin on anti-tumor immune response in vitro and leukemia growth in vivo.", "results_summary": "Prolamin-enriched rice fractions inhibited leukemia cell viability and promoted anti-tumor immunity in mice, reducing tumor weight and increasing cytokine levels without significant toxicity.", "population_specificity": "Syngeneic L1210-bearing DBA/2 mice and human leukemia Jurkat cells.", "effective_dosage": "Not specified (dose-dependent effects noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:24.044404+00:00"}
{"study_id": 36801, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to establish a new model to reflect the real ultrasound pretreatment process on rice protein and evaluate its effects on yield and enzymatic hydrolysis efficiency.", "results_summary": "Ultrasound treatment significantly increased the yield of soluble rice protein and improved enzymatic hydrolysis efficiency, but excessive ultrasonic power density and temperature caused protein aggregation. A modified kinetic model was developed to account for these effects, and SEM results showed structural changes influencing hydrolysis efficiency.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:25.007522+00:00"}
{"study_id": 36800, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine the effectiveness of ultrasound-assisted α-amylase degradation (UAD) treatment in improving the extraction rate, purity, and functional properties of rice protein (RP) from rice dreg powder.", "results_summary": "UAD treatment significantly increased protein extraction rate (89.58%) and purity (92.99%) compared to traditional methods, while also improving solubility, emulsifying activity, and foaming capacity of the extracted protein. The treatment altered protein structure without changing the main peptide chain or amino acid composition.", "population_specificity": "Not specified (laboratory study on rice dreg powder)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:25.985617+00:00"}
{"study_id": 36803, "supplement_id": 1519, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to isolate highly purified proteins from rice syrup meal and examine their hepatoprotective effects in vitro and in vivo.", "results_summary": "SRP70, derived from rice syrup meal, demonstrated hepatoprotective effects by reducing cytotoxicity and oxidative stress markers in hepatocytes and mice, while enhancing antioxidant enzyme activities. These effects were dose-dependent and supported by gene expression changes and histopathological evidence.", "population_specificity": "Rat primary hepatocytes and mice.", "effective_dosage": "Dose-dependent (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:27.139459+00:00"}
{"study_id": 36802, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine how alkali treatment during rice protein extraction affects its antioxidant activity.", "results_summary": "The study found that higher alkali concentrations (e.g., 0.4% NaOH) reduced rice protein's antioxidant capacity, including radical-scavenging, metal chelating, and reducing power, particularly after gastrointestinal digestion.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Alkali concentrations of 0.1% to 0.4% NaOH", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:27.242430+00:00"}
{"study_id": 36804, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanism of solubilization of rice protein isolates (RPIs) using freeze-milling combined with alkali pretreatment to enhance commercial availability.", "results_summary": "Freeze-milling combined with alkali pretreatment increased soluble RPIs by up to 42 times, with structural analyses showing protein unfolding, disrupted hydrophobic surfaces, and exposed hydrophilic groups. The technique also led to disaggregation and strong water-protein interactions, indicating its potential for food industry applications.", "population_specificity": "Not specified (laboratory study on rice protein isolates)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:29.114919+00:00"}
{"study_id": 36796, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of replacing fishmeal with rice protein concentrate (RPC) supplemented with xylooligosaccharides (XOS) on growth performance, antioxidant capability, and immune response in blunt snout bream.", "results_summary": "RPC alone reduced growth performance compared to fishmeal, but supplementation with 1.5% XOS significantly improved growth, antioxidant activity, immune response, and resistance to Aeromonas hydrophila infection.", "population_specificity": "Blunt snout bream (Megalobrama amblycephala) with an initial weight of 46.85 ± 0.34 g.", "effective_dosage": "RPC supplemented with 0.5%, 1.5%, 2.3%, and 3% XOS.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:31.220213+00:00"}
{"study_id": 36806, "supplement_id": 1519, "safety_score": "95", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the clinical tolerance and growth outcomes of extensively hydrolysed rice protein infant formula (eRHF) in infants with confirmed cow's milk protein allergy (CMPA).", "results_summary": "All 39 infants tolerated the eRHF without adverse effects and exhibited normal growth over the study period, supporting its use as an alternative to cow's milk-based formulas for CMPA.", "population_specificity": "Infants aged 0.5-6 months diagnosed with cow's milk protein allergy (CMPA).", "effective_dosage": "Not specified", "study_duration": "1 month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:32.270693+00:00"}
{"study_id": 36807, "supplement_id": 1519, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the hypo-allergenicity and safety of extensively hydrolyzed rice protein infant formula (eRHF) as an alternative for infants with cow's milk protein allergy (CMPA).", "results_summary": "The eRHF was well-tolerated by all infants, significantly reducing symptom-based scores within the first month and supporting catch-up growth to normal weight gain and normalization of growth parameters over the 6-month study period.", "population_specificity": "Infants (mean age 3.4 months, range 1-6 months) with confirmed cow's milk protein allergy (CMPA).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:34.387782+00:00"}
{"study_id": 36808, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether transglutaminase (TGase) and rice protein isolate (RPI) could improve the properties of rice dough and the quality of gluten-free rice noodles.", "results_summary": "The study found that TGase increased the storage and loss moduli of rice dough, while RPI decreased them, but the combined RPI+TGase treatment restored these properties to control levels. The treatment also improved viscosity parameters, reduced cooking loss and water turbidity, and smoothed the noodle surface.", "population_specificity": "Not specified (likely in vitro or food product testing, not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:35.275810+00:00"}
{"study_id": 36805, "supplement_id": 1519, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to develop a process for recovering highly concentrated protein and phosphorus compounds from rice bran without using enzymes or harsh chemicals.", "results_summary": "The study achieved high protein content (52.3% w/w) and efficient phosphorus recovery (15.1-16.4% w/w P) from rice bran, with no detected heavy metal ions in the final fractions. The process demonstrated practical feasibility for industrial application.", "population_specificity": "Not specified (laboratory-scale study on rice bran material).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:36.090174+00:00"}
{"study_id": 36810, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare two methods of processing rice protein (alkaline extraction vs. starch degradation) to determine which improves digestibility for food manufacturing applications.", "results_summary": "Alkaline-extracted rice protein (AE-RP) showed higher digestibility than starch-degraded rice protein (SD-RP), attributed to structural changes in protein bodies (PB-I and PB-II) caused by alkali treatment. AE-RP had a higher crude protein content (84.7%) compared to SD-RP (78.2%), with similar amino acid compositions except for lower cysteine and methionine in AE-RP.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:36.243198+00:00"}
{"study_id": 36811, "supplement_id": 1519, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to characterize rice proteins by analyzing their molecular properties, amino-acid sequences, glycosylation status, and disulphide bonding.", "results_summary": "The study identified and sequenced N-terminal and internal amino-acid regions of rice proteins, determined glycosylation and disulphide bonding status, and compiled a data-file of rice protein properties.", "population_specificity": "Rice proteins from embryos, endosperms, and leaves.", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:36.774653+00:00"}
{"study_id": 36809, "supplement_id": 1519, "safety_score": "95", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the clinical tolerance and safety of a hydrolysed rice protein formula (HRPF) versus an extensively hydrolysed cow's milk protein formula (EHF) in infants with IgE-mediated cow's milk allergy.", "results_summary": "The HRPF was well tolerated, with no allergic reactions reported, and infants showed similar growth and clinical tolerance development compared to those on EHF. The HRPF was tolerated by over 90% of infants, suggesting it is a safe and effective alternative to cow's milk-based formulas.", "population_specificity": "Infants (mean age 4.3 months, range 1.1-10.1 months) diagnosed with IgE-mediated cow's milk allergy.", "effective_dosage": "Not specified", "study_duration": "Follow-up at 3, 6, 12, 18, and 24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:37.449091+00:00"}
{"study_id": 36668, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the pharmacological properties of aspalathin (ASP) from rooibos in alleviating atopic dermatitis (AD) by examining local and systemic immune responses.", "results_summary": "Topical ASP significantly reduced AD symptoms in mice, including erythema, scaling, and skin thickening, while lowering inflammatory markers and immune cell infiltration. ASP also suppressed allergy- and inflammation-linked cytokines in T cells, basophils, and keratinocytes by inhibiting STAT6 and NFAT1 activation.", "population_specificity": "AD mouse model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:39.820223+00:00"}
{"study_id": 36669, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential neuroprotective effects of Rooibos and its major flavonoids on Alzheimer's disease mechanisms, including oxidative stress, tau protein, amyloid plaques, inflammation, and metal toxicity.", "results_summary": "The study reviewed literature suggesting Rooibos may modulate neurodegenerative mechanisms linked to Alzheimer's disease, but it did not present new experimental data or definitive clinical outcomes. The abstract implies potential benefits but lacks conclusive efficacy results.", "population_specificity": "Not specified (literature review, no specific population studied).", "effective_dosage": "Not available.", "study_duration": "Not available.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:40.603425+00:00"}
{"study_id": 36670, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential benefit of acute administration of unfermented rooibos on vascular health in a larval zebrafish model of stroke.", "results_summary": "Rooibos treatment limited thrombus formation, prevented stroke-induced deficits in larval motility, reduced lipid peroxidation, normalized neuronal protein expression, and improved tight junction protein levels, suggesting neuroprotective and vascular-protective effects.", "population_specificity": "Larval zebrafish model of stroke.", "effective_dosage": "Not specified (aqueous solution of an ethanolic extract of unfermented Rooibos).", "study_duration": "24-hour ponatinib exposure with concurrent rooibos treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:43.136585+00:00"}
{"study_id": 36671, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the impact of Rooibos on cardiovascular function in individuals at risk of cardiovascular disease (CVD) using echocardiography.", "results_summary": "The study found that Rooibos consumption led to some improvements in cardiovascular function, such as reduced left atrium size and interventricular septum diameter, with fermented Rooibos also decreasing left ventricle mass. However, no significant changes were observed in aorta dimensions or left ventricle posterior wall.", "population_specificity": "Individuals at risk of cardiovascular disease (CVD) in South Africa.", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:44.705689+00:00"}
{"study_id": 36673, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate existing human intervention studies on rooibos tea to assess its health benefits and identify gaps in the literature.", "results_summary": "Rooibos tea was found to improve lipid profiles, enhance antioxidant status, and lower blood glucose levels in both healthy and at-risk individuals, though results were inconsistent due to varying dosages and types of tea.", "population_specificity": "Participants aged 6 to 83 years, including healthy individuals and those at risk or diagnosed with chronic conditions.", "effective_dosage": "200 to 1,200 ml of fermented, unfermented, or black rooibos tea.", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:45.020566+00:00"}
{"study_id": 36674, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to illustrate the challenges in progressing ethnomedicines like rooibos to official treatment regimens in low-to-middle-income countries, focusing on regulatory hurdles and research biases.", "results_summary": "The study highlights the high standard of ethnomedicine research in Africa, particularly for rooibos, but notes potential biases in preclinical focus and the need for independent clinical trial coordination. It does not provide specific efficacy results for rooibos.", "population_specificity": "Not specified (general focus on ethnomedicine research in Africa, particularly South Africa).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:45.974871+00:00"}
{"study_id": 36675, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of rooibos on intestinal health, specifically its potential to improve gastrointestinal integrity and functionality, using larval zebrafish models.", "results_summary": "Aqueous and ethanol extracts of green rooibos rescued TNBS-induced intestinal damage, reduced oxidative and inflammatory markers, and normalized tight junction protein expression. The aqueous extract also improved gastrointestinal motility dysregulation.", "population_specificity": "Larval zebrafish", "effective_dosage": "2 mg/ml aqueous extract of green rooibos", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:46.564061+00:00"}
{"study_id": 36672, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of aspalathin (ASP), a flavonoid in rooibos, on mast cell-mediated allergic inflammation using in vivo and in vitro models.", "results_summary": "ASP dose-dependently suppressed IgE-mediated allergic responses, including reduced mast cell degranulation, histamine secretion, and pro-inflammatory cytokine production, outperforming nothofagin. It inhibited key signaling pathways (FcεRI, Lyn, Fyn, Syk) and transcription factors (NFAT, NF-κB).", "population_specificity": "Mouse models (PCA and ASA) and mast cell lines (RBL-2H3 and mouse bone marrow-derived mast cells).", "effective_dosage": "Dose-dependent (specific amounts not stated).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:47.890052+00:00"}
{"study_id": 36676, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to study the effect of inorganic fertilization and soil depth on soil water dynamics and rooibos plant growth under drought conditions.", "results_summary": "The study found that unfertilized rooibos plants on deeper soils had higher shoot biomass and longer taproots due to better soil water retention, while fertilized plants showed lower biomass due to high phosphorus concentration. Rooibos plants survived drought through an adapted root system and a proposed moisture-harvesting mechanism in the upper soil layers.", "population_specificity": "Young rooibos plantation at Nardouwsberg, Western Cape, South Africa.", "effective_dosage": "Not specified", "study_duration": "2016/17 season (approximately one year)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:49.459831+00:00"}
{"study_id": 36679, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Rooibos tea extract could inhibit PGE2 formation and the expression of related enzymes (cPLA2, COX-2, mPGES-1) in human monocytes, compared to green and black tea extracts.", "results_summary": "Rooibos tea extract inhibited LPS and calcium ionophore-induced PGE2 formation, though with lower potency than green and black tea. It also inhibited LPS-induced mPGES-1 expression but had minimal effects on COX-2 and cPLA2 expression.", "population_specificity": "Human monocytes", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:51.902870+00:00"}
{"study_id": 36677, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the combined effects of an aspalathin-rich green rooibos extract (GRT) with glyburide and atorvastatin on glycemia, dyslipidemia, and liver lipid accumulation in a type 2 diabetic mouse model.", "results_summary": "The study found that combining GRT with glyburide and atorvastatin enhanced the hypotriglyceridemic effect of atorvastatin and reduced lipid droplet accumulation in the liver. However, GRT alone or with glyburide did not affect blood glucose or lipid profiles but still reduced lipid droplet accumulation.", "population_specificity": "Male type 2 diabetic (db/db) mice and their nondiabetic lean db+ littermates.", "effective_dosage": "100 mg/kg bodyweight of GRT, 5 mg/kg bodyweight of glyburide, and 80 mg/kg bodyweight of atorvastatin.", "study_duration": "5 weeks.", "interactions": "Enhanced hypotriglyceridemic effect when GRT was combined with glyburide and atorvastatin.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:53.674690+00:00"}
{"study_id": 36681, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether flavonoids in rooibos tea (aspalathin, isoorientin, and orientin) could improve mitochondrial function in C2C12 myotubes under conditions of induced dysfunction.", "results_summary": "The study found that rooibos flavonoids reversed mitochondrial dysfunction caused by antimycin A, reduced reactive oxygen species production, and enhanced the expression of genes related to mitochondrial function, performing comparably to metformin and insulin.", "population_specificity": "C2C12 myotubes (a preclinical cell model).", "effective_dosage": "10 µM of aspalathin, isoorientin, and orientin.", "study_duration": "4-hour treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:54.194699+00:00"}
{"study_id": 36680, "supplement_id": 1520, "safety_score": "75", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and hepatic activity of Rooibos tea, including its antioxidative, anti-mutagenic properties, and potential herb-drug interactions.", "results_summary": "Rooibos exhibits antioxidative and anti-mutagenic properties and modulates microsomal enzymes. While rodent studies show protective or neutral effects on liver function, some human case reports suggest possible acute hepatic damage, with contamination potentially contributing to liver injury.", "population_specificity": "Preclinical (in vitro and rodent) and human studies, including case reports.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Possible herb-drug interactions due to impact on CYPs, affecting bioavailability of co-administered medicines.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:54.605148+00:00"}
{"study_id": 36684, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of rooibos in improving insulin signaling in the testicular tissue of type I diabetic rats.", "results_summary": "Rooibos (DRF group) showed an acute upregulation in IRS-1 protein expression but a decrease in PkB/Akt compared to diabetic controls, suggesting partial improvement in insulin signaling pathways.", "population_specificity": "Type I diabetic rats (STZ-induced).", "effective_dosage": "Not specified.", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:55.557500+00:00"}
{"study_id": 36682, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of Rooibos-derived compounds (linearthin, aspalathin, and nothofagin) to protect skin cells from UVB-induced oxidative stress and damage.", "results_summary": "Pre-treatment with Rooibos compounds (linearthin, aspalathin, and nothofagin) at low concentrations protected skin cells (HaCaT and SK-MEL-1) from UVB-induced damage, improving cell viability and metabolic activity while reducing oxidative stress markers. Linearthin showed the highest cytoprotective effects, with IC50 values indicating strong efficacy.", "population_specificity": "In vitro study using HaCaT (keratinocytes) and SK-MEL-1 (melanocytes) skin cell lines.", "effective_dosage": "IC50 values: linearthin (282 µg/mL for HaCaT, 248.3-142.6 µg/mL for SK-MEL-1), aspalathin (398.9 µg/mL for HaCaT).", "study_duration": "Pre-treatment durations of 4 and 24 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:58.073301+00:00"}
{"study_id": 36683, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of combining an aspalathin-rich green rooibos extract (GRT) with pioglitazone and atorvastatin on blood glucose and lipid levels in obese diabetic mice.", "results_summary": "The combination of GRT, pioglitazone, and atorvastatin effectively lowered fasting plasma glucose and triglyceride levels, while atorvastatin monotherapy reduced cholesterol and LDL-C. However, gene expression changes suggested potential hepatotoxic effects when GRT was combined with atorvastatin.", "population_specificity": "Obese diabetic (db/db) mice and their nondiabetic lean littermate controls (db+).", "effective_dosage": "GRT (100 mg/kg daily), pioglitazone (25 mg/kg daily), atorvastatin (80 mg/kg daily).", "study_duration": "5 weeks.", "interactions": "Enhanced hypotriglyceridemic effect when GRT was combined with pioglitazone and atorvastatin; cholesterol levels affected when GRT was combined with atorvastatin alone.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:58.410542+00:00"}
{"study_id": 36685, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the cardioprotective effects of aspalathin-rich green rooibos (GRT) on obesity-induced cardiovascular disease (CVD) risk factors in obese Wistar rats.", "results_summary": "GRT supplementation significantly alleviated obesity-induced CVD risk factors, including high blood pressure, impaired vasodilation, reduced antioxidant enzyme activity, and elevated oxidative stress markers. The extract also improved the expression of key cell-signaling proteins (eNOS, AMPK, and PKB) in aortic tissues.", "population_specificity": "Obese male Wistar rats fed a high-fat diet.", "effective_dosage": "60 mg/kg/day", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:10:58.751669+00:00"}
{"study_id": 36687, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of rooibos to mitigate FB1-induced toxicity, particularly its role in combating mitochondrial dysfunction and ROS generation.", "results_summary": "The study suggests that rooibos, due to its antioxidant and bioactive properties, may protect against FB1-induced cellular damage by addressing mitochondrial dysfunction and ROS overproduction. It highlights rooibos as a socio-economically viable intervention for FB1 toxicoses.", "population_specificity": "Not specified (general focus on vulnerable populations in developing countries)", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:01.772830+00:00"}
{"study_id": 36686, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the cardioprotective potential of Afriplex green rooibos extract against ischemia/reperfusion injury in rats with cardiovascular disease and metabolic dysfunction.", "results_summary": "Afriplex green rooibos extract reduced infarct size, improved heart function, lowered inflammation, and decreased oxidative stress in high-caloric diet rats. It also modulated key metabolic and stress signaling pathways, enhancing cardioprotection during ischemia/reperfusion.", "population_specificity": "Male Wistar rats fed a high-caloric diet to induce prediabetes and cardiovascular disease.", "effective_dosage": "60 mg/kg/day (containing 12.48% aspalathin).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:01.921531+00:00"}
{"study_id": 36689, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the combinatory cardioprotective effects of rooibos compounds (aspalathin and PPAG) against hyperglycemia-induced cardiac damage and compare them to metformin.", "results_summary": "The combination of rooibos compounds improved myocardial substrate metabolism, maintained mitochondrial membrane potential, reduced oxidative stress markers, and showed superior DNA damage protection compared to metformin. The study suggests rooibos compounds have unique cardioprotective properties against hyperglycemia-induced cardiac damage.", "population_specificity": "H9c2 cardiomyocytes exposed to chronic high glucose concentrations (in vitro model).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:03.900305+00:00"}
{"study_id": 36690, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether fermented and unfermented rooibos could counteract the harmful vascular and pro-oxidant effects of nicotine in rats.", "results_summary": "Fermented rooibos (RF) and melatonin (Mel) improved vascular function and increased antioxidant enzyme activity in nicotine-exposed rats, while unfermented rooibos (RUF) showed anti-contractile effects. RF also increased nitric oxide production in nicotine-exposed endothelial cells.", "population_specificity": "Male adult rats and rat aortic endothelial cells (AECs).", "effective_dosage": "2% RF, 2% RUF, or 4% Mel co-administered with nicotine (5 mg/kg body weight/day). RF pre-treatment in AECs: 0.015 mg/ml.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:05.679946+00:00"}
{"study_id": 36693, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the mechanism by which rooibos extract (RE) alleviates symptoms of dryness (sicca syndrome) and its effects on saliva and tear secretion.", "results_summary": "RE significantly increased tear and saliva volumes in mice in a dose-dependent manner, and its effects were mediated via the muscarinic acetylcholine receptor 3 (M3R).", "population_specificity": "Wild-type C57BL/6 (B6) mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:06.869154+00:00"}
{"study_id": 36691, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the pharmacokinetics and distribution of E6CG, the active component in rooibos extract, in exocrine glands of mice and its potential to improve systemic dryness.", "results_summary": "The study found that E6CG from rooibos extract was absorbed into blood plasma, peaked at 19.3 minutes post-administration, and was detected in various exocrine glands, suggesting its potential to improve dryness. Rooibos extracts containing E6CG may serve as functional foods for addressing systemic dryness.", "population_specificity": "C57BL/6 mice and implied human relevance (based on prior findings).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:07.178968+00:00"}
{"study_id": 36692, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether an aspalathin-rich green rooibos extract (GRT) exhibits anti-cancer activity against castration-resistant prostate cancer (CRPC) cells.", "results_summary": "GRT suppressed the proliferation and survival of CRPC cells, induced apoptosis, and inhibited tumor growth in a xenograft mouse model by targeting Akt signaling pathways.", "population_specificity": "CRPC cells (LNCaP 104-R1, LNCaP FGC, PC-3) and castrated nude mice with LNCaP 104-R1 xenografts.", "effective_dosage": "400 mg/kg GRT (gavage administration in mice).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:07.790937+00:00"}
{"study_id": 36694, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the histological effects of an aspalathin-rich green rooibos extract (GRE) on liver steatosis, inflammation, and body weight in a diet-induced obese rat model.", "results_summary": "GRE co-treatment significantly reduced body and liver mass, steatosis area, inflammation, and hepatocellular injury in high-fat diet-fed rats, suggesting anti-steatotic, anti-inflammatory, and weight-reducing effects.", "population_specificity": "Male Wistar rats (N=28) on a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:11.351005+00:00"}
{"study_id": 36695, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Rooibos extracts (fermented and green) could protect human umbilical vein endothelial cells (HUVECs) from oxidative stress and inflammation induced by diesel exhaust particles.", "results_summary": "Pre-treatment with Rooibos extracts attenuated DEP-induced oxidative stress markers (ROS, protein carbonyls, lipid peroxidation) and inflammatory cytokine expression, while enhancing antioxidant gene expression (NQO1, Nrf2) and cell viability. The effects were comparable to those of the flavone orientin.", "population_specificity": "Human umbilical vein endothelial cells (HUVECs) in vitro.", "effective_dosage": "40 and 60 µg/ml of fermented (FR) and green (GR) Rooibos extracts.", "study_duration": "6-hour pre-treatment followed by 4-hour DEP exposure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:12.299974+00:00"}
{"study_id": 36696, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether aqueous rooibos extract (RE) could mitigate the cardiovascular toxicity induced by diesel exhaust particles (DEP) in Wistar rats.", "results_summary": "Rooibos extract significantly attenuated DEP-induced oxidative stress, inflammation, and gene expression changes in the aorta and heart, including reductions in MDA, CDs, pro-inflammatory cytokines (IL-8, TNFα, IL-1β), and NF-κB signaling, while restoring anti-inflammatory IL-10 and IκB levels. It also modulated Nrf2 and HO-1 mRNA levels, suggesting protective effects against DEP toxicity.", "population_specificity": "Wistar rats exposed to DEP", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:13.427569+00:00"}
{"study_id": 36688, "supplement_id": 1520, "safety_score": "60", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether aspalathin-rich Rooibos extract (GRT™) could modulate atorvastatin (ATV)-induced hepatotoxicity in C3A liver cells under palmitate-treated conditions.", "results_summary": "The study found that GRT did not ameliorate ATV-induced hepatotoxic effects, including increased ROS production and apoptosis, in palmitate-treated C3A liver cells. Combination therapy of GRT + ATV also showed significant increases in ROS production.", "population_specificity": "C3A liver cells cultured with and without palmitate.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "Interaction with atorvastatin (ATV) noted, showing no protective effect against ATV-induced hepatotoxicity.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:14.154452+00:00"}
{"study_id": 36697, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether an aspalathin-enriched green rooibos extract (GRE) could ameliorate hepatic insulin resistance by improving insulin sensitivity through PI3K/AKT, FOXO1, and AMPK-mediated pathways.", "results_summary": "GRE attenuated palmitate-induced impairment of glucose and lipid metabolism in C3A liver cells and improved insulin sensitivity in obese insulin-resistant (OBIR) rats. It enhanced PI3K/AKT and AMPK phosphorylation, increased glucose transporter 2 expression, and stimulated genes involved in glucose and lipid metabolism.", "population_specificity": "C3A liver cells and obese insulin-resistant (OBIR) rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:15.160280+00:00"}
{"study_id": 36698, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antioxidant activity and protective effects of Rooibos tea extract on liver mitochondria oxidative phosphorylation in rats with CCl4-induced liver damage.", "results_summary": "The study found that Rooibos tea extract significantly improved mitochondrial respiration, ATP production, and reduced oxidative stress in rats with liver damage. It also decreased elevated enzyme levels and improved histological features, suggesting antioxidant and membrane-stabilizing effects.", "population_specificity": "Rats with carbon tetrachloride-induced liver damage.", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:15.198400+00:00"}
{"study_id": 36699, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the antidiabetic potential of Rooibos and its polyphenols in managing type 2 diabetes mellitus (T2DM).", "results_summary": "The study suggests that Rooibos and its bioactive compounds may offer therapeutic benefits for T2DM, though specific efficacy data are not detailed in the abstract. The review highlights the potential of Rooibos as a natural antioxidant source for diabetes management.", "population_specificity": "Not specified (general focus on type 2 diabetes mellitus).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:15.369394+00:00"}
{"study_id": 36700, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Aspalathin (Aspt) and nothofagin (Not) from green rooibos could modulate renal functional damage in a mouse model of sepsis and elucidate the underlying mechanisms.", "results_summary": "Treatment with Aspt and Not reduced renal damage markers (BUN, creatinine, urine protein, LDH), inhibited NF-κB activation, decreased inflammatory cytokines (TNF-α, IL-6), and enhanced antioxidant defenses (superoxide dismutase, glutathione peroxidase, catalase) in CLP-induced septic mice.", "population_specificity": "Mice with CLP-induced sepsis and renal damage.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:17.319673+00:00"}
{"study_id": 36701, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether aspalathin, a compound from Rooibos, could improve the efficacy of metformin in treating diabetes-associated symptoms in a diabetic mouse model.", "results_summary": "The combination of metformin and aspalathin was more effective than metformin alone in reducing fasting plasma glucose levels, improving glucose tolerance, and lowering body weight and fat content in diabetic mice. High-dose aspalathin (130 mg/kg) showed better potential than metformin alone, while a low dose (13 mg/kg) had no effect.", "population_specificity": "Type 2 diabetic (db/db) mice", "effective_dosage": "13 mg/kg (low dose), 130 mg/kg (high dose)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:20.390674+00:00"}
{"study_id": 36702, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of rooibos extracts and their polyphenols on blood glucose levels in diabetic rodent models through a meta-analysis of existing evidence.", "results_summary": "The study found that rooibos extracts, particularly those rich in the phenolic compound PPAG, significantly lowered blood glucose levels in diabetic rodents, with a pooled effect size of -0.89 (95% CI: -1.44 to -0.35). The effect varied based on the type of rooibos extract and treatment duration.", "population_specificity": "Diabetic rodent models (88 treated with rooibos extracts or polyphenols, 85 controls).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:21.633064+00:00"}
{"study_id": 36703, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the therapeutic potential of fermented and aspalathin-enriched green rooibos in dermal wound healing using in vitro models.", "results_summary": "Fermented rooibos increased nitric oxide production and markers of classically activated macrophages, while green rooibos reduced cyclooxygenase-2 levels in diabetic wound models. Both extracts decreased reactive oxygen species and protected fibroblasts from cell death.", "population_specificity": "In vitro models (RAW 264.7 macrophages, human dermal fibroblasts, glycated gelatin for diabetic wounds).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:21.894631+00:00"}
{"study_id": 36705, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify chemical changes in the phenolic composition of rooibos during different fermentation stages and assess the significance of these changes using multivariate statistical methods.", "results_summary": "The study found that fermentation significantly affects the extract compositions of rooibos, with all three statistical methods (ANOVA-Simultaneous Component Analysis, ANOVA-Target Projection, and regularized MANOVA) agreeing on the significance but differing in interpretation.", "population_specificity": "Not specified (in vitro study of rooibos plant material).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:23.475648+00:00"}
{"study_id": 36704, "supplement_id": 1520, "safety_score": "70", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antioxidant properties of aspalathin in Rooibos and its potential role in improving metabolic syndrome, as well as its stability, bioavailability, and possible herb-drug interactions.", "results_summary": "The study found that aspalathin has antioxidant properties and may improve glucose and lipid metabolism, but its use is limited by poor stability, low bioavailability, and potential interference with certain chronic medications for hyperglycaemia and dyslipidaemia.", "population_specificity": "Not specified (in vitro and in vivo studies discussed, but no specific human population mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Potential interference with metabolism of certain chronic medications for hyperglycaemia and dyslipidaemia.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:23.728039+00:00"}
{"study_id": 36706, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the cytoprotective effect of PPAG from rooibos on pancreatic beta cells exposed to acute cell stress, including streptozotocin-induced damage and fatty acid cytotoxicity.", "results_summary": "PPAG protected beta cells from apoptotic cell death in vivo and in vitro, preserved anti-apoptotic protein BCL2 expression, and showed protective effects against streptozotocin and palmitate-induced cytotoxicity in both mouse and human pancreatic cells.", "population_specificity": "Mice treated with streptozotocin, INS-1E beta cells, and human pancreatic islet cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:25.017432+00:00"}
{"study_id": 36707, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antiseptic effects and mechanisms of aspalathin (Asp) and nothofagin (Not) from green rooibos against HMGB1-mediated septic responses in HUVECs and mice.", "results_summary": "Asp and Not effectively inhibited LPS-induced HMGB1 release and suppressed HMGB1-mediated septic responses, including hyperpermeability, leukocyte adhesion/migration, and proinflammatory protein activation. They also reduced TNF-α, IL-6, NF-κB, and ERK1/2 activation, suggesting potential therapeutic benefits for vascular inflammatory diseases.", "population_specificity": "Human umbilical vein endothelial cells (HUVECs) and mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:25.621754+00:00"}
{"study_id": 36708, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-inflammatory effects and mechanisms of aspalathin and nothofagin from green rooibos against LPS-mediated vascular inflammatory responses.", "results_summary": "Aspalathin and nothofagin inhibited LPS-induced barrier disruption, reduced expression of cell adhesion molecules, suppressed leukocyte migration, and decreased production of pro-inflammatory cytokines (TNF-α, IL-6) and activation of NF-κB and ERK1/2 pathways. These compounds also reduced LPS-induced lethal endotoxemia in mice.", "population_specificity": "Human umbilical vein endothelial cells (HUVECs) and mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:26.516861+00:00"}
{"study_id": 36709, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether Rooibos, alone or combined with red palm oil (RPO), could mitigate LPS-induced inflammation and improve cardiac function in rats.", "results_summary": "Rooibos alone increased anti-inflammatory cytokine IL-10 in plasma but did not affect baseline cardiac function. Combined with RPO, it enhanced myocardial IL-10 production, suggesting synergistic anti-inflammatory effects in heart tissue.", "population_specificity": "Male Wistar rats weighing 150-200 g", "effective_dosage": "Not specified", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:28.825676+00:00"}
{"study_id": 36711, "supplement_id": 1520, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effects of aqueous rooibos tea extract (RTE) and red palm oil (RPO) on sperm motility parameters in streptozotocin-induced diabetic rats.", "results_summary": "Rooibos tea extract (RTE) significantly improved sperm linearity (LIN) and wobble (WOB) in diabetic rats. Co-administration with RPO also showed beneficial effects on sperm motility parameters.", "population_specificity": "Streptozotocin-induced diabetic rats.", "effective_dosage": "2% aqueous rooibos tea extract daily.", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:30.612712+00:00"}
{"study_id": 36712, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether aspalathin (Asp) and nothofagin (Not) from green rooibos could suppress high glucose-induced vascular inflammation in endothelial cells and mice.", "results_summary": "Asp and Not inhibited high glucose-induced vascular hyperpermeability, monocyte adhesion, expression of cell adhesion molecules, ROS formation, and NF-κB activation, suggesting potential benefits for diabetic complications.", "population_specificity": "Human umbilical vein endothelial cells (HUVECs) and mice.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:31.370015+00:00"}
{"study_id": 36713, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the antioxidant effects of rooibos tea extract (RTE), red palm oil (RPO), and their combination in diabetic rats.", "results_summary": "RTE and RPO + RTE improved liver GPx and reduced plasma TBARS in diabetic rats, bringing levels close to normal. RTE alone and combined with RPO also enhanced liver SOD and plasma ORAC.", "population_specificity": "Streptozotocin-induced diabetic rats.", "effective_dosage": "Not specified.", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:31.920902+00:00"}
{"study_id": 36714, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Rooibos tea could attenuate immobilization-induced oxidative stress in an animal model.", "results_summary": "Rooibos tea significantly reduced oxidative stress markers, reversed stress-related metabolite increases, prevented lipid peroxidation, restored protein degradation, regulated glutathione metabolism, and modulated antioxidant enzyme activities.", "population_specificity": "Animal model (chronic restraint or immobilization stress)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:32.471031+00:00"}
{"study_id": 36710, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of aspalathin (Asp) and nothofagin (Not) from green rooibos on EPCR shedding and related inflammatory and coagulation pathways.", "results_summary": "Asp and Not inhibited PMA-, TNF-α-, IL-1β-, and CLP-induced EPCR shedding, reduced TACE expression and activity, suppressed thrombin generation, and decreased phosphorylation of p38, ERK 1/2, and JNK. These results suggest Asp and Not have potential as anti-sEPCR shedding reagents.", "population_specificity": "Endothelial cells (HUVECs) and mice (CLP model).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:32.868183+00:00"}
{"study_id": 36715, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of compost and nonpathogenic Pythium taxa in suppressing damping-off caused by pathogenic oomycetes in rooibos nurseries.", "results_summary": "Compost showed variable efficacy in suppressing damping-off, with one batch controlling 60% of isolates and another 37%. Combining compost with nonpathogenic Pythium taxa significantly improved suppression of damping-off, even for isolates resistant to compost alone.", "population_specificity": "Rooibos (Aspalathus linearis) nurseries affected by pathogenic oomycetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:34.037525+00:00"}
{"study_id": 36716, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the xanthine oxidase (XOD) inhibitory activity of an aspalathin-rich fraction (ARF) and purified aspalathin from rooibos, as well as their hypouricemic effects in hyperuricemic mice.", "results_summary": "The ARF and aspalathin demonstrated dose-dependent XOD inhibition, with IC50 values of 20.4 μg/mL (ARF) and 4.5 μg/mL (aspalathin). In hyperuricemic mice, both significantly reduced plasma uric acid levels in a dose-dependent manner, likely due to XOD inhibition.", "population_specificity": "Hyperuricemic mice induced by inosine-5'-monophosphate.", "effective_dosage": "Not specified (dose-dependent effects observed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:36.300633+00:00"}
{"study_id": 36718, "supplement_id": 1520, "safety_score": "65", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether rooibos tea improves sperm function due to its antioxidant properties and assess its effects on male reproductive health.", "results_summary": "Unfermented rooibos improved sperm concentration, viability, and motility, while fermented rooibos enhanced sperm vitality but increased spontaneous acrosome reaction. Prolonged exposure caused subtle structural changes in reproductive organs and potential liver/kidney effects.", "population_specificity": "Male rats", "effective_dosage": "2% or 5% rooibos tea", "study_duration": "52 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:38.513203+00:00"}
{"study_id": 36717, "supplement_id": 1520, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the effect of fermented rooibos hot water soluble solids on in vitro adipocyte differentiation and metabolism, focusing on its potential anti-obesity properties.", "results_summary": "Rooibos soluble solids inhibited intracellular lipid accumulation, reduced mRNA and protein expression of adipogenesis-related genes, and decreased leptin secretion without cytotoxicity. Higher concentrations increased ATP levels and basal glucose uptake.", "population_specificity": "In vitro 3T3-L1 adipocytes", "effective_dosage": "10 μg/ml and 100 μg/ml", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:38.592072+00:00"}
{"study_id": 36719, "supplement_id": 1520, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the potential of Rooibos extract as a complementary therapy for metabolic diseases, focusing on its polyphenol content and effects on lipid metabolism and hepatic steatosis.", "results_summary": "Rooibos extract significantly reduced serum cholesterol, triglycerides, and free fatty acids in hyperlipemic mice, prevented hepatic steatosis, and altered adipocyte size and number, likely through AMPK activation, but showed no effect on insulin resistance.", "population_specificity": "Hyperlipemic mice fed a Western-type diet.", "effective_dosage": "Not specified (extract contained 25% w/w total polyphenols).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:40.495914+00:00"}
{"study_id": 36721, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of rooibos tea on postnatal development and egg production in aged Japanese quail, assessing its potential benefits on body weight and reproductive longevity.", "results_summary": "Rooibos tea affected body weight differently by sex, decreasing it in males and increasing it in females. It also reduced the decline in egg production in aged hens, suggesting a prolonged productive period.", "population_specificity": "Aged Japanese quail (Coturnix coturnix japonica)", "effective_dosage": "Not specified", "study_duration": "Up to 100 days for body weight effects; egg production assessed at 360 days of age", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:41.249514+00:00"}
{"study_id": 36720, "supplement_id": 1520, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of rooibos tea on liver regeneration and biochemical parameters in rats after carbon tetrachloride-induced liver damage.", "results_summary": "Rooibos tea reduced liver enzyme activity (aspartate aminotransferase, alanine aminotransferase) and bilirubin levels, increased plasma albumin, decreased tissue malondialdehyde, and reduced fibrotic tissue extent compared to the water-drinking group. All biochemical parameters normalized to healthy levels after 42 days of regeneration.", "population_specificity": "Rats with carbon tetrachloride-induced liver damage.", "effective_dosage": "Not specified.", "study_duration": "Administered during the entire experiment and/or only during the regeneration phase (exact duration unclear).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:42.118851+00:00"}
{"study_id": 36722, "supplement_id": 1520, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effects of rooibos tea on preventing and treating oxidative stress in streptozotocin-induced diabetic rats.", "results_summary": "Rooibos tea significantly reduced advanced glycation end-products (AGEs) and malondialdehyde (MDA) in plasma and tissues, particularly in the lens, but did not affect diabetic status markers like glucose or glycated hemoglobin. The study concluded that rooibos tea partially prevents oxidative stress and may help protect against diabetic vascular complications.", "population_specificity": "Streptozotocin-induced diabetic rats.", "effective_dosage": "Not specified (aqueous and alkaline extracts used).", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:42.430943+00:00"}
{"study_id": 36723, "supplement_id": 1520, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of rooibos tea on liver antioxidant status and oxidative stress in a rat model of carbon tetrachloride-induced liver damage, comparing it to the synthetic antioxidant NAC.", "results_summary": "Rooibos tea restored liver concentrations of CoQ9H2 and alpha-tocopherol and inhibited lipid peroxidation (MDA formation) in CCl4-damaged rats, comparable to healthy animals, though it did not counteract the decrease in CoQ9. NAC outperformed rooibos in restoring CoQ9 levels.", "population_specificity": "Rats with carbon tetrachloride-induced liver damage.", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:43.312317+00:00"}
{"study_id": 36724, "supplement_id": 1520, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Rooibos tea extract could suppress X-ray-induced oncogenic transformation in mouse C3H10T1/2 cells.", "results_summary": "Rooibos tea extract significantly reduced X-ray-induced transformation in a dose- and time-dependent manner, with 10% concentration achieving transformation levels similar to spontaneous rates. Green tea extract at an equitoxic concentration showed no effect.", "population_specificity": "Mouse C3H10T1/2 cells (in vitro study).", "effective_dosage": "Up to 10% extract concentration.", "study_duration": "Entire incubation period (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:45.233722+00:00"}
{"study_id": 36917, "supplement_id": 1521, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antibacterial action and mechanism of rose essential oil (REO) against Aeromonas veronii isolated from Northern snakehead.", "results_summary": "REO demonstrated significant bacteriostatic activity against A. veronii, disrupting cellular morphology, increasing membrane permeability, and inducing leakage of intracellular biomolecules. Metabolomics analysis revealed REO disturbed key metabolic pathways, confirming its antibacterial effect.", "population_specificity": "Aeromonas veronii isolated from Northern snakehead.", "effective_dosage": "Minimum inhibitory concentration of 1.25 μl ml-1.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:47.445374+00:00"}
{"study_id": 36725, "supplement_id": 1520, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Rooibos tea (RT) suppresses chromosome aberrations and micronuclei induced by mutagens like benzo[a]pyrene (B(a)P) and mitomycin C (MMC) in cultured CHO cells and mice.", "results_summary": "Rooibos tea suppressed chromosome aberrations in CHO cells and reduced micronuclei in mice when exposed to mutagens, suggesting antimutagenic effects. Unlike green tea and Po-lei tea, RT's effects were observed both with and without metabolic activation (S9 mix), indicating potential unknown antimutagenic components.", "population_specificity": "Cultured CHO cells and mice.", "effective_dosage": "0.1% RT at 1.0 ml/mouse (single dose for MMC, daily for 28 days for B(a)P).", "study_duration": "Single dose (6h before MMC) or 28 days (daily for B(a)P).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:49.644857+00:00"}
{"study_id": 36918, "supplement_id": 1521, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of Rosa damascena essential oil (RDEO) on learning, memory, and biochemical markers in a rat model of scopolamine-induced amnesia, as well as its potential interaction with human M1 mAChR.", "results_summary": "RDEO mitigated learning and memory impairments in rats, reduced acetylcholinesterase activity, and increased M1 mAChR and BDNF levels. Computational modeling showed favorable binding of RDEO components to human M1 mAChR.", "population_specificity": "Scopolamine-induced amnestic rats", "effective_dosage": "100 μL/kg orally", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:49.714272+00:00"}
{"study_id": 36921, "supplement_id": 1521, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the neuroprotective potential of Rose Essential Oil (REO) in a transgenic Caenorhabditis elegans model of Parkinson's disease.", "results_summary": "REO reduced α-synuclein aggregations, diminished dopaminergic neuron degeneration, improved food-sensing behavior, prolonged lifespan, and enhanced proteasome and SOD-3 activities while reducing oxidative stress.", "population_specificity": "Transgenic Caenorhabditis elegans (nematode) models of Parkinson's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:50.956752+00:00"}
{"study_id": 36919, "supplement_id": 1521, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether rose essential oil industry by-products could be valorized to extract pectic polysaccharides with gelling properties comparable to commercial citrus pectins.", "results_summary": "The study found that rose oil by-products, particularly those extracted with 1,1,1,2-tetrafluoroethane and hexane, yielded pectic polysaccharides with strong gelling properties, comparable to commercial citrus pectins. The highest polysaccharide yield was observed in Rosa damascena by-products, with rheological studies confirming strong gel formation under specific conditions.", "population_specificity": "Industrial by-products from Rosa damascena, Rosa alba, and Rosa centifolia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:51.245467+00:00"}
{"study_id": 36922, "supplement_id": 1521, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine if Pingyin rose essential oil (PREO) could alleviate and restore intestinal barrier damage induced by dextran sodium sulfate (DSS) in mice.", "results_summary": "PREO treatment improved colitis symptoms, increased tight junction proteins and antioxidant enzyme activities, reduced inflammatory markers, and modulated gut microbiota composition, suggesting potential benefits for gut barrier function via the TLR4-NF-kB pathway.", "population_specificity": "C57BL6 female mice with DSS-induced colitis.", "effective_dosage": "15 μL/kg daily.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:52.097497+00:00"}
{"study_id": 36920, "supplement_id": 1521, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if rose essential oil aromatherapy reduces nausea and vomiting in chemotherapy patients.", "results_summary": "The study found that rose essential oil significantly reduced nausea and vomiting scores in chemotherapy patients compared to the control group, particularly in the second cycle of chemotherapy. The effect was consistent across multiple time periods post-chemotherapy.", "population_specificity": "66 cancer patients undergoing chemotherapy.", "effective_dosage": "Not specified.", "study_duration": "From November 2022 to March 2023 (exact duration per patient not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:52.522243+00:00"}
{"study_id": 36923, "supplement_id": 1521, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-inflammatory and antioxidative mechanisms of Rose Essential Oil (PREO) using molecular analysis and network pharmacology.", "results_summary": "PREO significantly reduced inflammatory and oxidative biomarkers (NO, ROS, MDA) and preserved antioxidant enzyme activities (SOD, CAT). Network pharmacology and molecular docking suggested PREO's anti-inflammatory effects may involve regulation of the NF-κB signaling pathway.", "population_specificity": "RAW 264.7 cells (murine macrophage cell line) exposed to LPS.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:53.866613+00:00"}
{"study_id": 36927, "supplement_id": 1521, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop an enzyme-based protocol using horseradish peroxidase (HRP) to remove allergenic eugenol from rose essential oil while preserving its organoleptic quality and chemical composition.", "results_summary": "The study demonstrated that HRP effectively removed allergenic eugenol from rose essential oil without compromising its organoleptic properties or chemical makeup. This enzyme-based approach presents a novel method for detoxifying natural extracts used in perfumery and cosmetics.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:11:59.917447+00:00"}
{"study_id": 36926, "supplement_id": 1521, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether rose essential oil, as an adjuvant to diclofenac sodium, could enhance pain relief in individuals with primary dysmenorrhea.", "results_summary": "The study found that both groups (diclofenac alone and diclofenac with rose essential oil aromatherapy) showed significant pain reduction at 10 and 30 minutes, but the group receiving rose essential oil had lower pain scores at 30 minutes compared to the diclofenac-only group.", "population_specificity": "100 patients with primary dysmenorrhea.", "effective_dosage": "2% rose essential oil (specific frequency not mentioned).", "study_duration": "Single intervention (measured at 10 and 30 minutes post-administration).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:00.152821+00:00"}
{"study_id": 36925, "supplement_id": 1521, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to examine whether inhalation aromatherapy with rose essential oil could reduce anxiety in patients undergoing coronary artery bypass graft (CABG) surgery.", "results_summary": "The study found no significant reduction in state anxiety, trait anxiety, or total anxiety in CABG patients who inhaled rose essential oil compared to the control group. The results suggest that rose essential oil did not effectively alleviate preoperative anxiety in this context.", "population_specificity": "Patients undergoing CABG surgery (n=66).", "effective_dosage": "Three drops of 4% rose essential oil, inhaled for 10 minutes.", "study_duration": "Administered one night and one hour before surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:00.452704+00:00"}
{"study_id": 201557, "supplement_id": 1522, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of a fermented oat meal drink containing rosehip on glycaemic and insulinaemic responses in healthy adults.", "results_summary": "The rosehip drink (RFOMD) resulted in high glucose responses similar to the reference bread, but the study did not report significant effects on insulin response compared to the control. The primary focus of the study was on bilberry-enriched drinks, which showed more notable effects.", "population_specificity": "Young healthy adults", "effective_dosage": "10% rosehip in fermented oat meal drink", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:01.284116+00:00"}
{"study_id": 93893, "supplement_id": 1522, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of Lady Prelox® (containing rose hip extract) on sexual function and oxidative stress in women with moderate sexual dysfunction.", "results_summary": "Supplementation with Lady Prelox® significantly improved FSFI scores and reduced oxidative stress compared to controls, with no reported adverse effects. The improvements were statistically significant and clinically meaningful.", "population_specificity": "100 healthy women aged 37-45 years with moderate sexual dysfunction.", "effective_dosage": "50 mg Rosvita® rose hip extract (as part of Lady Prelox® tablets, taken daily for 8 weeks).", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:01.853589+00:00"}
{"study_id": 49974, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the land utilization efficiency and competitive dynamics of intercropping Roselle (Hibiscus sabdariffa L.) with cluster bean under different planting patterns and lithovit (CO2 nano-material) application rates.", "results_summary": "The study found that intercropping Roselle with cluster bean in a 1:3 row ratio achieved the highest land equivalent ratio (LER), area time equivalent ratio (ATER), and land utilization efficiency (LUE%), indicating improved productivity. Roselle was dominant in the intercropping system, while cluster bean was dominated, as evidenced by positive aggressivity for Roselle and negative for cluster bean.", "population_specificity": "Experimental farm setting at Zagazig University, Egypt, during summer seasons of 2018 and 2019.", "effective_dosage": "Lithovit rates of 0.0, 2.0, 4.0, and 6.0 g/l were tested, but Roselle-specific dosage was not detailed.", "study_duration": "Two summer seasons (2018 and 2019).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:06.094566+00:00"}
{"study_id": 49973, "supplement_id": 1523, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the clinical effects of roselle drink on antioxidant activity, blood pressure, and skin condition in healthy adults.", "results_summary": "The study found that roselle drink significantly reduced blood pressure, improved antioxidant levels, and increased skin redness and moisture after 6 months of consumption. Phenolics and anthocyanins in roselle were identified as potential contributors to these health effects.", "population_specificity": "39 healthy adults", "effective_dosage": "200 ml daily", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:07.296212+00:00"}
{"study_id": 49976, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 45, "study_goal": "The researchers aimed to assess the effect of Roselle on blood pressure in adults with primary hypertension.", "results_summary": "The study found very low-certainty evidence that Roselle had no significant effect on systolic or diastolic blood pressure compared to placebo. Secondary outcomes like adverse effects, pulse pressure, and heart rate were not reported.", "population_specificity": "Adults with type 2 diabetes mellitus (60 participants).", "effective_dosage": "5600 mg of Roselle extract capsules (total dose).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:08.602642+00:00"}
{"study_id": 49975, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of various sanitizing agents in reducing Salmonella contamination in roselle seeds.", "results_summary": "Diluted vinegar and water at 55°C were effective in reducing Salmonella in roselle seeds by 2.48 and 2.54 log, respectively, with no negative impact on seed germination. High concentrations of NaOCl and ACEW showed lower antimicrobial activity.", "population_specificity": "Roselle seeds (not human subjects).", "effective_dosage": "15-minute treatment with sanitizing agents.", "study_duration": "15 minutes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:08.666310+00:00"}
{"study_id": 49977, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to elucidate the active ingredients and molecular mechanism of Roselle (Hibiscus sabdariffa L.) in treating diabetes, focusing on its protective effects on vascular endothelial cells.", "results_summary": "The study found that Roselle has significant anti-hyperglycemic efficacy and a protective effect on vascular endothelial cells, supported by network pharmacology and experimental validation. It identified active ingredients and potential molecular mechanisms for Roselle's antidiabetic effects.", "population_specificity": "Not specified (likely in vitro or animal models based on methodology).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:09.295560+00:00"}
{"study_id": 49982, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether roselle extract could mitigate cardiac hypertrophy and dysfunction following myocardial infarction (MI) in both in vivo and in vitro models.", "results_summary": "Roselle extract significantly improved cardiac function (LVDP, LVdP/dtmax, Tau) and reduced oxidative stress and cardiac remodeling markers in MI-induced rats. In vitro, it attenuated ANG II-induced cardiomyocyte hypertrophy in a dose-dependent manner.", "population_specificity": "Male Sprague-Dawley rats (in vivo) and H9c2 cardiomyocytes (in vitro).", "effective_dosage": "100 mg/kg, orally daily (in vivo).", "study_duration": "28 days (in vivo).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:11.365291+00:00"}
{"study_id": 49979, "supplement_id": 1523, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antimicrobial effects of roselle-capped silver nanochips against Aggregatibacter actinomycetemcomitans and assess their toxicity on fibroblast cells for potential use in periodontitis treatment.", "results_summary": "The SNP-Ro chips demonstrated significant antimicrobial activity, eradicating A. actinomycetemcomitans within 180 minutes, and showed increased viability of human gingival fibroblasts compared to controls. The study suggests the SNP-Ro chip could be a promising adjunctive antimicrobial agent for periodontal therapy.", "population_specificity": "Human gingival fibroblasts (HGFs) and bacterial cultures of A. actinomycetemcomitans.", "effective_dosage": "Not specified (three ratios tested, but exact concentrations not provided).", "study_duration": "Not specified (time-kill assay conducted over 180 minutes).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:11.986610+00:00"}
{"study_id": 49983, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of roselle extract on early cardiac remodeling in a rat model of myocardial infarction (MI).", "results_summary": "Roselle supplementation attenuated cardiac injury markers (troponin-T), reduced inflammation (IL-6, IL-10), and mitigated fibrosis and hypertrophy in MI rats. The study concluded that roselle could limit early cardiac remodeling post-MI.", "population_specificity": "Male Wistar rats (200-300 g) with induced MI.", "effective_dosage": "100 mg/kg, orally.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:14.740401+00:00"}
{"study_id": 36924, "supplement_id": 1521, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of aromatherapy with rose essential oil (REO) on apparent anxiety in patients with acute myocardial infarction (MI).", "results_summary": "The study found that REO significantly reduced anxiety levels in patients with acute MI, as measured by the Spielberger questionnaire, with a notable decrease in mean anxiety scores post-intervention compared to the placebo group.", "population_specificity": "Patients with acute MI admitted to the cardiac ward of Heshmatieh Hospital in Sabzevar.", "effective_dosage": "Three drops of REO by inhalation, three times a day.", "study_duration": "3 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:16.127467+00:00"}
{"study_id": 49984, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to understand the effects of pH and heat treatment on the stability, color, and antioxidant properties of anthocyanins in Roselle extract.", "results_summary": "The study found that Roselle extract is rich in anthocyanins with strong antioxidant capacity (DPPH IC50 = 4.06 mg/mL, ABTS IC50 = 3.7 mg/mL). Anthocyanins showed heat resistance and color stability in acidic environments but degraded rapidly in low-acid conditions.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:16.491701+00:00"}
{"study_id": 49986, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to extract microcrystalline cellulose (MCC) from roselle fiber and compare its physicochemical, morphological, and thermal properties with commercially available MCC.", "results_summary": "The study found that roselle-derived MCC had higher crystallinity (78%) than commercial MCC (74%) and exhibited better thermal stability than roselle pulp but poorer stability compared to commercial MCC. The isolated MCC showed potential as a reinforcing element in green composites and a precursor for nanocellulose.", "population_specificity": "Not applicable (in vitro study on roselle fiber)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:17.304883+00:00"}
{"study_id": 49988, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibacterial effect of roselle calyx extracts compared to chemical agents on foodborne bacteria contaminating jalapeño and serrano peppers.", "results_summary": "Roselle calyx extracts significantly reduced levels of all 13 tested foodborne bacteria more effectively than sodium hypochlorite, colloidal silver, and acetic acid on both pepper types. The study suggests roselle extracts could be useful for disinfecting chili peppers in various settings.", "population_specificity": "Contaminated jalapeño and serrano peppers (in vitro study).", "effective_dosage": "Not specified (four extract types: water, methanol, acetone, ethyl acetate).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:17.928481+00:00"}
{"study_id": 49985, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the antihypertensive efficacy and end-organ protective effects of a combination therapy of Hibiscus sabdariffa and Olea europaea extracts (Roselle-Olive) in an L-NAME-induced hypertensive rat model.", "results_summary": "Roselle-Olive demonstrated dose-dependent reductions in blood pressure, improved serum nitric oxide levels, enhanced liver and kidney markers, and showed antioxidant, genoprotective, and ACE-inhibitory effects. It also upregulated eNOS expression and reduced organ damage in hypertensive rats.", "population_specificity": "L-NAME-induced hypertensive rats", "effective_dosage": "500, 250, and 125 mg/kg/day", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:18.371032+00:00"}
{"study_id": 49990, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of roselle calyces on serum lipid levels, insulin, inflammation, and oxidative stress in patients with metabolic syndrome (MetS).", "results_summary": "Roselle significantly reduced serum triglycerides (TG) and systolic blood pressure (SBP) compared to placebo, but no significant effects were observed on other measured variables.", "population_specificity": "Forty adult patients with metabolic syndrome (MetS).", "effective_dosage": "500 mg of H. sabdariffa calyx powder once daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:20.360048+00:00"}
{"study_id": 49995, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 1, "quality_score": 30, "study_goal": "To explore the effect of Roselle on blood pressure in hypertensive adult patients.", "results_summary": "No studies met the inclusion criteria, so there is insufficient evidence to support Roselle's benefit for controlling or lowering blood pressure in hypertensive patients. One ongoing study may meet the criteria when completed.", "population_specificity": "Hypertensive adult patients", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:24.785968+00:00"}
{"study_id": 49992, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of regular Roselle ingestion on blood pressure and left ventricular hypertrophy in patients with moderate essential hypertension.", "results_summary": "Roselle significantly reduced pulse pressure, systolic and diastolic blood pressure, and heart rate in both normotensive and hypertensive groups after 4 weeks, with effects reversing post-treatment. It also showed regression of left ventricular hypertrophy in hypertensive patients.", "population_specificity": "Normotensive subjects and patients with moderate essential hypertension (n=50 each, average age 50±5 years).", "effective_dosage": "Not specified", "study_duration": "4 weeks of treatment followed by 4 weeks of recovery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:25.168938+00:00"}
{"study_id": 49994, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanism behind the antihyperglycemic activity of an ethanolic extract of roselle calyxes (HS-EE) in diabetic rats.", "results_summary": "HS-EE at 1.0 g/kg/day significantly reduced blood glucose levels by 38% in diabetic rats and increased basal insulin levels in both normal and diabetic rats. It also increased the number of islets of Langerhans in both groups.", "population_specificity": "Male Sprague Dawley rats (normal and streptozotocin-induced diabetic).", "effective_dosage": "0.1 and 1.0 g/kg/day.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:26.143691+00:00"}
{"study_id": 49996, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the protective effects of Roselle against cisplatin-induced reproductive toxicity in rats and study the underlying mechanisms.", "results_summary": "Roselle extract reduced cisplatin-induced sperm abnormalities, enhanced sperm motility, and restored antioxidant enzyme levels (SOD, GSH, CAT) and lipid peroxidation marker (MDA) to control levels in rats. The protective effects were attributed to its potent antioxidant activity.", "population_specificity": "Male albino rats", "effective_dosage": "1g/kg per day (oral administration)", "study_duration": "26 days (21 days pre-cisplatin and 5 days post-cisplatin)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:27.112609+00:00"}
{"study_id": 49989, "supplement_id": 1523, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effect of Hibiscus anthocyanins (HAs) from roselle on cell cycle arrest in human leukemia cells (HL-60) and analyze the underlying molecular mechanisms.", "results_summary": "HAs induced G2/M cell cycle arrest in HL-60 cells by increasing Tyr15 phosphorylation of Cdc2 and upregulating Cdk inhibitors p27 and p21. The study identified the ATM-Chk1/2-Cdc25C pathway as a critical mechanism for this arrest, suggesting HAs as a potential anticancer candidate.", "population_specificity": "Human leukemia cell line HL-60", "effective_dosage": "0.1-0.7 mg mL-1", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:12:27.587567+00:00"}
