{"study_id": 91764, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to assess symptom clusters, including walking ability, in patients with non-metastatic breast cancer during and after chemotherapy.", "results_summary": "The study identified walking ability as part of a physical interference cluster at baseline, but its specific effects were not isolated in post-treatment clusters.", "population_specificity": "Patients with non-metastatic breast cancer undergoing chemotherapy.", "effective_dosage": "Not available", "study_duration": "Assessed at baseline, 1-month, and 3-month post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:59.273472+00:00"}
{"study_id": 91766, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine the efficacy and safety of venous percutaneous transluminal angioplasty (PTA) in patients with multiple sclerosis (MS) and chronic cerebrospinal venous insufficiency (CCSVI).", "results_summary": "The study found that venous PTA was safe but largely ineffective, showing no significant difference in functional composite measures between the PTA and sham groups, though there was a reduction in new brain lesions in the PTA group at 6-12 months.", "population_specificity": "Patients with relapsing-remitting MS and CCSVI.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:59.408659+00:00"}
{"study_id": 91768, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the safety, feasibility, and acceptability of a behavior change intervention to increase physical activity (including walking) and reduce sedentary behavior among people with multiple sclerosis (MS).", "results_summary": "The study protocol outlines a 12-week intervention involving physical activity consultations, a handbook, and a pedometer, with outcomes measured at baseline, 12 weeks, and 9 months. Results are pending as the abstract states \"Pre-results.\"", "population_specificity": "People with multiple sclerosis (MS)", "effective_dosage": "Not specified (intervention includes four physical activity consultations and use of a pedometer)", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:00.777862+00:00"}
{"study_id": 91769, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to identify which built environment interventions increase physical activity (including walking) in residents at the local level, while considering intervention cost and differential effects by ethnicity and socioeconomic status.", "results_summary": "The study found that improving walkability, parks, playgrounds, and active transport infrastructure positively impacts active transport, physical activity, and use of settings, though benefits may disproportionately favor socioeconomically advantaged groups. Heterogeneity in study design limited conclusions on cost-effectiveness.", "population_specificity": "Children and adults in various neighborhoods.", "effective_dosage": "Not applicable (environmental interventions, not a supplement).", "study_duration": "Not specified (varies by included studies).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:01.086455+00:00"}
{"study_id": 91767, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the feasibility and potential impact of the STEP (stimulation and ergometer training protocol) on walking function in individuals with chronic spinal cord injury (SCI).", "results_summary": "The study found that participants who completed the 12-week STEP intervention showed improvements in walking speed, endurance, and mobility outcomes, with 50% improving on the Walking Index for Spinal Cord Injury II and 60% increasing lower extremity motor scores. However, 29% of participants withdrew due to lower extremity pain and exertional demands.", "population_specificity": "Individuals with chronic motor incomplete SCI (>1-year post-injury).", "effective_dosage": "12-week walking training program delivered three times per week (20-45 min sessions) with 10 channels of FES on a step ergometer, followed by 30 min over-ground walking training.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:02.543382+00:00"}
{"study_id": 91770, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the benefits of a 10-week online COPD rehabilitation program (CORe) with conventional outpatient COPD rehabilitation (CCRe) in improving walking distance and other health outcomes.", "results_summary": "The study assessed changes in 6-minute walking distance, physical activity, symptoms, and quality of life, but specific results regarding walking improvements were not detailed in the abstract. The primary and secondary outcomes suggest potential benefits of both rehabilitation methods.", "population_specificity": "Patients with severe or very severe COPD eligible for conventional hospital-based outpatient rehabilitation.", "effective_dosage": "CORe: 60 min, 3 times/week for 10 weeks; CCRe: 90 min, 2 times/week for 10-12 weeks.", "study_duration": "10-12 weeks (primary endpoint), with follow-ups at 22, 36, and 62 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:03.239907+00:00"}
{"study_id": 91776, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to investigate whether predictors of COPD exacerbations vary depending on the COPD population studied.", "results_summary": "The abstract is incomplete, but it mentions FEV as a conclusion, suggesting it may be a predictor of COPD exacerbations. No specific results about Walking are provided.", "population_specificity": "COPD patients from five data sources, including two population-based studies.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:08.392573+00:00"}
{"study_id": 91773, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of the walking bleach technique on psychosocial and esthetic self-perceptions of patients with nonvital tooth discoloration and assess its clinical effectiveness.", "results_summary": "The walking bleach technique was highly effective in whitening nonvital teeth, with no significant difference between hydrogen peroxide and carbamide peroxide except at sessions 3 and 4. The treatment also improved patients' esthetic self-perception and reduced psychosocial impacts related to dental appearance.", "population_specificity": "Fifty volunteers with nonvital tooth discoloration.", "effective_dosage": "35% hydrogen peroxide (n=25) and 37% carbamide peroxide (n=25), administered over four sessions.", "study_duration": "Four sessions (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:08.537317+00:00"}
{"study_id": 91772, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the short-term effects of sports taping (rigid, kinesiology, placebo, and non-taping) on navicular drop and peak plantar pressure during walking and other activities in healthy elite athletes.", "results_summary": "Rigid taping (RT) maintained normalized navicular height during jogging and sitting compared to other taping conditions, suggesting potential benefits for preventing medial tibial stress syndrome. No significant differences in peak plantar pressure during walking were reported between taping conditions.", "population_specificity": "Healthy elite athletes (median age 21 years) with no history of exercise-induced lower limb pain or injuries.", "effective_dosage": "Not specified (taping applied during sitting, standing, walking, and jogging).", "study_duration": "Short-term (single session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:09.057892+00:00"}
{"study_id": 91771, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of Sativex combined with robotic rehabilitation in improving motor outcomes, including walking, in MS patients with spasticity.", "results_summary": "The study planned to assess the effects of Sativex add-on therapy versus standard antispastic medication, coupled with robotic gait training, using clinical, kinematic, and neurophysiological measures. Results were not yet available as the abstract describes a planned trial.", "population_specificity": "MS patients affected by spasticity undergoing robotic rehabilitation training.", "effective_dosage": "Not specified (oromucosal spray formulation with 1:1 THC:CBD ratio).", "study_duration": "20 sessions (3 times per week, 45 minutes each) plus 30-day follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:10.200477+00:00"}
{"study_id": 91775, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether rhythmic arm swing during robot-assisted walking training improves balance, gait, motor function, and daily living activities in subacute stroke patients.", "results_summary": "Both groups improved significantly in all measured parameters, but the experimental group (with rhythmic arm swing) showed greater improvements in balance, motor function, and daily living activities compared to the control group (arm fixation).", "population_specificity": "Twenty patients with subacute stroke.", "effective_dosage": "30 training sessions (frequency not specified).", "study_duration": "Duration not explicitly stated, but 30 sessions were conducted.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:10.273071+00:00"}
{"study_id": 91774, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether GM-CSF combined with supervised treadmill exercise improves walking ability in people with lower extremity peripheral artery disease (PAD) compared to exercise alone or GM-CSF alone, and whether GM-CSF alone improves walking more than placebo.", "results_summary": "Supervised treadmill exercise significantly improved 6-minute walk distance compared to attention control + placebo, while GM-CSF did not significantly improve walking performance either alone or combined with exercise. The study confirmed the benefits of exercise but did not support GM-CSF for treating walking impairment in PAD.", "population_specificity": "210 participants with PAD (mean age 67.0 years; 67% Black, 39% women) from the Chicago metropolitan area.", "effective_dosage": "GM-CSF (250 μg/m²/day) or placebo administered subcutaneously 3 times/week for the first 2 weeks.", "study_duration": "6 months (supervised exercise or attention control interventions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:11.132344+00:00"}
{"study_id": 91777, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate an augmented-reality method for modifying walking parameters (stride length, step width, foot progression angle) and its effects on lower-limb flexion/extension angles.", "results_summary": "The study found that healthy subjects could rapidly and precisely modify their walking parameters using the augmented-reality system, with significant effects on hip, knee, and ankle kinematics. Modifying stride length had the most pronounced impact, followed by step width and progression angle.", "population_specificity": "10 young healthy subjects", "effective_dosage": "Not applicable (intervention involved gait retraining, not a supplement)", "study_duration": "Less than 10 minutes per subject (27 trials)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:11.505286+00:00"}
{"study_id": 91780, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the efficacy and tolerability of various therapies, including those affecting 6-minute walking distance (6MWD), for pulmonary arterial hypertension (PAH).", "results_summary": "The study found that combination therapies, particularly ERA combined with PDE-5Is (EAP) and prostacyclin analogs combined with ERA (PAE), improved 6MWD and other efficacy outcomes in PAH patients. EAP and PAE were well-tolerated and outperformed monotherapies.", "population_specificity": "Patients with pulmonary arterial hypertension (PAH).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:17.368997+00:00"}
{"study_id": 91779, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the clinical and radiologic outcomes of closed reduction (CR) for treating developmental dysplasia of the hip (DDH) in walking (12-18 months old) versus non-walking (younger) postnatal children.", "results_summary": "The study found that CR provided similar satisfactory clinical outcomes in both walking and non-walking age groups, with no significant differences in outcomes. No children required surgical open reduction during follow-up, and complications like avascular necrosis were minimal.", "population_specificity": "Children aged 12-18 months (walking) and younger (non-walking) diagnosed with DDH.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Follow-up period of at least seven years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:17.550054+00:00"}
{"study_id": 91781, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to investigate moderators and biomechanical mediators of the effects of unloading shoes on knee pain in people with knee osteoarthritis (OA).", "results_summary": "Unloading shoes provided greater pain reduction in participants with moderate to severe knee OA (KL ≥ 3), while conventional shoes were more effective for mild OA (KL = 2). There was some evidence that unloading shoes may reduce pain through reductions in peak knee adduction moment (KAM).", "population_specificity": "164 participants with knee osteoarthritis (OA).", "effective_dosage": "Not specified (comparison of unloading shoes vs. conventional walking shoes).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:17.795370+00:00"}
{"study_id": 91782, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine the impact of a videogame-based physical activity program on walking speed in adults with schizophrenia.", "results_summary": "The intervention group showed an average improvement in walking speed of 0.08 m/s compared to 0.03 m/s in the control group, which was not statistically significant but was clinically meaningful. The results suggest that the program may provide meaningful improvements in walking speed.", "population_specificity": "Adults with schizophrenia", "effective_dosage": "30 minutes once a week", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:18.210002+00:00"}
{"study_id": 91783, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine the prevalence of ADL-related disability, including walking, in people living with cancer, and to identify the most commonly affected ADLs.", "results_summary": "The study found that walking was one of the most frequently affected basic ADLs in adults with cancer, with 36.7% reporting disability in basic ADLs overall. Disability was marginally more prevalent in inpatient settings compared to outpatient settings.", "population_specificity": "Adults with cancer (19,246 patients across 43 studies).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:18.330795+00:00"}
{"study_id": 91785, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate carbohydrate and fat oxidation, energy cost of walking, and percent utilization of maximal aerobic capacity during walking in transfemoral amputees compared to controls.", "results_summary": "The study found that at the preferred walking speed, carbohydrate, not fat, dominated energy expenditure for both transfemoral amputees and controls. Fast walking led to very high aerobic capacity utilization and carbohydrate oxidation rates in amputees.", "population_specificity": "Transfemoral amputees and healthy controls (ages 37.0 ± 10.9 and 39.0 ± 12.3 years, respectively).", "effective_dosage": "Preferred walking speed and speeds 12.5% and 25% slower and faster than preferred.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:20.728648+00:00"}
{"study_id": 91778, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the impact of pedometer use on physical activity and functional walking capacity in adolescents with juvenile idiopathic arthritis (JIA) and lower extremity involvement.", "results_summary": "The study found that consistent guidance and support by rheumatology professionals improved functional walking capacity (measured by 6MWD), but pedometer use did not further enhance these outcomes. Significant improvements in walking distance were observed from baseline to week 6 (pre-pedometer) and from baseline to week 20, but no significant changes occurred during the pedometer intervention or follow-through phases.", "population_specificity": "Adolescents aged 11-19 years with juvenile idiopathic arthritis (JIA) and lower extremity involvement.", "effective_dosage": "Not specified", "study_duration": "20 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:23.579164+00:00"}
{"study_id": 91788, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a postpartum healthy living program, including walking groups, for women with recent gestational diabetes mellitus (GDM) in promoting weight loss and diabetes prevention.", "results_summary": "The intervention showed no significant difference in weight loss (≥7% postpartum weight) between the intervention (33%) and control (25%) groups (P = .43). However, secondary outcomes highlighted positive associations between paternal participation, socioeconomic factors, and maternal study completion, as well as correlations between maternal, paternal, and offspring weights.", "population_specificity": "Women with recent GDM and their partners from tertiary centers in Canada.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:26.128415+00:00"}
{"study_id": 91787, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of a remotely supervised community-located \"start-to-run\" program on physical and cognitive function, fatigue, quality of life, brain volume, and connectivity in persons with multiple sclerosis (pwMS).", "results_summary": "The study found that the run training improved aerobic capacity, functional mobility, visuospatial memory, fatigue, quality of life, and pallidum volume in pwMS, with interaction effects favoring the experimental group.", "population_specificity": "Persons with multiple sclerosis (pwMS)", "effective_dosage": "3 times per week for 12 weeks", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:26.254664+00:00"}
{"study_id": 91789, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of combined therapy (body weight-supported treadmill training and transcranial direct current stimulation) on gait function recovery in stroke patients.", "results_summary": "The study found that real tDCS combined with BWSTT significantly improved gait speed (10MWT) and applicative walking ability (TUG) compared to BWSTT with sham stimulation. The results demonstrated the feasibility and efficacy of tDCS in gait training after stroke.", "population_specificity": "Thirty stroke inpatients.", "effective_dosage": "tDCS (anode: front of Cz, cathode: inion, 1mA, 20min).", "study_duration": "Two periods of 1 week each.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:26.892635+00:00"}
{"study_id": 91786, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of directional atherectomy for treating popliteal artery occlusive disease, focusing on outcomes like patency and freedom from amputation.", "results_summary": "The study found that directional atherectomy achieved 75.0% primary patency at 1 year, with 100% freedom from major amputation. Significant improvements were noted in Rutherford category, walking distance, and quality of life for both claudicant and CLI patients.", "population_specificity": "158 patients (mean age 72.0±10.9 years; 82 men) with popliteal artery lesions, including 48 with critical limb ischemia (CLI).", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "1-year follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:27.083071+00:00"}
{"study_id": 91790, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine the impact of long-term, body weight-supported locomotor training (walking) on recovery from chronic incomplete spinal cord injury and estimate health care costs related to insurer-imposed visit limits.", "results_summary": "Significant improvements occurred in motor strength, functional activities, psychological arousal, bowel sensation, and community ambulation. Extended training (120 sessions) led to sustained detectable changes that persisted 6-12 months post-treatment.", "population_specificity": "Individuals with motor incomplete chronic spinal cord injury (American Spinal Injury Association Impairment Scale C or D).", "effective_dosage": "At least 120 locomotor training sessions (frequency not specified).", "study_duration": "Sessions occurred over an unspecified period, with follow-up at 6-12 months post-discharge.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:27.715135+00:00"}
{"study_id": 91791, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether subjective self-reporting of pain and function in FBSS patients correlated with objective measurements from an implantable pulse generator (IPG).", "results_summary": "The study found no significant correlations between subjective self-reporting (ODI, VAS-diary, PSQI) and objective functional measurements from the IPG. Sleep parameters from actigraphy and PSQI also showed no agreement.", "population_specificity": "Thirty-nine patients with failed back surgery syndrome (FBSS) treated with spinal cord stimulation (SCS).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:28.654268+00:00"}
{"study_id": 91784, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to measure adherence to a prescribed walking regimen (150 min/week) and identify factors associated with step counts in women undergoing chemotherapy for early breast cancer.", "results_summary": "Mean walking steps were 3956 per day, with 19% fully adherent to the target (6686 steps/day). Factors like race, education, BMI, alcohol consumption, baseline physical activity, and chemotherapy-related symptoms influenced adherence.", "population_specificity": "Women with early breast cancer undergoing chemotherapy (mean age 48, 31% non-white).", "effective_dosage": "150 min/week of walking (target: 6686 steps/day).", "study_duration": "Throughout chemotherapy treatment (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:29.795192+00:00"}
{"study_id": 91792, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of a home-based physical therapy program (HBP) with outpatient physical therapy (OPT) for improving functional outcomes in patients with head and neck cancer (HNC).", "results_summary": "Both HBP and OPT significantly improved functional capacity, shoulder pain, walking distance (6MWT), and shoulder range of motion after 12 weeks, with HBP showing non-inferiority to OPT in all measured outcomes.", "population_specificity": "Patients with primary head and neck cancer (HNC).", "effective_dosage": "HBP group: once daily for 5 days per week; OPT group: twice weekly outpatient therapy plus thrice-weekly home-based therapy.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:33.346811+00:00"}
{"study_id": 91794, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of surface functional electrical stimulation (FES) in improving gait deviations, functional ability, and therapeutic effects in children with cerebral palsy (CP).", "results_summary": "The study found that FES applied to dorsiflexor muscles had a positive orthotic effect, improving dorsiflexion during the swing phase and foot contact patterns. Stimulation of knee extensors and hip abductors showed smaller positive effects, while plantar flexors stimulation showed no evidence of benefit. Limited evidence was found for retention effects.", "population_specificity": "Children with cerebral palsy (CP).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:35.308586+00:00"}
{"study_id": 91795, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of various exercise types, including walking (as part of aerobic exercise), in improving physical and psychosocial outcomes for post-stroke patients.", "results_summary": "The study found that aerobic exercise, including walking, improves aerobic fitness, cardiovascular fitness, walking speed and endurance, balance, mobility, and quality of life in stroke survivors. Strength, flexibility, neuromuscular, and traditional Chinese exercises also contributed to functional and psychosocial improvements.", "population_specificity": "Post-stroke patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:35.641596+00:00"}
{"study_id": 91796, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the impact of a community-based training program using a bionic leg on biomechanical, cardiovascular, and functional outcomes in chronic stroke survivors.", "results_summary": "The study will assess potential improvements in gait, balance, vascular health, and functional status, which may enhance quality of life, but specific results are not yet reported as it is a proposed clinical trial.", "population_specificity": "Chronic stroke survivors with mobility needs.", "effective_dosage": "Minimum of 1 hour per day of bionic leg activities at home.", "study_duration": "10-week program with follow-ups at 3 and 12 months postintervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:35.995466+00:00"}
{"study_id": 91797, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of lipoprotein apheresis (LA) on circulation, pain level, and walking distance in patients with lipoprotein(a)-hyperlipoproteinemia (Lp(a)-HLP) and severe peripheral artery disease (PAD).", "results_summary": "LA significantly improved ankle-brachial-index (ABI), transcutaneous partial oxygen pressure (tcpO₂), and walking distance, with sustained benefits over 24 months. The number of repeat revascularizations was also strongly reduced under LA treatment.", "population_specificity": "Ten patients with isolated Lp(a)-HLP and severe PAD who had recently undergone revascularization.", "effective_dosage": "Weekly lipoprotein apheresis (LA).", "study_duration": "24 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:36.680045+00:00"}
{"study_id": 91793, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effectiveness of incobotulinum toxin A (Xeomin) in treating painful plantar flexion toe dystonia in parkinsonian patients to improve walking difficulties.", "results_summary": "Incobotulinum toxin A improved clinical state (CGI) compared to placebo, with significant pain and dystonia severity reduction from baseline, though no significant difference versus placebo. No efficacy difference was found between injection sites.", "population_specificity": "Parkinsonian patients with painful dystonic plantar flexion of toes (n=45).", "effective_dosage": "100UI of incobotulinum toxin A per injection site (Flexor digitorum longus or brevis), administered twice with a 3-month interval.", "study_duration": "6 months (two injections spaced 3 months apart, with primary endpoint at 6 weeks post-injection).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:36.982352+00:00"}
{"study_id": 91799, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the mechanisms underlying recovery of walking function and exaggerated reflexes following incomplete spinal cord injury (SCI), and the potential overlap between these changes.", "results_summary": "The study found that rehabilitation interventions targeting spinal excitability show initial success in improving locomotor function, but may also contribute to involuntary spastic behaviors. Enhanced excitability of specific spinal circuits through physical and pharmacological interventions can modulate locomotor output.", "population_specificity": "Individuals with incomplete spinal cord injury (SCI).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:37.285902+00:00"}
{"study_id": 91798, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to examine the effect of rehabilitation on physical function, cognitive function, and activities of daily living (ADL) in a patient with paraneoplastic cerebellar degeneration (PCD) and assess the potential for regaining walking ability.", "results_summary": "Rehabilitation improved the patient's physical function and ADL post-surgery and at 1 year after symptom onset, enabling her to walk with support between parallel bars and a walking frame. Early intervention within three months of symptom onset may enhance the ability to walk without assistance.", "population_specificity": "A 42-year-old woman with anti-Yo antibody-positive PCD caused by breast cancer.", "effective_dosage": "Not specified", "study_duration": "Rehabilitation was performed preoperatively, postoperatively, and at 1 year after symptom onset.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:38.026029+00:00"}
{"study_id": 91800, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the outcomes of ankle arthrodesis and total ankle replacement (TAR) in patients with end-stage ankle arthritis, focusing on comfort and functional improvements.", "results_summary": "Both surgical treatments led to significant improvements in pain and function, with the greatest gains occurring within the first 6 months. TAR, especially with newer-generation implants, showed better functional outcomes than arthrodesis over the 3-year follow-up period.", "population_specificity": "Adult patients with end-stage ankle arthritis who could walk and respond to surveys, excluding those with other lower-limb issues affecting walking.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "3 years (follow-up period)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:41.964609+00:00"}
{"study_id": 91802, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of different technology-based weight loss interventions, including walking, on weight management and quality of life in endometrial cancer survivors with obesity.", "results_summary": "Walking significantly increased in the text messaging intervention compared to telemedicine (P = 0.02). However, there were no significant differences in overall weight loss across interventions.", "population_specificity": "Endometrial cancer survivors with obesity (n = 41 randomized).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:42.641225+00:00"}
{"study_id": 91801, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare the relative effects (benefits and harms) of different nerve blocks for pain relief after elective hip replacement in adults.", "results_summary": "Peripheral nerve blocks reduced postoperative pain, acute confusional status, pruritus, and hospital length of stay compared to systemic analgesia alone, but no difference was found in the number of participants walking on postoperative day one. Compared to neuraxial blocks, peripheral nerve blocks reduced pruritus but showed no significant differences in other outcomes.", "population_specificity": "Adults undergoing elective primary hip replacement.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:43.299953+00:00"}
{"study_id": 91806, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of increasing the number of training sessions (locomotor training and strength/balance exercises) on walking recovery post-stroke.", "results_summary": "Participants showed improvements in gait speed and walking endurance after up to 36 sessions, but gains diminished after 24 sessions, regardless of treatment type or impairment severity.", "population_specificity": "Adults who dwelled in the community, had a stroke, could walk at least 3 m with assistance, and completed the required intervention sessions.", "effective_dosage": "36 sessions (3 times per week for 12 weeks), 90 minutes per session.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:44.710279+00:00"}
{"study_id": 91803, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the safety and performance of the Stellarex Drug-coated balloon (DCB) in treating peripheral artery disease (PAD) patients with intermittent claudication or ischemic rest pain.", "results_summary": "The study found that the Stellarex DCB demonstrated primary patency of 81.4% and freedom from clinically-driven target lesion revascularization (CD-TLR) of 94.8% at 12 months. Most patients showed improvements in Rutherford classification (90.3%) and walking impairment questionnaire scores (83.6%) compared to baseline.", "population_specificity": "Patients with intermittent claudication or ischemic rest pain due to superficial femoral artery (SFA) and/or popliteal peripheral artery disease (PAD).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:45.058640+00:00"}
{"study_id": 91805, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of locomotor training intensity on walking outcomes in individuals with motor incomplete spinal cord injury (iSCI).", "results_summary": "High-intensity locomotor training resulted in significantly greater improvements in peak treadmill speeds, metabolic function, and overground speed compared to low-intensity training, with no effects of intervention order. Moderate to high correlations were observed between differences in walking outcomes and differences in heart rate or perceived exertion during training.", "population_specificity": "Ambulatory individuals with motor incomplete spinal cord injury (iSCI) lasting more than one year.", "effective_dosage": "Training sessions (≤20) over 4 to 6 weeks, with intensity manipulated by increasing speeds or applying loads.", "study_duration": "4 to 6 weeks per training phase, with a 4-week washout period before crossover.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:45.916996+00:00"}
{"study_id": 91807, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether mental fatigue affects gait performance under single- and dual-task conditions in young and old adults.", "results_summary": "Mental fatigue impaired dual-task walking performance in older adults, as shown by increased variability in gait parameters. Subjective fatigue and psychophysiological workload were higher in older participants after the mental fatigue intervention.", "population_specificity": "16 young and 16 old healthy participants.", "effective_dosage": "Not applicable (interventions were cognitive tasks, not a dosage of walking).", "study_duration": "90 minutes per intervention (mental fatigue task or control video).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:45.978596+00:00"}
{"study_id": 91804, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to determine whether nutritional supplementation combined with structured physical activity (including walking) improved 400M walk capacity in mobility-limited older adults.", "results_summary": "Both the nutritional supplement and placebo groups showed improved gait speed after the physical activity program, with no significant additional benefit from supplementation. Serum vitamin D levels increased more in the supplemented group, but physical function improvements were similar between groups.", "population_specificity": "Mobility-limited (SPPB ≤9), vitamin D-insufficient (serum 25(OH)D 9-24 ng/ml) older adults (mean age 77.5±5.4, 46.3% female).", "effective_dosage": "Nutritional supplement (150kcal, 20g whey protein, 800 IU vitamin D) or placebo (30kcal, non-nutritive) daily.", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:47.365816+00:00"}
{"study_id": 91808, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the characteristics of pulmonary hypertension (PH) and adult cardiology practice patterns for PH in their country, including the use of walking tests as part of patient monitoring.", "results_summary": "The study found that patients under targeted treatments were periodically assessed for functional class, six-minute walking test, and echo measures at 3-month intervals, but no specific results about walking's effects were detailed.", "population_specificity": "1501 patients with pulmonary hypertension (69% female, average age 44.8±5.45) from 20 adult cardiology centers.", "effective_dosage": "Not specified", "study_duration": "Periodic assessments at 3-month intervals, but exact intervention duration not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:50.723162+00:00"}
{"study_id": 91810, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to compare geriatric syndrome burden and healthcare utilization between older adults described as \"frail\" in clinical notes and non-frail older adults, with a focus on conditions like walking difficulty.", "results_summary": "The study found that \"frail\" patients had higher rates of walking difficulty, among other geriatric syndromes, and that walking difficulty was one of the most common syndromes correlated with frailty descriptions.", "population_specificity": "18,341 Medicare Advantage enrollees aged 65+ from a large nonprofit medical group in Massachusetts.", "effective_dosage": "Not available", "study_duration": "Up to three years of data analyzed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:51.963953+00:00"}
{"study_id": 91809, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of home-based lower limb resistance training (LLRT) on muscle strength, functional status, and exercise endurance in patients with stable COPD.", "results_summary": "The study found that home-based LLRT improved lower limb functional status (measured by FTSST) and exercise endurance (6MWD), though muscle strength improvements were not significant. The intervention group showed a significant decrease in COPD assessment tool scores compared to the control group.", "population_specificity": "Patients with stable COPD", "effective_dosage": "Six sets of lower limb training cycles using self-gravity resistance and Thera-band resistance at 8-12RM, 20-30 min/session, 3 sessions/week", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:52.573661+00:00"}
{"study_id": 91811, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of Nordic walking compared to conventional cardiovascular rehabilitation for individuals with cardiovascular disease.", "results_summary": "Nordic walking combined with conventional rehabilitation showed significant improvements in exercise capacity and dynamic balance for coronary artery disease, and greater exercise duration and oxygen uptake for peripheral arterial disease, but no significant differences were found for heart failure.", "population_specificity": "Individuals with cardiovascular disease, including coronary artery disease, peripheral arterial disease, heart failure, and stroke.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:52.630630+00:00"}
{"study_id": 91813, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and effectiveness of a home-based pulmonary rehabilitation (PR) program incorporating walking and full-body exercises for individuals with COPD.", "results_summary": "The home PR system demonstrated high adherence (87%) and was rated positively by participants for usability and helpfulness. The program facilitated remote monitoring and was deemed feasible for individuals with moderate-to-severe COPD.", "population_specificity": "Individuals with moderate-to-severe COPD.", "effective_dosage": "12 minutes of walking and 6 full-body exercises, 6 days/week.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:54.024958+00:00"}
{"study_id": 91812, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to compare the accuracy of commercial wearable sensors in estimating energy expenditure during everyday activities in post-stroke patients against indirect calorimetry.", "results_summary": "The study found that most wearable sensors significantly underestimated actual energy expenditure during everyday tasks in post-stroke patients, with only the Armband on the non-plegic side showing no significant difference. The inaccuracy was attributed to factors like activity type, prediction equations, sensor position, and hemiplegia side.", "population_specificity": "Post-stroke patients (less than six months since stroke, mean age 68.2 ± 13.9, mean post-stroke delay 34 ± 25 days).", "effective_dosage": "Not applicable (wearable sensors used for measurement, not intervention).", "study_duration": "Single session (duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:54.424742+00:00"}
{"study_id": 91814, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To synthesize the available evidence on the use of robotic-assisted gait training (RAGT) to improve gait, strength, and functioning in people with spinal cord injuries.", "results_summary": "The pooled mean demonstrated a beneficial effect of RAGT for WISCI, FIM-L, and LEMS (3.01, 2.74, and 1.95 respectively), but no effect for speed. The results show a positive effect, though caution is advised due to study heterogeneity, small samples, and limitations.", "population_specificity": "People with spinal cord injuries (SCI)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:55.626286+00:00"}
{"study_id": 91815, "supplement_id": 1667, "safety_score": "95", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the associations of walking speed with cardiovascular risk factors and events in older adults, and to assess its potential as a tool for cardiovascular risk stratification.", "results_summary": "The study found significant associations between walking speed and various cardiovascular risk factors (e.g., hypertension, diabetes) and events (e.g., stroke, mortality). However, there was high heterogeneity in risk thresholds and protocols across studies, suggesting caution in generalizing results.", "population_specificity": "Noninstitutionalized adults older than 60 years.", "effective_dosage": "Not specified (walking speed assessed over distances ≤20 m, with 80% of studies using ≤6 m).", "study_duration": "Not specified (systematic review of observational studies).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:56.168879+00:00"}
{"study_id": 91816, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether early in-bed cycling reduces skeletal muscle atrophy and improves physical and cognitive function in critically ill patients.", "results_summary": "The abstract does not provide results regarding Walking, as the study focuses on in-bed cycling and its effects on muscle atrophy, physical function, and cognitive outcomes in ICU patients.", "population_specificity": "Adult patients in a mixed medical-surgical ICU expected to be mechanically ventilated for >48 hours and remain in ICU for an additional 48 hours.", "effective_dosage": "Not specified for Walking.", "study_duration": "Intervention duration not explicitly stated for Walking.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:59.101097+00:00"}
{"study_id": 91817, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of inspiratory muscle training (IMT) on walking endurance and fatigue in patients with stroke.", "results_summary": "The study found no significant differences in gait endurance (medium effect size) or fatigue (small effect size) between the IMT and control groups, though IMT improved respiratory function and diaphragm structure.", "population_specificity": "30 patients with stroke.", "effective_dosage": "Not applicable (study focused on IMT, not walking dosage).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:59.462369+00:00"}
{"study_id": 91821, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the effect of THC/CBD oromucosal spray on resistant overactive bladder symptoms in multiple sclerosis patients.", "results_summary": "The THC/CBD treatment significantly reduced overactive bladder symptoms and post-void residual volume, while bladder volume at the first desire and maximal cystometric capacity increased, though not statistically significant.", "population_specificity": "Multiple sclerosis patients with resistant overactive bladder symptoms.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:01.002446+00:00"}
{"study_id": 91818, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine if a six-week body weight-support treadmill training (BWSTT) program improves center-of-mass control and gait independence in chronic incomplete spinal cord injury (iSCI) patients.", "results_summary": "The study found significant improvement in standing balance (measured by Normalized jerk) after BWSTT, but no significant changes in postural sway (RMS) or gait independence (WISCI II scores).", "population_specificity": "17 chronic incomplete spinal cord injury patients and 17 healthy subjects.", "effective_dosage": "Not specified", "study_duration": "Six weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:01.054243+00:00"}
{"study_id": 91819, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the content, duration, and adjustment of physical therapy for rehabilitating ambulation in acute spinal cord injury (SCI) patients.", "results_summary": "The study found that physical therapy interventions were tailored to patients' recovery progress, with strength training being the most common intervention. Patients who regained better walking capability received more walking-focused training, while wheelchair-dependent patients focused more on muscle tone and respiration.", "population_specificity": "Eighty incomplete SCI patients (AIS B, C, D, all lesion levels) during acute in-patient rehabilitation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:01.231274+00:00"}
{"study_id": 91822, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the influence of initial fitness levels on the effects of exercise therapy, including walking, in pediatric hematopoietic stem cell transplantation (HSCT) patients.", "results_summary": "The study found that exercise during pediatric HSCT is feasible and helps prevent treatment-related loss of physical function, with benefits potentially dependent on initial fitness levels. The intervention group showed significant improvements in the 6-minute walk test compared to the control group.", "population_specificity": "Pediatric patients (children and adolescents, mean age 10.9 ± 3.5 years) scheduled for HSCT.", "effective_dosage": "Endurance, strength, and flexibility training three times per week.", "study_duration": "During hospitalization (specific duration not stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:02.831226+00:00"}
{"study_id": 91823, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the association between walking times and clinical outcomes (hospitalizations and mortality) in patients with idiopathic pulmonary fibrosis (IPF).", "results_summary": "Longer weekly walking times (≥150 min/week) were associated with a 74% reduced risk for hospitalizations and an 86% reduced risk for mortality in IPF patients. The benefits were further enhanced when combined with shorter daily sitting times.", "population_specificity": "34 IPF patients with a median age of 68 years.", "effective_dosage": "Walking times of <100 min/week, 100 to <150 min/week, and ≥150 min/week.", "study_duration": "Follow-up period of up to 40 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:04.109240+00:00"}
{"study_id": 91824, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of a home exercise program using active video games (AVGs) for improving exercise capacity, muscular strength, and quality of life in children and adolescents with cystic fibrosis (CF).", "results_summary": "The study found that the AVG-based training significantly improved exercise capacity (6MWT and MSWT distances), muscular strength (HJT, MBT, RHG, LHG), and quality of life (CFQ-R scores) in the short term, with some benefits sustained over 12 months. Adherence to the program was high (95%).", "population_specificity": "Children and adolescents with cystic fibrosis (ages 11 ± 6 years in the control group, 13 ± 3 years in the training group).", "effective_dosage": "30- to 60-minute sessions, 5 days/week.", "study_duration": "6 weeks (with follow-up at 12 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:06.052177+00:00"}
{"study_id": 91825, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To examine the effect of a long-term structured physical activity intervention, including walking, on activity pattern changes in mobility-impaired older adults.", "results_summary": "The physical activity intervention attenuated the annual decline in total physical activity by shifting activity composition toward higher-intensity and longer-duration bouts, though it did not eliminate overall declines in total daily activity.", "population_specificity": "Mobility-impaired older adults (n = 1341)", "effective_dosage": "Not specified (structured walking regimen with strength, flexibility, and balance training)", "study_duration": "24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:06.828378+00:00"}
{"study_id": 91827, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of walking at an intense pace versus high-impact training, combined with calcium and vitamin D supplementation, on preventing osteoporosis in postmenopausal women.", "results_summary": "The fast-walking group maintained femoral neck T-scores and improved lumbar spine T-scores, though high-impact training showed greater improvements in the femoral neck. No significant differences were found in the lumbar spine between the two interventions.", "population_specificity": "Postmenopausal women", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:07.989827+00:00"}
{"study_id": 91826, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify minimum performance thresholds on clinical tests of physical function that predict walking ≥6,000 steps/day in people with knee osteoarthritis.", "results_summary": "The study found specific performance thresholds on physical function tests (5 times sit-to-stand, walking speed, and 400-meter walk) that predict walking ≥6,000 steps/day with high specificity, suggesting these thresholds may indicate inadequate physical ability for daily walking in knee OA patients.", "population_specificity": "1,925 participants with knee osteoarthritis (mean age 65.1 ± 9.1 years, mean BMI 28.4 ± 4.8 kg/m²).", "effective_dosage": "Not applicable (study measured steps/day, not a dosage).", "study_duration": "Accelerometer data collected over 1 week.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:08.126174+00:00"}
{"study_id": 91830, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether improvements in physical activity, including walking, could be maintained in cancer survivors over a 12-month period following an 8-week intervention.", "results_summary": "Initial improvements in step counts (a proxy for walking activity) were maintained from 20 weeks to 12 months, and moderate-to-vigorous physical activity increased significantly.", "population_specificity": "Cancer survivors and their caregivers.", "effective_dosage": "Not specified (walking program details not provided).", "study_duration": "8-week intervention with follow-up assessments at 20 weeks and 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:10.348617+00:00"}
{"study_id": 91828, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether whole-body vibration combined with treadmill training (WBV-TT) improves walking performance in chronic stroke patients compared to treadmill training alone (TT).", "results_summary": "The WBV-TT group showed significant improvements in walking speed, cadence, step length, stride length, single-limb support, double-limb support, and 6-minute walk test compared to baseline and outperformed the TT group in walking speed, step length, stride length, and double-limb support.", "population_specificity": "Ambulatory chronic stroke patients (n=30).", "effective_dosage": "WBV-TT group: 4.5 minutes of whole-body vibration (45 seconds per exercise) followed by 20 minutes of treadmill training, 3 times weekly. TT group: same treadmill training without vibration.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:10.350854+00:00"}
{"study_id": 91829, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "To investigate the feasibility of MS exercise guidelines for inactive people with MS and examine preliminary efficacy for walking, as well as the effect of augmenting the intervention with SCT-based education.", "results_summary": "The 10-week exercise program was feasible, with both groups showing significant improvements in walking (6MWT, TUG, and MSWS-12). There was marginal evidence of a treatment effect favoring the exercise plus SCT group at 12 and 36 weeks.", "population_specificity": "Physically inactive people with multiple sclerosis (PwMS) who could walk independently and had no recent relapse or medication changes.", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:10.911749+00:00"}
{"study_id": 91832, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if a comprehensive exercise program improved physical function in institutionalized older adults and whether adding whole-body vibration provided additional benefits.", "results_summary": "The exercise program improved lower limb strength, but whole-body vibration did not enhance this effect. Whole-body vibration improved balance confidence without enhancing actual balance performance.", "population_specificity": "Institutionalized older adults (mean age 82.3 ± 7.3 years, 40 women).", "effective_dosage": "Three training sessions per week.", "study_duration": "Eight weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:13.477055+00:00"}
{"study_id": 91831, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to characterize intermittent gait disturbance (IGD) in mild idiopathic normal pressure hydrocephalus (iNPH) patients during long-distance walking and assess the treatment effect of cerebrospinal fluid (CSF) shunting on gait function.", "results_summary": "The study found that IGD patients showed progressive gait deterioration during the 6-minute walk test (6MWT), which improved post-CSF shunting, while persistent gait disturbance (PGD) patients showed no significant change. The 6MWT was more sensitive than the timed up-and-go (TUG) test in detecting early treatment effects.", "population_specificity": "Fourteen consecutive iNPH patients with mild gait disturbance (TUG <20 seconds).", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Evaluated preoperatively and 7 days post-CSF shunting.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:13.594939+00:00"}
{"study_id": 91833, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to evaluate the efficacy and safety of Qishen granules (QSG) in treating chronic heart failure (CHF), not Walking.", "results_summary": "The abstract does not provide results related to Walking; it focuses on QSG's potential effects on CHF outcomes such as NT-proBNP levels, cardiac events, and functional classification.", "population_specificity": "Patients with chronic heart failure (CHF).", "effective_dosage": "Not mentioned (for Walking).", "study_duration": "Not mentioned (for Walking).", "interactions": "None mentioned (for Walking).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:14.537984+00:00"}
{"study_id": 91835, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare cardiorespiratory responses between pool floor walking and overground walking in poststroke individuals and healthy adults.", "results_summary": "Poststroke individuals showed no significant differences in cardiorespiratory responses between pool floor walking and overground walking, while healthy controls exhibited increased oxygen consumption during pool walking. The study suggests water walking may provide a supportive environment for gait training in early rehabilitation without excessive energy expenditure.", "population_specificity": "14 poststroke individuals (5.57±3.57 years poststroke) and 14 age- and sex-matched healthy adults (mean age 58.00±15.51 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:16.925313+00:00"}
{"study_id": 91834, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the prevalence and time course of fear of falling and its impact on activities of daily living (ADLs) after total hip arthroplasty (THA).", "results_summary": "The study found that fear of falling during ADLs decreased over time after THA, but some activities (e.g., using stairs, sitting/standing from the floor, walking around the neighborhood) still elicited fear in over 20% of patients at 12 months. Approximately 10% of patients restricted certain ADLs due to fear of falling.", "population_specificity": "52 patients who underwent total hip arthroplasty (THA).", "effective_dosage": "Not applicable", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:17.002805+00:00"}
{"study_id": 91837, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 45, "study_goal": "The researchers aimed to determine whether anterior or posterior walkers are preferable for children with cerebral palsy by comparing their effects on various walking-related outcomes.", "results_summary": "The study found that posterior walkers may improve velocity, trunk flexion/pelvic tilt, and stability, but the evidence quality was very low due to heterogeneity and small sample sizes. Most participants and parents preferred posterior walkers.", "population_specificity": "Children with cerebral palsy", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:17.926896+00:00"}
{"study_id": 91836, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if plantar pressure variables related to foot type and toe extensor activity are associated with chronic exertional compartment syndrome during walking.", "results_summary": "The study found no significant differences in foot-type or toe extensor activity-related plantar pressure variables between cases and controls. However, greater medial forefoot loading and lateral heel loading were associated with chronic exertional compartment syndrome.", "population_specificity": "70 male cases with chronic exertional compartment syndrome and 70 asymptomatic male controls.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:18.280401+00:00"}
{"study_id": 91838, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether the 6-minute walking test (6MWT) could predict all-cause and cardiovascular mortality in asymptomatic patients with aortic valve stenosis.", "results_summary": "The study found that shorter walking distances (≤390m) during the 6MWT were associated with higher risks of all-cause and cardiovascular mortality, while longer distances (>465m) were linked to no cardiovascular deaths. Each additional 100m walked reduced all-cause mortality risk by 35%.", "population_specificity": "Asymptomatic patients with aortic valve stenosis (peak velocity >2.5m/s and left ventricular ejection fraction >50%; 85 males; aged 72±8 years).", "effective_dosage": "Not applicable (6MWT performance assessed, not a dosage).", "study_duration": "Median follow-up of 5.5 years (IQR 4.5-6.3).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:20.836878+00:00"}
{"study_id": 91840, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the effects of dance classes on functional mobility, motor symptoms, and quality of life in Parkinson's Disease patients compared to other interventions or no intervention.", "results_summary": "Dance significantly improved motor symptoms (UPDRSIII) and functional mobility (TUG time) compared to other exercises and no intervention. It also showed benefits in endurance, freezing of gait, walking velocity, and quality of life.", "population_specificity": "Patients with Parkinson's Disease (159 participants across 5 RCTs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:21.406941+00:00"}
{"study_id": 91839, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the 12-month effectiveness of the Ranger drug-coated balloon for treating femoropopliteal atherosclerotic lesions in a real-world setting.", "results_summary": "Procedural success was achieved in 73% of patients with DCB alone, and primary patency was 91.0% at 6 months and 84.1% at 12 months. Significant improvements in ABI, pain-free walking distance, and Rutherford category were observed after 6 and 12 months.", "population_specificity": "172 consecutive patients with 226 de novo, restenosed, or reoccluded native superficial femoral and/or popliteal artery lesions.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:22.221389+00:00"}
{"study_id": 91841, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate different accelerometry thresholds for defining moderate to vigorous physical activity (MVPA) and assess how changes in MVPA and self-reported physical activity (PA) influenced treatment effects on major mobility disability (MMD) in older adults.", "results_summary": "The study found that different accelerometry thresholds yielded similar MVPA levels, with higher levels in the PA group compared to the Health Education group, though differences were attenuated in participants with lower physical function. Self-reported PA attenuated the intervention effect on MMD more than accelerometer data.", "population_specificity": "Older adults with compromised function.", "effective_dosage": "Not specified", "study_duration": "24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:23.435092+00:00"}
{"study_id": 91843, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of two gait intervention strategies (auditory feedback vs. general gait training) in improving walking and balance abilities in adult patients with chronic hemiplegic stroke.", "results_summary": "Both intervention groups showed significant improvements in walking speed (10-m test), functional gait assessment (FGA), and balance (COP path length). The auditory feedback group demonstrated greater improvements compared to the general gait intervention group.", "population_specificity": "Adult patients with chronic hemiplegic stroke (24 subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:25.346372+00:00"}
{"study_id": 91842, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare habitual physical activity, including walking, between adolescents living with HIV and their healthy peers, and evaluate its relationship with body fat indicators.", "results_summary": "Walking was one of the most frequently reported physical activities among both groups, but the study did not specifically assess its efficacy or outcomes. Adolescents with HIV had lower total physical activity scores than healthy peers.", "population_specificity": "Adolescents aged 10-15 years (57 living with HIV, 54 healthy controls).", "effective_dosage": "Not specified", "study_duration": "Not specified (cross-sectional study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:25.573793+00:00"}
{"study_id": 91844, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare plasma concentrations of L-arginine, ADMA, and SDMA in PAH patients versus LVSD patients and healthy subjects, and to explore correlations with 6-minute walking distance (6MWD).", "results_summary": "The study found higher plasma levels of ADMA and SDMA and lower L-arginine and L-arginine/ADMA ratio in PAH patients compared to healthy subjects. L-Arginine levels correlated with 6MWD, suggesting a potential link between L-arginine metabolism and walking capacity in PAH.", "population_specificity": "21 PAH patients, 14 LVSD patients, and 27 healthy subjects.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:27.229343+00:00"}
{"study_id": 91846, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare functional capacity and rehabilitative outcomes between heart transplant (HTx) and left ventricular assist device (LVAD) patients undergoing a standardized cardiovascular rehabilitation program, including walking.", "results_summary": "Rehabilitation improved six-minute walking test (6MWT) distance, oxygen saturation (SaO2), and nutritional status in both groups, but HTx patients showed greater improvement in 6MWT distance compared to LVAD patients.", "population_specificity": "51 HTx patients and 46 LVAD patients admitted to a rehabilitation unit.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:28.548016+00:00"}
{"study_id": 91845, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the long-term clinical outcomes of enzyme replacement therapy (idursulfase) in patients with Mucopolysaccharidosis type II (MPS II), including its effects on walking ability (6MWT).", "results_summary": "The study found improvements in the 6-minute walking test (6MWT) distance, with a median change of 10.6% at year 3, suggesting a positive effect on walking ability in MPS II patients. Other parameters like urinary glycosaminoglycan levels, cardiac function, and respiratory capacity also showed improvements.", "population_specificity": "Patients with Mucopolysaccharidosis type II (MPS II; Hunter syndrome), excluding females, bone marrow transplant recipients, and participants of specific clinical trials.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Median treatment duration was 56.3 months (approximately 4.7 years).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:28.549449+00:00"}
{"study_id": 91848, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 85, "study_goal": "The researchers aimed to determine the effectiveness of frequent higher dose very early mobilisation (VEM) after stroke compared to usual care.", "results_summary": "The VEM protocol was associated with reduced odds of favourable outcome at 3 months, cautioning against very early high-dose mobilisation. At 12 months, health-related QoL was similar regardless of group, but shorter, more frequent mobilisation early after stroke may be associated with a more favourable outcome.", "population_specificity": "Adult patients with a first or recurrent stroke in 56 acute stroke units across five countries.", "effective_dosage": "Not specified (higher dose VEM within 24 hours of stroke).", "study_duration": "3 months (primary outcome), with follow-up at 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:30.616644+00:00"}
{"study_id": 91847, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the short- and long-term effects of physiotherapist-supervised Nordic Walking (NW) versus strength training and unsupervised home-based exercise on muscle function and hip range of motion in patients with hip osteoarthritis.", "results_summary": "Nordic Walking showed short-term increases in muscle strength and long-term improvements in muscle power and hip range of motion, though no significant between-group differences were found. All exercise modes improved range of motion, but long-term benefits were only seen with NW and home-based exercise.", "population_specificity": "60+-year-old patients with clinical hip osteoarthritis (American College of Rheumatology criteria) not awaiting hip replacement.", "effective_dosage": "4 months of physiotherapist-supervised Nordic Walking (frequency not specified).", "study_duration": "4 months (with follow-up assessments at 2, 4, and 12 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:31.261465+00:00"}
{"study_id": 91851, "supplement_id": 1667, "safety_score": "100", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and tolerability of etoricoxib in improving pain and joint function, particularly when walking, in extremely elderly patients with osteoarthritis.", "results_summary": "The study found significant improvements in pain relief, joint function (including walking), quality of life, and treatment satisfaction after etoricoxib administration, with no reported adverse events.", "population_specificity": "Extremely elderly men with osteoarthritis (mean age 85.9, range 79-96 years).", "effective_dosage": "60 mg once daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:32.863756+00:00"}
{"study_id": 91850, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Sildenafil on pulmonary arterial systolic pressure and six-minute walking distance in COPD patients with pulmonary hypertension.", "results_summary": "Sildenafil significantly reduced pulmonary arterial systolic pressure and increased six-minute walk distance compared to controls, but did not significantly affect modified Borg scale or WHO functional class.", "population_specificity": "72 patients with COPD and pulmonary hypertension (61 completed the study).", "effective_dosage": "25 mg thrice daily.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:32.866642+00:00"}
{"study_id": 91849, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the optimal resistance training (RT) dose for maximizing muscle regrowth and functional gains in older adults, comparing different intensity, frequency, and contraction mode combinations.", "results_summary": "The HLH prescription (2 days high-resistance training + 1 day low-resistance, high-velocity training per week) maximized gains in thigh muscle mass, total body lean mass, and knee extension strength while reducing cardiorespiratory demand during walking. The HHH prescription (3 days high-resistance training) showed increased pro-inflammatory markers and lesser muscle gains, while the HL prescription (1 day high + 1 day low-resistance training) was subpar.", "population_specificity": "Older adults (mean age 65.5 ± 3.6 years)", "effective_dosage": "Four RT prescriptions: (1) HHH: 3 days/week high-resistance; (2) HH: 2 days/week high-resistance; (3) HLH: 2 days high-resistance + 1 day low-resistance, high-velocity; (4) HL: 1 day high-resistance + 1 day low-resistance.", "study_duration": "30 weeks (after 4 weeks of pre-training)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:35.304907+00:00"}
{"study_id": 91854, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the feasibility of a 6-week randomized control trial of self-determination theory-based walking programs for older women, focusing on recruitment, retention, and satisfaction.", "results_summary": "The study found high attendance rates and promising exploratory effect sizes for secondary measures like self-reported physical activity and psychological needs. Emergent themes highlighted the importance of servant leadership in motivating physical activity.", "population_specificity": "Women aged >60 years (mean age 62.8 ± 4.8 years).", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:35.985977+00:00"}
{"study_id": 91852, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of a collaborative care model (CCM) on self-care ability, quality of life, and cardiac function in patients with chronic heart failure (CHF), including improvements measured by the 6-minute walking test.", "results_summary": "The study found that CCM significantly improved self-care abilities, quality of life (both physical and mental), and cardiac function (increased LVEF, decreased NT-proBNP levels, and enhanced exercise capacity measured by the 6-minute walking test) compared to usual care.", "population_specificity": "114 patients with chronic heart failure (CHF), randomly divided into control and experimental groups.", "effective_dosage": "Not specified (intervention was a collaborative care model, not a walking dosage).", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:36.397992+00:00"}
{"study_id": 91853, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether a weight-reduction program with locomotion-emphasis exercises improves biomechanical characteristics in obese children compared to a standard multidisciplinary obesity management program.", "results_summary": "The study found that the locomotion-emphasis group (GRP2) showed significant improvements in foot pressure and temporal parameters during walking/running compared to the standard intervention group (GRP1). The results suggest that combining dietary and physical activity with locomotion-emphasis exercises benefits movement characteristics in obese children.", "population_specificity": "Obese children (10 in each intervention group and 10 controls).", "effective_dosage": "Not specified (multidisciplinary program with additional locomotion-emphasis exercises).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:36.942962+00:00"}
{"study_id": 91855, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate and compare the safety and performance of a newly designed looped liner with hook fastener suspension system versus a common pin/lock system for transtibial amputees during walking.", "results_summary": "Both suspension systems demonstrated safety under mechanical testing and low pistoning (<0.4 cm) under axial loads. Subjective feedback indicated satisfaction with both systems, though the looped liner caused less residual limb traction.", "population_specificity": "10 transtibial amputees", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:38.494592+00:00"}
{"study_id": 91856, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize biomechanical and neuromuscular modifications during uneven terrain walking in healthy individuals and discuss implications for post-stroke populations.", "results_summary": "Healthy adults adjust gait on uneven terrain by lowering their center of mass, increasing muscle co-contraction, and modifying toe clearance. Post-stroke impairments may hinder these adaptations, leading to mobility challenges.", "population_specificity": "Healthy adults and post-stroke individuals.", "effective_dosage": "Not available", "study_duration": "Not applicable (literature review)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:39.161700+00:00"}
{"study_id": 91857, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of PNF and manual therapy in reducing pain and improving functionality, including walking, in patients with cervical spine osteoarthritis.", "results_summary": "The PNF group showed greater pain reduction and improvement in daily activities, including walking, compared to the manual therapy group, both in short-term (two weeks) and long-term (three months) outcomes.", "population_specificity": "80 females aged 45-65 with cervical spine osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Three months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:40.844707+00:00"}
{"study_id": 91858, "supplement_id": 1667, "safety_score": "100", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to assess the safety, tolerability, and efficacy of extracorporeal shockwave therapy (ESWT) as a novel treatment for improving walking distances in patients with intermittent claudication.", "results_summary": "The study found statistically significant improvements in pain-free walking distance (276%) and maximum walking distance (167%) in the active treatment group compared to sham treatment, with no reported adverse effects.", "population_specificity": "Patients with unilateral intermittent claudication.", "effective_dosage": "Three times per week for 3 weeks.", "study_duration": "3 weeks of treatment, with follow-up assessments at 4, 8, and 12 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:42.590754+00:00"}
{"study_id": 91861, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the medium-term outcomes of arthroscopic reduction for treating developmental dysplasia of the hip (DDH) in walking-age children after failed closed reduction.", "results_summary": "The study found that arthroscopic reduction successfully corrected hip joint dislocation in all cases, improved the safe zone and acetabular index, and resulted in no complications or adverse events over a minimum 5-year follow-up.", "population_specificity": "Eight children (5 male, 3 female) aged 12-22 months with DDH and failed closed reduction.", "effective_dosage": "Not applicable (surgical procedure).", "study_duration": "Minimum 5-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:43.999792+00:00"}
{"study_id": 91859, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether non-invasive ventilation (NIV) during exercise training (ET) improved 6-minute walking distance (6MWD) and cycle endurance time compared to ET alone in patients with chronic respiratory failure (CRF).", "results_summary": "The study found no significant difference in 6MWD changes between groups, but endurance time improved more in the NIV group. Dyspnoea improved in both groups, while respiratory muscle function and leg fatigue improved only in the NIV group.", "population_specificity": "Patients with chronic respiratory failure (CRF) on long-term NIV and long-term oxygen therapy (LTOT).", "effective_dosage": "20 sessions of cycle training over 3 weeks.", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:44.188292+00:00"}
{"study_id": 91862, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of aqua walking versus traditional over-ground walking on coronary artery disease and cardiorespiratory fitness in older adults with osteoarthritis.", "results_summary": "Aqua walking and traditional walking both significantly improved body fat percentage, total cholesterol levels, resting heart rate, and cardiorespiratory fitness compared to the control group, with similar efficacy between the two walking modalities.", "population_specificity": "Older adults with coronary artery disease and lower extremity osteoarthritis who had undergone percutaneous coronary intervention.", "effective_dosage": "Not specified", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:44.348512+00:00"}
{"study_id": 91863, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To determine whether frequency and exposure time to whole body vibration influenced its effects on physical performance in seniors with sarcopenia.", "results_summary": "The study found that with the total number of vibrations controlled, the combination of 40Hz and 360s of whole body vibration had the best outcome on physical performance, particularly in the timed-up-and-go test.", "population_specificity": "Eighty community-dwelling seniors with sarcopenia.", "effective_dosage": "Low-frequency (20Hz x 720s), medium-frequency (40Hz x 360s), high-frequency (60Hz x 240s).", "study_duration": "12 weeks of intervention and 12 weeks of follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:45.240882+00:00"}
{"study_id": 91864, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "To determine the feasibility and effects of dual task training (incorporating cognitive tasks with balance and walking training) in individuals with multiple sclerosis who self-reported multitasking difficulties.", "results_summary": "The study found a trend toward improved dual task gait speed in the dual task training group, though statistical significance was not reached (P=0.14). Recruitment was challenging (8.5% rate), but retention (70%) and adherence (100%) were high, indicating feasibility.", "population_specificity": "Individuals with multiple sclerosis who were ambulatory and self-reported multitasking problems.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:46.337597+00:00"}
{"study_id": 91866, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a physical therapy program augmented with mobile tele-health technology on mobility function and healthcare utilization among older adults.", "results_summary": "The study compared changes in patient-reported function over one year between intervention participants and matched controls, assessing physical function, healthcare utilization, and costs. The intervention included a progressive home-based exercise and walking program delivered via a tablet application.", "population_specificity": "Community-dwelling older adults aged 65-95 years.", "effective_dosage": "6-10 total visits (combination of outpatient and home visits) with a progressive home-based exercise and walking program.", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:48.871485+00:00"}
{"study_id": 91867, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of functional electrical stimulation therapy-assisted walking (FES-T) versus conventional aerobic and resistance training (CONV) on bone biomarkers and lower extremity bone strength in adults with chronic motor incomplete spinal cord injury.", "results_summary": "FES-T improved bone turnover (increased osteocalcin and decreased CTX) but did not enhance bone strength. No significant changes were observed in the CONV group or in sclerostin levels.", "population_specificity": "Adults with chronic (≥18 months) motor incomplete spinal cord injury (C2-T12 AIS C-D).", "effective_dosage": "45 minutes, thrice weekly.", "study_duration": "4 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:50.432131+00:00"}
{"study_id": 91868, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the feasibility and outcomes of osseointegration as an alternative to socket prostheses for transtibial amputees with peripheral vascular disease.", "results_summary": "All five patients showed improved mobility, with three transitioning from wheelchair-bound to walking. Four patients were pain-free at 12 months, and all used the prosthesis, though two experienced superficial infections.", "population_specificity": "Transtibial amputees (ages 56-84) with a history of peripheral vascular disease.", "effective_dosage": "Not Assessed", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:51.796796+00:00"}
{"study_id": 91869, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether COPD patients using personal-preferred exercise modalities (PPEMs) for daily training would show sustained health-related quality of life benefits due to improved adherence.", "results_summary": "The PPEMs group showed significant improvements in health-related quality of life (SGRQ score) and dyspnea (Borg score) compared to controls, but no significant improvements in 6-minute walking distance or lung function variables. The benefits were sustained for at least 1 year.", "population_specificity": "Stable COPD patients", "effective_dosage": "Not specified (personal-preferred exercise modalities)", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:52.123072+00:00"}
{"study_id": 91870, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the associations between physical activity (PA) levels, NMR biomarkers, and skeletal muscle gene expressions in high-risk type 2 diabetes subjects undergoing a 3-month PA intervention.", "results_summary": "PA was linked to beneficial changes in lipoprotein biomarkers, with effects mediated more by activity than weight loss. Slow walking (>2895 steps/day) attenuated lipoprotein lipids, and highly active subjects showed increased gene expressions related to glucose metabolism.", "population_specificity": "Sedentary overweight subjects at high risk for type 2 diabetes.", "effective_dosage": "Exceeding 2850-2895 daily steps (slow walking at 2-3 km/h).", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:52.981827+00:00"}
{"study_id": 91872, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to validate the Korean version of the PRAISE scale to assess self-efficacy as a predictor of pulmonary rehabilitation behavior in COPD patients.", "results_summary": "The study confirmed the 2-dimensional structure of the PRAISE scale (general self-efficacy and exercise self-efficacy) with high internal consistency (Cronbach's alpha = 0.93) and significant correlations with the 6-minute walking distance test and Saint George Respiratory Questionnaire.", "population_specificity": "118 Korean patients with COPD.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:53.528414+00:00"}
{"study_id": 91871, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if electroacupuncture of the outer ear could serve as a conservative therapeutic alternative for improving walking distance and quality of life in patients with peripheral arterial occlusive disease (PAD).", "results_summary": "The study found that electroacupuncture significantly increased walking distance in both groups, with a higher proportion of patients in the verum group doubling their walking distance. The verum group also showed significant improvements in the Walking Impairment Questionnaire and health-related quality of life compared to controls.", "population_specificity": "40 PAD patients in Fontaine stage IIb.", "effective_dosage": "Eight cycles (1 cycle = 1 week) of electroacupuncture.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:53.739045+00:00"}
{"study_id": 91873, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of subthreshold vibration interventions on postural control and gait in elderly populations.", "results_summary": "Vibration interventions reduced center of pressure velocity and displacement, particularly with eyes closed, and improved gait parameters like walking speed, cadence, step time, and length in stroke subjects. Vibratory insoles also enhanced performance on the Timed Up and Go and Functional Reach tests in older individuals.", "population_specificity": "Elderly subjects, including healthy elderly, elderly fallers, and stroke patients with balance deficiencies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:57.086209+00:00"}
{"study_id": 91874, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of an adaptive step goal + reward intervention delivered via a smartphone app for promoting walking in overweight individuals.", "results_summary": "The study used a mixed modeling approach to assess the intervention but did not provide specific outcome metrics in the abstract. The abstract mentions the intervention was grounded in Social Cognitive Theory but lacks detailed efficacy results.", "population_specificity": "Overweight individuals (mean BMI = 33.8 ± 6.82 kg/m², N = 20).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:57.888115+00:00"}
{"study_id": 91875, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore the association between sarcopenia and delirium in hospitalized older adults.", "results_summary": "The study found that delirium upon admission was more frequent in patients with sarcopenia and was independently associated with the risk of being sarcopenic. Other factors like BMI, previous stroke, and chronic heart failure were also linked to sarcopenia.", "population_specificity": "Hospitalized older adults (mean age 80.9 ± 6.8, 53.2% females) admitted to acute geriatric units.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:59.598055+00:00"}
{"study_id": 91865, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of a 12-week whole body vibration (WBV) exercise on neuromuscular function in individuals with knee osteoarthritis (KOA).", "results_summary": "The study did not report specific results regarding Walking, as it focused on WBV exercise, lower extremity resistance training, and health education. Outcomes were to include gait analysis, muscle strength, proprioception, and neuromuscular response, but results were not detailed in the abstract.", "population_specificity": "180 patients with knee osteoarthritis (KOA).", "effective_dosage": "Not specified for Walking (WBV exercise and resistance training details were provided but not for Walking).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:59.727378+00:00"}
{"study_id": 91876, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of a Guided Walking Program in a high social vulnerability context using the RE-AIM framework.", "results_summary": "The intervention group showed increased physical activity levels post-intervention and at 6-month follow-up, but the difference between groups was not statistically significant. The program was perceived as beneficial by healthcare professionals but was discontinued due to low participant adherence and resource limitations.", "population_specificity": "Adults (18-49 years) in a socially disadvantaged area, predominantly female, with low income and limited formal education.", "effective_dosage": "Five supervised walking sessions per week combined with educational sessions.", "study_duration": "6 months of intervention plus a 6-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:00.826654+00:00"}
{"study_id": 91878, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the benefits of exercise training, including walking, for patients with pulmonary and systemic hypertension, and to provide evidence-based recommendations on exercise frequency and intensity.", "results_summary": "The study found that exercise training, including walking, improves exercise capacity, peak oxygen consumption, and quality of life in patients with pulmonary hypertension. It also supports walking as part of lifestyle changes to lower blood pressure and prevent systemic hypertension.", "population_specificity": "Patients with pulmonary and systemic hypertension.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:01.017308+00:00"}
{"study_id": 91877, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether gray matter volume and white matter microstructural integrity could predict adherence to physical activity (walking) interventions in older adults.", "results_summary": "Greater volume in several brain regions (prefrontal, motor, somatosensory, temporal, and parietal) and higher fractional anisotropy in white matter tracts predicted better adherence to physical activity. These findings suggest neural predictors may influence PA adherence.", "population_specificity": "159 adults aged 60 to 80 years.", "effective_dosage": "Supervised exercise 3 times per week (moderate-intensity aerobic walking or nonaerobic stretching/toning).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:01.636352+00:00"}
{"study_id": 91879, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a home-based 6-month physical activity intervention with goal-setting and peer mentors (GM-PA) could significantly increase physical activity levels in insufficiently active older adults at increased risk of Alzheimer's disease.", "results_summary": "The study proposed a randomized, single-blind controlled trial to compare the effects of a goal-setting and mentor-supported walking program (GM-PA) against a standard education and liaison-supported program (CO-PA) on increasing physical activity levels. Outcomes included fitness, cognitive parameters, and health economic analysis, but specific results were not detailed in the abstract.", "population_specificity": "Community-living adults aged 60-80 with subjective memory complaints or mild cognitive impairment who engaged in ≤60 minutes of moderate-intensity physical activity per week.", "effective_dosage": "150 minutes of moderate-intensity walking per week.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:04.034148+00:00"}
{"study_id": 91880, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether repeated split-belt treadmill walking could improve gait symmetry and speed in individuals poststroke.", "results_summary": "After six training sessions, participants showed significant reductions in step length asymmetry and increased walking speed, with improvements retained over one month. No changes were observed in endurance.", "population_specificity": "Twelve individuals with a first unilateral cerebral stroke (10 males; mean age 53; mean time poststroke 25 months).", "effective_dosage": "Six training sessions over 2-3 weeks.", "study_duration": "2-3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:05.132617+00:00"}
{"study_id": 91881, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether physical-cognitive interventions improve balance, gait, and daily life task performance in older adults and whether these benefits persist post-intervention.", "results_summary": "Both physical and physical-cognitive training improved balance, physical functions, and attention, but only physical-cognitive training enhanced daily life task performance. Gains in physical functions and attention were maintained after 3 months, but postural improvements in daily tasks were not.", "population_specificity": "Older adults (mean age 66.29±3.61 years)", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:05.316653+00:00"}
{"study_id": 91883, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dietary potassium restriction could serve as a neuroprotective factor in chronic kidney disease (CKD).", "results_summary": "The study found that dietary potassium restriction led to a smaller increase in total neuropathy score compared to the control group, suggesting potential neuroprotective benefits in CKD patients. The change in neuropathy score was significantly lower in the intervention arm (0.4±2.2) than in the control arm (2.8±3.3).", "population_specificity": "47 patients with stages 3 and 4 CKD.", "effective_dosage": "Not specified", "study_duration": "24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:07.965943+00:00"}
{"study_id": 91882, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of a home-based training program, including walking, to improve motor performance and physical activity in geriatric patients with cognitive impairment post-rehabilitation.", "results_summary": "The study proposed a 12-week home-based training program combining strength/power exercises, walking trails, and motivational strategies, with primary outcomes focused on motor performance and physical activity levels. Results were not yet provided in the abstract, but the study design suggests a comprehensive assessment strategy.", "population_specificity": "Geriatric patients with mild to moderate cognitive impairment following ward-based rehabilitation.", "effective_dosage": "Not specified (individual walking trails were part of the intervention).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:08.814116+00:00"}
{"study_id": 91884, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether prototype footwear and insoles designed to improve balance could enhance balance ability and gait patterns in older women compared to standard footwear.", "results_summary": "The prototype footwear improved balance during tandem walking (narrower step width, reduced sway) but showed no significant differences in other balance or gait measures. Participants preferred their own footwear for comfort and aesthetics, though 60% would consider wearing the prototype to reduce fall risk.", "population_specificity": "Older women aged 65–83 years (mean 74.4, SD 5.6).", "effective_dosage": "Not applicable (footwear testing).", "study_duration": "Not specified (single laboratory session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:09.868815+00:00"}
{"study_id": 91885, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of dual-task (DT) training with task-managing strategies on walking performance under single-task (ST) and DT conditions in older adults with and without concerns about falling (CoF).", "results_summary": "The intervention group showed increased step length under ST and DT conditions for both groups (with and without CoF), but improvements in foot rolling movement and cognitive performance while walking were only observed in participants without CoF.", "population_specificity": "Independent living older adults (mean age 71.5 ± 5.2 years).", "effective_dosage": "12 sessions, 60 minutes each.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:10.467817+00:00"}
{"study_id": 91887, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify factors affecting medical complications, mortality, hospital stay, and functional recovery in elderly patients with hip fracture, including the impact of interventions like intravenous iron and nutritional supplements on walking ability.", "results_summary": "Treatment with intravenous iron reduced hospital stay and improved walking ability. Nutritional supplements improved physical recovery after hip fracture.", "population_specificity": "Elderly patients aged over 75 years with osteoporotic hip fractures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:11.325541+00:00"}
{"study_id": 91886, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 70, "study_goal": "The researchers aimed to investigate the safety, feasibility, and benefit of switching from phosphodiesterase-5 inhibitors (PDE5i) to riociguat in pulmonary arterial hypertension (PAH) patients who did not reach treatment goals with PDE5i.", "results_summary": "The study was a 24-week, open-label, multicentre, uncontrolled investigation, but the abstract does not provide specific results regarding the effects of the intervention on walking or other outcomes.", "population_specificity": "Patients with pulmonary arterial hypertension (PAH) in World Health Organization (WHO) functional class III, with a 6-minute walking distance (6MWD) of 165-440 meters and cardiac index <3.0 L·min.", "effective_dosage": "Not specified", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:11.888901+00:00"}
{"study_id": 91889, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate two rapid methods (FiND survey and CFS) for assessing frailty in vascular surgery patients, including walking speed as one component of the Fried Index.", "results_summary": "The study found that the FiND survey was highly sensitive (91%) but less specific for diagnosing frailty, while the CFS was highly specific (96%) and showed moderate correlation with the Fried Index, which includes walking speed as a measure.", "population_specificity": "159 patients (55% female, mean age 61) presenting to a vascular surgery clinic, including 79% preoperative patients.", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:13.247796+00:00"}
{"study_id": 91888, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the clinical outcomes and complications of total knee arthroplasty (TKA) following two types of high tibial osteotomy (medial opening-wedge vs. lateral closing-wedge) for treating knee osteoarthritis.", "results_summary": "The study found comparable clinical results between the two HTO techniques, with improved walking ability post-TKA (78.5% could walk without canes, 74.1% could walk >1000m). However, late complications like loosening and infection were more frequent in the CW-HTO group.", "population_specificity": "Patients with isolated medial osteoarthritis of the knee who underwent TKA following HTO (58 OW-HTO, 77 CW-HTO).", "effective_dosage": "Not mentioned", "study_duration": "Mean follow-up of 87 months post-TKA.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:14.235955+00:00"}
{"study_id": 91890, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a pedometer-based, gamified intervention (Healingo Fit) in promoting physical activity, particularly walking, among employees.", "results_summary": "The intervention significantly improved health promotion outcomes (knowledge, intention, and self-efficacy) and increased walking time by 125 min/week (30% increase from baseline), though effects were not observed for moderate and high physical activity levels.", "population_specificity": "Employees of an automobile manufacturer.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:15.122676+00:00"}
{"study_id": 91891, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate whether adding conductive education (CE) to conventional physiotherapy improves gait function in poststroke, hemiparetic patients.", "results_summary": "The study found that CE had a significant additive effect on gait improvement, particularly in functional independence, maintaining body position, walking long distances, and muscle strength in certain muscle groups. These improvements were only significant in the CE group (P≤0.05).", "population_specificity": "Late and chronic poststroke patients with gait disturbances (n=17, median age: 55 years, range: 41-72 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:17.895592+00:00"}
{"study_id": 91892, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to quantify the effect of different heel sole differentials on sagittal shank and foot segment kinematics during walking in able-bodied individuals.", "results_summary": "The study found no significant differences in shank kinematics or stride lengths across different heel sole differentials, but foot segment angle increased with higher heel sole differentials. The ankle joint and foot segment adapted to maintain consistent shank kinematics.", "population_specificity": "10 nondisabled females", "effective_dosage": "Not applicable (shoe conditions: no-heel, mid-heel, high-heel)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:18.669234+00:00"}
{"study_id": 91893, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the reliability of physical functioning tests, including walking tests, in patients with low back pain (LBP).", "results_summary": "The study found good test-retest reliability for the 5-minute walking test (ICC=0.89-0.99) and the 50-ft walking test (ICC=0.76-0.96), indicating consistent performance in assessing physical function in LBP patients.", "population_specificity": "Patients with low back pain (LBP).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:20.582343+00:00"}
{"study_id": 91894, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine the relationship between walking and pedestrian falls (PFs), identifying risk factors and health characteristics of those affected.", "results_summary": "More walking is associated with a lower risk of PFs, though older individuals, particularly women, face higher risks. Road conditions like uneven surfaces and slippery areas significantly contribute to PFs, but current research on these factors is largely qualitative.", "population_specificity": "Older adults, especially older women, and individuals who walk in public spaces.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:21.534918+00:00"}
{"study_id": 91897, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to determine the impact of lung transplantation on pulmonary function tests, including the 6-minute walking test (6MWT), and survival among patients with end-stage silicosis.", "results_summary": "The study found that most patients with end-stage silicosis had severe disease at baseline, as indicated by spirometric and 6MWT values, but did not report specific outcomes related to walking efficacy or safety.", "population_specificity": "Patients with end-stage silicosis on the wait list for lung transplantation.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:23.705224+00:00"}
{"study_id": 91896, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of exercise therapies, particularly supervised treadmill and home-based walking, for improving walking performance in patients with lower extremity peripheral artery disease (PAD).", "results_summary": "Supervised treadmill exercise significantly improved treadmill walking performance by approximately 180 meters compared to no exercise, while home-based walking preferentially improved over-ground walking performance, such as in the 6-minute walk test. Arm or leg ergometry also improved walking endurance, though treadmill walking was superior to resistance training alone.", "population_specificity": "Patients with lower extremity peripheral artery disease (PAD) and intermittent claudication symptoms.", "effective_dosage": "12 weeks of supervised treadmill exercise (specific frequency not detailed).", "study_duration": "12 weeks (for supervised treadmill exercise).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:23.848803+00:00"}
{"study_id": 91898, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to assess participants' opinions on nonsurgical treatments for lumbar spinal stenosis (LSS), including barriers, facilitators, and perceived effectiveness, with a focus on walking and functional limitations.", "results_summary": "Participants reported that exercise improved pain and physical function, though effects were temporary, emphasizing the need for long-term commitment. Social support and provider communication were key facilitators, while transportation and comorbidities were common barriers.", "population_specificity": "Older adults (mean age 73±7.7 years) with lumbar spinal stenosis participating in a randomized clinical trial.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:24.280424+00:00"}
{"study_id": 91895, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 35, "study_goal": "To assess the effectiveness of orthotic devices for managing knee instability in adults with neuromuscular or central nervous system disorders to improve walking ability.", "results_summary": "The review found limited evidence on the effectiveness of orthotic devices, with most studies focusing on gait analysis and energy consumption rather than patient-centered outcomes like pain reduction or fall prevention. The included studies were generally small, poorly reported, and of low methodological quality.", "population_specificity": "Adults with neuromuscular or central nervous system disorders (e.g., postpolio syndrome, poststroke syndrome, inclusion body myositis, spinal cord injury) and impaired walking ability due to knee instability.", "effective_dosage": "Not specified", "study_duration": "Varied, with only 6 of 21 studies following patients for 1 year or longer.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:24.853914+00:00"}
{"study_id": 91900, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 65, "study_goal": "The researchers aimed to identify intrinsic and extrinsic fall risk factors, particularly related to walking, in aged acute inpatient mental health units to inform future interventions.", "results_summary": "Falls often occurred in bedrooms/bathrooms and were unwitnessed, with intrinsic factors like postural drop and balance loss during walking being common, though patients self-reported dizziness as the primary cause. Targeting high-risk groups (e.g., those over 82, dementia patients) could reduce future falls.", "population_specificity": "Aged acute inpatient mental health patients in Australia.", "effective_dosage": "Not mentioned", "study_duration": "18 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:26.952477+00:00"}
{"study_id": 91903, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify social ecological correlates of workplace sedentary behavior, including the impact of walking at lunch on light intensity physical activity (LPA).", "results_summary": "Walking at lunch was positively associated with increased LPA (5.0 ± 0.5 min/8 h, P < 0.001). Regular face-to-face interaction was negatively associated with prolonged sitting, suggesting behavioral and environmental factors influence workplace sedentary behavior.", "population_specificity": "478 participants (72% female, mean age 45.0 ± 11.3 years, 77.8% non-Hispanic white) from 24 worksites across academic, industrial, and government sectors.", "effective_dosage": "Not specified", "study_duration": "7-day monitoring period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:30.120071+00:00"}
{"study_id": 91902, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the long-term effects of interval walking training (IWT) on plasma volume (PV) and whether carbohydrate (CHO) + whey protein supplementation could prevent PV reduction during IWT.", "results_summary": "The study found that PV was proportional to the number of IWT days over 12 months, and CHO + whey protein supplementation during 5-month IWT prevented PV reduction, potentially linked to blood glucose control mechanisms. PV and albumin content marginally decreased in the CHO-only group, while remaining stable in the Pro-CHO group.", "population_specificity": "17 male and 10 female subjects (~69 years old) who had performed IWT for ≥24 months before the study.", "effective_dosage": "CHO group: 22.5 g CHO alone; Pro-CHO group: 15 g CHO + 10 g whey protein.", "study_duration": "5 months (May to November 2009).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:30.169098+00:00"}
{"study_id": 91905, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers sought to investigate the incidence and factors associated with in-hospital functional decline, including walking ability, among older acute hospital patients.", "results_summary": "56% of patients exhibited functional decline, including deterioration in walking ability. Factors like premorbid functional status, adverse drug reactions, and referral source were independently associated with decline.", "population_specificity": "Older acute hospital patients (mean age 81.9 years) admitted under geriatric medicine.", "effective_dosage": "Not available", "study_duration": "5 years (observational period)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:30.740873+00:00"}
{"study_id": 91904, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of walking training (overground or treadmill) on improving physical function, particularly walking ability, in stroke survivors.", "results_summary": "Walking speed, distance, and gait speed were common outcome measures, with some interventions (e.g., treadmill training augmented by auditory stimulation) showing significant improvements in physical function compared to overground walking. However, not all interventions maintained improvements at follow-up.", "population_specificity": "Stroke survivors with compromised physical function.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:31.075991+00:00"}
{"study_id": 91906, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the mid-term effect of Polidocanol injections on pain during walking and other outcomes in patients with chronic Achilles tendinopathy compared to a placebo.", "results_summary": "Pain during walking decreased over 6 months, but no significant differences were observed between Polidocanol and placebo groups. Secondary outcomes (FAOS, VISA-A) also improved similarly in both groups, with equal patient satisfaction.", "population_specificity": "48 patients aged 32-77 with chronic Achilles tendinopathy (≥3 months) and neovascularization on ultrasonography, after ≥3 months of eccentric exercise.", "effective_dosage": "Maximum of two injections of Polidocanol or Lidocaine (placebo).", "study_duration": "6-month follow-up (injections administered at baseline and possibly a second time).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:33.600174+00:00"}
{"study_id": 91907, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the effect of foot problems on falls, frailty, motor performance, and physical activity in older adults using wearable sensor-based measures.", "results_summary": "Foot problems were associated with higher frailty levels, decreased gait speed, balance issues, and reduced physical activity, but not with actual fall incidents. Wearable technology effectively identified gait and balance deterioration linked to foot problems.", "population_specificity": "Community-dwelling adults aged ≥65 years without baseline cognitive deficit, severe movement disorders, or recent stroke.", "effective_dosage": "Not available", "study_duration": "48 hours of PA measurement, 6 months of fall monitoring", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:33.754883+00:00"}
{"study_id": 91908, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether supervised home exercise programs, including walking, could prevent falls among elderly individuals with a history of falling.", "results_summary": "The intervention did not significantly reduce fall risk but improved balance, daily living activities, bodily pain, and health transition, with fewer hospitalizations for fractures in the intervention group.", "population_specificity": "Community-living individuals aged 65+ in Sweden with at least one fall in the past year.", "effective_dosage": "Eight home visits over 5 months for supervised exercise (specific walking dosage not detailed).", "study_duration": "5-month intervention, 12-month total study period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:35.357258+00:00"}
{"study_id": 91899, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To determine the influence of wedge height and durometer on the walking gait of individuals using the Intrepid Dynamic Exoskeletal Orthosis.", "results_summary": "Wedge height and durometer significantly affected gait parameters such as center of pressure velocity, joint moments, and roll-over shape. Participants preferred wedges that mimicked able-bodied gait characteristics.", "population_specificity": "Twelve individuals using the Intrepid Dynamic Exoskeletal Orthosis.", "effective_dosage": "Six different heel wedges (soft or firm durometer, 1, 2, or 3 cm height).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:36.476237+00:00"}
{"study_id": 91909, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the outcomes of subtrochanteric fracture treatments (biologic plating vs. intramedullary nailing) in terms of walking ability and other clinical measures.", "results_summary": "The study found no significant differences in bony union or time to union between the two methods, but biologic plating showed better coronal alignment. Walking ability was evaluated but no specific comparative results were highlighted.", "population_specificity": "81 patients (52 males, 29 females) with subtrochanteric fractures.", "effective_dosage": "Not applicable (surgical interventions).", "study_duration": "Not specified (follow-up duration not mentioned).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:38.733210+00:00"}
{"study_id": 91910, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether interval walking training (IWT) or continuous walking training (CWT) improves glucose effectiveness (S) in individuals with type 2 diabetes.", "results_summary": "IWT improved glucose effectiveness (S) after two weeks, while CWT did not show significant improvement. Thirteen participants completed the study, and the results suggest IWT may be more effective than CWT for glucose management in type 2 diabetes.", "population_specificity": "Fourteen participants with type 2 diabetes, excluding those on exogenous insulin, smokers, pregnant individuals, or those with contraindications to physical activity.", "effective_dosage": "Ten supervised treadmill walking sessions, each lasting 60 minutes, over 2 weeks (IWT: 3 min slow walking alternating with 3 min fast walking; CWT: moderate walking speed).", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:39.617912+00:00"}
{"study_id": 91913, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and efficacy of a wearable exoskeleton in improving crouch gait in ambulatory children with cerebral palsy (CP).", "results_summary": "The exoskeleton reduced crouch gait, was safe and well tolerated, and allowed independent walking. Six of seven participants showed postural improvements comparable to invasive surgery, with benefits increasing over the multiweek trial.", "population_specificity": "Ambulatory children with cerebral palsy (CP) exhibiting crouch (flexed-knee) gait.", "effective_dosage": "Not Assessed", "study_duration": "Multiweek exploratory trial (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:42.291435+00:00"}
{"study_id": 91914, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effect of a Pulmonary Daoyin (PD) program on activity tolerance, patient-reported outcomes, and satisfaction in patients with COPD.", "results_summary": "The PD program significantly improved activity tolerance (measured by 6MWD) and satisfaction in COPD patients compared to the control group. The study also noted improvements in patient-reported outcomes.", "population_specificity": "COPD patients (moderate to very severe) recruited from outpatient clinics in China.", "effective_dosage": "10 times-weekly supervised PD sessions.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:42.389498+00:00"}
{"study_id": 91912, "supplement_id": 1667, "safety_score": "60", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the pharmacokinetics, safety, and exploratory efficacy of reveglucosidase alfa, a novel IGF2-tagged GAA analogue, in untreated subjects with late-onset Pompe disease.", "results_summary": "Reveglucosidase alfa showed dose-linear pharmacokinetics and improved respiratory muscle strength, lung function, and walking endurance (22.3 m increase in 6-min walk test), but adverse events like hypoglycemia (63%) and hypersensitivity reactions were common.", "population_specificity": "22 subjects with late-onset Pompe disease, previously untreated with rhGAA.", "effective_dosage": "20 mg/kg of reveglucosidase alfa.", "study_duration": "72 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:43.074867+00:00"}
{"study_id": 91916, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers sought to clarify the muscle properties of patients with intermittent claudication (IC) through a systematic review to understand the mechanisms behind walking improvement.", "results_summary": "The review found evidence linking muscle strength (calf and thigh) and characteristics to functional declines and mortality, but the measures of strength and underlying morphologic causes remain unclear. The data were heterogeneous, with a lack of high-quality intervention-based studies.", "population_specificity": "Patients diagnosed with intermittent claudication (IC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:43.823491+00:00"}
{"study_id": 91911, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness and safety of balloon-expandable stents (BE) versus self-expanding stents (SE) in treating iliac artery occlusive disease, focusing on outcomes like restenosis, walking impairment, and target lesion revascularization.", "results_summary": "The study found that SE had a lower 12-month restenosis rate (6.1%) compared to BE (14.9%) and a significantly reduced target lesion revascularization rate. No differences were observed in walking impairment, hemodynamic success, amputation rate, or all-cause death between the two stent types.", "population_specificity": "Patients with moderate to severe claudication from common or external iliac artery occlusive disease, including 24.8% with diabetes and 57.4% current smokers.", "effective_dosage": "Not applicable (stent implantation procedure)", "study_duration": "12-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:43.940733+00:00"}
{"study_id": 91915, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether continuous infusion of ropivacaine improved pain scores, walking distance, and time to physiotherapy discharge after CABG surgery compared to sham infusion or usual care.", "results_summary": "The study found no significant differences in pain scores, walking distance, or time to physiotherapy discharge between the ropivacaine, sham, and usual care groups. Overall, pain scores decreased and walking distance increased significantly from postoperative day 1 to day 4 across all groups.", "population_specificity": "75 participants who underwent CABG surgery with left internal mammary artery grafts.", "effective_dosage": "0.5% ropivacaine or normal saline via continuous infusion for 96 hours.", "study_duration": "96 hours (4 days)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:44.174434+00:00"}
{"study_id": 91918, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to investigate the pattern, etiology, and outcome of neurological disorders, including gait/walking disorders, in a rural Central African population.", "results_summary": "Gait/walking disorders were a predominant presentation (27.6% of cases), often in combination with other neurological symptoms, but the study did not evaluate walking as an intervention or its effects.", "population_specificity": "Children >5 years and adults admitted to a rural hospital in the Democratic Republic of Congo with neurological disorders.", "effective_dosage": "Not available", "study_duration": "Not applicable (observational study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:47.419339+00:00"}
{"study_id": 91917, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of different strength training frequencies on maximum strength, muscle mass, and functional capacity (including walking speed) in healthy older adults.", "results_summary": "Higher training frequency (3 times per week) improved leg press strength more than lower frequencies, but no significant benefit was found for maximum walking speed. Low-frequency training (1-2 times per week) still improved functional capacity in untrained older adults.", "population_specificity": "Healthy older adults aged 64-75 years.", "effective_dosage": "Strength training 1-3 times per week, 2-5 sets, 4-12 repetitions per exercise, 7-9 exercises per session.", "study_duration": "6 months (following a 3-month preparatory period).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:47.563996+00:00"}
{"study_id": 91919, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the feasibility, acceptability, and effects of a physical activity intervention using gerontechnology on functional capacities and walking speed in older adults residing in assisted living communities.", "results_summary": "The intervention group showed statistically significant improvements in walking speed and functional capacities (measured by SPPB scores) compared to the control group, with high adherence and acceptability rates among participants.", "population_specificity": "Older adults residing in assisted living communities.", "effective_dosage": "2 sessions per week for 12 weeks.", "study_duration": "12 weeks (with follow-up at 24 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:51.399029+00:00"}
{"study_id": 91920, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the efficacy of primary care physicians' referral of insufficiently active patients for physical activity counseling (face-to-face vs. telephone) compared to usual care in increasing daily step counts.", "results_summary": "Expert physical activity counseling significantly increased physical activity (approximately 70 minutes of walking per week) at 12 months, with both face-to-face and telephone counseling being effective. The telephone group showed a non-significant higher mean daily step count compared to face-to-face counseling.", "population_specificity": "Insufficiently active primary care practice patients (mean age 57 years; 70% female) in New South Wales, Australia.", "effective_dosage": "Five counseling sessions (either face-to-face or one face-to-face followed by four telephone calls).", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:52.709375+00:00"}
{"study_id": 91922, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine if treadmill training, with or without body weight support, improves walking ability, quality of life, and other functional outcomes in stroke survivors compared to other physiotherapy interventions.", "results_summary": "Treadmill training did not increase independent walking ability but slightly improved walking speed and endurance, particularly in participants who could already walk at the study's start. No persisting beneficial effects were found.", "population_specificity": "Stroke survivors with walking difficulties, averaging 60 years old, in inpatient and outpatient settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:53.058775+00:00"}
{"study_id": 91921, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of intra-articular bupivacaine HCl infusion catheters (ON-Q* Pain Relief System) versus periarticular injections of liposomal bupivacaine (Exparel) for postoperative pain management following total knee arthroplasty.", "results_summary": "The study found no significant difference in cumulative narcotic consumption between the two groups. However, the ON-Q* group showed small but statistically significant improvements in pain during walking and physical therapy, though these differences were deemed unlikely to be clinically relevant.", "population_specificity": "Patients undergoing total knee arthroplasty.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Postoperative days 0 through 3.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:53.116826+00:00"}
{"study_id": 91924, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of a faith-based intervention, a secular intervention, and a self-guided control group in increasing physical activity among low-active African American women.", "results_summary": "The study found that baseline characteristics of participants were representative of the general population, but specific efficacy results for increasing physical activity were not detailed in the abstract. The study will contribute to understanding strategies for increasing physical activity in high-risk populations.", "population_specificity": "469 low-active African American women from suburban North Carolina churches.", "effective_dosage": "Not specified", "study_duration": "Conducted from 2010-2011 (exact intervention duration not specified in abstract)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:53.448140+00:00"}
{"study_id": 91923, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare two self-report methods (PPAQ and ACLS) for measuring physical activity to determine which better predicts adult-onset type 2 diabetes mellitus (T2DM).", "results_summary": "Both the PPAQ and ACLS showed similar likelihood of predicting incident T2DM, with the PPAQ potentially more effective in capturing physically active individuals despite limitations in generalizability and response bias.", "population_specificity": "9,873 male and female participants aged 23 to 106 years (mean 63 years) from the Adventist Health Study-2.", "effective_dosage": "Not specified", "study_duration": "Baseline data collected between 2002-2006, with follow-up 1-4 years later.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:53.969638+00:00"}
{"study_id": 91926, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential use of robotic tools for assessing balance during standing and walking in patients with neurological disorders.", "results_summary": "The study found that robotic devices are promising for balance assessment, offering benefits like assistance-as-needed and consistent perturbations during walking. These tools could improve clinical assessment and tailor rehabilitation training for better effectiveness.", "population_specificity": "Patients with neurological disorders", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:54.845704+00:00"}
{"study_id": 91925, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 14, "quality_score": 65, "study_goal": "The researchers aimed to identify factors contributing to psychological stress in ICU patients and explore mitigating strategies, including walking as a potential intervention.", "results_summary": "Walking was perceived by 14% of patients as an important mitigating factor for psychological stress during ICU stays, though it was less frequently cited compared to emotional support.", "population_specificity": "Adult critical illness survivors who received ≥48h of mechanical ventilation in medical and surgical ICUs, and their families.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:47:55.511214+00:00"}
{"study_id": 91927, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the effect of a falls prevention exercise program (based on the Otago Exercise Programme) on quality of life, physical function, and falls efficacy in older adults receiving home help services.", "results_summary": "The study will evaluate the effects of a 12-week falls prevention program on health-related quality of life (SF-36), leg strength, balance, walking speed, walking habits, activities of daily living, nutritional status, and falls efficacy, with measurements taken at baseline, 3 months, and 6 months.", "population_specificity": "Older adults aged 67 or older receiving home help services, able to walk with or without aids, with at least one fall in the past 12 months, and a Mini Mental State Examination score of 23 or above.", "effective_dosage": "12-week program including home visits and motivational telephone calls.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:00.886537+00:00"}
{"study_id": 91928, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of the On the Move group exercise program (focused on timing and coordination) with a usual-care exercise program (seated strength, endurance, and flexibility) in improving function, disability, and walking ability in older adults.", "results_summary": "The On the Move program showed greater improvements in gait speed and 6-minute walk distance compared to usual care, despite lower attendance. No significant differences were found in other primary or secondary outcomes.", "population_specificity": "Older adults (65+ years) who could ambulate independently with a gait speed of at least 0.60 m/s, follow 2-step commands, and were medically stable.", "effective_dosage": "50-minute exercise classes, twice a week.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:01.491551+00:00"}
{"study_id": 91929, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of a rehabilitation program involving balance task-specific training compared to general physiotherapy (including walking training) in improving physical function, pain, ADL, balance, and quality of life in older patients after hip fracture.", "results_summary": "The experimental group (balance task-specific training) showed significant improvements in all outcome measures compared to the control group (general physiotherapy with walking training), with clinically important differences in WOMAC function scores after treatment and at 12-month follow-up.", "population_specificity": "Older subjects (n=52) with extra-capsular hip fracture selected for internal fixation.", "effective_dosage": "90-minute sessions, five times/week.", "study_duration": "Three weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:01.528805+00:00"}
{"study_id": 91930, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether extensive revascularization by balloon pulmonary angioplasty (ERBPA) could improve symptoms and exercise capacity in CTEPH patients beyond hemodynamic normalization.", "results_summary": "ERBPA significantly reduced residual pulmonary arterial stenoses, improved symptoms, six-minute walking distance, and VE/VCO2 slope compared to conventional BPA, with fewer complications than initial BPA therapy.", "population_specificity": "35 CTEPH patients with normalized or borderline mean pulmonary arterial pressure (mPAP) after BPA.", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:01.550704+00:00"}
{"study_id": 91931, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether high-volume resistance training (six sets) is more effective than low-volume resistance training (three sets) in improving fast and usual walking speeds, muscle strength, and abdominal fatness in postmenopausal women.", "results_summary": "High-volume resistance training improved fast walking speed and several abdominal fatness measures compared to low-volume training and the control group, while muscle strength improved similarly in both training groups. No differences were observed in usual walking speed.", "population_specificity": "Postmenopausal women", "effective_dosage": "Eight total body exercises at 70% of one repetition maximum, performed three times a week", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:01.982151+00:00"}
{"study_id": 91932, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of a structured fitness center intervention (including brisk walking) versus home-based physical activity on cardiovascular function and metabolic risk factors in female cancer survivors.", "results_summary": "The fitness center intervention significantly improved treadmill performance, heart rate recovery, and metabolic outcomes (e.g., insulin resistance and stable insulin levels) compared to the home-based group.", "population_specificity": "Female cancer survivors (average age 51.9 years, 83.1% breast cancer, 85.7% white).", "effective_dosage": "Fitness center group: 30 min brisk walking (treadmill) thrice weekly + 30 min lower-body strength training. Home-based group: 30 min moderate-intensity exercise most days.", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:03.961677+00:00"}
{"study_id": 91933, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a 10-week combined exercise training and home-based walking program on daily physical activity in patients with moderate COPD compared to standard medical care.", "results_summary": "The intervention significantly increased daily physical activity by 26.1 minutes/day and improved functional capacity by 34.0 meters compared to the control group, with clinically relevant outcomes.", "population_specificity": "Patients with stable COPD at Gold Stage II and a score of two or more on the Medical Research Council Dyspnoea Scale (mean age 70.2 years, 34 females).", "effective_dosage": "Not specified (home-based walking program combined with exercise training).", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:05.141967+00:00"}
{"study_id": 91934, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare sagittal plane talocrural and subtalar joint kinematics during walking between barefoot and controlled ankle movement (CAM) boot conditions.", "results_summary": "Both short and tall CAM boots significantly reduced talocrural and subtalar joint motion compared to barefoot walking, with the tall CAM boot showing the greatest reduction (86.8% for talocrural and 37.0% for subtalar motion). The short CAM boot was more convenient, while the tall CAM boot provided superior immobilization.", "population_specificity": "Fourteen male subjects with normal gait (mean age 24.1 ± 3.5 years).", "effective_dosage": "Not applicable (study compared walking conditions, not dosages).", "study_duration": "Not specified (single testing session implied).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:05.445256+00:00"}
{"study_id": 91935, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare tibiotalar and subtalar joint kinematics during walking and heel-rise activities between patients with chronic ankle instability (CAI) and control subjects.", "results_summary": "Patients with CAI exhibited significant kinematic differences in joint angles compared to controls during walking and heel-rise, with more pronounced variations during heel-rise. CAI patients also showed less translational motion during gait but no clear differences during heel-rise.", "population_specificity": "4 patients with chronic ankle instability (3 women) and 10 control subjects (5 men).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:08.385697+00:00"}
{"study_id": 91938, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and mechanisms of therapeutic exercises, including walking, in osteoarthritis (OA) patients.", "results_summary": "Walking and other aerobic exercises showed moderate efficacy for pain relief (ES 0.52) and functional improvement (ES 0.46) in knee OA, but data for hip OA were limited. No significant difference was found between group and individual exercise programs.", "population_specificity": "Patients with osteoarthritis (knee and hip OA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:08.901514+00:00"}
{"study_id": 91939, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess whether daily use of TENS for 3 weeks could improve walking distance in patients with Leriche-Fontaine stage-II peripheral arterial disease (PAD).", "results_summary": "A single 45-minute session of 10-Hz TENS significantly delayed pain onset and increased pain-free walking distance in PAD patients. The study now seeks to evaluate the efficacy of a chronic TENS intervention over 3 weeks.", "population_specificity": "Patients with unilateral PAD (Leriche-Fontaine stage II).", "effective_dosage": "45 minutes per day, 5 days a week (10-Hz biphasic frequency, 200 μs pulse width, sub-motor threshold intensity).", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:09.966519+00:00"}
{"study_id": 91936, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether anodal tDCS enhances the effect of robotic-assisted gait training (RAGT) on functional ambulation in chronic stroke patients.", "results_summary": "The Anodal group showed significantly greater improvement in Functional Ambulatory Category (FAC) scores and 6-minute walking test results compared to the Sham group, particularly at the 4-week follow-up. No significant differences were observed in motor-evoked potential (MEP) parameters between the groups.", "population_specificity": "Chronic hemiplegic stroke patients with a Functional Ambulatory Category (FAC) score ≤4.", "effective_dosage": "RAGT for 45 minutes after 20 minutes of allocated tDCS, administered every weekday.", "study_duration": "2 weeks of intervention with follow-up at 4 weeks post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:10.249845+00:00"}
{"study_id": 91940, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine if resistance training, combined with walking and social activity, improved sleep in institutionalized older adults compared to usual care.", "results_summary": "The study found no significant acute same-day effects of resistance training on sleep architecture in institutionalized older adults, with no changes in sleep efficiency, time in sleep stages, or other measured parameters.", "population_specificity": "Institutionalized older adults (age 81.5 ± 8.1 years, 17 male, 26 female).", "effective_dosage": "Not specified for walking (resistance training: chest and leg press exercises, three sets, eight repetitions, 80% predicted one-repetition maximum).", "study_duration": "7-week intervention (acute effects assessed on same-day basis).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:10.478662+00:00"}
{"study_id": 91941, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to compare the effects of an energy-restricted diet alone versus combined with moderate walking on weight loss, body composition, and cardiometabolic risk factors in overweight and obese individuals.", "results_summary": "The study found that combining a hypoenergetic diet with moderate walking (2.5 h/wk) led to greater fat loss and improved insulin sensitivity compared to diet alone, though weight loss was significant in both groups. Both interventions similarly improved cardiometabolic markers, but walking enhanced fat reduction and insulin-related outcomes.", "population_specificity": "Overweight and obese adults (mean age 39.4 years, mean BMI 31.9, 82 participants).", "effective_dosage": "2.5 hours of walking per week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:12.564621+00:00"}
{"study_id": 91942, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate factors affecting adherence to prescribed physical exercise (including walking) in COPD patients and analyze relationships between psychological, neuropsychological factors, and rehabilitation outcomes.", "results_summary": "The study found that higher BMI, higher depression, and lower anxiety predicted lower adherence to exercise prescriptions. Patients struggled with following prescribed exercise (51.8%) and showed mild-severe depression (46.7%) and anxiety (40.5%).", "population_specificity": "Stable COPD inpatients (mainly GOLD Stage III-IV), 84 participants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:12.879552+00:00"}
{"study_id": 91943, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether early, intensive, child-initiated activity during the critical period improves motor function and connectivity in children with perinatal stroke compared to standard care.", "results_summary": "The study found that intensive, play-based leg activity improved motor function, as measured by the Gross Motor Function Measure-66 score, and enhanced connectivity of motor pathways, though specific statistical outcomes were not detailed in the abstract.", "population_specificity": "Children aged 8 months to 3 years with MRI-confirmed perinatal ischemic stroke and early signs of hemiparesis.", "effective_dosage": "1 hour/day, 4 days/week for 12 weeks with weights for the affected leg and foot.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:14.299213+00:00"}
{"study_id": 91944, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to evaluate the safety and efficacy of immunoadsorption (IA) as an add-on to optimized medical treatment for patients with idiopathic pulmonary arterial hypertension (IPAH).", "results_summary": "The study found that IA was safe and improved hemodynamics (13.2% reduction in PVR) but did not significantly affect 6-min walking distance. Quality of life physical functioning improved after 6 months.", "population_specificity": "10 IPAH patients (75% female, mean age 51 ± 12 years, WHO functional class III).", "effective_dosage": "Not specified for walking.", "study_duration": "5 days of IA, with follow-up at 3 and 6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:17.474701+00:00"}
{"study_id": 91947, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of motor imagery (MI) on walking function and balance in stroke patients.", "results_summary": "MI was more effective than routine methods in improving walking abilities and motor function in stroke patients, with significant improvements noted at both short-term and long-term assessments. However, its effect on balance was inconsistent, showing short-term benefits but no long-term improvement.", "population_specificity": "Stroke patients", "effective_dosage": "Not specified", "study_duration": "Short-term (0 to <6 weeks) and long-term (≥6 weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:19.321682+00:00"}
{"study_id": 91946, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the walking speed threshold for independent community ambulation in spinal cord injury (SCI) patients and identify clinical factors favoring this outcome.", "results_summary": "A walking speed of 0.59 m/s was identified as the cutoff for independent community ambulation, with high sensitivity (91.6%) and specificity (80.3%). Age, injury severity, and lower limb muscle strength significantly influenced independent walking.", "population_specificity": "Spinal cord injury (SCI) patients from the European Multicenter Study about Spinal Cord Injury database.", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:19.493238+00:00"}
{"study_id": 91948, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine if a powered ankle-foot orthosis (PPAFO) could improve walking endurance in individuals with multiple sclerosis (MS) compared to passive AFOs or shoes alone.", "results_summary": "The study found that the PPAFO resulted in a shorter walking distance during the 6-minute walk test compared to passive AFOs or shoes, with no differences in metabolic cost of transport between conditions. The PPAFO did not improve endurance walking performance in this sample.", "population_specificity": "16 participants with MS who used a prescribed custom unilateral passive AFO daily.", "effective_dosage": "Not applicable (intervention involved device use, not dosage).", "study_duration": "Short-term intervention (single session per condition).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:20.671710+00:00"}
{"study_id": 91950, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the clinical outcomes of gait training with body weight support (BWS) versus no body weight support (no-BWS) in stroke patients.", "results_summary": "The study found that gait training with BWS resulted in significantly better walking abilities compared to no-BWS, as measured by the Dynamic Gait Index, Timed Get Up and Go Test, and Timed 10 Meter Walk Test at both self-selected and fast velocities.", "population_specificity": "Patients with stroke.", "effective_dosage": "Not specified (training sessions involved BWS or no-BWS walking).", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:21.297514+00:00"}
{"study_id": 91949, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether specific interventions could reduce the familiarization period required to normalize step width during dual-belt treadmill walking with virtual reality.", "results_summary": "The study found that interventions (walking on a line or receiving feedback) did not reduce step width after the intervention period. A 2-minute familiarization period was sufficient to normalize and stabilize step width in healthy young adults, regardless of interventions.", "population_specificity": "Thirty healthy young adults.", "effective_dosage": "Not applicable (walking at preferred speed for 5 minutes).", "study_duration": "Interventions lasted 1 minute, with a total walking duration of 5 minutes per session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:22.858197+00:00"}
{"study_id": 91951, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the immediate effects of knee braces with and without a patellar hole on pain perception, walking ability, and mobility in patients with knee osteoarthritis.", "results_summary": "Both knee brace types significantly reduced pain, improved lower extremity function, and increased mobility, but the brace without a patellar hole showed more favorable results in pain reduction, walking ability, and speed.", "population_specificity": "108 patients with knee osteoarthritis", "effective_dosage": "Not specified", "study_duration": "Immediate effect (single intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:23.025570+00:00"}
{"study_id": 91952, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of regional anesthesia on persistent postsurgical pain (PPSP) and long-term functional outcomes, including walking ability, after total knee arthroplasty (TKA).", "results_summary": "Continuous regional anesthesia provided better pain control up to 1 month post-surgery but did not significantly affect PPSP at 6 months. Walking ability and quality of life improved in 69.3% of patients, though autonomy improved in only 56.3%.", "population_specificity": "Patients aged over 18 undergoing primary unilateral TKA, ASA physical status classes 1-3, with no prior knee surgery.", "effective_dosage": "Not specified", "study_duration": "Follow-up assessments at 1, 3, and 6 months post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:26.095081+00:00"}
{"study_id": 91945, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine the prevalence and severity of self-reported knee symptoms in patients with degenerative meniscal tears and whether these symptoms were associated with early radiographic signs of knee osteoarthritis.", "results_summary": "The study found that frequent knee pain, pain during stair walking, twisting, lack of confidence in the knee, and clicking were common in patients with degenerative meniscal tears. Early radiographic signs of osteoarthritis were associated with increased risk of swelling, catching, and stiffness later in the day.", "population_specificity": "Middle-aged patients (35-65 years) with MRI-verified degenerative medial meniscal tears.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:28.734664+00:00"}
{"study_id": 91954, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To determine the prognostic value of physical function tests, including gait speed (a measure related to walking), for mortality in elderly hospitalized patients.", "results_summary": "The study found that physical function impairment, including gait speed, was significantly related to mortality in elderly hospitalized patients, alongside factors like age, comorbidity, and frailty. Walking-related measures contributed independently to prognosis, highlighting the importance of muscle function.", "population_specificity": "Hospitalized patients aged >60 years (152 men and 146 women).", "effective_dosage": "Not specified", "study_duration": "Not specified (mortality assessed at 100 days and long-term, median survival 989 days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:29.736077+00:00"}
{"study_id": 91958, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to determine whether ongoing feedback improved health-related quality of life (HRQoL) during a 12-month unsupervised walking maintenance program in COPD patients.", "results_summary": "The study found that ongoing feedback (telephone calls, biofeedback, and progressive goal setting) was no more effective than no feedback in maintaining HRQoL during the unsupervised walking program. Both groups completed the same initial 2-month supervised walking training.", "population_specificity": "Patients with COPD (mean age 69 years).", "effective_dosage": "Not specified", "study_duration": "14 months total (2-month supervised + 12-month unsupervised).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:31.738806+00:00"}
{"study_id": 91953, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a facilitated knowledge translation approach improved the implementation of recommended treatments, including walking training, in stroke rehabilitation compared to passive strategies.", "results_summary": "The facilitated KT intervention improved the implementation of walking training (p = 0.043) but was unsuccessful in improving the integration of all 18 treatments simultaneously. The passive KT intervention improved standing balance training (p = 0.037).", "population_specificity": "Patients in rehabilitation hospitals recovering from stroke.", "effective_dosage": "Not specified", "study_duration": "16 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:32.369357+00:00"}
{"study_id": 91957, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine whether postural perturbations during treadmill walking provide superior improvements in gait and balance performance compared to standard treadmill training in Parkinson's disease patients.", "results_summary": "The study found no significant differences between perturbation training and standard treadmill training for primary outcomes (gait speed and balance). However, the perturbation group showed improvements in secondary outcomes like dynamic balance (Timed Up-and-Go) and walking capacity, though effects were not sustained at follow-up.", "population_specificity": "43 Parkinson's disease patients (Hoehn & Yahr stage 1-3.5)", "effective_dosage": "8-week treadmill training (perturbed vs. unperturbed)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:32.704729+00:00"}
{"study_id": 91955, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether walking, compared to stretching or jogging, could help regulate emotions after exposure to a stressful event.", "results_summary": "Walking showed a protective effect against increased anger and anxiousness after a stressful event, unlike stretching, which resulted in significantly higher anger scores. The study suggests walking may help facilitate emotional regulation post-stress.", "population_specificity": "Small sample (N = 9 in the walking group) of participants exposed to a stress-inducing film clip.", "effective_dosage": "15 minutes of walking.", "study_duration": "Single 15-minute session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:32.763939+00:00"}
{"study_id": 91956, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether an exercise program targeting older married couples improves exercise adherence, specifically walking, compared to individual programs.", "results_summary": "The study found that older married couples had significantly higher adherence to walking exercises (29.2% higher) compared to individuals, but no significant difference in strength exercise adherence. The odds of walking adherence were 3.68 times higher for couples.", "population_specificity": "Older married couples and older adults (34 couples and 59 individuals).", "effective_dosage": "Walking ≥2 days/week; strength exercises ≥6 items for 2 days/week.", "study_duration": "8-week supervised program, followed by a 24-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:34.113313+00:00"}
{"study_id": 91959, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically review the benefits of exercise training, including walking-related modalities, in individuals with multiple sclerosis (MS) and severe mobility disability.", "results_summary": "The review found limited but promising evidence for the benefits of exercise training, with adapted modalities (e.g., body-weight support treadmill training) showing significant improvements in disability, physical function, and quality of life in 9 of 13 studies, while conventional exercise training showed benefits in 2 of 5 studies.", "population_specificity": "Individuals with multiple sclerosis (MS) and severe mobility disability (EDSS score ≥ 6.0 or requiring ambulation assistance).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:34.958621+00:00"}
{"study_id": 91960, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of treadmill interventions on locomotor development in children under six years of age with delayed ambulation or at risk for neuromotor delay.", "results_summary": "Treadmill intervention showed mixed results, accelerating independent walking in children with Down syndrome and improving motor skills in children with cerebral palsy and developmental delay, but had negligible or no effect on overall gross motor function in other populations. Walking speed improved slightly, but benefits varied by population.", "population_specificity": "Children under six with Down syndrome, cerebral palsy, developmental delay, or at moderate risk for neuromotor delay.", "effective_dosage": "Not specified", "study_duration": "Varied across studies (not specified in abstract)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:36.550661+00:00"}
{"study_id": 91961, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of robotic gait training on gait speed, endurance, and gross motor function in individuals with cerebral palsy.", "results_summary": "The meta-analysis showed small positive effects on gait speed, endurance, and gross motor function, though confidence intervals included zero, indicating some uncertainty. The study concluded that robotic gait training may benefit individuals with cerebral palsy.", "population_specificity": "Individuals with cerebral palsy classified as levels I-IV on the Gross Motor Function Classification System.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:36.890425+00:00"}
{"study_id": 91962, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine if a powered ankle prosthesis, tuned by a certified prosthetist, improved walking performance compared to unpowered prostheses in individuals with transtibial amputation.", "results_summary": "The study found no significant differences in metabolic costs or preferred walking speed between powered and unpowered prostheses. However, higher-functioning participants (K4 classification) showed greater energy cost savings compared to lower-functioning (K3) individuals.", "population_specificity": "10 individuals with unilateral transtibial amputation and 10 age- and gender-matched controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:39.431294+00:00"}
{"study_id": 91963, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to characterize the types and degrees of activity limitations in elderly people with locomotive disorders using the GLFS-25 scale.", "results_summary": "The study found that higher GLFS-25 scores correlated with greater numbers and severity of activity limitations, with mobility difficulties appearing early, domestic and social life difficulties in moderate stages, and self-care challenges in advanced stages.", "population_specificity": "Elderly individuals aged 65 and over with locomotive disorders, recruited from orthopedic clinics or nursing care facilities.", "effective_dosage": "Not available", "study_duration": "Not specified (cross-sectional study using baseline data)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:40.109456+00:00"}
{"study_id": 91965, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the efficacy and safety of Wenxin Keli (WXKL) alone or combined with Western medicine in treating ventricular premature complexes (VPCs) with heart failure (HF).", "results_summary": "The meta-analysis showed WXKL significantly reduced VPC frequency, improved left ventricular ejection fraction (LVEF), and increased 6-minute walking test performance. However, the included trials generally had low methodological quality.", "population_specificity": "Patients with ventricular premature complexes (VPCs) and heart failure (HF).", "effective_dosage": "Not specified", "study_duration": "8 to 12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:40.746284+00:00"}
{"study_id": 91964, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to test the comparative effectiveness of two culturally adapted, community-based physical activity interventions (Virtual Advisor and Peer Advisor) for increasing walking and other physical activities among insufficiently active Latino adults aged 50 and older.", "results_summary": "The study compared two interventions but did not report specific results on walking outcomes in the abstract. The major outcomes were changes in walking and physical activity measured via self-report and accelerometry, with secondary outcomes including physical function and well-being.", "population_specificity": "Insufficiently active Latino adults aged 50 years and older living near designated community centers.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:40.968981+00:00"}
{"study_id": 91967, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of web-based interventions on physical activity, including walking, in the general population.", "results_summary": "Web-based interventions had a positive and significant effect on increasing walking and other physical activity measures, though the effects varied based on study design, age, and duration. Five out of 14 trials showed significant increases in moderate to vigorous physical activity (MVPA).", "population_specificity": "General population (16,476 in intervention group, 14,475 in control group).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:43.295930+00:00"}
{"study_id": 91969, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of 6-months of supervised multimodal exercise training versus stretching-and-toning activities for improving mobility, gait, fitness, and cognitive outcomes in individuals with substantial MS-related mobility disability.", "results_summary": "The study found statistically significant improvements in six-minute walk performance and cognitive processing speed in the multimodal exercise group, suggesting benefits for endurance walking and cognition, possibly due to enhanced cardiorespiratory capacity.", "population_specificity": "Individuals with substantial multiple sclerosis (MS)-related mobility disability.", "effective_dosage": "Not specified (supervised multimodal exercise training, including progressive aerobic, resistance, and balance exercises, vs. stretching-and-toning activities).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:45.199334+00:00"}
{"study_id": 91970, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of dual-task and walking speed on gait variability in individuals with and without chronic ankle instability (CAI).", "results_summary": "Under self-paced walking, no difference in stride time variability was found between CAI and control groups. Both groups reduced stride time variability in challenging conditions, but the CAI group required more disturbance to show changes, indicating lower sensorimotor adaptability.", "population_specificity": "16 subjects with CAI and 16 age- and gender-matched able-bodied controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:48:48.973615+00:00"}
