{"study_id": 8996, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to examine the role of emotion regulation as a mediator between mindfulness and symptom reduction in depression and anxiety during CBT, and whether a brief mindfulness intervention enhanced these effects.", "results_summary": "The study found that improvements in emotion regulation (reduced rumination, increased reappraisal, and acceptance) mediated the relationship between mindfulness and reduced depressive symptoms, while reduced avoidance mediated the link between mindfulness and reduced anxiety symptoms. Adding a mindfulness intervention to CBT did not alter these pathways.", "population_specificity": "162 patients with depression and anxiety disorders", "effective_dosage": "Not specified", "study_duration": "Treatment spanned 25 sessions (baseline to posttreatment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:21.774779+00:00"}
{"study_id": 8998, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the usefulness and potential effects of a complementary app (\"My everyday life\") for adolescents undergoing Trauma-Focused Cognitive Behavioral Therapy (TF-CBT).", "results_summary": "Adolescents reported significant improvement in posttraumatic stress symptoms (PTSS) during TF-CBT with the app, though no significant difference was found compared to those without the app due to limited study power. Both adolescents and therapists found the app beneficial, though therapists needed clearer integration guidelines.", "population_specificity": "Adolescents aged 13-18 years receiving TF-CBT for PTSD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:23.281123+00:00"}
{"study_id": 8997, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to validate the effectiveness and applicability of Smart CBT-I plus in reducing distress for individuals with insomnia accompanied by anxiety and/or depression symptoms compared to a psychoeducational group.", "results_summary": "The study will evaluate the effectiveness of Smart CBT-I plus in improving insomnia, depression, and anxiety symptoms, along with dropout rates and patient feedback, though specific results are not yet provided in the abstract.", "population_specificity": "180 patients seeking help for insomnia combined with anxiety and/or depression.", "effective_dosage": "Not specified", "study_duration": "Measurements taken at baseline, post-intervention, 6-month, and 12-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:23.516264+00:00"}
{"study_id": 8995, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of internet-based cognitive behavioral therapy (iCBT) compared to supportive online therapy for adolescents and young adults with body dysmorphic disorder (BDD).", "results_summary": "iCBT was significantly more effective than supportive online therapy in reducing BDD symptom severity, with large effect sizes, and showed improvements in secondary outcomes like quality of life and BDD cognitions. Gains were maintained at a 4-week follow-up, though depressive symptoms did not show significant improvement.", "population_specificity": "Adolescents and young adults (aged 15-21 years) of all genders from German-speaking countries with body dysmorphic disorder.", "effective_dosage": "12 sessions of internet-based CBT", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:23.619286+00:00"}
{"study_id": 9000, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the effects of online cognitive behavioral therapy on postpartum depression and explore specific intervention measures for greater effectiveness.", "results_summary": "Online cognitive behavioral therapy was effective at improving postpartum depression, particularly when sessions lasted 9 weeks or more, involved 12 or fewer interventions, and used platforms like websites or Zoom with professional guidance. Nurses' participation was also noted to improve access to treatment.", "population_specificity": "Postpartum women (3,689 participants across 18 studies).", "effective_dosage": "12 or fewer intervention sessions.", "study_duration": "9 weeks or more.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:24.025562+00:00"}
{"study_id": 8999, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether self-focused attention (SFA) is associated with hyperactivity in default network regions and treatment response during cognitive-behavioral therapy in individuals with social anxiety disorder (SAD) and body dysmorphic disorder (BDD).", "results_summary": "Patients showed longer reaction times for self-referential tasks pre-treatment compared to controls, with improvement post-treatment. Neural measures of SFA were linked to treatment response, while behavioral measures were not, suggesting DN activity may serve as a transdiagnostic biomarker.", "population_specificity": "30 patients with primary SAD or BDD and 28 healthy controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:24.426435+00:00"}
{"study_id": 9001, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness and potential of digital and AI-enhanced Cognitive Behavioral Therapy (CBT) for treating insomnia, focusing on neurocognitive mechanisms and clinical outcomes.", "results_summary": "The study found that digital and AI-enhanced CBT significantly improved sleep parameters, patient adherence, satisfaction, and therapy personalization, addressing limitations of traditional CBT such as access and scalability. AI-based tools showed promise in optimizing treatment delivery and adapting interventions to cognitive-behavioral patterns.", "population_specificity": "Individuals with insomnia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:28.345870+00:00"}
{"study_id": 9002, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to explore the usability, engagement, and perceived effectiveness of a mobile CBT app designed for adolescents, focusing on user experiences and mental health outcomes.", "results_summary": "The mobile CBT app showed potential for improving adolescent mental health, with initial improvements in mood and anxiety. Older participants, females, and those with prior CBT experience reported higher usability and effectiveness scores, while navigation complexity and lack of personalization were noted challenges.", "population_specificity": "Adolescents aged 13-19 years (mean age 15.8, SD 1.9 years; 45% male, 55% female) with diagnoses of anxiety (50%), depression (38%), or both (13%).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:30.259561+00:00"}
{"study_id": 9003, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of unified protocols for transdiagnostic treatment of emotional disorders and modular cognitive-behavioral therapy on positive and negative affect and emotional awareness in children with Type 1 Diabetes (T1D).", "results_summary": "Both interventions significantly increased positive affect and emotional awareness while reducing negative affect, with effects persisting at follow-up. Modular cognitive-behavioral therapy was more effective in reducing negative affect post-test compared to unified protocols, but no significant differences were found for other variables.", "population_specificity": "Children with Type 1 Diabetes (T1D)", "effective_dosage": "Not specified", "study_duration": "Not specified (follow-up was two months post-intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:30.549846+00:00"}
{"study_id": 9005, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the use of CBT-CP by trained therapists in treating patients with chronic pain over a five-year period and identify factors influencing its receipt.", "results_summary": "38.4% of patients seen by CBT-CP-trained therapists received the therapy. Receipt was influenced by therapist training duration, education level, patient comorbidities, and clinic type.", "population_specificity": "Veterans with chronic pain treated in Veterans Health Administration locations.", "effective_dosage": "Not specified", "study_duration": "Five-year observation period (October 2015-February 2020)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:31.821891+00:00"}
{"study_id": 9006, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of the FOCUS intervention, a multi-symptom approach incorporating Cognitive Behavioral Therapy, on sleep efficiency, insomnia severity, and circadian rhythm disruptions in people with advanced cancer.", "results_summary": "The study found significant improvements in actigraphy-measured sleep efficiency, wakefulness after sleep onset, and reductions in insomnia severity, with 61% meeting insomnia criteria at baseline compared to 18% at 1 year. The intervention also improved other symptoms like worry, depression, and fatigue interference.", "population_specificity": "People with advanced cancer", "effective_dosage": "Not specified", "study_duration": "7 consecutive 24-hour periods pre- and post-intervention (exact duration unclear)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:33.464177+00:00"}
{"study_id": 9004, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility, acceptability, and effectiveness of four imagery techniques (Imagery Rescripting, Promoting positive Imagery de novo, Metacognitive Imagery techniques, and playing Tetris) in reducing maladaptive mental imagery and auditory verbal hallucinations (AVHs) in psychosis spectrum disorders.", "results_summary": "Mental imagery significantly decreased after Imagery Rescripting and Promoting positive Imagery de novo, while AVHs decreased across all treatments, with the largest effects for Imagery Rescripting and Promoting positive Imagery de novo. Secondary results showed reductions in AVH severity, mood, anxiety, imagery frequency, and appraisals.", "population_specificity": "Individuals with psychosis spectrum disorders experiencing auditory verbal hallucinations.", "effective_dosage": "Not specified", "study_duration": "3 weeks of therapy, with a 2-week baseline and 2-week follow-up phase.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:33.659679+00:00"}
{"study_id": 9008, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of a technology-assisted peer-delivered version of the WHO's Thinking Healthy Programme (THP-TAP) compared to the established WHO-THP for perinatal depression in low-resource settings.", "results_summary": "The study found that THP-TAP was noninferior to WHO-THP, with an 8.91% difference in remission rates at 3 months postnatal, exceeding the prespecified noninferiority margin. THP-TAP offers a scalable alternative for psychosocial interventions in overburdened health systems.", "population_specificity": "Women with perinatal depression in rural Rawalpindi, Pakistan.", "effective_dosage": "Not specified", "study_duration": "3 months postnatal follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:34.167286+00:00"}
{"study_id": 9007, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of brief behavioral therapy for insomnia (BBTI) combined with eszopiclone versus BBTI alone in improving sleep quality and CPAP adherence in veterans with PTSD and comorbid insomnia and sleep apnea (COMISA).", "results_summary": "Both BBTI plus eszopiclone and BBTI alone significantly improved sleep quality and insomnia severity at 24 weeks, with no significant differences between the two treatments. Combination therapy showed a higher remission rate at 6 weeks, but outcomes were similar by 24 weeks.", "population_specificity": "53 PTSD veterans (46 males, 7 females; mean age 48.2±8.3 years) with COMISA.", "effective_dosage": "2 mg/d eszopiclone for 2 weeks.", "study_duration": "24 weeks (follow-up at 6 and 24 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:34.201342+00:00"}
{"study_id": 9009, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to develop and evaluate a user-centered internet-based cognitive behavioral therapy intervention (CoolMinds) for adolescents with anxiety disorders, focusing on engagement and feasibility.", "results_summary": "Adolescents preferred relatable, age-appropriate content with supportive communication styles. The platform was perceived as intuitive, though session content was considered lengthy. Families found the intervention helpful, particularly the graphic material, but suggested further improvements like shorter sessions and more breaks.", "population_specificity": "Adolescents with anxiety disorders and their families.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:36.719196+00:00"}
{"study_id": 9010, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to adapt and evaluate the usability of a coached cognitive-behavioral therapy-based digital program for underserved populations with binge-type eating disorders.", "results_summary": "Participants faced barriers to healthcare but expressed interest in a coach for accountability. Feedback highlighted the need for improved diverse representation in the program content.", "population_specificity": "Publicly-insured or uninsured individuals with (sub)clinical binge-type eating disorders, primarily non-Latinx White women.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:37.916904+00:00"}
{"study_id": 9011, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to qualitatively explore clinicians' perspectives on delivering CBT tailored for post-ABI sleep and fatigue (CBT-SF) and compare its effectiveness to a health education control intervention.", "results_summary": "The study found that CBT-SF produced larger and faster effects compared to the control intervention, with themes highlighting the importance of psychoeducation and cognitive-behavioral strategies for managing sleep and fatigue post-ABI. Clinicians reported both strengths and challenges in delivering the manualized intervention.", "population_specificity": "Individuals with acquired brain injury (ABI)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:39.289710+00:00"}
{"study_id": 9013, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether AI-quantified language responses from open-ended questions could provide additional value in measuring ICBT outcomes compared to traditional rating scales.", "results_summary": "The study found that ICBT significantly reduced depression and anxiety symptoms, with language measures showing increased use of positive-emotion words and broader semantic content post-intervention. These improvements remained significant even after accounting for changes captured by rating scales.", "population_specificity": "Swedish adolescents (N=44) receiving Internet-based Cognitive Behavioral Therapy (ICBT).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:41.583638+00:00"}
{"study_id": 9016, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate whether educational attainment levels influenced the effectiveness of Cognitive Behavioral Therapy for Late-Life Depression (LLD-CBT) compared to a supportive unspecific intervention (SUI).", "results_summary": "LLD-CBT was significantly more effective than SUI in reducing depressive symptoms for participants with low educational attainment, both at the end of treatment and follow-up. No significant effect was observed for medium or high educational attainment groups.", "population_specificity": "Adults aged 60 years and older with moderate to severe depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:42.202577+00:00"}
{"study_id": 9015, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify an objective biomarker (EEG complexity) to evaluate patient suitability for Cognitive Behavioral Therapy (CBT) in chronic low back pain (LBP).", "results_summary": "The study found that low-frequency band multiscale fuzzy sample entropy (MFSE) was a superior biomarker for predicting CBT suitability, with high discriminative ability (AUC: 0.825) and an odds ratio of 10.768. It effectively differentiated responders from non-responders, suggesting potential for reducing unnecessary treatments and costs.", "population_specificity": "50 patients with suspected psychosocial factors causing chronic LBP and 20 healthy volunteers (25 CBT responders and 25 non-responders).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:43.770136+00:00"}
{"study_id": 9012, "supplement_id": 1039, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of mindfulness-based therapy (MBT) versus cognitive behavioral therapy (CBT) in reducing symptoms and opioid use in adults with chronic low back pain (CLBP) treated with opioids.", "results_summary": "Both MBT and CBT significantly improved CLBP-related symptoms and reduced opioid dosage over 6 and 12 months, with no significant differences between the two therapies. The study found MBT to be noninferior to CBT for primary outcomes.", "population_specificity": "English-fluent adults (≥21 years) with moderate-to-severe CLBP (BPI ≥3, ODI ≥20) on opioid therapy (≥15 mg/d MME for ≥3 months), without prior MBT or CBT training.", "effective_dosage": "8 weekly therapist-led group sessions plus at-home practice.", "study_duration": "12 months (with outcomes measured at 6 and 12 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:43.806316+00:00"}
{"study_id": 9014, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a shortened Mindfulness-integrated Cognitive Behavior Therapy (MiCBT) program in managing pain, psychological distress, and improving positive psychological outcomes in women with Stage I-III breast cancer undergoing chemotherapy.", "results_summary": "The MiCBT group showed significant reductions in pain, psychological distress (depression, anxiety, stress), and improvements in equanimity, hope, and post-traumatic growth compared to the treatment-as-usual group, with effects sustained at 2-month follow-up.", "population_specificity": "Women with Stage I-III breast cancer undergoing chemotherapy.", "effective_dosage": "4-week MiCBT program (progressive muscle relaxation, mindfulness of breath, body scanning, mindfulness-based interoceptive exposure task for pain).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:44.700691+00:00"}
{"study_id": 9017, "supplement_id": 1039, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to assess the efficacy of digital Cognitive Behavioral Therapy (dCBT) for treating insomnia, anxiety, and depression symptoms in adults aged 65 and older.", "results_summary": "dCBT significantly improved insomnia, depression, and anxiety symptoms at post-treatment and follow-up, with higher insomnia remission rates (60% vs. 16%) compared to controls. The effects were statistically significant and clinically meaningful.", "population_specificity": "Adults aged 65+ with insomnia disorder (N=315).", "effective_dosage": "Not specified", "study_duration": "8-10 weeks (post-treatment), 24 weeks (follow-up)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:45.085027+00:00"}
{"study_id": 9018, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the association between completing Cognitive Behavioral Therapy for insomnia (CBT-I) and the incidence of cognitive impairment in older Veterans.", "results_summary": "CBT-I completion was associated with a decreased incidence of cognitive impairment in Veterans not using sedative-hypnotics (RR=0.87), but an increased incidence in those taking sedative-hypnotics (RR=1.18). CBT-I may protect against cognitive impairment unless sedative-hypnotics are used.", "population_specificity": "Older Veterans (84,739 participants) from the Veterans Health Administration.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Sedative-hypnotic medications reversed the protective effect of CBT-I on cognitive impairment.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:46.900383+00:00"}
{"study_id": 9019, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to summarize current knowledge on Cognitive Behavioral Therapy (CBT) as a treatment for depression in patients with coronary artery disease (CAD).", "results_summary": "The study found that CBT's efficacy for treating depressive syndromes in CAD patients remains inconclusive due to outcome measure heterogeneity and methodological issues. CBT did not show superiority over other interventions and appeared irrelevant to biological variables like inflammatory markers and heart rate variability.", "population_specificity": "Patients with coronary artery disease (CAD) experiencing depression (mean age 56.9±7.7 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:47.629785+00:00"}
{"study_id": 9021, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the short-term effects of a web-based cognitive behavioral psychoeducation program for panic disorder in a clinical sample.", "results_summary": "The study found statistically significant reductions in panic-related symptoms (PDSS, ASI-3, SHAI, ASA scores) with medium to large effect sizes, suggesting the intervention had a substantial short-term impact.", "population_specificity": "31 patients diagnosed with panic disorder.", "effective_dosage": "Not specified (4-week program).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:50.035272+00:00"}
{"study_id": 9020, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate whether natural language processing and machine learning could automate monitoring of coaches' implementation fidelity in guided digitally-delivered cognitive-behavioral therapy (GdCBT).", "results_summary": "Coaches maintained strong fidelity to GdCBT protocols, avoided prohibited actions, and sentiment analysis showed a higher frequency of positive sentiment words. Machine learning models predicted implementation fidelity with acceptable performance metrics.", "population_specificity": "3,381 users with or at risk for anxiety, depression, or eating disorders.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:50.180959+00:00"}
{"study_id": 9023, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of Cognitive Behavioral Therapy (CBT) and Ericksonian Hypnotherapy (EH) in reducing prolonged grief symptoms among university students.", "results_summary": "CBT showed significant improvements in reducing grief symptoms compared to the control group, though EH was marginally more effective. Both interventions were superior to no treatment.", "population_specificity": "University students in Istanbul who experienced significant loss and exhibited prolonged grief symptoms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:51.050596+00:00"}
{"study_id": 9022, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the feasibility, acceptability, safety, and usability of a Hybrid treatment combining Cognitive Behavioral Therapy for psychosis with VR and neurofeedback, and to explore its efficacy in modulating neural activity and symptom change.", "results_summary": "The study is ongoing, with preliminary data showing 4 out of 5 participants actively engaged in the program. Final results on efficacy and acceptability will determine if the Hybrid treatment advances to efficacy trials.", "population_specificity": "Individuals with psychotic disorders experiencing auditory verbal hallucinations (N=10, with 5 currently enrolled).", "effective_dosage": "Weekly sessions over 12 face-to-face sessions.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:52.712284+00:00"}
{"study_id": 9025, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the immediate and longer-term effects of a group-based CBT intervention (Mothers Time) on postpartum depression, anxiety, and modern family planning use among women in Ethiopia.", "results_summary": "The intervention showed significantly greater reductions in depression and anxiety symptoms and increased modern family planning use compared to standard care, suggesting CBT can improve postpartum mental health and reproductive outcomes.", "population_specificity": "Postpartum women in northwest Ethiopia (n=302 from 10 health clusters).", "effective_dosage": "Not specified", "study_duration": "Four months (follow-up after intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:52.917078+00:00"}
{"study_id": 9024, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the timing and magnitude of behavioral and cognitive symptom reduction in 10-session CBT for non-underweight eating disorders and investigate whether early behavioral changes predict subsequent cognitive changes.", "results_summary": "The study found large and significant reductions in most behavioral and all cognitive symptoms from pre- to mid-treatment and pre- to post-treatment, but early behavioral changes did not significantly predict subsequent cognitive changes. Behavioral improvements occurred rapidly and were sustained, while cognitive changes followed a more gradual trajectory.", "population_specificity": "Patients (N=63) with non-underweight eating disorders.", "effective_dosage": "10 sessions of CBT.", "study_duration": "Duration of the intervention was not explicitly stated, but it involved pre-, mid-, and post-treatment assessments.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:54.312213+00:00"}
{"study_id": 9026, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adaptive changes in infant emotion regulation (ER) persisted three months after birthing parents completed a 9-week Cognitive Behavioral Therapy (CBT) program for postpartum depression (PPD).", "results_summary": "Three months post-CBT, infants showed sustained improvements in frontal EEG asymmetry, heart rate variability, and positive affect, with no differences between case and control infants at follow-up. The study concluded that treating PPD with CBT may lead to persistent adaptive ER trajectories in infants.", "population_specificity": "Infants of birthing parents diagnosed with postpartum major depressive disorder (n=35) and healthy control infants (n=33).", "effective_dosage": "Not specified", "study_duration": "9 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:56.179948+00:00"}
{"study_id": 9027, "supplement_id": 1039, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of initial agomelatine and clonazepam doses combined with Cognitive Behavioral Therapy for Insomnia (CBT-i) in treating moderate to severe insomnia.", "results_summary": "Both groups showed improved adherence, but the agomelatine group exhibited significant reductions in insomnia severity and distress scores compared to the clonazepam group. Adverse drug reactions were noted in both groups, but clonazepam's efficacy declined over time.", "population_specificity": "230 patients with moderate to severe insomnia.", "effective_dosage": "Clonazepam 0.25 mg and agomelatine 25 mg (both groups received CBT-i).", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:56.848288+00:00"}
{"study_id": 9028, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to identify factors associated with response to Cognitive Behavioral Therapy for sleep disturbance and fatigue (CBT-SF) in individuals with acquired brain injury.", "results_summary": "Greater improvements in sleep were linked to higher baseline sleep disturbance, less time since injury, and telehealth delivery. Larger fatigue reductions were associated with less time since injury and higher education, while injury type and cognitive variables did not affect outcomes.", "population_specificity": "86 participants with traumatic brain injury (TBI) or stroke.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:58.183499+00:00"}
{"study_id": 9029, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy, feasibility, and applicability of next-generation CBT interventions, including digital tools and teletherapies, in improving accessibility, adherence, and therapeutic outcomes for depression.", "results_summary": "NG-CBT interventions improved treatment accessibility and engagement while maintaining clinical effectiveness. Personalized digital tools enhanced adherence, and teletherapy platforms offered scalable, cost-effective alternatives to traditional therapy.", "population_specificity": "Individuals with depression (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:28:59.406844+00:00"}
{"study_id": 9030, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine the neurobiological mechanisms underlying CBT's efficacy in treating anxiety disorders, focusing on fMRI-based studies.", "results_summary": "The study found that CBT increases activation in brain areas related to emotion regulation while decreasing limbic activation, supporting the dual-route model. However, the model may need expansion to include regions like the precuneus, particularly for specific phobias and social anxiety disorder.", "population_specificity": "Adults with anxiety disorders who received CBT and underwent fMRI scans.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:01.036841+00:00"}
{"study_id": 9031, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to test whether BRIGHT, a brief cognitive behavioral therapy (CBT) intervention, improves body image distress (BID) in head and neck cancer (HNC) survivors compared to an attention control intervention.", "results_summary": "The study suggests that BRIGHT shows potential efficacy as a novel treatment for BID in HNC survivors, with outcomes assessed at multiple follow-up points. The trial will evaluate whether improvements in automatic thinking and body image coping strategies mediate the effect of BRIGHT on BID.", "population_specificity": "Head and neck cancer survivors experiencing clinically significant body image distress.", "effective_dosage": "Six weeks of BRIGHT or attention control intervention, dose and delivery-matched.", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:02.044846+00:00"}
{"study_id": 9033, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the impact of interrupted non-CBT psychological interventions (psychoanalysis and psychodynamic psychotherapy) on children and adolescents with chronic pain during the COVID-19 pandemic.", "results_summary": "The study found no meaningful benefits of non-CBT psychological interventions compared to no treatment in pain intensity, school attendance, physical function, suicidality, or cause of end of treatment. Patients not receiving psychological interventions reported better sleep normalization.", "population_specificity": "Pediatric patients (children and adolescents) with primary and secondary chronic pain conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:02.460648+00:00"}
{"study_id": 9032, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the treatment effectiveness of GP referral versus self-referral to guided internet-delivered cognitive behavioral therapy (ICBT) for patients with depression, panic disorder, or social anxiety disorder in a specialized routine care clinic.", "results_summary": "Self-referral to guided ICBT yielded greater treatment outcomes for depression and panic disorder compared to GP referrals, with no difference observed for social anxiety disorder. Large improvements in symptom severity were found across all diagnoses, with statistically significant differences favoring self-referral for depression and panic disorder.", "population_specificity": "Patients with depression, panic disorder, or social anxiety disorder (mean age 32 years, 60% female, average disorder duration of 10 years).", "effective_dosage": "Weekly therapist guidance (10-30 minutes per patient per week) via asynchronous messaging.", "study_duration": "Up to 14 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:02.784244+00:00"}
{"study_id": 9037, "supplement_id": 1039, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining cognitive behavioral therapy with escitalopram improves treatment outcomes for elderly patients with depression.", "results_summary": "The study found that combining cognitive behavioral therapy with escitalopram significantly improved serum biomarker levels, daily living ability, cognitive function, and depression symptoms while reducing adverse reactions compared to escitalopram alone. The combined therapy also showed higher treatment efficiency and lower adverse reaction rates.", "population_specificity": "Elderly patients (n=230) with depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:04.821448+00:00"}
{"study_id": 9038, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether cognitive behavioral therapy (CBT) could reduce disease uncertainty, stressful life events, anxiety, and depression while improving quality of life in glioma patients undergoing chemotherapy.", "results_summary": "The study found that CBT significantly reduced disease uncertainty, stressful life events, anxiety, and depression scores while improving quality of life in glioma patients compared to routine nursing care.", "population_specificity": "Glioma patients undergoing chemotherapy at Sanmenxia Central Hospital.", "effective_dosage": "Not specified", "study_duration": "Four cycles of chemotherapy (duration not explicitly stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:06.522128+00:00"}
{"study_id": 9039, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the application and benefits of Cognitive Behavioral Therapy (CBT) for managing anxiety in persons with Parkinson's disease (PwP).", "results_summary": "The study highlights CBT as an effective, accessible, and resource-light intervention for anxiety in PwP, emphasizing its potential to improve quality of life and mental well-being. It suggests that CBT can be applied by neurologists and clinicians globally without pharmacological intervention.", "population_specificity": "Persons with Parkinson's disease (PwP) experiencing anxiety.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:07.524305+00:00"}
{"study_id": 9036, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to determine whether structural and resting-state functional MRI could predict the effectiveness of Cognitive Behavioral Therapy (CBT) in reducing anxiety symptoms in pediatric patients.", "results_summary": "The study found that models based on connectome predictive modeling (CPM) failed to reliably predict clinical outcomes of CBT, showing low predictive accuracy (R² ≈ 0.08) and modest correlation (r ≈ 0.38). Despite testing in two datasets, the results did not support the use of CPM for predicting CBT outcomes in pediatric anxiety.", "population_specificity": "Pediatric patients diagnosed with anxiety disorders (n = 54 in dataset A, n = 15 in dataset B).", "effective_dosage": "Not specified (CBT sessions administered over 12 weeks in dataset A and 8 weeks in dataset B).", "study_duration": "12 weeks (dataset A) and 8 weeks (dataset B).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:07.596630+00:00"}
{"study_id": 9040, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of Cognitive Behavioral Therapy for Insomnia (CBT-I) on insomnia symptom severity, sleep parameters, and daytime symptoms in patients with cardiovascular diseases (CVD) and comorbid insomnia.", "results_summary": "CBT-I significantly reduced insomnia severity, sleep onset latency, anxiety, and fatigue, while improving sleep quality and efficiency compared to active control groups. The results were statistically significant and clinically meaningful, though the sample size was limited.", "population_specificity": "Patients with cardiovascular diseases (CVD) and comorbid insomnia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:09.779044+00:00"}
{"study_id": 9041, "supplement_id": 1039, "safety_score": "100", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the feasibility, acceptability, and preliminary efficacy of the Sober smartphone app, which incorporates cognitive behavioral therapy-based interventions, in reducing hazardous alcohol use.", "results_summary": "The study found significant improvements in abstinence days, reductions in heavy drinking episodes and total alcohol consumption, and decreases in depression and anxiety scores. Participants reported high satisfaction and perceived usefulness, though usability issues were noted.", "population_specificity": "Individuals with hazardous alcohol use, identified using the Alcohol Use Disorder Identification Test (n=20).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:10.462907+00:00"}
{"study_id": 9042, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to develop and evaluate an online training tool for Cognitive Behavioral Therapy for psychosis (CBTp) that incorporates behavioral rehearsal tasks and automated feedback.", "results_summary": "The study found high reliability in measuring discrete CBTp skills through simulated client vignettes, with strong agreement between machine learning and human ratings (rs = .74). The tool demonstrated potential for standardized, asynchronous training with automated feedback.", "population_specificity": "CBTp trainers (n = 12), clinicians (n = 78), and nonclinicians (n = 119)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:10.640901+00:00"}
{"study_id": 9043, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of digital cognitive behavioral therapy (dCBT) for panic disorder and agoraphobia and assess whether specific clinical components (interoceptive exposure, inhibitory learning, and personalization) enhance its effectiveness.", "results_summary": "dCBT showed a moderate effect size (g = 0.70) against passive controls but no significant difference (g = -0.05) against active controls (traditional CBT). Key components like interoceptive exposure, inhibitory learning, and personalization improved clinical effects, particularly with therapist support and longer sessions.", "population_specificity": "Individuals with panic disorder and agoraphobia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:11.853583+00:00"}
{"study_id": 9044, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of AI CBT chatbots (e.g., Woebot, Wysa, Youper) in treating depression, anxiety, and other mental health disorders, as well as user engagement and satisfaction.", "results_summary": "The review found significant improvements in mental health symptoms across all three chatbots, with Woebot showing notable reductions in depression and anxiety, Wysa excelling in chronic pain and maternal mental health, and Youper demonstrating a 48% decrease in depression and 43% decrease in anxiety. High user satisfaction and therapeutic alliance were common benefits.", "population_specificity": "Individuals with depression, anxiety, chronic pain, and maternal mental health challenges.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:14.757851+00:00"}
{"study_id": 9045, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the feasibility and effects of a 4-week digital self-paced intervention combining cognitive behavioral therapy for insomnia and exposure, relaxation, and rescripting therapy for nightmares in wildfire survivors.", "results_summary": "The intervention significantly reduced nightmare and trauma symptoms but showed no significant changes in insomnia symptoms. Secondary measures indicated improvements in sleep quality and depression symptoms, but no changes in anxiety symptoms.", "population_specificity": "Wildfire survivors from Australia, Canada, and the United States, aged 18-79, with symptoms of insomnia, nightmares, or PTSD.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:15.312835+00:00"}
{"study_id": 9046, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to identify clinical attributes predicting benefit from Brief Behavioral Therapy for Insomnia (BBTI) in veterans with comorbid insomnia and obstructive sleep apnea (COMISA).", "results_summary": "The study found that 43% of patients did not respond to BBTI, with non-white race and shorter sleep duration being independent predictors of poor response. Patients with less than 4.1 hours of sleep were at the highest risk of nonresponse.", "population_specificity": "Veterans diagnosed with COMISA between January 2021 and December 2023.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:16.323449+00:00"}
{"study_id": 9047, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To examine the effects of cognitive-behavioral therapy (CBT-I) on sleep quality in elderly patients with insomnia.", "results_summary": "CBT-I significantly improved sleep quality scores four weeks post-intervention, but the effect diminished by eight weeks. The intervention showed comparable efficacy to diaphragmatic breathing in reducing sleep quality scores.", "population_specificity": "Older adults (n=33 in CBT-I group) with a primary diagnosis of insomnia.", "effective_dosage": "Two 60-minute group sessions per week for four weeks.", "study_duration": "Four weeks of intervention, with follow-ups at four and eight weeks post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:16.940394+00:00"}
{"study_id": 9053, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of fully automated digital Cognitive Behavioral Therapy for insomnia (FA dCBT-I) compared to control groups and therapist-assisted CBT-I.", "results_summary": "FA dCBT-I demonstrated moderate to large effects on insomnia severity, was less effective than therapist-assisted CBT-I, and treatment adherence was crucial for effectiveness.", "population_specificity": "9475 participants across 29 randomized controlled trials (RCTs) with insomnia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:18.470391+00:00"}
{"study_id": 9048, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify adolescent and family characteristics that moderate the effects of digital cognitive-behavioral therapy (CBT) on pain outcomes in adolescents with sickle cell disease (SCD).", "results_summary": "The study found significant reductions in pain intensity for adolescents receiving digital CBT compared to an education control, with parental psychological distress moderating treatment effects. CBT appeared more effective among those with elevated parental distress, though most other moderator differences were not statistically significant.", "population_specificity": "111 adolescents aged 12 to 18 with sickle cell disease (59% girls) and their caregivers.", "effective_dosage": "Not specified", "study_duration": "2 months (posttreatment assessment), with follow-up at 6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:18.853520+00:00"}
{"study_id": 9054, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of Cognitive Behavioral Therapy (CBT) on depressive symptoms and quality of life in patients with glaucoma or cataracts and mild to moderate depression.", "results_summary": "CBT significantly reduced depressive symptoms (CES-D, PHQ-9) and anxiety (HADS-A) while improving quality of life (EQ-5D, SF-36 mental component) compared to baseline in the treated group. The untreated group showed no such improvements.", "population_specificity": "Patients with mild to moderate depression resulting from glaucoma or cataracts.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:20.361245+00:00"}
{"study_id": 9052, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of Cognitive Behavioral Therapy for insomnia (CBT-I) on obstructive sleep apnea (OSA) severity and its impact on arousal threshold and other OSA endotype traits in patients with comorbid insomnia and sleep apnea (COMISA).", "results_summary": "CBT-I significantly reduced the apnea-hypopnea index (AHI) and improved insomnia symptoms, though no changes were observed in OSA endotype traits. Increased N3 sleep was associated with decreased AHI, suggesting a potential mechanism for the improvement in OSA severity.", "population_specificity": "25 patients with COMISA (13 female, 12 male; mean age 53.7 years) diagnosed with insomnia and an AHI ≥ 10 events/h.", "effective_dosage": "Seven-week individual CBT-I program (specific dosage not detailed).", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:20.497242+00:00"}
{"study_id": 9056, "supplement_id": 1039, "safety_score": "100", "efficacy_score": 85, "quality_score": 80, "study_goal": "To examine the evidence of the impact of cognitive-behavioral therapy (CBT) on suicide risk in adolescents.", "results_summary": "Six of seven studies demonstrated statistically significant reductions in suicidal ideation with CBT (p ≤ 0.05). School-based programs showed feasibility in reducing suicide risk while enhancing coping skills, with no adverse effects reported.", "population_specificity": "Adolescents aged 11 to 24 years from Australia, Canada, Iran, and the United States.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:23.228606+00:00"}
{"study_id": 9055, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of a shortened, computer-augmented cognitive behavioral therapy (CCBT) protocol in major depressive disorder (MDD) and assess its effects on brain plasticity.", "results_summary": "CCBT significantly reduced depression symptoms (MADRS and BDI scores) and altered brain connectivity patterns, particularly enhancing prefrontal cortex connectivity with subcortical regions, suggesting improved top-down control of affective processes in MDD.", "population_specificity": "72 participants with major depressive disorder (MDD) and 40 healthy controls.", "effective_dosage": "Five therapist-administered manualized CBT sessions plus computer training exercises.", "study_duration": "Not explicitly stated, but implied to be short-term (aligned with five sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:24.076660+00:00"}
{"study_id": 9057, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify predictors of adherence and clinical response to Cognitive Behavioral Therapy (CBT) in individuals with chronic low back pain (CLBP) and depression.", "results_summary": "Older age, higher therapy credibility, and higher education predicted better adherence, while higher opioid use, baseline pain interference, and depression predicted lower clinical response. Higher behavioral activation, older age, and unemployment predicted better clinical response.", "population_specificity": "156 individuals with co-occurring chronic low back pain (CLBP) and depressive symptoms.", "effective_dosage": "Not specified (measured by completed sessions, with at least six out of eight sessions considered completion).", "study_duration": "Not explicitly stated (implied by eight sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:25.678644+00:00"}
{"study_id": 9059, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the effectiveness of Mindfulness-Based Therapies (MBT) and Cognitive Behavioral Therapy (CBT) for treating depression using a network meta-analysis.", "results_summary": "Both CBT and MBT showed significant and clinically important treatment effects for depression, but no outstanding benefit of MBT over CBT was found. The analysis noted heterogeneity, high risk of bias, and low evidence quality as limitations.", "population_specificity": "Individuals with depression (studies included since 2006).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:26.436952+00:00"}
{"study_id": 9058, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the cost-effectiveness of Cognitive Behavioral Therapy (CBT) for adolescents with binge-eating disorder (BED), comparing its efficacy and costs to a waitlist control group.", "results_summary": "CBT resulted in 4.7 more binge-free episodes compared to the waitlist group, with an incremental cost-effectiveness ratio (ICER) of €46.70 per binge-free episode and €128,861 per QALY gained. The probability of cost-effectiveness for achieving a binge-free episode was >95% at a willingness-to-pay threshold of €101.", "population_specificity": "73 adolescents (82.2% female, mean age 15.5 ± 2.6 years) with binge-eating disorder.", "effective_dosage": "20 individual CBT sessions over 4 months.", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:26.979605+00:00"}
{"study_id": 9060, "supplement_id": 1039, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to develop and validate an insomnia-specific extension of the Negative Effect Questionnaire (NEQ) to systematically assess negative effects of Cognitive Behavioral Therapy for Insomnia (CBT-I).", "results_summary": "The study found that CBT-I can lead to negative effects (e.g., exhaustion, reduced motivation), with participants reporting a mean of 4.7 negative effects. The developed 24-item NEQ-Insomnia demonstrated good psychometric properties and validity for assessing these effects.", "population_specificity": "Participants enrolled in a stepped-care model for insomnia, including internet-delivered CBT-I.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:27.427946+00:00"}
{"study_id": 9061, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of Cognitive Behavioral Therapy (CBT) on addiction symptoms in patients with internet gaming disorders and identify moderating factors influencing its effectiveness.", "results_summary": "CBT significantly reduced addiction symptoms in patients with internet gaming disorders compared to controls (effect size g = 0.72). Moderators such as funding, participant characteristics, group discussion, intervention length, and dose influenced the effect size.", "population_specificity": "Patients with internet gaming disorders (mean age 19.08±3.99 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:28.659845+00:00"}
{"study_id": 9062, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the short- and long-term effects of internet-based cognitive behavioral therapy (ICBT) in preventing postpartum depression (PPD) among women with antenatal depressive symptoms.", "results_summary": "ICBT did not significantly prevent PPD overall but showed benefits for women with mild to moderate antenatal depressive symptoms, reducing their risk of depression during the first year postpartum and improving co-parenting relationships. No significant effects were observed for those with more severe depression.", "population_specificity": "Pregnant women in China with antenatal depressive symptoms.", "effective_dosage": "Weekly online modules starting antenatally and continuing into early postpartum.", "study_duration": "From pregnancy up to 12 months postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:29.136113+00:00"}
{"study_id": 9064, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically evaluate the impact of Cognitive Behavioral Therapy (CBT) on resilience among cancer patients.", "results_summary": "CBT had a small but significant effect on increasing resilience in cancer patients, with mobile device delivery and group formats showing greater effectiveness. The therapy was particularly beneficial for patients with existing tumors, and the evidence supporting these findings was of moderate strength.", "population_specificity": "Cancer patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:31.955145+00:00"}
{"study_id": 9063, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to identify predictors, specifically polygenic risk scores (PRSs), for symptom severity change in OCD patients undergoing Cognitive Behavioral Therapy (CBT).", "results_summary": "The study found that a higher PRS for schizophrenia was modestly associated with smaller decreases in symptom severity after CBT, while no other PRSs showed significant associations. Current PRSs for psychiatric and cognitive traits did not meaningfully predict symptom change in CBT for OCD.", "population_specificity": "1,598 OCD patients (1,167 adults and 431 children/adolescents) treated with CBT in Sweden and Norway.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:32.160153+00:00"}
{"study_id": 9065, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to outline a methodology for evaluating the impact of extended reality-enhanced Cognitive Behavioral Therapy (XR-CBT) on mental disorder symptoms in children and youth.", "results_summary": "The abstract describes a protocol for a systematic review and meta-analysis but does not present results, as it is a study plan rather than completed research.", "population_specificity": "Children and youth aged 24 years or younger diagnosed with mental disorders (e.g., anxiety, depression, ADHD, PTSD).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:33.791856+00:00"}
{"study_id": 9066, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to determine whether patient satisfaction, working alliance, and system usability predict improvement in depressive symptoms during blended cognitive behavioral therapy (bCBT).", "results_summary": "Patient satisfaction, working alliance, and system usability all showed significant positive correlations with symptom improvement, but only patient satisfaction emerged as a predictor in regression analysis. The factors together accounted for 16.6% of the variance in outcomes.", "population_specificity": "66 university students with depression", "effective_dosage": "Weekly therapy sessions plus digital application access", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:34.633611+00:00"}
{"study_id": 9068, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of Trauma-Focused Cognitive-Behavioral Therapy (TF-CBT) for victims of terrorist attacks with long-term psychopathology, specifically PTSD, MDD, and anxiety disorders.", "results_summary": "TF-CBT significantly reduced diagnostic rates and symptoms of PTSD, depression, and anxiety, with large pre-post effect sizes. Most completers achieved sub-syndromal symptom levels, and benefits persisted at the 6-month follow-up. Results were robust for PTSD but less so for MDD and anxiety disorders.", "population_specificity": "120 adult Spanish victims of terrorist attacks with long-term PTSD, MDD, and/or anxiety disorders.", "effective_dosage": "16 weekly sessions of TF-CBT.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:37.295584+00:00"}
{"study_id": 9067, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of internet-delivered cognitive behavioral therapy for insomnia (iCBT-i) in adolescents and young adults after childhood cancer.", "results_summary": "The study found that iCBT-i (iSleep youth) significantly improved insomnia severity, fatigue, and health-related quality of life at 3 and 6 months, though no significant effect was observed for sleep efficiency. The benefits were sustained at 12 months.", "population_specificity": "Adolescents and young adults (12-30 years old) with insomnia after childhood cancer treatment.", "effective_dosage": "Five online sessions with a coach.", "study_duration": "3 months (primary outcomes), with follow-ups at 6 and 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:37.600460+00:00"}
{"study_id": 185478, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 85, "study_goal": "The researchers aimed to determine whether Cognitive Behavioral Therapy (CBT) alone or in combination with omega-3 supplementation could reduce schizotypy in children.", "results_summary": "The study found that CBT alone did not show significant reductions in schizotypy compared to controls, while omega-3 supplementation (alone or combined with CBT) demonstrated reductions, particularly in interpersonal schizotypy.", "population_specificity": "Community-residing children aged 11-12 years.", "effective_dosage": "Not specified in the abstract.", "study_duration": "3 months (end of treatment), with follow-ups at 6 and 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:37.847156+00:00"}
{"study_id": 9069, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To evaluate the effectiveness of single-visit dentist-led CBT in reducing dental fear and anxiety (DFA) and improving cooperation in children aged six to eight years undergoing dental treatment with and without local anesthesia.", "results_summary": "CBT significantly reduced dental fear and anxiety (CFSS-DS scores) in children, both with and without local anesthesia, and improved cooperation (lower VCCS scores), particularly in those receiving local anesthesia.", "population_specificity": "Children aged six to eight years with high dental fear (CFSS-DS score ≥38) needing dental treatment, with or without local anesthesia.", "effective_dosage": "Single-visit intervention (dosage not specified).", "study_duration": "Single session (duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:37.985302+00:00"}
{"study_id": 185481, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the additive benefit of a digital motivational interview combined with an online self-directed Cognitive Behavioral Therapy program for problem gambling and gambling disorder.", "results_summary": "The study expects both groups (online program alone and online program plus motivational interview) to show symptom reduction, with greater improvements anticipated in the group receiving the supplemental motivational interview.", "population_specificity": "Individuals with problem gambling or gambling disorder recruited across Canada.", "effective_dosage": "Not specified", "study_duration": "24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:39.781365+00:00"}
{"study_id": 185480, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the use and quality of evidence for non-pharmacologic therapies, including Cognitive Behavioral Therapy (CBT), as adjunctive treatments for childhood-onset systemic lupus erythematosus (cSLE).", "results_summary": "The review identified CBT as one of the promising non-pharmacologic therapies for improving health and mental health-related outcomes in cSLE patients, though the evidence quality and specific effects were not detailed in the abstract.", "population_specificity": "Children and adolescents diagnosed with childhood-onset systemic lupus erythematosus (cSLE).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:40.463351+00:00"}
{"study_id": 185483, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of cognitive-behavioral therapy for insomnia (CBT-I) as part of clinical practice guidelines for sleep disorders.", "results_summary": "The study strongly recommended CBT-I for chronic insomnia disorder, highlighting its efficacy as a treatment option. It also advised against the use of kava, an herbal supplement, for insomnia.", "population_specificity": "Military personnel and veterans, though the majority of evidence was based on non-military, non-veteran populations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:42.930040+00:00"}
{"study_id": 185482, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers sought to clarify the causal role of rumination in the immediate and intermediate maintenance of obsessive-compulsive symptoms and depressed mood in individuals with OCD.", "results_summary": "Both types of rumination (about obsessive-compulsive symptoms and mood) resulted in reduced decline of distress, urge to neutralize, depressed mood, and frequency of obsessive thoughts compared to distraction. Rumination about obsessive-compulsive symptoms increased symptom severity and reduced positive affect 24 hours later compared to rumination about mood.", "population_specificity": "145 individuals diagnosed with obsessive-compulsive disorder (OCD).", "effective_dosage": "Not specified", "study_duration": "Assessments were taken immediately after the experimental manipulation and at 2, 4, and 24 hours post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:43.392799+00:00"}
{"study_id": 185487, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to assess the comparative effectiveness of nonpharmacologic treatments, including Cognitive Behavioral Therapy (CBT), for ADHD in individuals aged 17 and younger.", "results_summary": "The study identified CBT as one of several nonpharmacologic treatments evaluated, but no new guidance or significant pooled results were found regarding its comparative effectiveness for ADHD symptoms. Limitations included short follow-up periods and inconsistent reporting.", "population_specificity": "Individuals aged 17 years and younger with ADHD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:45.833826+00:00"}
{"study_id": 185484, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of Cognitive Behavioral Therapy (CBT) for insomnia in alleviating menopausal symptoms, specifically sleep quality and insomnia symptoms.", "results_summary": "CBT for insomnia significantly reduced self-reported insomnia symptoms and improved overall sleep quality compared with menopause education control. No significant adverse effects were mentioned in the abstract.", "population_specificity": "Over 1,300 women experiencing menopausal symptoms across multiple clinical trial sites.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:45.971142+00:00"}
{"study_id": 185486, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of collaborative care versus consultation liaison for depression and anxiety disorders, focusing on symptom reduction and functional outcomes.", "results_summary": "The study found that collaborative care was superior to consultation liaison in reducing depression symptoms up to 3 months, but no difference was observed at 9 months. The trials aim to further compare these models for depression and anxiety at 6-month follow-up.", "population_specificity": "Adults recruited from general practices in the Capital Region of Denmark (240 for depression, 284 for anxiety disorders).", "effective_dosage": "Not specified", "study_duration": "6-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:46.047355+00:00"}
{"study_id": 185485, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness of Prompt Mental Health Care (PMHC), an adaptation of Cognitive Behavioral Therapy, against treatment as usual (TAU) for adults with anxiety and mild to moderate depression at a 6-month follow-up.", "results_summary": "PMHC showed significantly higher recovery rates (58.5% vs. 31.9%) and greater symptom improvement (effect sizes of -0.88 for depression and -0.60 for anxiety) compared to TAU. It also improved secondary outcomes like functional status and quality of life, though work participation showed no significant difference.", "population_specificity": "Adults aged ≥18 with anxiety and/or mild to moderate depression (PHQ-9/GAD-7 scores above cutoff).", "effective_dosage": "Not specified", "study_duration": "6-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:47.537439+00:00"}
{"study_id": 185488, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate psychological assessment techniques for chronic pain patients to enhance treatment individualization and improve outcomes.", "results_summary": "The study found that psychological assessment techniques can identify emotional and cognitive differences in chronic pain patients, guiding more effective interventions. It highlighted the benefits of standardized psychological tools in improving treatment response and quality of life.", "population_specificity": "Chronic pain patients, often comorbid with depression, anxiety, and ineffective coping strategies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:47.756405+00:00"}
{"study_id": 185489, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the benefits of Individual-Family Psychoeducational Psychotherapy (PEP), a cognitive-behavioral therapy, both alone and combined with omega-3 supplementation, for improving behavior problems in youth with depression.", "results_summary": "The study found that combined PEP and omega-3 supplementation significantly improved behavior problems, including hyperactivity/impulsivity and overall behavior symptoms, compared to placebo. PEP alone also showed favorable effects, though the combined treatment demonstrated stronger outcomes.", "population_specificity": "Youth aged 7-14 with DSM-IV-TR depressive disorders (56.9% male).", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:49.453231+00:00"}
{"study_id": 185490, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to examine the feasibility, acceptability, and potential impact of a mobile app (CBT-I Coach) on adherence and sleep outcomes in patients undergoing cognitive behavioral therapy for insomnia (CBT-I).", "results_summary": "Patients consistently used the app as intended, found it highly acceptable, and both app-supplemented and non-app groups showed significantly improved sleep outcomes without the app compromising CBT-I benefits.", "population_specificity": "Patients engaged in cognitive behavioral therapy for insomnia (n=18).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:51.249940+00:00"}
{"study_id": 185491, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining omega-3, multivitamins, and mineral supplementation with Cognitive Behavioral Therapy (CBT) would reduce childhood aggression more effectively than either intervention alone.", "results_summary": "The study found that the Nutrition + CBT group showed reduced externalizing behavior compared to CBT-only and Control groups at 6 months, but effects were not sustained at 12 months. The benefits were more pronounced for Aggressive-Reactive behavior than Callous-Proactive behavior, with small-to-medium effect sizes.", "population_specificity": "290 children aged 11-12 years from a high-risk community sample.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:52.338105+00:00"}
{"study_id": 10268, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine whether Cognitive Stimulation Therapy (CST) could improve cognitive function in Alzheimer's disease (AD) patients through a meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis found that CST did not significantly improve cognitive function in AD patients, as measured by MMSE scores, AD Cognitive Functioning Assessment Scale scores, or other cognitive function indicators, with no statistically significant differences observed.", "population_specificity": "Patients with Alzheimer's disease (AD).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:54.094161+00:00"}
{"study_id": 10269, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to inform healthcare professionals about the benefits and practical applications of Cognitive Stimulation Therapy (CST) for improving cognitive function, quality of life, and emotional well-being in dementia patients.", "results_summary": "The study found that CST effectively enhances memory, language, executive function, and alleviates symptoms of depression and anxiety in dementia patients. It is adaptable across diverse settings and serves as a viable alternative to pharmacological treatments.", "population_specificity": "Individuals with dementia, including Alzheimer's disease, particularly in Missouri.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:55.636736+00:00"}
{"study_id": 185493, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether supplementing alcohol use disorder (AUD) treatment with psychiatric interventions, including Cognitive Behavioral Therapy (CBT), improves clinical outcomes for individuals with co-occurring internalizing disorders.", "results_summary": "The study found that supplementing AUD treatment with psychiatric interventions, including CBT, yielded modest improvements in internalizing outcomes (effect size d = .32) and alcohol-related outcomes (d = .22), with some variability across specific outcome domains. CBT showed differential effectiveness based on treatment focus (anxiety vs. depression).", "population_specificity": "Individuals with alcohol use disorder (AUD) and co-occurring anxiety or depressive (internalizing) disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:55.770059+00:00"}
{"study_id": 185492, "supplement_id": 1039, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combined cognitive-behavioral therapy for insomnia (CBT-I) and imagery rehearsal therapy (IRT) improves sleep and PTSD symptoms in combat veterans.", "results_summary": "Veterans who received CBT-I/IRT reported improved sleep (both subjectively and objectively measured), reduced PTSD symptom severity, and decreased depression and distressed mood compared to the waitlist control group. However, only half of the participants fully implemented the IRT protocol, suggesting potential variability in adherence.", "population_specificity": "Combat veterans (mean age 37.7 years; 90% male, 60% African American) who served in Afghanistan and/or Iraq (Operation Enduring Freedom/Operation Iraqi Freedom).", "effective_dosage": "4 sessions of CBT-I with optional adjunctive IRT (frequency not specified).", "study_duration": "Not explicitly stated (implied short-term based on 4 sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:56.323682+00:00"}
{"study_id": 10270, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate changes in constructive engagement (CE) during Cognitive Stimulation Therapy (CST) and identify factors contributing to CE in persons with dementia.", "results_summary": "Persons with dementia spent approximately 50% of their time in constructive engagement during CST, which remained stable throughout the intervention. Younger, more cognitively and physically able individuals showed slightly higher CE, while facilitators' skills and activity design were key contributors to engagement.", "population_specificity": "Persons with dementia (n = 113) participating in group CST.", "effective_dosage": "14-session group CST (specific frequency not detailed).", "study_duration": "Duration of the 14-session intervention not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:56.642957+00:00"}
{"study_id": 10271, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to culturally adapt Cognitive Stimulation Therapy (CST) for Māori with dementia and assess its effectiveness in improving cognition and quality of life.", "results_summary": "The culturally adapted CST-Māori showed statistically significant improvements in cognition (measured by RUDAS) and quality of life (measured by WHOQOL-BREF subscales), with positive qualitative feedback from participants and their families.", "population_specificity": "15 Māori individuals (53.3% female, mean age 75.9 years) with dementia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:58.112969+00:00"}
{"study_id": 10272, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore barriers and facilitators to implementing Cognitive Stimulation Therapy (CST) in Tanzania and test strategies for its adoption in low-resource settings.", "results_summary": "CST was found compatible with care standards in a Tanzanian hospital, with 18 key CFIR constructs identified as barriers or facilitators. The study recommended awareness initiatives, screening, and task-shifting approaches for successful CST implementation.", "population_specificity": "People with mild-to-moderate dementia, their caregivers, and healthcare professionals in northern Tanzania.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:29:59.343039+00:00"}
{"study_id": 10273, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of Cognitive Stimulation Therapy (CST) on apathy, loneliness, anxiety, and activities of daily living in individuals with Alzheimer's disease.", "results_summary": "CST significantly reduced apathy, loneliness, and anxiety levels while improving daily living activities in the intervention group compared to the control group, with statistically significant differences in pre-test and post-test scores.", "population_specificity": "Older individuals with Alzheimer's disease attending a daily care center.", "effective_dosage": "Not specified", "study_duration": "12 months (January 2023 to January 2024)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:00.603904+00:00"}
{"study_id": 10274, "supplement_id": 1040, "safety_score": "80", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and acceptability of Virtual Individual Cognitive Stimulation Therapy (V-iCST) delivered by healthcare personnel for people with dementia.", "results_summary": "V-iCST showed high feasibility and acceptability, with positive trends in cognition but no significant between-group changes. Qualitative feedback indicated convenience but also potential negative emotions.", "population_specificity": "People with dementia and their carers.", "effective_dosage": "14 sessions of twice-weekly V-iCST.", "study_duration": "Seven weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:02.206414+00:00"}
{"study_id": 10275, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Individual Cognitive Stimulation Therapy (ICST) improves cognition, quality of life, and family relationships in caregivers of burn patients.", "results_summary": "ICST significantly improved burn awareness, quality of life, social support utilization, and psychological resilience in caregivers compared to routine interventions. The study group showed statistically significant improvements (P < .05) across all measured outcomes.", "population_specificity": "Caregivers of burn patients (n=98).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:03.211460+00:00"}
{"study_id": 10277, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a 14-week adapted Cognitive Stimulation Therapy (CST) protocol on psychoaffective symptoms and quality of life in individuals with mild dementia.", "results_summary": "The study found a statistically significant improvement in HADS-total scores (indicating reduced anxiety and depression symptoms), while other outcomes showed no significant change. High adherence (84% attended ≥9 sessions) suggests feasibility in routine healthcare settings.", "population_specificity": "People with mild dementia receiving routine healthcare.", "effective_dosage": "14-week protocol (frequency not specified).", "study_duration": "14 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:04.485842+00:00"}
{"study_id": 10279, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Cognitive Stimulation Therapy on activities of daily living, depression, and life satisfaction in older adults with dementia in nursing homes.", "results_summary": "Cognitive Stimulation Therapy significantly improved daily life activity and life satisfaction while reducing depression levels in older adults with dementia, as evidenced by post-test and follow-up measurements.", "population_specificity": "Older adults with dementia in nursing homes (n=60, 30 intervention, 30 control).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:05.670601+00:00"}
{"study_id": 10278, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the experiences and acceptability of digital Cognitive Stimulation Therapy (CST) among individuals with dementia and care home staff in Jordanian care homes, as well as gather recommendations for refinement.", "results_summary": "The study found that digital CST improved quality of life, engagement, and emotional connection for individuals with dementia, while also highlighting the need for tailored support, individualized difficulty levels, and caregiver involvement. Participants reported positive experiences, though suggestions for improvement were noted.", "population_specificity": "Individuals with dementia and care home staff in Jordanian care homes.", "effective_dosage": "Not specified", "study_duration": "February to April 2023 (exact intervention duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:05.810108+00:00"}
{"study_id": 10276, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the effectiveness of Cognitive Stimulation Therapy (CST-IT) between individuals with Alzheimer's Disease (AD) and vascular dementia (VaD) to determine if dementia subtype influences therapeutic outcomes.", "results_summary": "CST-IT produced comparable immediate improvements in general cognition and communicative abilities for both AD and VaD patients. Short-term benefits in depressive symptoms were greater in AD, while quality of life improved slightly in VaD. Long-term benefits varied by outcome, with general cognition improvements persisting, but communicative abilities returning to baseline in AD.", "population_specificity": "Individuals clinically diagnosed with mild-to-moderate Alzheimer's Disease (N = 30) or vascular dementia (N = 27).", "effective_dosage": "Not specified", "study_duration": "Immediate effects assessed at intervention completion; long-term effects evaluated three months post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:06.006933+00:00"}
{"study_id": 10280, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the feasibility of Cognitive Stimulation Therapy (CST) for supporting active ageing in older adults with intellectual disabilities.", "results_summary": "The study found CST suitable for supporting active ageing in older adults with intellectual disabilities, highlighting benefits in brain health and social connection, while identifying barriers and enablers for implementation. Staff training was noted as a key clinical implication.", "population_specificity": "Older adults with intellectual disabilities.", "effective_dosage": "Not specified", "study_duration": "14 sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:06.992361+00:00"}
{"study_id": 10281, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to determine the effect of Cognitive Stimulation Therapy (CST) on cognitive function in patients with vascular cognitive impairment during the convalescent rehabilitation phase.", "results_summary": "Both the CST and control groups showed significant improvements in cognitive function (measured by MMSE scores), but no significant additional benefit of CST was observed compared to conventional rehabilitation alone. The improvements may have been influenced by natural recovery or rehabilitation effects.", "population_specificity": "Patients with vascular cognitive impairment in a convalescent rehabilitation hospital.", "effective_dosage": "Two CST sessions a day, five times a week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:09.479315+00:00"}
{"study_id": 10282, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to explore the impact of adding a spiritual dimension to Cognitive Stimulation Therapy (CST) compared to traditional CST in older adults with mild to moderate dementia.", "results_summary": "The spiritual CST group showed significantly lower depression scores (M = 2.7) compared to the traditional CST group (M = 6.5) after a 14-session intervention, suggesting enhanced efficacy with the spiritual adaptation.", "population_specificity": "Older adults with mild to moderate dementia, divided into spiritual and traditional CST groups based on residence.", "effective_dosage": "Not specified", "study_duration": "14 sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:10.639623+00:00"}
{"study_id": 10283, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effects of a Taiwan-adapted version of group Cognitive Stimulation Therapy (CST-T) on cognitive function, quality of life, and daily functioning in older adults with mild-to-moderate dementia.", "results_summary": "The study found that CST-T significantly improved cognitive function, quality of life, and daily life functioning in the experimental group compared to controls, with effects persisting at a 3-month follow-up.", "population_specificity": "Older adults with mild-to-moderate dementia in Taiwan (mean age ~78 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:11.833262+00:00"}
{"study_id": 10284, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the feasibility and acceptability of online Cognitive Stimulation Therapy (vCST) delivery in India and Brazil, focusing on barriers and facilitators to implementation.", "results_summary": "vCST was feasible and acceptable, with 53% attendance and 7% attrition, but faced challenges like poor technology access and computer literacy. Exploratory analyses showed positive trends in quality of life but negative trends in cognition and daily activities, though not statistically significant.", "population_specificity": "People with dementia, family caregivers, and group/organizational leaders in India and Brazil.", "effective_dosage": "14 sessions over 7 weeks (frequency not specified).", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:13.125256+00:00"}
{"study_id": 10285, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility and acceptability of online Cognitive Stimulation Therapy (vCST) for people with dementia, comparing it to treatment as usual.", "results_summary": "The study found high attendance and adherence to vCST, with qualitative reports of improved outcomes like cognition, but no statistical differences between vCST and treatment as usual in quantitative measures. A fully powered RCT was deemed feasible and justified.", "population_specificity": "People with mild-to-moderate dementia (n=46).", "effective_dosage": "14 sessions of twice-weekly vCST over 7 weeks.", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:14.150547+00:00"}
{"study_id": 10289, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to understand family carers' experiences delivering iCST, their need for supervision, and the potential for co-occupation in Norway.", "results_summary": "Most carers found the iCST manual self-instructive but some initially felt overwhelmed. Positive experiences included shared interaction, engagement, and mastery, though obstacles related to context, manual, or individual challenges were noted.", "population_specificity": "Family carers of persons with dementia in Norway (n=11).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:14.562226+00:00"}
{"study_id": 10286, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of the original 14-session Cognitive Stimulation Therapy (CST) protocol in improving cognitive function and related outcomes in people with mild to moderate dementia.", "results_summary": "CST significantly improved global cognition, language, working memory, depression, neuropsychiatric symptoms, communication, self-reported quality of life, and severity of dementia, as demonstrated by pooled results from 12 studies. The majority of studies were rated as high or medium quality.", "population_specificity": "People with mild to moderate dementia.", "effective_dosage": "Original 14-session protocol (specific frequency not detailed in abstract).", "study_duration": "Duration implied by 14 sessions (exact timeframe not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:14.821935+00:00"}
{"study_id": 10292, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of Cognitive Stimulation Therapy (CST) on cognitive outcomes, behavioral and psychological symptoms of dementia (BPSD), and caregiver burden in patients with major neurocognitive disorder.", "results_summary": "CST significantly improved cognitive scores (MoCA, ADAS-Cog) and reduced BPSD severity and caregiver burden (ZBI) compared to the control group, though the control group showed better outcomes in instrumental activities of daily living.", "population_specificity": "Patients aged over 50 with DSM-V major neurocognitive disorder.", "effective_dosage": "45-minute virtual group CST sessions, 14 sessions total.", "study_duration": "Seven weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:19.471445+00:00"}
{"study_id": 10290, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of RAM-based Cognitive Stimulation Therapy on cognitive function, delirium incidence, emotional well-being, and quality of life in elderly NSCLC patients undergoing curative resection.", "results_summary": "The RAM-based CST group showed significant improvements in cognitive function, reduced postoperative delirium, better anxiety and depression scores, and enhanced quality of life compared to the control group at discharge and one-month post-discharge.", "population_specificity": "Elderly patients diagnosed with primary non-small cell lung cancer (NSCLC) undergoing curative resection.", "effective_dosage": "Not specified", "study_duration": "Assessed pre-surgery, at discharge, and one-month post-discharge (exact intervention duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:19.607535+00:00"}
{"study_id": 10293, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the experiences and perceived changes in people with dementia and their caregivers following participation in Cognitive Stimulation Therapy (CST) groups in Brazil.", "results_summary": "The study found that CST groups led to perceived personal benefits for both people with dementia and caregivers, with reported improvements in memory, sociability, language, mood, orientation, everyday activities, and behavioral and psychological symptoms.", "population_specificity": "People with dementia (n=12) and their caregivers (n=11) in Brazil.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:20.581424+00:00"}
{"study_id": 10295, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to summarize evidence on the efficacy of Cognitive Stimulation Therapy (CST) for improving health outcomes in people with dementia.", "results_summary": "CST significantly improved cognition in people with dementia, supported by high-quality evidence, but effects on other outcomes (e.g., depression, behavioral symptoms, QoL) were inconsistent with low- to moderate-quality evidence. Few studies examined CST's impact on communication, anxiety, and memory.", "population_specificity": "People with dementia", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:21.902501+00:00"}
{"study_id": 10296, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the feasibility of conducting a future definitive randomized controlled trial of group Cognitive Stimulation Therapy (CST) for individuals with intellectual disabilities and dementia.", "results_summary": "The study focuses on assessing feasibility outcomes such as recruitment, intervention acceptability, adherence, and suitability of outcome measures, but does not report specific efficacy results for CST in this population.", "population_specificity": "Individuals with intellectual disabilities and dementia.", "effective_dosage": "14 sessions of group CST.", "study_duration": "Not specified (implied by the number of sessions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:23.148914+00:00"}
{"study_id": 10294, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of combining cognitive stimulation therapy (CST) with exercise on physical function, cognition, and inflammatory biomarkers in pre-frail older adults compared to exercise alone or a control group.", "results_summary": "The study found that combined Ex+CST significantly improved cognition at 3 and 6 months, while both Ex and Ex+CST improved depression, physical function, muscle mass, frailty, perceived health, and TNF-α levels. The benefits of Ex+CST were more pronounced in cognition compared to Ex alone.", "population_specificity": "Pre-frail older adults aged ≥65 years attending primary care clinics.", "effective_dosage": "3 months of CST combined with 6 months of exercise (specific frequency/duration not detailed).", "study_duration": "12 months (with interventions administered for 3-6 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:23.566093+00:00"}
{"study_id": 10297, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the feasibility and outcomes of a modified, once-weekly Cognitive Stimulation Therapy (CST) program for veterans with cognitive impairment.", "results_summary": "The study found statistically significant improvements in global cognition (RBANS total index scores) and small positive effects on patient-rated quality of life (QoL-AD), though MoCA scores and caregiver-rated QoL did not show significant changes. The results suggest CST may have protective effects on cognition and QoL in veterans with cognitive impairment.", "population_specificity": "25 veterans (mean age 74.40; 44% White, 44% Hispanic/Latinx, 8% Black, 4% multiracial) with suspected neurodegenerative etiology.", "effective_dosage": "Once-weekly sessions", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:24.296880+00:00"}
{"study_id": 10287, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the impact of Cognitive Stimulation Therapy (CST) combined with exercise on intrinsic capacity domains, frailty, and functional ability in pre-frail older adults.", "results_summary": "The study found that CST combined with exercise improved intrinsic capacity composite scores, locomotion, cognition, and psychological domains, with cognition improvements specifically noted in the CST group. These benefits were sustained at 6 and 12 months, particularly in vitality and functional ability.", "population_specificity": "Pre-frail older adults aged ≥65 years attending a primary care clinic.", "effective_dosage": "CST was administered for 3 months alongside 6 months of exercise (specific frequency not detailed).", "study_duration": "3 months of CST, with follow-up assessments at 6 and 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:26.729401+00:00"}
{"study_id": 10298, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the prognostic factors influencing Cognitive Stimulation Therapy (CST) outcomes, including sociodemographic and clinical variables, to optimize patient care.", "results_summary": "The abstract describes a protocol for a systematic review and individual patient data meta-analysis to explore CST's prognostic indicators. Previous analyses suggest CST may benefit people with advanced dementia more, but the study aims to confirm this and identify other factors.", "population_specificity": "Participants with mild-to-moderate dementia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:27.169594+00:00"}
{"study_id": 10299, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to understand the provision of virtual Cognitive Stimulation Therapy (vCST) during the COVID-19 pandemic and investigate plans for ongoing CST delivery in NHS memory clinics.", "results_summary": "During the pandemic, 55% of surveyed clinics offered vCST, with 80% planning to continue a hybrid model of face-to-face and virtual groups. Positive aspects included improved accessibility and digital confidence, while negatives involved digital poverty and sensory impairment challenges.", "population_specificity": "People with dementia attending NHS memory clinics in the UK and Channel Islands.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:28.364603+00:00"}
{"study_id": 10300, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the impact of Cognitive Stimulation Therapy (CST-Brasil) on the level of awareness in people with mild to moderate dementia, as a secondary outcome of a pilot randomized controlled trial.", "results_summary": "Both CST and treatment-as-usual groups showed increased overall awareness of the disease, but only the CST group exhibited improvements in awareness of cognitive ability, suggesting CST may enhance metacognitive abilities in people with dementia.", "population_specificity": "47 people with mild to moderate dementia attending an outpatient unit.", "effective_dosage": "Not specified", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:28.389946+00:00"}
{"study_id": 10301, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the cost-effectiveness and application effectiveness of Cognitive Stimulation Therapy (CST) compared to conventional medical therapy for Alzheimer's disease patients.", "results_summary": "CST improved cognition and quality of life in Alzheimer's patients, with no significant difference in implementation costs compared to conventional therapy. However, CST may be more expensive than conventional therapy within realistic expectations.", "population_specificity": "91 Alzheimer's disease patients residing in healthcare settings or the general public.", "effective_dosage": "Multiple times per week (specific frequency not detailed).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:29.881737+00:00"}
{"study_id": 10302, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the impact of multidisciplinary collaborative nursing and cognitive stimulation therapy (MCN-CST) on daily activities, quality of life, and cognitive performance in Alzheimer's disease patients.", "results_summary": "The study found that MCN-CST led to a scientifically significant improvement in patients' medical condition, enhancing their quality of life, cognitive function, and daily activities compared to standard treatment. The results were validated using ANOVA and Chi-Square tests.", "population_specificity": "Alzheimer's disease patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:30.691872+00:00"}
{"study_id": 10304, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of Cognitive Stimulation Therapy (CST) for improving cognition, quality of life, and neuropsychiatric symptoms in people with dementia (PwD).", "results_summary": "CST significantly improved cognitive performance, quality of life, language, and activities of daily living in PwD, but showed no significant improvements in neuropsychiatric symptoms, depression, or anxiety.", "population_specificity": "People with dementia (PwD)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:31.899877+00:00"}
{"study_id": 10303, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of Cognitive Stimulation Therapy (CST) on cognitive function, mood, and quality-of-life between community and residential-based groups of individuals with dementia.", "results_summary": "Post-intervention cognitive function improved significantly in both community and residential groups, with community groups also showing significant mood improvement related to dementia.", "population_specificity": "258 participants from academic and rural, hospital-based settings in Missouri, including both community and residential-based individuals with dementia.", "effective_dosage": "14-session psychosocial groups", "study_duration": "Duration of intervention not explicitly stated (implied by 14 sessions)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:32.757503+00:00"}
{"study_id": 10305, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to translate and culturally adapt Virtual Individual Cognitive Stimulation Therapy (V-iCST) for Hong Kong Chinese with dementia and evaluate its feasibility and acceptability.", "results_summary": "V-iCST showed feasibility with no attrition and high attendance, with reliable improvements in cognition, mood, and communication, but no reliable changes in QoL. Participants found it acceptable but required assistance.", "population_specificity": "Hong Kong Chinese individuals with dementia (N=8).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:34.808369+00:00"}
{"study_id": 10306, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the feasibility of Cognitive Stimulation Therapy (CST) delivered by an occupational therapist in a Canadian healthcare setting and its impact on self-efficacy and hope in individuals with dementia.", "results_summary": "Quantitative findings were descriptively summarized for 10 participants, while qualitative findings highlighted themes like social connectedness, knowledge sharing, tailored adjustments, and the need for long-term programming. The study suggests occupational therapists can effectively implement CST, though further rigorous research is needed.", "population_specificity": "Individuals with dementia in an Ontario healthcare setting.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:35.431177+00:00"}
{"study_id": 10308, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the roles and experiences of carers in accessing virtual Cognitive Stimulation Therapy (vCST) during the COVID-19 pandemic.", "results_summary": "Carers reported positive experiences with vCST, noting its benefits in providing social contact and cognitive stimulation for people with dementia during lockdown. The study highlighted the need for adequate technological competence among carers to facilitate vCST participation.", "population_specificity": "Family carers (aged 51-75 years) of people living with dementia.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:36.357892+00:00"}
{"study_id": 10307, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the effects of Cognitive Stimulation Therapy (CST) on cognition, depressive symptomatology, and quality of life in older adults with cognitive decline attending community support structures.", "results_summary": "The study found statistically significant improvements in cognition, particularly delayed recall, in older adults participating in CST. Results were more pronounced in earlier stages of cognitive decline, though quality of life improvements were specifically noted in the reminiscence therapy group.", "population_specificity": "Older adults with cognitive decline attending community support structures in central Portugal.", "effective_dosage": "Not specified", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:36.558277+00:00"}
{"study_id": 10311, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore carers' experiences of everyday life impacted by people with dementia who attended a seven-week Cognitive Stimulation Therapy (CST) group intervention.", "results_summary": "Carers experienced enrichment through improved communication and positive emotional interaction, including feelings of togetherness, reconnection, and glimpses of the person with dementia's previous personality. However, knowledge about the impact of CST on carers' personal everyday life remains limited and requires further research.", "population_specificity": "Carers of people with dementia who attended a CST group intervention.", "effective_dosage": "Not specified", "study_duration": "Seven weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:37.920364+00:00"}
{"study_id": 10312, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the feasibility of conducting a full-scale randomized controlled trial (RCT) for the iCST app, which provides cognitive stimulation and social interaction for people with dementia and their carers.", "results_summary": "The iCST app was found usable and enjoyable, with carers reporting improved quality of life compared to the control group, though no significant differences were found on other outcome measures. Participants completed activities faster than anticipated and needed more content to maintain engagement.", "population_specificity": "People with mild to moderate dementia and their carers.", "effective_dosage": "20 minutes or more per week.", "study_duration": "11 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:39.485413+00:00"}
{"study_id": 10314, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to analyze the efficacy of Cognitive Stimulation Therapy (CST) in improving cognitive function and reducing negative emotions among people with dementia.", "results_summary": "CST significantly improved cognitive function (SMD: 0.97) and reduced depression (SMD: -0.18) but showed no significant effects on neuropsychiatric symptoms. The therapy was effective for mild-to-moderate dementia.", "population_specificity": "People with mild-to-moderate dementia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:40.424574+00:00"}
{"study_id": 10313, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to develop and test a virtual Cognitive Stimulation Therapy (vCST) program for people with dementia, assessing its feasibility and acceptability across multiple countries.", "results_summary": "Field testing in five countries showed vCST was acceptable to facilitators and participants, with feedback used to refine the protocol. The final vCST protocol includes materials for virtual delivery and a framework for global implementation.", "population_specificity": "People living with dementia, caregivers, CST group facilitators, and dementia service managers across Brazil, China (Hong Kong), India, Ireland, and the UK.", "effective_dosage": "14 sessions (frequency not specified)", "study_duration": "Not explicitly stated (implied by 14-session program)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:41.151021+00:00"}
{"study_id": 10315, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how individual characteristics (e.g., age, education, baseline cognitive functioning) influence short- and long-term benefits of Cognitive Stimulation Therapy (CST-IT) for people with mild-to-moderate dementia.", "results_summary": "Higher education predicted greater gains in cognitive functioning and language, while older age was associated with improvements in mood and everyday functioning. Baseline cognitive and mood symptoms also influenced outcomes, but effects varied by measure.", "population_specificity": "People with mild-to-moderate dementia (N = 123).", "effective_dosage": "Not specified", "study_duration": "Not explicitly stated, but assessments were conducted pre-test, post-treatment, and 3 months later.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:43.887634+00:00"}
{"study_id": 10316, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the efficacy of Cognitive Stimulation Virtual Therapy (CSVT) in improving cognitive functioning and quality of life in individuals with vascular or Alzheimer dementia during COVID-19 isolation.", "results_summary": "The CSVT program showed greater improvement in general cognitive functioning compared to the control group, with trends toward better short-term/working memory and perceived quality of life. Caregivers also noted improvements in mood, stress, anxiety, and sleep quality.", "population_specificity": "Older adults with mild vascular or Alzheimer dementia (N = 20).", "effective_dosage": "Two sessions per week.", "study_duration": "Six months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:44.017873+00:00"}
{"study_id": 10317, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare and rank the effectiveness of group CST, maintenance CST, and individual CST on cognition and quality of life in people with dementia.", "results_summary": "Group CST and MCST significantly improved cognitive function and quality of life compared to the control group, with MCST likely being the most effective setting. iCST did not show significant superiority over the control condition, and none of the treatments differed significantly in acceptability.", "population_specificity": "People with dementia", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:44.073260+00:00"}
{"study_id": 10319, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the cost-effectiveness and health-related quality of life implications of scaling up Cognitive Stimulation Therapy (CST) and maintenance CST (MCST) for new dementia cases in England.", "results_summary": "Scaling up CST would require increased staff expenditure but partially offset health and care cost reductions, while unpaid care costs would rise. CST improved cognitive functioning and quality of life (QALY gains), remaining cost-effective, but adding MCST made cost-effectiveness less certain by 2040.", "population_specificity": "People with incident dementia in England.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:45.080229+00:00"}
{"study_id": 10320, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore the cognitive and brain mechanisms of Cognitive Stimulation Therapy (CST) in people with mild to moderate dementia, focusing on structural and functional brain changes.", "results_summary": "The CST group maintained brain volume ratios and showed increased functional connectivity in the default mode network compared to controls, suggesting CST may preserve or enhance brain reserve structurally and functionally.", "population_specificity": "16 people with mild dementia (CST group) and 13 dementia controls (TAU group).", "effective_dosage": "Not specified", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:45.940936+00:00"}
{"study_id": 10321, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the acceptability and potential impact of a multicomponent intervention, including Cognitive Stimulation Therapy (CST), on physical and cognitive functioning and quality of life in people with early-stage dementia.", "results_summary": "The intervention was found acceptable and meaningful by participants, with qualitative data indicating perceived benefits in physical and social well-being, though no significant changes were observed in cognitive or physical functioning or quality of life measures.", "population_specificity": "People with early-stage dementia and their caregivers in Denmark (N = 44).", "effective_dosage": "Not specified", "study_duration": "15 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:47.543791+00:00"}
{"study_id": 10322, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore attitudes towards an individualized Cognitive Stimulation Therapy (iCST) application among people with dementia, carers, and healthcare professionals in Indonesia.", "results_summary": "Attitudes towards the iCST application were generally positive, with carers and healthcare professionals seeing it as a useful tool for mental stimulation, though barriers like lack of experience and limited infrastructure were noted. Carers rated the application's usability higher than people with dementia.", "population_specificity": "People with dementia, family carers, and healthcare professionals in Indonesia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:49.137543+00:00"}
{"study_id": 10323, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the usability of the iCST app and the feasibility of conducting a full-scale RCT to assess its clinical effectiveness compared to usual care for people with mild-to-moderate dementia.", "results_summary": "The study recruited 61 dyads (people with dementia and their carers) and assessed feasibility outcomes, including recruitment, retention, and usability. Final results were pending at the time of the abstract, but the study aimed to inform potential modifications for a full-scale RCT.", "population_specificity": "People with mild-to-moderate dementia and their informal carers.", "effective_dosage": "Not specified", "study_duration": "Follow-up assessments at 5 weeks and 11 weeks after baseline.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:50.419495+00:00"}
{"study_id": 10324, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers sought to identify group processes within Cognitive Stimulation Therapy (CST) in Tanzania and understand their impact on CST principles and outcomes.", "results_summary": "The study identified positive and negative group experiences, with positive processes (e.g., helping behaviors, feeling understood) supporting CST principles and participant improvement. Facilitators influenced group dynamics, and these processes impacted treatment outcomes.", "population_specificity": "People with dementia (PwD) and facilitators in rural Hai District, Tanzania.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:51.578391+00:00"}
{"study_id": 10326, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to examine the feasibility, acceptability, and fidelity of individual Cognitive Stimulation Therapy (iCST) in people with intellectual disability (ID) and dementia.", "results_summary": "The intervention was feasible and acceptable, with high completion rates and satisfaction. Quality of life significantly improved in the iCST group at 21 weeks, but no differences were found in other outcome measures.", "population_specificity": "People with intellectual disability (ID) and dementia, along with their carers.", "effective_dosage": "40 sessions over 20 weeks (2 sessions per week).", "study_duration": "20 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:52.518509+00:00"}
{"study_id": 10327, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to develop and evaluate the usability of Thinkability, an iCST app for people with dementia and carers, using an agile development approach involving stakeholders.", "results_summary": "The iCST app was well received by people with dementia and carers, with feedback highlighting the need for more updated and personalized content. The agile development approach proved effective in creating suitable technology.", "population_specificity": "People with dementia and their carers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:52.578730+00:00"}
{"study_id": 10325, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the short- and long-term effectiveness of an Italian adaptation of Cognitive Stimulation Therapy (CST-IT) for individuals with mild-to-moderate dementia.", "results_summary": "The CST-IT group maintained stable cognitive functioning (MMSE scores) and showed short-term benefits in other cognitive and mood/behavior measures, which were generally sustained at follow-up, while the control group experienced slight declines. No other significant differences were observed.", "population_specificity": "Older adults with mild-to-moderate dementia in 16 residential care homes.", "effective_dosage": "Not specified", "study_duration": "Intervention duration not explicitly stated, but follow-up assessments were conducted 3 months post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:52.836704+00:00"}
{"study_id": 10328, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To evaluate the effectiveness of multicomponent cognitive stimulation therapy (SADEM) on cognitive and behavioral function and daily life activities in patients with mild stage dementia.", "results_summary": "The intervention showed statistically significant improvements in cognitive outcomes and the Dementia Index post-intervention, with no disease progression observed at the end of the study. Positive effects on cognitive and behavioral functions and daily life activities were noted, delaying progression for at least two years.", "population_specificity": "67 participants diagnosed with mild dementia.", "effective_dosage": "Two weekly 90-minute sessions for one year, followed by monthly follow-up sessions for another year.", "study_duration": "12 months of intervention, with a 24-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:55.291961+00:00"}
{"study_id": 10329, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To validate Cognitive Stimulation Therapy (CST) for the Portuguese population and test its effectiveness in improving cognitive function and quality of life for people with mild to moderate dementia.", "results_summary": "The intervention group showed significant improvements in cognition, communication, behavior, and global dementia rating compared to controls, though no significant differences were found in quality of life, depression, or anxiety. The number needed to treat for cognitive improvement was four.", "population_specificity": "Older people with mild to moderate dementia in Portugal.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:55.374272+00:00"}
{"study_id": 10331, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the naturalistic use of Cognitive Stimulation Therapy (CST) in NHS settings, focusing on inclusion criteria, dose, and quality of delivery.", "results_summary": "The survey found significant variability in CST delivery, including differing inclusion criteria, dosing (once or twice weekly), and outcome measures, with many services not adhering to the evidence base.", "population_specificity": "People with dementia in NHS memory clinics and services across Great Britain (England, Scotland, and Wales).", "effective_dosage": "Varied (once or twice weekly)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:30:59.433488+00:00"}
{"study_id": 10333, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a standardized Implementation Plan for translating Cognitive Stimulation Therapy (CST) from research to clinical practice across diverse healthcare systems.", "results_summary": "The study produced five Implementation Plans for CST, tailored to different countries, through stakeholder engagement. The methodology was effective in creating socio-culturally informed plans that address economic realities and healthcare access.", "population_specificity": "People with dementia and their family carers, healthcare professionals, and policy professionals in Brazil, India, and Tanzania.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:00.525027+00:00"}
{"study_id": 10334, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate an alternative individual cognitive stimulation therapy (iCST) platform and assess its impact on cognition and quality of life in geriatric participants.", "results_summary": "The iCST model showed a statistically significant 3.8-point improvement in quality of life (QOL-AD, p = .01) and a non-significant 1.3-point increase in cognition (SLUMS, p = .25). Student participants rated the course positively, with 100% finding it relevant to their careers.", "population_specificity": "Geriatric participants (GPs) and undergraduate/medical student participants (SPs).", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:01.762397+00:00"}
{"study_id": 10335, "supplement_id": 1040, "safety_score": "80", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility of a full-scale randomized controlled trial to test the effectiveness of combining Cognitive Stimulation Therapy (CST) with strength and balance exercises (CogEx) in reducing falls among people living with dementia.", "results_summary": "The study found that while fall prevention exercises could be integrated into CST sessions, the fidelity of the combined program was poor, with limited balance training occurring. Facilitators noted participants engaged more and were safer when seated, but other aspects of the study design needed refinement before a full-scale trial would be feasible.", "population_specificity": "Residents of aged care facilities aged ≥65 with Montreal Cognitive Assessment (MoCA) scores of 10-26 and able to participate in group activities.", "effective_dosage": "1-hour sessions twice a week.", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:02.877326+00:00"}
{"study_id": 10338, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate qualitative studies of Cognitive Stimulation Therapy (CST) to understand its implementation and the experiences of facilitators, carers, and people with dementia.", "results_summary": "The review identified 18 themes grouped into three categories: 'Acceptability and feasibility', 'Features of CST', and 'Key outcomes', providing insight into shared features, outcomes, and factors affecting implementation, while also highlighting discrepancies between quantitative and qualitative findings.", "population_specificity": "People with dementia, facilitators, and carers.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:03.390244+00:00"}
{"study_id": 10337, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore the advantages and disadvantages of delivering Cognitive Stimulation Therapy (CST) in a group format, focusing on experiences of group interactions in CST and maintenance CST (MCST) groups.", "results_summary": "The study identified six themes highlighting therapeutic benefits of group-based CST, including companionship, shared identity, and cognitive stimulation, while also noting challenges related to group dynamics. Findings suggest inherent therapeutic advantages in the group format, though challenges were also acknowledged.", "population_specificity": "Individuals with mild to moderate dementia and group facilitators from four regions in England.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:04.357885+00:00"}
{"study_id": 10330, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to test the feasibility and cultural appropriateness of Cognitive Stimulation Therapy (CST) for Portuguese people with dementia and adapt it for use in Portugal.", "results_summary": "The study found that CST required linguistic modifications in 11 of 14 sessions but was acceptable and enjoyable in a small sample of people with dementia. The adapted program was deemed feasible and culturally appropriate for Portugal.", "population_specificity": "Portuguese people with mild to moderate dementia in a rehabilitation context.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:05.884947+00:00"}
{"study_id": 10339, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility of a 14-session individual Cognitive Stimulation Therapy (iCST) programme for people with dementia and assess its potential impact on cognition, quality of life, and positive psychology.", "results_summary": "The iCST programme was feasible with high attendance and minimal attrition. It showed significant improvements in cognition compared to treatment as usual, but no significant differences were found in Mini Mental State Examination scores, positive psychology, or quality of life measures.", "population_specificity": "People with dementia (PWD) recruited from care homes.", "effective_dosage": "14 sessions of 45 minutes each.", "study_duration": "Seven weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:08.443737+00:00"}
{"study_id": 10340, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether cognitive reserve level interacts with cognitive stimulation therapy and influences cognitive performance in subjects with Alzheimer-type dementia.", "results_summary": "The study found an interaction between cognitive reserve and cognitive stimulation, particularly in executive functions such as planning, sequencing, perceptual organization, response inhibition, logical reasoning, and mental flexibility. Significant improvements were noted in specific neuropsychological tests like the WAIS-III picture arrangement subtest and the Wisconsin Card Sorting Test.", "population_specificity": "Twenty subjects aged 66-89 with Alzheimer-type dementia attending a day center.", "effective_dosage": "Not specified", "study_duration": "Six months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:08.785290+00:00"}
{"study_id": 10341, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of Cognitive Stimulation Therapy (CST) based on Roy's adaptation model (RAM) on coping and adaptation skills, cognitive functions, and quality of life in Alzheimer's patients.", "results_summary": "The study found that CST significantly improved cognitive functions, coping-adaptation skills, and quality of life in Alzheimer's patients compared to the control group, with statistically significant differences (P < .05).", "population_specificity": "Early- and mid-stage Alzheimer's disease patients.", "effective_dosage": "Not specified", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:09.595224+00:00"}
{"study_id": 10332, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to explore the feasibility and preliminary efficacy of Cognitive Stimulation Therapy (CST-Brasil) in improving cognitive and behavioral outcomes for people with mild to moderate dementia in Brazil.", "results_summary": "Participants receiving CST showed significant improvements in mood and activities of daily living compared to the control group, but no significant effects were observed in cognition, quality of life, or caregiver burden. The intervention had high acceptance, low attrition, and good attendance.", "population_specificity": "47 people with mild to moderate dementia attending an outpatient unit in Brazil, along with their family caregivers.", "effective_dosage": "14 sessions of CST + treatment as usual (TAU) over 7 weeks.", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:10.837219+00:00"}
{"study_id": 10342, "supplement_id": 1040, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to develop, test, refine, and disseminate implementation strategies for Cognitive Stimulation Therapy (CST) in three low/middle-income countries (Brazil, India, Tanzania) for people with mild to moderate dementia.", "results_summary": "The study protocol outlines plans to evaluate CST's implementation, focusing on adherence, acceptability, cognition, quality of life, and cost-effectiveness, with no documented adverse effects.", "population_specificity": "People with mild to moderate dementia in Brazil, India, and Tanzania.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:11.025329+00:00"}
{"study_id": 10343, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of Cognitive Stimulation Therapy (CST) of different durations for Alzheimer's disease (AD) through a systematic review and meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis showed that CST combined with acetylcholinesterase inhibitors (ChEIs) was more effective than the control group, as measured by MMSE scores. Long-term CST was found to be more effective than short-term or maintenance CST.", "population_specificity": "Patients with Alzheimer's disease (AD).", "effective_dosage": "Not specified", "study_duration": "Varied (short-term, maintenance, long-term—specific durations not provided)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:11.711678+00:00"}
{"study_id": 10344, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the impact of home-based, individualized Cognitive Stimulation Therapy (CST-PD) on cognition, neuropsychiatric symptoms, and function in individuals with mild cognitive impairment or dementia in Parkinson's disease (PD-MCI; PDD) or dementia with Lewy bodies (DLB), as well as its effects on care partners.", "results_summary": "The study found a nonstatistically significant improvement in cognition (ACE-III) in the CST-PD group compared to treatment as usual (TAU), though neuropsychiatric symptoms increased significantly. Care partners in the CST-PD group showed significant improvements in quality of life, relationship quality, and reduced burden and stress.", "population_specificity": "Individuals with PD-MCI (n = 15), PDD (n = 40), DLB (n = 21) and their care partners.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:15.435740+00:00"}
{"study_id": 10345, "supplement_id": 1040, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "To evaluate the feasibility, acceptability, and tolerability of home-based, care partner-delivered Cognitive Stimulation Therapy (CST-PD) for individuals with Parkinson's disease dementia (PDD), dementia with Lewy bodies (DLB), or mild cognitive impairment in PD (PD-MCI).", "results_summary": "The study found CST-PD to be feasible, acceptable, and well-tolerated, with high retention rates and no serious adverse events reported. However, the average number of sessions completed was lower than the recommended dose.", "population_specificity": "Individuals with PDD, DLB, or PD-MCI and their care partners.", "effective_dosage": "Not specified (discrete sessions >20 min duration, but average number of sessions lower than recommended).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:15.639379+00:00"}
{"study_id": 10347, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the cultural appropriateness and potential implementation issues of Cognitive Stimulation Therapy (CST) for the Brazilian population, given the lack of psychosocial treatments for people with dementia in Brazil.", "results_summary": "The study found that CST was generally appropriate for the Brazilian population, with only minor cultural adaptations needed. Stakeholders identified both barriers and facilitators for implementation, emphasizing the need for CST due to the lack of treatment options for people with dementia in developing countries.", "population_specificity": "People with dementia (PwD), their caregivers, and health professionals in Brazil (n=37).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:17.212004+00:00"}
{"study_id": 10348, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the delivery and usefulness of Cognitive Stimulation Therapy in an inpatient setting, considering factors like hospital stay length and patient support needs.", "results_summary": "Feedback indicated that intermittent Cognitive Stimulation Therapy delivery was a positive experience for patients and staff, supporting its use despite potential inpatient limitations. The study did not report specific efficacy metrics but highlighted practical benefits.", "population_specificity": "People in early to moderate stages of dementia in an inpatient setting.", "effective_dosage": "14 sessions over seven weeks (frequency not specified).", "study_duration": "Seven weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:17.605817+00:00"}
{"study_id": 10349, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to provide an overview of Cognitive Stimulation Therapy, including its background, evidence, international adoption, and future directions.", "results_summary": "Cognitive Stimulation Therapy is described as an effective and enjoyable psychological treatment for dementia, with global adoption in over 25 countries. The field remains dynamic with ongoing exploration.", "population_specificity": "People with dementia", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:17.810236+00:00"}
{"study_id": 10346, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to assess the feasibility and acceptability of individual Cognitive Stimulation Therapy (iCST) delivered by carers to people with intellectual disability (ID) and dementia, compared to treatment as usual (TAU).", "results_summary": "The study protocol outlines plans to evaluate iCST's feasibility and acceptability, with secondary outcomes including changes in cognition, functional ability, quality of life, caregiver burden, and mental health. Results will inform future definitive trials, but findings are not yet reported.", "population_specificity": "Individuals with intellectual disability (ID) and dementia, along with their carers.", "effective_dosage": "40 sessions of 30 minutes each, delivered twice a week.", "study_duration": "20 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:19.058878+00:00"}
{"study_id": 10350, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to investigate the feasibility and clinical impact of Cognitive Stimulation Therapy (CST) for managing dementia in a rural Nigerian setting.", "results_summary": "The study found significant improvements in cognitive function, quality of life (physical, psychosocial, and environmental domains), physical function, neuro-psychiatric symptoms, and carer burden among participants. CST was deemed feasible but required adaptations for low literacy, sensory impairments, and local social practices.", "population_specificity": "People with dementia in a rural setting in Lalupon, Nigeria.", "effective_dosage": "14 sessions over 7 weeks (frequency not specified).", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:19.782660+00:00"}
{"study_id": 10351, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop and evaluate community-based Cognitive Stimulation Therapy (CST) for people with mild-moderate dementia in Ireland, assessing its impact on cognitive function, quality of life, and well-being.", "results_summary": "CST improved participants' satisfaction with cognitive performance, engagement, and confidence, with near-significant improvements in subjective cognitive function. Qualitative data supported these findings, highlighting cognitive and overall benefits.", "population_specificity": "People with mild-moderate dementia, their carers, and CST facilitators in Ireland.", "effective_dosage": "Once weekly CST sessions.", "study_duration": "14 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:21.459523+00:00"}
{"study_id": 10353, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the feasibility and cultural appropriateness of Cognitive Stimulation Therapy (CST) adapted for Hong Kong Chinese (CST-HK) and its effects on cognition and quality of life in people with mild dementia.", "results_summary": "After CST-HK, 54% of participants showed no cognitive deterioration, and 23% demonstrated clinically meaningful improvement. Caregivers and facilitators reported good acceptance, with low attrition (13%) and high session attendance (92%), though cultural preferences for practical activities over pure discussion were noted.", "population_specificity": "Hong Kong Chinese individuals with mild dementia receiving community or residential care (n=30).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:24.185816+00:00"}
{"study_id": 10352, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of an expanded cognitive stimulation therapy (CST) model combining CST group sessions and tai chi in improving cognitive ability among community-dwelling Chinese elderly with mild stage dementia.", "results_summary": "The treatment group showed significantly greater improvement in MMSE scores compared to the control group, with a moderate effect size, indicating the expanded CST model was effective in enhancing cognitive ability. No adverse effects or safety concerns were reported.", "population_specificity": "Community-dwelling Chinese elderly with mild stage dementia (n = 101).", "effective_dosage": "Structured CST group followed by tai chi twice a week (total 14 sessions).", "study_duration": "Not explicitly stated, but implied by 14 sessions (likely 7 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:24.885019+00:00"}
{"study_id": 10354, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if the cost-effectiveness of Maintenance Cognitive Stimulation Therapy (MCST) varies by living arrangement and cognitive ability in people with dementia and to assess the value of future research.", "results_summary": "MCST may be cost-effective for individuals with dementia who live alone or have higher cognitive functioning, depending on QALY measurement. A future RCT for these subgroups would require 48 complete cases per arm, with an expected net gain of £920 million.", "population_specificity": "People with dementia who had previously received 7 weeks of Cognitive Stimulation Therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified (follow-up from prior 7-week CST intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:25.722009+00:00"}
{"study_id": 10357, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore barriers and facilitators to implementing Cognitive Stimulation Therapy (CST) in routine dementia care, using the Normalization Process Theory framework.", "results_summary": "Participants viewed CST as a good fit with person-centered dementia care goals, found it easy to understand, and noted benefits for clients. However, time and resource constraints were key barriers to implementation.", "population_specificity": "Dementia care providers across four care sites in the North of England.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:26.003209+00:00"}
{"study_id": 10359, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the impact of Cognitive Stimulation Therapy (CST) on cognition, quality of life, and depression in individuals with dementia.", "results_summary": "CST showed statistically significant improvements in cognition (SLUMS scores) and depression (Cornell Scale scores), but no significant difference in quality of life.", "population_specificity": "Individuals with dementia (n=40 across six CST groups).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:26.987335+00:00"}
{"study_id": 10358, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to culturally adapt, translate, and test the feasibility and acceptability of Cognitive Stimulation Therapy (CST) for persons with mild to moderate dementia in Chennai, India.", "results_summary": "The adapted CST program was found to be acceptable, enjoyable, and constructive by participants and carers. Substantial modifications were required for cultural adaptation, and further large-scale clinical trials are needed to assess efficacy and cost-effectiveness in India.", "population_specificity": "Persons with mild to moderate dementia in Chennai, India.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:27.069343+00:00"}
{"study_id": 10360, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not describe any research goals related to Cognitive Stimulation Therapy.", "results_summary": "The abstract does not report any findings related to Cognitive Stimulation Therapy.", "population_specificity": "Not specified", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:27.730625+00:00"}
{"study_id": 10355, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the efficacy of the Italian adaptation of Cognitive Stimulation Therapy (CST-IT) in individuals with vascular dementia (VaD).", "results_summary": "The CST-IT group showed greater improvement in general cognitive functioning compared to the control group, with trends toward improvement in short-term/working memory and perceived quality of life. No significant differences were found in mood, behavior, or functional activities of daily living.", "population_specificity": "Older adults with mild-to-moderate vascular dementia (N = 35).", "effective_dosage": "14 sessions of CST-IT (specific frequency not detailed).", "study_duration": "Duration of intervention not explicitly stated (implied by 14 sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:28.064130+00:00"}
{"study_id": 10362, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility and clinical effectiveness of Cognitive Stimulation Therapy (CST) in rural Tanzania, particularly its potential for use in low-resource settings.", "results_summary": "CST showed substantial improvements in cognition, anxiety, and behavioral symptoms, with smaller improvements in quality of life. The intervention was feasible, with high attendance rates and completion of all sessions within the seven-week timeframe.", "population_specificity": "Participants with mild/moderate dementia in rural Tanzania, recruited through a community dementia screening program.", "effective_dosage": "14 sessions (frequency not specified)", "study_duration": "Seven weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:33.394629+00:00"}
{"study_id": 10361, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a home-based, caregiver-led individual cognitive stimulation therapy (iCST) program in improving cognition and quality of life for people with dementia and the well-being of caregivers.", "results_summary": "The study found no significant differences in cognition or self-reported quality of life for people with dementia, but iCST improved the quality of the caregiving relationship and caregivers' quality of life. Adherence to the intervention was low, with 40% completing at least two sessions per week and 22% completing no sessions.", "population_specificity": "People with mild to moderate dementia and their caregivers in the United Kingdom.", "effective_dosage": "75 sessions of 30 minutes each over 25 weeks.", "study_duration": "25 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:33.561465+00:00"}
{"study_id": 10363, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the concepts of mental stimulation and experiences of people with dementia and their family carers participating in the individual cognitive stimulation therapy (iCST) intervention.", "results_summary": "Participants found iCST stimulating and enjoyable, with opportunities for mentally stimulating activities and improved communication between people with dementia and their carers. However, adherence was hindered by time constraints and reluctance to engage in activities.", "population_specificity": "Dyads of people with dementia and their family carers (23 dyads).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:33.896619+00:00"}
{"study_id": 10367, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to adapt Cognitive Stimulation Therapy for use in sub-Saharan Africa, considering socio-cultural differences and resource constraints.", "results_summary": "The adapted Cognitive Stimulation Therapy was found feasible and acceptable in Tanzania and Nigeria, with key adaptations addressing illiteracy, sensory impairments, and cultural differences. The intervention showed promise for managing dementia in low-resource settings.", "population_specificity": "People with dementia in sub-Saharan Africa (specifically Tanzania and Nigeria).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:34.853873+00:00"}
{"study_id": 10365, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to integrate quantitative and qualitative outcomes to provide a deeper understanding of the acceptability and usefulness of Cognitive Stimulation Therapy (CST) for older adults with dementia.", "results_summary": "The review found considerable evidence supporting the usefulness and acceptability of CST for older adults with dementia, with positive effects on cognitive function, quality of life, and family caregivers' wellbeing. It also explored CST's effectiveness in different cultural contexts and individualized approaches (iCST).", "population_specificity": "Older adults with mild-to-moderate dementia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:34.997735+00:00"}
{"study_id": 10364, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether outreach support (online forum, email, and telephone support) improved the sustainability and implementation of Cognitive Stimulation Therapy and maintenance Cognitive Stimulation Therapy programmes compared to usual care.", "results_summary": "The study found no difference in the average number of attendees between the intervention (outreach support) and control (usual Cognitive Stimulation Therapy) groups for both the Cognitive Stimulation Therapy and maintenance programmes. Despite this, the programmes remained widely implemented and were perceived as beneficial for people with dementia.", "population_specificity": "Staff members (n=241) from 63 dementia care settings, focusing on people with mild to moderate dementia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:35.032887+00:00"}
{"study_id": 10366, "supplement_id": 1040, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the feasibility and appropriateness of Individual Cognitive Stimulation Therapy (iCST) for people with dementia and their carers.", "results_summary": "The study found that iCST was feasible, with carers rating the materials as easy to use and reporting benefits such as improved communication, mood, and alertness in participants. However, adherence was limited by barriers like lack of time and motivation, with most dyads completing fewer than three sessions per week.", "population_specificity": "People with dementia and their carers (22 dyads initially, 9 followed up).", "effective_dosage": "Not specified (sessions per week varied, with most completing fewer than three).", "study_duration": "Not specified (follow-up occurred after completion of allocated sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:36.414070+00:00"}
{"study_id": 10168, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether the Wim Hof Method (combining cold exposure, controlled breathing, and mindfulness) could improve neuropsychiatric symptoms (cognition, fatigue, anxiety, and depression) in multiple sclerosis patients.", "results_summary": "The WHM group showed significant improvements in cognition (SDMT, TMT-A, TMT-B), fatigue (FSMCC), anxiety (GAD), and depression (PHQ-9) compared to the control group after 12 weeks. The results suggest WHM may be a beneficial complementary treatment for MS-related neuropsychiatric symptoms.", "population_specificity": "Patients with multiple sclerosis (12 in WHM group, 13 in control group).", "effective_dosage": "Not specified (WHM-based training program).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:38.012145+00:00"}
{"study_id": 10171, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of Cirbp in hypothalamic neurons under metabolic stress conditions, specifically fasting and cold exposure, and its influence on feeding behavior.", "results_summary": "Cold exposure induced Cirbp expression in the arcuate nucleus, correlating with increased food intake, and blockade of Cirbp attenuated cold-induced food intake, indicating its role in regulating feeding behavior during cold stress.", "population_specificity": "Mice (animal study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:41.459949+00:00"}
{"study_id": 10169, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect and molecular mechanisms of combined cold exposure and exercise on NAFLD progression in mice.", "results_summary": "Combined cold exposure and exercise significantly reduced bodyweight, liver weight, blood lipids, and liver fat deposition while increasing the expression of FGFR1 and β-klotho proteins, suggesting activation of the FGF21-β-klotho/FGFR1 pathway.", "population_specificity": "High-fat diet-induced NAFLD mice", "effective_dosage": "Cold exposure (5 °C) and exercise (1 hour daily, 5 days a week)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:41.602297+00:00"}
{"study_id": 10170, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to understand the dynamic changes in epididymal white adipose tissue (eWAT) and its metabolic characteristics under cold exposure in mice.", "results_summary": "Cold exposure initially reduced metabolic activity and intercellular communication in eWAT, but after 14 days, metabolic activity and communication were restored and enhanced. Prolonged cold exposure also promoted the formation of a distinct adipocyte subpopulation potentially linked to UCP1-independent thermogenesis.", "population_specificity": "C57BL/6J mice", "effective_dosage": "Not specified", "study_duration": "1 day and 14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:41.666842+00:00"}
{"study_id": 10172, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify the role of ZmPHOH in promoting photosynthetic recovery from cold damage in maize and its implications for cold tolerance.", "results_summary": "The study found that ZmPHOH enhances post-cold photosynthetic recovery by promoting the decomposition and metabolism of soluble sugars, while its absence (chl3 mutant) led to irreversible photosynthetic damage and repressed gene expression.", "population_specificity": "Maize (Zea mays) leaves", "effective_dosage": "Not specified", "study_duration": "Brief exposure to 8 °C followed by restoration to normal conditions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:42.540632+00:00"}
{"study_id": 10173, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether cold exposure therapy could enhance the efficacy of tumor vaccines by ameliorating the immunosuppressive tumor environment.", "results_summary": "Cold exposure significantly boosted the efficacy of tumor vaccines by reducing myeloid-derived suppressor cells, decreasing tumor glucose metabolism, and increasing CD8+ T cells and memory T cells. The combination of cold exposure with copper single-atom nanozymes improved long-term antitumor effects.", "population_specificity": "4T1 breast cancer cells or CT26 colon cancer cells in an in vivo tumor prevention and treatment model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:43.073220+00:00"}
{"study_id": 10174, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "To review health risks from cold weather exposure among people experiencing homelessness (PEH) and assess the effectiveness of risk-reduction interventions.", "results_summary": "PEH are at greater risk of death from hypothermia and hypothermic injury compared to the general population. Multi-component interventions, including shelter provision, were studied, but evidence of effectiveness was very limited.", "population_specificity": "People experiencing homelessness (PEH), predominantly in the UK and US.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:43.791127+00:00"}
{"study_id": 10175, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to develop a protocol for inducing beige white adipose tissue (WAT) in mice using cold exposure and CL316,243 treatment to explore mechanisms of beige WAT induction, particularly angiogenesis.", "results_summary": "The study presented a detailed protocol for inducing beige WAT in mice through cold exposure and CL316,243 treatment, including steps for tissue isolation, histology, immunofluorescence staining, and molecular analysis. The protocol is designed for subsequent mechanistic studies on beige WAT induction.", "population_specificity": "Mice (animal model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:44.748195+00:00"}
{"study_id": 10176, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the chemoprotective properties of cold exposure in a mouse model of hepatocellular carcinoma (HCC) and its potential benefits on liver health and lifespan.", "results_summary": "Chronic cold exposure prolonged lifespan, improved liver health, and suppressed aggressive HCC development in mice by restoring NAD+ levels, which are typically low in HCC models.", "population_specificity": "Mouse model of hepatocellular carcinoma (HCC)", "effective_dosage": "Not specified", "study_duration": "Chronic (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:45.165337+00:00"}
{"study_id": 10179, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of cryolipolysis on localized fat reduction and plasma lipid profile alterations in overweight and obese women.", "results_summary": "The study found significant reductions in abdominal fat mass (4.1 kg), BMI (0.7 points), total cholesterol (15.7 mg/dL), and LDL cholesterol (10.2 mg/dL), with no significant changes in HDL cholesterol or triglycerides.", "population_specificity": "30 overweight and obese women", "effective_dosage": "Three cryolipolysis sessions (specific dosage not detailed)", "study_duration": "Duration of intervention not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:49.983012+00:00"}
{"study_id": 10178, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of chronic cold exposure on type 2 diabetic mice and explore how cold exposure might mitigate the incidence of T2DM.", "results_summary": "Cold exposure or plasma-derived extracellular vesicles from cold-exposed mice significantly reduced blood glucose levels, improved insulin sensitivity, enhanced glucose metabolism, and protected against pancreatic islet destruction in T2DM mice. The treatment also increased the expression of key insulin signaling proteins in adipocytes and hepatocytes.", "population_specificity": "Type 2 diabetic mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:50.113455+00:00"}
{"study_id": 10177, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the combined antitumor effects of cold exposure, nitric oxide gas therapy, and radiotherapy in promoting tumor radio-immunotherapy.", "results_summary": "Cold exposure induced tumor starvation by reducing ATP and GSH content, improving the hypoxic microenvironment, and decreasing myeloid-derived suppressor cells, which enhanced radiotherapy effectiveness and activated systemic antitumor immunity. The combination therapy also inhibited distant tumor growth and increased CD8+ T cell infiltration.", "population_specificity": "Mice with tumors (specific strain not mentioned).", "effective_dosage": "Cold exposure at 4 °C (duration and frequency not specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:50.388909+00:00"}
{"study_id": 10181, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if hand heating with minimal power (14.8 W) reduces finger temperature decline and manual dexterity loss during mild cold exposure compared to no heating.", "results_summary": "Hand heating maintained higher finger temperature (13.7°C vs. 9.8°C) and improved dexterity (14.5% faster) compared to no heating, with no effect on cognitive function or cutaneous vascular conductance.", "population_specificity": "Twenty-two healthy participants.", "effective_dosage": "14.8 W heating applied to palmar and dorsal hands.", "study_duration": "90 minutes of cold exposure.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:51.749847+00:00"}
{"study_id": 10182, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the molecular processes and temporal dynamics of cold response mechanisms in bumble bees following acute cold exposure.", "results_summary": "The study found that bumble bees exhibited rapid recovery from chill coma, with significant gene expression changes (upregulation of gluconeogenesis/glycolysis genes and downregulation of lipid/purine metabolism genes) detectable within 30 minutes post-exposure, returning to baseline within an hour. No long-term gene expression markers of cold exposure were observed.", "population_specificity": "Bombus impatiens (bumble bee) workers", "effective_dosage": "0°C for 75 minutes", "study_duration": "Several time points post-exposure (0, 10, 30, 120, and 720 minutes)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:52.878031+00:00"}
{"study_id": 10180, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of cold exposure, hypoxia, and fatigue on pistol marksmanship and target engagement decision-making in trained marksmen.", "results_summary": "Cold exposure (10°C) combined with normoxia improved tactical performance (increased accuracy, decreased misses, and reduced total shots) after exercise, but hypoxia (14.3% FiO₂) negated these benefits. No significant effects were observed in normal conditions (24°C, 21% FiO₂).", "population_specificity": "Twelve healthy trained marksmen (mean age 28.8 ± 4.0 years).", "effective_dosage": "Not applicable (environmental conditions: 10°C for cold exposure, 14.3% FiO₂ for hypoxia).", "study_duration": "Short-term (immediate pre- and post-fatigue protocol assessments).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:53.862292+00:00"}
{"study_id": 10183, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of the Wim Hof Method (WHM), with and without cold exposure, on mental and physical health in individuals with chronic spinal cord injury (SCI).", "results_summary": "The abstract does not report specific results, as the study appears to be ongoing or recently completed without published outcomes. The primary outcome is mental health (MHI-5), with secondary outcomes including inflammatory markers, pulmonary function, and other health metrics.", "population_specificity": "Adults with chronic spinal cord injury (SCI).", "effective_dosage": "Daily WHM sessions (breathing exercises, mindset, and cold exposure for WHM-C group; breathing exercises and mindset for WHM-NC group), plus one weekly supervised session.", "study_duration": "7 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:54.225604+00:00"}
{"study_id": 10185, "supplement_id": 1041, "safety_score": "20", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of cold exposure stress on placental and fetal development, specifically investigating whether excessive glucocorticoid expression alters placental angiogenesis.", "results_summary": "Cold exposure increased corticosterone and sFlt-1 levels, impaired placental 11β-HSD2 activity, and reduced fetal and placental weight. Silencing 11β-HSD2 in trophoblast cells further disrupted migration and invasion while elevating sFlt-1 expression.", "population_specificity": "Pregnant Sprague-Dawley rats and human first-trimester extravillous trophoblast cells (HTR8/SVneo).", "effective_dosage": "Not specified (cold exposure timing varied by pregnancy week).", "study_duration": "Pre-conception or during specific weeks of pregnancy.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:54.670953+00:00"}
{"study_id": 10187, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of palmitoleic acid (PA) supplementation on growth performance, body temperature, and metabolism in piglets exposed to cold temperatures.", "results_summary": "PA supplementation improved piglets' average daily gain, reduced body temperature drop during cold exposure, and modified energy metabolism, with linear increases in plasma glucose, triglycerides, and liver glycogen. Cold-exposed piglets showed higher liver nitrogen and lactate dehydrogenase but lower liver weight and plasma lactate.", "population_specificity": "Milk-replacer-fed piglets in the first week postpartum.", "effective_dosage": "0%, 1%, 2%, and 3% PA supplementation in milk replacer, administered every 2 hours.", "study_duration": "4 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:59.230302+00:00"}
{"study_id": 10188, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine the potential synergistic or antagonistic effects of acetate and cold exposure on brown adipose tissue (BAT) activity and metabolism.", "results_summary": "Acetate treatment prior to cold exposure altered BAT gene expression profiles, particularly in pathways related to lipid metabolism and BAT activity, such as PPAR signaling and TCA cycle. The study suggests a positive synergistic effect of acetate and cold exposure on BAT function.", "population_specificity": "C57BL/6J mice", "effective_dosage": "Not specified", "study_duration": "Short period (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:59.554259+00:00"}
{"study_id": 10186, "supplement_id": 1041, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether NRG4 plays a role in thermogenic response and mediates the metabolic benefits of cold exposure.", "results_summary": "The study found that Nrg4 expression in inguinal white adipose tissue (iWAT) is highly responsive to chronic cold exposure, and Nrg4 deficiency impairs beige fat induction and metabolic health under mild cold conditions. Treatment with recombinant NRG4-Fc fusion protein promoted beige fat induction and improved metabolic health in obese mice.", "population_specificity": "Mice (specifically those with Nrg4 deficiency or diet-induced obesity)", "effective_dosage": "Not specified (recombinant NRG4-Fc fusion protein used, but dosage not detailed)", "study_duration": "Chronic cold exposure (specific duration not stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:31:59.808659+00:00"}
{"study_id": 9852, "supplement_id": 1051, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to review the potential mechanisms of Cordyceps against renal fibrosis and evaluate its efficacy and safety based on existing clinical studies.", "results_summary": "The study found that Cordyceps may benefit patients with chronic kidney diseases by addressing inflammation, oxidative stress, and fibrosis, but existing clinical studies are limited by low quality and heterogeneity.", "population_specificity": "Patients with chronic kidney diseases or renal fibrosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:32:08.763937+00:00"}
{"study_id": 9849, "supplement_id": 1051, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the molecular mechanism by which adenosine derivatives from Cordyceps militaris exert antitumor effects against ovarian cancer.", "results_summary": "Adenosine derivatives induced cell death in ovarian cancer cells via AMPK activation and mTOR-mediated autophagy, requiring ENT1 membrane transport rather than ADORA-mediated signaling. The findings suggest potential therapeutic efficacy for ovarian cancer.", "population_specificity": "Human ovarian cancer cells and a xenograft mouse model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:32:08.782070+00:00"}
